{
    "rg": "RG-50.106.0131_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Michael Lin, conducted by Gail Schwartz on February\n27, 2000, at the United States Holocaust Memorial Museum. This is tape number\none, side A. What is your full name?",
        "Answer: My full name is Michael Abba Lin.",
        "Q: And what was your name at birth?",
        "A: My name at birth was Mordechai Abba Lin.",
        "Q: Where were you born and when were you born?",
        "A: I was born in Riga, September 14\", 1936.",
        "Q: Let’s talk a little bit about your family. How long had your family been in Riga?\nHow far back can you trace your family?",
        "A: Yeah, but I’m not -- I don’t want to say nothing, not yet, yeah. Maybe we’ ll ask\nabout Latvia?",
        "Q: All right.",
        "A: As far as I can remember, my grandparents were born in Latvia in eight -- 19\"\ncentury. And my father and my mother, they came to Riga in 1934, and had a\nwedding over there and got married and lived in Riga.",
        "Q: What were your parents’ names?\nFebruary 27, 2000",
        "A: My father’s name was Abba Lin and my mother’s name Kia Lin, born\nHayman.",
        "Q: And what kind of work did your father do?",
        "A: My father, he was born in the small village called Babovka, and in the\nbeginning he -- he studied in Yeshiva. But then he decided to drop it and became a\ntailor and when he came to Riga he established a small business. Yeah, a small\nbusiness.",
        "Q: Did you -- do you have any siblings, any brothers or sisters?",
        "A: [have a half si -- a half sister. She was born in -- after the war, in 1946.",
        "Q: Did you have a large extended family in Riga, aunts, uncles, cousins,\ngrandparents?",
        "A: Yes, I -- I had a -- a large extended family in Latvia actually, because my\ngrandfather had 15 brothers and sisters, and of course, 1-in those times, half of them\ndied early. But --",
        "Q: This is your grandfather on your father’s side?",
        "A: On my father -- oh, yeah, my grandfather on my father’s side. But I-I have\nknown three of his sisters and one brother, I have known personally.",
        "Q: Tell me where you lived in Riga. Were you in the center of the town, or on the\noutskirts?\nFebruary 27, 2000",
        "A: My father came over from Barovka, they rented an apartment in Sardonikova\nStreet. Sardonikova Street was in the -- the so-called Moscow [indecipherable].\nAnd no -- how is it to say maybe less than a mile from the center of the city,\nbecause Riga was then a small town, only 300,000 people. And yeah, this was most\n-- a lot of Jews li -- used to live there and later it became a ghetto over there, so you\nshould know the area, about. It was --",
        "Q: How would you describe the neighborhood, was it a middle class neighborhood?",
        "A: I would mostly describe it as a working class neighborhood. Across the street\nthey had -- it was not a church. In Russian language it was called bougadena,\nwhere they used to house poor people, you know. And I would say working class\nlike shop owners or factory workers or small business people. Like my father was,\nyeah.",
        "Q: How did your parents meet each other?",
        "A: Well, my parents met each other -- you -- the villages where they used to live are\nvery close to each other, about six kilometers, I think, or maybe less from each\nother. So one village was called Skundaliena and the other was called Barovka.\nAnd they probably knew each other much earlier than -- before they got married.",
        "Q: And did your mother work?",
        "A: I -- I want to ask -- no, just ask me a person [tape break] Okay.\nFebruary 27, 2000",
        "Q: And so can you tell us a little bit about your mother’s family and background.",
        "A: Okay. My mother was born actually in Daugavpils in a hospital, but 1t was si --\nsix kilometers from the village called Skundaliena as I mentioned. And my\ngrandmother, he -- her name was -- maiden name, Kuperschmidt, right? And my\ngrandfather’s name is Hayman. So where they got married, they had a small farm,\nlet’s say maybe 18 acres, s -- a -- a country store and a few cars, maybe seven cars\nand th-th-they possess some land. It -- 1t’s unusual, I think for the Jews to possess\nland, right, in Latvia. So they considered themselves more or less well -- well off,\nright? And so my mother actually, since her childhood, she worked in the farm and\nworked in the store and worked in the office, keep the book -- bookkeeping with her\nsister and older brother. Her older brother went to Daugavpils and then became a --\na -- a businessman. And she and her older sister and their mother, they -- they ran\nthe st -- the business. And my -- on my father’s side, my father was a blacksmith\nand so they were poorer, much poorer. And my -- you see, my mother was a foo --\nof the so called -- maybe they considered themself intelligentsia or something. So\nshe married late, because she was very choosy, I think. So -- but she realized that\nmy father was a good man and had a -- a head on his shoulders, so I guess it’s how -\n- what happened.",
        "Q: How religious were your parents?\nFebruary 27, 2000",
        "A: This is a peculiar situation because my mother was never a religious woman, and\nmy father was very religious. I remember that on holidays my grandfather used to\nsend a -- a kishen. We’re talking in Yiddish, but it’s a pillow in English, with a --\nwith a chicken, you know, ga -- slaughtered chicken. I do -- even remember the\nblood in the kishen and the -- a-and the feathers, you know. And my -- my father\ntried to have a Jewish house, kosher, all of this, but my mother always resisted and\nsometimes my father was take -- would take a -- a knife my mother used to cut\nbutter and then use it for meat, and throw it out the window. And this what the\nsituation was. You know, so there was a -- you know, I would say, a contrarian\ninterest. Of how you call it?",
        "Q: A little disagreement, contention?",
        "A: Yeah, yes, yes. [indecipherable] that again?",
        "Q: What language did your parents speak to each other and to you?",
        "A: To each other they spoke Yiddish, but to me they always spoke Russian, and we\nlived in a -- in Latvia. Is -- but -- but in -- in those areas, they came from Latgalia\nwhere people mostly spoke Russian language more than Latvian, because it was\nclose to Polish border too. So they spoke Polish, my mother spoke German and my\nfather, of course, spoke Hebrew and Latvian and that. And my father served in\nLatvian army too, when he was a young man.\nFebruary 27, 2000",
        "Q: Did your parents feel that they were Latvian first, or Jewish first? What do you\nthink?",
        "A: No, it’s hard for me to tell because I was very young, but I can imagine that\nwhen you live in a bu -- how it 1s, I -- of course they’re Jews. F-Fir -- first and\nforemost they’re Jewish people, but you’re loyal to your country where you live.\nIt’s -- it’s why he served in the army, and dealt with the -- in business and\neverything, it’s -- it -- and he stayed, even -- he’s -- his brother actually left for\nPalestine in 1934 to become a chalut, but we stayed in -- now I want to turn off\nand I want to say something, but I don’t know what to say. Turn off, please. [tape\nbreak] What -- where did we stop?",
        "Q: Well, you were talking about this organization.",
        "A: Yes, you see, in Latvia there was an organization called [indecipherable] and\nthis organization actually an-anybody could belong to -- to this organization, but --\nand my mother and my aunt, and probably my grandmother, I’m not sure, belonged\nto this organization, [indecipherable] just was a pure Latvian organization. I would\ncall it guards, and because you were a property per-person, you should have\nbelonged to this, especially in rural areas, that’s what I want to say.",
        "Q: An-And did they belong?\nFebruary 27, 2000",
        "A: Yeah, they did belong to this organization. Of course, during the Soviet times it\nwas forbidden and we’d not -- you wouldn’t mention that you belonged to this\norganization, but if a -- as a matter of survival you would like to belong to this\norganization, my mother did.",
        "Q: Did it require her to do anything?",
        "A: No, it didn’t require, probably only paid dues, and you know, probably only that.",
        "Q: What are your very first memories?",
        "A: I would say my fir -- very first memories, th-the coming of Soviet army in 1940.\nMaybe before I have some memories, but in 1940 I -- I remember standing by\nschool number 56 [indecipherable] Soviet times it was number 56, and I saw\nSoviet tanks coming off Moscowyella, it’s a street called Moscowyella in Latvia.\nAnd I remember the small tanks, yeah. And where they parked, they were parked --\nthere was a -- a street called Zilnaw iela where the great synagogue used to stand,\nthat they burned it. There was a cor -- small corner between Lacspiesa iela and\nZilnaw iela and all the -- right there there was a corner where the Soviet tanks\nstood. And this I remember vividly.",
        "Q: Did you -- of course, you were born in 1936, so you were so very young, but\nbefore that time of the Soviet tanks, do you have any recollection of your parents\nFebruary 27, 2000\ntalking about difficult times, hard times, a man named Hitler? Anything that brings\nback that memory?",
        "A: I can tell you something about [indecipherable] I’Il tell you, my father was a\nsmall businessman and about maybe seven, 10 people used to work for him in the\nshop, tailor shop, and he made the suits for -- for a company. So after the Soviets\ncame, of course he had to relinquish his business and what is interesting, that the\nSoviet government, they hired him to work for them in the army, to make uniforms,\nI think, and th -- and he was making good money, they paid very well.",
        "Q: He was working as a civilian in the army”?",
        "A: Yes, as a civilian, he was working in the Soviet army as a civilian, yes. And the -\n- the former, his employees -- you know, in -- in capitalist countries the employee\nnot -- not always is satisfied with his salary or something. So they would -- before\nthe Soviets came in, they knew they would come in, they said oh, when they come\nin, you -- you will not feel so good. After they came in, my father was hired by the\nSoviets and the workers made so little that they would meet my father and say, I --\nhow good it was when we worked for you, in comparison what we make now when\nwe work for the Soviets.",
        "Q: Let’s get back to your memory of when you were four years old, and you saw\nthese -- the tanks coming in.\nFebruary 27, 2000",
        "A: Yes. [indecipherable]",
        "Q: Yeah, what -- can you describe -- what -- what your thoughts were?",
        "A: I-I -- I couldn’t have any thoughts for desse -- was too young to, I was not even -\n- 1940 I was under four years old, still. But I remember it very well, and --",
        "Q: Do you remember being frightened?",
        "A: No, I was never frightened, I couldn’t understand that actually, frightened or not,\nth-this is a -- not the -- the sense that I had.",
        "Q: What kind of school were you going to at four years old?",
        "A: At four years old I didn’t go to no school.",
        "Q: Oh, you were just standing on the corner.",
        "A: Oh yeah, I standing with my mother. I was standing on the corner and watching\nthis passing by, that’s it. It’s a -- it’s a natural thing because you know, something\nnew.",
        "Q: Did she say anything to you, that you remember?",
        "A: No, I can’t remember that she -- she -- she told me, no.",
        "Q: And then when is your next memory?",
        "A: My next memory is when the war started. In 1941, it was June. And I think -- I\nremember my father carrying me -- before that I would say when we left our\nFebruary 27, 2000\napartment, we -- we possess some goods, especially with -- my father had some\nstuffs. I remember sacks of goods sitting on the floor, we lefted everything.",
        "Q: Now wha -- wha -- you’re talking about leaving your apartment, why were you\nle -- why were you leaving?",
        "A: Why we were leaving? We had to run. We had to run for our lives and I think\nmy father took me on his arms. He only put on -- he had the leather, I remember, a\nblack leather overcoat and my mother took a few things. She -- my father had the\ngolden watch, and this overcoat and then he carried me to -- to the railroad. Not to\nthe station, on the Lacspiesa iela there was an overpass. And that’s to the train. And\nI think this was the last train. And I remember -- Ill tell you the truth, I remember\nshooting, and I think shooting and shooting and shooting a lot. And I wouldn’t say I\ncan say for sure that they were bombing us at this particular time, but I am sure that\nthe train was the last one to leave Riga. I can’t say the date, but this was the last\ntrain. And I was -- sat in the train, it was a mixed train of civilians and military. And\nwe took off so slowly, 1t was so slow -- there was a place called Mezure Park, it’s -\n- Mezure Park it’s -- it’s like a forest park. It’s pine trees, you know? And it took\nus so many hours to get to Mezure Park, it was maybe five kilometers from us.\nAnd you know what happened? Turned out the military suspected that the m-\nmachinist there, locomotive machinist, that’s called? He was probably a traitor is\nFebruary 27, 2000\nwhat we understood. So, I-I -- I saw it. They pulled him out of the locomotive, put\nhim against the train and shot him dead. And since -- after that, the train began\nmoving, and quickly -- pretty fast. And then suddenly, German airplanes came over\nus and began bombing. They began bombing, we left the train, began running into\nthe forest. And I personally, I remember I fell into a pit, a very deep pit with water.\nI lost my parents, I didn't know where they are. And I woke up -- I-I woke up on the\n-- on the table, operating table, right in the forest. And the doctors, they patch me\nup. I -- I was wounded in my right leg. Even now I have a big scar. And yes, it’s\nhow it happened. We boarded our train back and it turned out that the last three\ncars, railroad cars, they were blown apart, and my mama to -- mama told me that\nabout 40 people died in the train. So, I think 1t was the last train, and from then we\nmoved pretty good to-towards Estonia and we moved pretty fast I would say til we\nreached [indecipherable], then we came to Yeloslavil. Yeloslav Skyoblis, it’s a\nregion, Yeloslav Sky -- yeah.",
        "Q: Let’s move back a little bit. In between 1940 and 1941, betwine -- b-between the\ntime that the tanks came in and the time you had to leave in that year, do you have\nany memories of that time, of --",
        "A: Between 19 --",
        "Q: In Riga.\nFebruary 27, 2000",
        "A: -- 1940 and 19 --",
        "Q: 1941. Do you have any memories of that time of things that were happening in\nthe town? Did you parents say anything?",
        "A: No, I don’t know. I-I -- I don’t have memories, it’s --",
        "Q: I know you were very young. I know you were very young.",
        "A: I have memories like, I would say, when I went to my grandfather, yes and you\nknow how in a small, tiny village, there were probably fleas, and my mother didn’t\nwant to keep him overnight over there. And then we went back to her village and I\nwas running and suddenly a dog bit me on my left foot. And then I remember there\nwas a circus passing by and the small pony was ki -- pulling a -- a wagon, and\nbehind the wagon an elephant was tied up. This I -- I remember this, yeah. This\nkind of things.",
        "Q: Yeah. So during that year, between ’40 and *41, between -- it had to go --",
        "A: [indecipherable]",
        "Q: -- 1-1t -- yeah, a-and you don’t have any --",
        "A: No.",
        "Q: -- other memories that were upsetting or frightening?",
        "A: No, no, no, we lived pretty good. We -- we had the -- my mother w -- and my\nfather, they lived really good life, I would say. My mother liked theater. Sh-She\nFebruary 27, 2000\nliked reading and going out. And I would say movies. She could tell you every\nname of a personage in the movie. She liked arts.",
        "Q: So until the Germans came 1n, life wa --",
        "A: Pretty good.",
        "Q: Pretty good.",
        "A: Yeah.",
        "Q: Yeah. How would you describe yourself. Again, you were very young. Were you\nvery close to your parents, were you very dependent on them?",
        "A: Wh-When you -- when you so small it’s -- especially in Jewish families, you\nknow how it is when kids are very close to their parents and so it was -- what I can\nsay, they very close.",
        "Q: When it was time for you to leave -- you were saying how your father, you\npacked up things and you were -- you have memories of st -- of bags on the floor.\nWhat did your parents say to you? Why -- what did they tell a young child why you\nwere leaving?",
        "A: No, I-I -- I don’t remember this, I-I -- I can’t say nothing because I -- I don’t\nremember wh -- if they said anything to me or not. The only thing I know my\nmother told me, that my father didn’t want to leave. She said he told her, maybe we\nwill overcome this situation, you know. But my mother loved me so much, and she\nFebruary 27, 2000\nnever believed that -- that we’re going to be safe with the Germans. And so she\ninsisted of leaving, yeah, this wa -- I -- I know for sure.",
        "Q: So it was her --",
        "A: Yeah, her. My father was a m -- my father maybe a -- he was a smart person, I\nknow that, but in this case, maybe he was a little naive about -- like many -- so\nmany people.",
        "Q: Did other members of your extended family leave with you?",
        "A: You see, as I told before, my mother’s sister and -- and her brother, they lived in\nSkundaliena in next big town called Daugavpils, and my -- my ... I'll call it -- my\nmother’s uncle had seven kids -- seven children. Their name was Kuperschmidt\nand then the -- they remained in Riga with all -- with all seven kids and ob-\nobviously they were killed. And my grandfather remained in his town Barovka and\nhe was shot. My mother’s sister, her name was Dwara. In Russian they used to call\nher Vera. She was kept alive with her son, as my mother told me, for awhile,\nbecause she was a translator for the Germans, translated from German into Latvian\nand Russian, I know this. And my ol -- uncle, with his wife -- yeah, ma -- my -- my\naunt, she was married in 1935 or ’36 and her to a person named Opanansky, who\nwas Sa -- later in Soviet army, and he was killed in action. And she -- she had the\nsmall child, two years old, so was -- she was killed in -- with the small child, two\nFebruary 27, 2000\nyear old male. And my u-uncle, he was shot in the -- in the fortress of Daugavpils\nwith his wife and the three year old too -- male child. And then I had the -- my\ngrandmother’s sister, on my mother’s side, sh-she -- she didn’t have her own kids,\nbut she -- she married to a person who had his own four. But two of them escaped.\nOne of them actually, a woman, I don’t remember her name, she was a communist.\nAnd in 1937 the -- she was caught by Latvian police and probably worked over\ngood in the prison. And then they probably released her and she went to Russia.\nBut you know what happened in Russia in 1937. So they -- they grabbed her and\nsent her to Magadan. She got married in Magadan, f-far eastern Pacific Ocean,\nshe got married. And I saw her in 1957, she had a son. And sh-she spent 20 years in\nMagadan, from ’37 to *57, it was precisely when I came from the army and I saw\nher. It was strange that she never blamed the communists for her misfortunes, which\nwas very strange. And my grandmother’s si-sister, as I mentioned, they were\nbusiness people, dealt in lumber and had properties and houses in Daugavpils, so\neverything gone. I even remember my f -- my uncle’s building had three stories in --\non Riga Street in Daugavpils. It stands now.",
        "Q: Speaking of the communist party, when -- before you left Riga, and did that\nword mean anything to you as a very young child, the communist party?\nFebruary 27, 2000",
        "A: No, if you ask me about the communist party, 1t never meant to me nothing\nbecause I -- a -- a -- nothing at all. The only th -- I began understanding wa -- the co\n-- what 1s it probably when I was nine, and I began s-seeing the pictures of Mr.\nStalin, because before that I -- I -- I haven’t seen these, I never read nothing. There\nwas no time for reading.",
        "Q: Before you left Riga, had you heard of a man named Hitler?",
        "A: No. I never heard th -- I don’t remember.",
        "Q: So it was just the three of you who left, your mother, your father and you, and\ngetting on the train.",
        "A: As -- as far as I can -- as far as I can remember o -- for my family only. No, I\nwould be wrong. I forgot my -- my father’s sister. She -- she was with us, too. Four\npeople.",
        "Q: And you were together in one car?",
        "A: Yeah, we were together in one car, we went to this [indecipherable] an -- a\nvillage called Pol’kino. What is interesting, then we met over there a family, they\nwere our neighbors. They lived next building from the yard across this. Their last\nname was Pantz. We met them in this town -- not town, it’s a village, Pol’kino.\nBecause I was wounded my mother had to carry me once a week or whatever to a\ndoctor about eight kilometers away for bandages. It’s an interesting story there. My\nFebruary 27, 2000\nfather and some of his friends, they -- they tried to catch some fish in the river. And\nyou know what? After all their efforts, they caught only one fish. One fish, I\nremember this, one fish. And why I remember that very good, because now my --\nmy daughters-in-law father, he came from Byelorussia -- but actually, it’s not like\nthat. My son went to -- with his wife to Byelorussia with all his fishing equipment\nand I telled -- I tell him, you know what my son, you will not catch one fish over\nthere, they ate it, everything. So --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape number one, side B,\nand you were talking about the fishing.",
        "A: Mm-hm. The -- th -- good enough, my son returned from Byelorussia and he\ntold me, I did catch one fish.",
        "Q: Just to get back to that beginning train ride, did your -- did you have enough\nfood, what was the conditions like in the car?",
        "A: We lived in the village Pol’kino for a short time, maybe f --",
        "Q: No, no, no, I was talking about that train. Do you remember when you got on the\ntrain out of Riga?\nFebruary 27, 2000",
        "A: Ah, out of Riga.",
        "Q: Did your mother -- did you have enough food?",
        "A: Yeah, but this was -- oh, okay, on the train from Riga after we got bumped, we\nleft these three railroad cars behind and I-I don’t remember precisely, but it took us\nvery short time to reach Yaroslavl.",
        "Q: What -- were ther -- was this a train car with seats?",
        "A: No, this was -- as I mentioned before, this was a train, a mixed train with\ncivilians and military. So --",
        "Q: But did you have seats to sit on, did you have benches?",
        "A: Wa -- yes. It was -- those cars were called, I remember, Pullman. You probably\nhave them in United States, it’s what kind of here. It’s regular passenger c-cars.",
        "Q: And how did you sleep?",
        "A: We slept on benches. They have just benches, that’s it, nothing we -- no pillows,\nor mattresses or something like that, no.",
        "Q: Did you take -- you were very, very young, did you take anything special with\nyou, a special toy, something you wanted to play with?",
        "A: No, I-I think we didn’t have any time for taking more valuable things than toys. I\ndon’t think we took anything with us besides just a few things, as a -- as I\nmentioned before.\nFebruary 27, 2000",
        "Q: B-Before you left, did -- did the word ghetto ever -- was that ever mentioned?\nDid it ever mean anything to you?",
        "A: No, I wouldn’t say that the word ghetto ever meant to me anything, I -- I don’t\nremember.",
        "Q: So you left before the ghetto was established in Riga?",
        "A: Obviously I left before the ghetto was established because as far I know from --\nnow I know from literature that the Germans entered Riga about July first,\nprobably. And then we left with the last train, what can it be, 28\" of June? So there\nwas no time to waste and we had to run for our lives. That’s how it was.",
        "Q: So yo-you -- you’re saying you left the end of June?",
        "A: Yeah, twen -- yeah, I left 27\" to 28\". This was the last train, I -- I thought I -- as\nfar as I have in my mind.",
        "Q: Why do you think your mother knew enough to leave? Well, how do you think\nshe knew? I know this is looking back, obviously, as an adult.",
        "A: Yes, well I -- I -- later -- I-I can think that my mother 1s a -- was a woman -- she\ndied already -- she was a woman of perception. I think she was a very bright\nwoman. And besides, my mother mentioned to me that of course she s -- learned\neverything, she read newspapers and listened to the radio. We -- we knew what’s\ngoing on in -- in Germany and Poland, it’s obvious. And besides, w-we had the\nFebruary 27, 2000\nrelative, I think, my mother mentioned him. Very removed, but he was a\n[indecipherable] I think, in Lithuania, I think, a [indecipherable] you know, the\nchief -- yeah. And he predicted that -- of course, I don’t know how they predict, but\nthey know what they talking about. So we knew very well.",
        "Q: Did your -- now you’re in Yaroslavl, what -- h-how -- did your wound heal all\nright?",
        "A: Yes. Yes, in this Pol’kino, it took me ow -- actually, I'll tell you, maybe. You\nknow, with this primitive medicine, they patched up my wound so badly that even\nnow it’s -- you know. So it took me about eight months for me to heal it.",
        "Q: How did your mother find you when you were thrown out of the train?",
        "A: I don’t remember -- I don’t rememb -- I was on the ma -- on the table operated. I\nwoke up, I see the doctors, my mother saw them -- me too. So wa -- wa-wa -- we\nwere all running and the bombs were falling all over the place. And I saw the\nairplanes, they were very low. Actually, 1t was covers -- fa -- co -- forested area and\nonly you could see th -- I would say from above, you could see the railroad tracks.\nSo -- so they can say.",
        "Q: Were there other children from other families on that train?\nFebruary 27, 2000",
        "A: Yes. I think I had a distant cousin who was me -- his name was Yosef Zaks. This\n-- it -- maybe I forgot a little bit, but my father’s first cousin, Riva Zaks, she was\nwith her ch -- with her child, Joseph Zaks. Yeah, Yosef Zaks, in -- in Yiddish.",
        "Q: Do you remember talking to him on the train at all?",
        "A: No. No, on the train, I -- no, I don’t remember. I only m -- I -- met him only in\n1945. She -- she was -- I would say -- this is personal, but I would say my mother\nloved me more than she loved her son, because my mother never gave me away to\nthis -- how you say, we call it in Russian language the dom. It’s called, like for\norphans. Orphanage. And -- and my father’s first cousin, she gave him away into\norphanage. So my mother always mentioned that. Yeah.",
        "Q: How long did you stay in Yaroslavl?",
        "A: We stayed o-only for, I think a month. I want to say something about -- this is\nnot Yaroslavl, this is Pol’kino, the village. One day I was walking alone, and I saw\na peasant woman. And there wa -- high in the sky was an airplane, I guess it was a\nGerman airplane. And this woman took off a kerchief off your head and began\nwaving to the German airplane. Yo -- I -- I think it was a sp -- how you say, a spy\nplane, yeah, and she -- I remember it. She -- she waved to the German airplane.",
        "Q: Did you tell your parents?\nFebruary 27, 2000",
        "A: No, no, I -- I didn’t tell this, but I -- I kept it inside there. You ga -- I didn’t know\nwhat I -- what it is, but looking back I know what it 1s.",
        "Q: Did you have enough food at that time?",
        "A: In Pol’kino, yes, we -- we had what to eat -- we had what to eat, but if you want\nto know how it went further, our journey from Pol’kino to cur -- to central Asia,\nDalino, it’s called Vallo Furginah, we’ re --",
        "Q: Well, before we get there, I just want to talk about --",
        "A: [indecipherable] Pol’kino [indecipherable]",
        "Q: -- you -- you had enough food. Where did you live?",
        "A: We had a -- I remember th-there was a two story -- a two story house, I think.\nYeah, even I remember the color, it was gray. Yeah, you know, there wasn’t hung --\na hunger right away of the first days of war. It started later.",
        "Q: What does a five year old know about war at that time? What -- what -- do you\nremember questioning your parents? You were five years old, you had to leave your\nhome, you’re in this new s -- town --",
        "A: [indecipherable] I was not five yet, September would be five. But I don’t think,\nwhen we talking about a five year old having any judgment to judge what the war\nis, or peace, it’s only the minute he feels it, in my opinion, he feels it, what a war 1s,\nyou know, or what hunger is. But I don’t think it -- after awhile, if you, under\nFebruary 27, 2000\npeaceful conditions you have bad impressions, maybe if you personally affected,\nyou know, physically, then you probably will remember, but otherwise I -- I don’t\nthink so. It’s philosophical point, I don’t know.",
        "Q: Did you stay very close to your parents in Pol’kino? Did --",
        "A: Yes, of course, 1t was my parents. We slept in one bed, obviously, you know.\nSince 1941 til 1944, I slept in one bed with my mother. That’s it.",
        "Q: And then you stayed there and then when did yo -- how -- for how long?",
        "A: We stayed in Pol’kino for about a month, I think. And this was already I would\nsay end of July, or beginning of au -- August, and then we took off from there\nbecause th-the Germans were moving and actually it’s much to the north of\nMoscow, but they were moving qui-quick, I don’t -- I w -- I have to look up in a --\nif the Germans reached Yaroslavl, I don’t think so.",
        "Q: And then you got back on another train?",
        "A: Yes. We got back on a train, but this was not a -- already not a Pullman, this\nwas a cattle train. And we were sleeping on shelves, there were no pillows or\nmattresses or something like that and it took us about a month. Actually, we were\nchanging trains. In the beginning my -- my mother told me we had the train loaded\nup with coal and we were sitting on the top of this sc -- railroad car with -- full with\ncoal for awhile, until we got another one that was empty, a cattle train and we --\nFebruary 27, 2000\nfrom there we went all the way down to -- to central Asia, as I said. That town was\ncalled Utchkulgan. A damned place, I would say. Damned.",
        "Q: What was it like?",
        "A: Okay. My father was still not in the army. They -- he probably got sick or\nsomething, they didn’t ask him til 1943. I remember 1943 they’d -- they -- they\nwere all in -- lined up and when the [indecipherable] came, and they lined up and\nsent him off.",
        "Q: Bu-But now you're still -- the three of you are still together.",
        "A: Yes, and my father’s sister.",
        "Q: Oh, the four of you.",
        "A: And my father and me and my mother, and we lived in a barrack. No, at the\nbeginning I would say not, it’s -- was not a barrack. I remember January 1942, we\nlived in a big wooden house. And -- and the hunger began to set in. You know why\nI remember this very well? Because there was an 80 year old person, and he\nprobably had money. And he had the girlfriend who was about 30 years old, so --\nand we lived together in one room, about maybe, I would say 30 people. I\nremember another thing. He had money, so he bought some carrots. They dug a -- a\n-- a pit and buried the carrots into the pit and covered it so -- some food, right? So\nthis -- what I want to say, this old man lived with this younger woman -- well she\nFebruary 27, 2000\nlived with him for -- of course for food. And suddenly this house burned down. It --\nI remember snow in central Asia, snow. January there, snow. And then -- it was ’42,\nyeah, we moved to a barrack. My mother worked at the factory that used to make\nropes, and she would leave me alone, obviously, in the barrack. Yeah, I was bitten\nby a scorpion at night once, in my left leg, and my father once reached into his\npockets at night and got bitten in the -- in his hand. I would say with food the\nsituation was so bad, if I tell you that I didn’t see any milk for four years, you\nwouldn’t believe me. And bread, they used to make it from a little cornmeal, how\nyou say, the dark, dark bread, mixed with -- we call in Russian language mich. It’s\na -- parts of sunflower seeds, but they’re not sunflower seeds, it’s the -- the waste of\nsunsower -- flower seeds, because you could see the --",
        "Q: The hull.",
        "A: The hull -- hulk. No, hull --",
        "Q: Hull.",
        "A: Hull?",
        "Q: Hull.",
        "A: Yeah.",
        "Q: The outer part of the seed.\nFebruary 27, 2000",
        "A: Yeah. Yeah, yeah, the -- the hull mixed together, it was kind of bread that he was\nyellow inside. In 1941 I’Il tell you -- we were going to sit here for a long time --",
        "Q: Good.",
        "A: In 1941 I caught malaria. Yes. An-And lucky for me -- and then I had a little bit\npneumonia too, maybe in light form. I thought I’m going to die, I said my mama,\nI’m dead. I remember she began crying and all this, but survived.",
        "Q: Wh-Where were you living then?",
        "A: Then, in Utchkulgan. No, th -- no, this was not Utchkulgan, this was Andejan.\nThis was Andejan. And luckily for me, my grandmother’s brother lived there with\nhis daughter-in-law in there -- and -- hi-his daughter-in-law and daughter-in-law’s\ndaughter. This I have to tell you, his name was Moskevich. Velville Moskevich,\nVelville. In Russian language they call him Vladimir, but he was Velville. Actually\nwe would say wolf in Yiddish. His son was a famous flyer, everybody knows him,\nYakov Moskevich, a general and commander in chief of Soviet Air Force. Two\ntimes hero Soviet Union. As we know, he was arrested in 1941 and with other\ngenerals, and shot. So -- but in Uzbekistan where I lived in, they probably didn't\nknow about the situation with him yet, so they supplied food to -- to his father. So\nit’s how we survived, because they didn’t know of the situation. But later on they\narrested his daughter-in-law and sent her to -- to far away places, this I know. So I\nFebruary 27, 2000\nsurvived 1941. So I mentioned you about the burning down of the house. So, after\nthat we moved to a barrack. I would say maybe seven families lived there, in the\nbarrack. My mother worked at the f -- rope factory, suppli -- they supplied us with\nbread, as I mentioned.",
        "Q: We’re -- we’re in Utchkulgan now?",
        "A: Utchkul -- yes, Utchkulgan. Tiny piece of bread, of this mixture. Tiny piece. It\nwas absolutely piece -- if you -- if you press it in your hand, I-I think water would\ncome out. There was a kindergarten, yeah, I attended kindergarten as I remember,\nbut the food was, you know, a little pea soup. Whole day, that’s it. Believe me. So\nmy -- my mother had to survive somehow. She began dealing -- how you say selling\nand buying fruits, vegetables, you know and selling and buying and sometimes she\nwould go into the desert and collect tortoises, yes. She had a big, how you say, not a\nhammer, but an axe. And she would discard the par -- carapaces and only take meat\nout and the eggs, and bring it in a sack. One time she was really caught in -- ina\nstorm. It was a terrible storm, I remember and -- but she brought the sack with --\nwith the turtles, anyway. She got sick, but -- but my father’s sister, she probably\ndidn’t have a strong constitution my mother had. So sh-she began actually starving\nto death. One day she had diarrhea, they took her to a hospital. And they took her\nhospital -- after she became a little better they fed her sauerkraut soup. And you\nFebruary 27, 2000\nknow what it is, sauerkraut soup? You eat it, in a few hours you’re dead. That’s\nwhat happened to her. I remember it was raining, ter-terrible rain and my father was\ncoming from the hospital and he was crying. Yeah, it’s what happened.",
        "Q: Were -- were -- was your family able to bury her?",
        "A: I-I don’t remember actually, I will tell you. I don’t remember how they did it\nbecause they didn’t take me with -- with them. So --",
        "Q: What was your father doing? Was he working?",
        "A: Yeah, my father was working. In the beginning, I don’t know what he did. In the\nbeginning we -- we’re together with the Bukara Jews, you know, Bukara Jews,\nthey used to have collective farms over there, they used to go to synagogue over\nthere in b -- with the Bukara Jews, but later I don’t -- I can’t say that I remember.\nGo -- in 1943 he was drafted to -- into the army and he never came back. And\n[indecipherable] when I lived in barrack, the situation was so bad about -- I think it\nwas about like Ethiopia in modern times. I -- I was then seven years old, a-and a\nyoung guy maybe 10 years old lying on the floor on a mattress, and you -- he was\nsquirming like, because he was dying. And I was with him together in this room. I\nremember getting so scared I crawled along the wall and bolted the door and ran\nand ran til I -- I don’t know for how long I ran. I stopped and I -- in a few hours I\ncame back and I remember some me-medical personnel, of course not in a car,\nFebruary 27, 2000\nmedic -- some medical personnel gave him an injection, I think and he died over\nthere. He was swollen like three times his regular size, I -- I’d -- I think so, yeah.",
        "Q: So while you were there, you said you went to kindergarten?",
        "A: Why did I -- why --",
        "Q: When you were there, you went to kindergarten?",
        "A: Yes, I don’t remember what year I went to kindergarten, but probably it was ’42.\nFor awhile -- I didn’t even go for a long time there, because you know, there was no\n-- there was no food over there, no --",
        "Q: Were you parents very comforting to you?",
        "A: Well, everything they could get, they -- what can I say about my parents? The\nbest in the world.",
        "Q: I-I was just wondering what you tell a young chil -- what a parents says to a\nyoung child going through such traumatic experience.",
        "A: I-I don’t remember actually, Pll tell you. F -- my -- of course my mother, what\ncan she do? She comfort you and the -- if there’s no food you -- what can you do?\nYou want a piece of bread, but how to get it? So when we had these turtles 1t was\nalready a holiday, right? But this was already when my father was in the army. I\nremember it when she began going into the desert to get these turtles.",
        "Q: How long -- how long did you stay in Utchkulgan?\nFebruary 27, 2000",
        "A: In Utchkulgan we stayed til 1944, when my mother got news from Ural\nmountains -- beyond Ural mountains, it was the cor -- valley -- it’s not a valley,\nactually. Beyond the Ural mountains there was a town called Tavda. So in 1944 --\nyou know, I had nothing to wear, because we lived in as -- | -- I -- actually, I was\nsick for three years with malaria, right? I got some quinine, right? I remember\nsitting on the -- in 120 degrees Fahrenheit sitting on -- on the -- on the stone and\nshaking. You know what malaria is? After three years of malaria? So, my mother\ngot the news that my father’s first cousin, he was a -- a soldier in Tavda, there was\na -- a prison for -- maybe for all kind of people, political and the criminal elements.\nAnd they called her to come over there. So I had nothing to wear so my mother\nknitted something for my feet, and it was December already. You know, I had to\nwear this. We stopped over in [indecipherable] town, right? Now it’s probably\ncalled Orenburg, if I can remember. I look out the window -- you know, we took a\ntrain, right? We come to Orenburg. We stayed only there, my mother had to look --\nsomebody told her maybe my father is alive, because she got the news that he was\nreleased from the army because of sickness, but she couldn’t find him. We stayed\nover -- the wind was sweeping -- this is an open plain, no forest over there and the\nwind was sweeping so horribly that my mother couldn't take it any more, so we --\nwe boarded a train to Swedlofska and from there to Tavda. I'll tell you, we had the\nFebruary 27, 2000\nvery [indecipherable] small luggage. There was no -- no luggage, actually, and she\nplaced it on the -- on the floor and somebody wanted to steal. So my mother was\npretty alert, she gave him a -- a kick in the behind so he fell in -- on the railroad\ntracks, I remember that. When we boarded the train -- of course there are no toilets.\nThere are toilets, but you know what, no heat. So the human excrements and all this\nurine, was frozen and piled up I would say maybe three feet high. Yeah, and that’s\nhow we traveled to Tavda. This was not Tavda, it was called a town, Saragolka.\nYou see, I remember all the names. Yeah, it was Saragolka.",
        "Q: Wh-What was it like when your father was called up into the army? Do you\nremember that?",
        "A: No. I -- I -- I wouldn’t say that I remember. I only, when I -- as I mentioned, I\nsaw him lining up on the -- on the sk -- square of this town, and [indecipherable]",
        "Q: D-D you remember missing him and asking where he was?",
        "A: I don’t remember missing or asking where he was. I-I -- I don’t -- I can’t say\nthat. I -- I-I don’t remember.",
        "Q: So when he left it was just the two of you, you and your mother?",
        "A: Yes. After he left, my aunt died, just me and my mom, and that’s it. Two of us.",
        "Q: Did you mix with other children at that time, when you were in Utchkulgan?\nFebruary 27, 2000",
        "A: No, I wouldn’t say that I mixed with any other children, I was by myself. By\nmyself all day. You know -- you know the two --",
        "Q: What -- what did you think about? What did you do to occupy your mind?",
        "A: What did I do to occupy my mind? I was looking for food, and you know what?\nI remember this case -- you see, I am shaven now, right? I am 63 years old now and\nI am shaven. It’s how I was shaven when I was seven or eight years old. So what\ndid I do? You know p-peaches -- actually not, apricots. And the Usbecks, of course\nthey had their orchard in somewhere else -- there was a market, surrounded by a\nhigh wall, as they do it in Asia, was a clay wall. So one time I stole a -- you know, I\nstole a melon from one Usbeck, and he ran after me with a n -- with a knife. But he\n-- of course he couldn’t catch me. And the -- in the corner I remember there was a\nbank, and the bank had a nest of wasps. Yeah, the wasps, of course, the melons are\nnot like in this country, they are a little bit be -- sweeter and better. The wasps has\nvery sm -- good smell, right? So they attacked me and bit me se -- I di -- I\nremember seven times in my head. So my head had big bumps. Then I -- in order to\nsurvive I collect -- I of -- of course I dropped this melon, what could I do? And in\norder to survive I would pick up the seeds from apricots. But a -- I remember being\nashamed doing this, so I wouldn’t do it bending, with my hands, but I would pick\nthem up with my feet. With my toes. With my toes, yeah. And collected them ca --\nFebruary 27, 2000\nthen coming home and taking a -- a stone and breaking, and they were nutritious. So\n-- so | ate like the s -- the seeds.",
        "Q: Why did you not have any hair on your head?",
        "A: You see, during the war we had the la -- lice. In order to get rid of them we had\nto shave our heads.",
        "Q: Wh-Who did that for you?",
        "A: I -- I actually don’t remember who -- who shaved my head, you know.",
        "Q: Was that hard for you, as a small child?",
        "A: No, I had no feeling there about having hair or not having hair, probably the\nsame I don’t have now. I don’t remember having any feelings about styles.",
        "Q: Did that hold true for your mother too, did she have to have her hair taken off?",
        "A: Oh no, my mother never shaved her head, no. She didn’t do it.",
        "Q: So now, your father had gone and your -- yo-you’ve moved -- you’ve continued\non your journey.",
        "A: Yes, we came to Saragulka, was December 1944, and my father’s first cousin,\nhis name was Ulman, Schmul Ulman -- Schmel Ulman, Schmel, Schmel, yeah.\nAnd my grandfather’s sister, my -- my f-father’s side, she was there too with her\ndaughter. And it turned out that Siberia was much better than central Asia in -- as\nFebruary 27, 2000\nfood is concerned, because my mother began working, not chopping wood, but\nsawing wood, you know, big logs of -- she worked all day.",
        "Q: How had your mother’s health been up to that point?",
        "A: You know, it’s very interesting, my mother’s health was very good. She was a\nvery strong woman despite later starting to complain about high blood pressure or\nsomething, but I remember she had her -- her -- when she was younger, she had her,\nyou know, w-women’s characteristics a little, about -- complaining or something,\nbut actually her health was pretty good, considering the horrible times.\nEnd of Tape One, Side B\nFebruary 27, 2000\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape number two, side A. I\njust wanted to ask you, when you were in Uzbekistan, were -- did your mother\nknow what was happening in Europe, and if so, did she talk to you about it? Did\nyou as a child, have any idea of what was happening with the war, and the Jews\nalso?",
        "A: I-I -- I would say I-I can’t recollect if she was talking with me about the war, and\nthese other things. The -- mostly we were talking about food, I think. To me was, at\nleast the -- but what was happening, of course she knew what was going on, but she\nnever talked with me about the situation, I would say. And I never attended school\nyet, I was in a -- I don’t think I had any strength to attend any school. I was young\ntil then from -- I began going to school, I was only eight years old.",
        "Q: Okay. You were living under these terrible times, under these terrible conditions.\nDid you -- and -- and did you feel very Jewish? Did you -- were you angry that\nthese sad times were happening to you because you were Jewish? Did any of those\nthoughts come through your mind?",
        "A: You see, the -- I -- I didn’t know what Jew and not Jew 1s. Later on I real -- I\nunderstood what a Jew is or not a Jew, but at a young age I probably didn’t\nFebruary 27, 2000\nunderstand what it is, what -- to be Jewish or not Jewish. I -- I -- I didn’t know\nnothing about it yet.",
        "Q: I-I was just asking were you -- in case you were angry that this is happening\ncause you were Jewish.",
        "A: No, no I -- I couldn’t say that, because later on when I understood, then I -- I\nknew what it is to be a Jew, but in th -- then, I didn't understand. Now, my mother,\nof course, ne -- obviously I -- I don’t even want to talk about it. But she knew all the\nsituation, but she never converse with me about this -- what’s going on.",
        "Q: So now it’s December 1944 --",
        "A: Yes, it’s December 1944, we come to Saragulka. Seemed like it -- the end of\nthe world. There was a -- a sc -- a school, I began going to school at the edge of the\nvillage. A -- as -- a small -- and there was a club. S-Strange enough, I began\nperforming 1-in the club, ju -- reciting poetries suddenly, I remember. And s --",
        "Q: You were now eight and a half.",
        "A: Yes, I was about eight and a half years old. I be -- I remember applaud --\napplauses. I don’t even know where I got this poetry from, you know, and\ndeclamations, you know, this kind. I don’t even know. I don’t remember how it\nhappened.",
        "Q: Did your mother recite poetry to you?\nFebruary 27, 2000",
        "A: Probably she did. My mother probably said it, poetry to me, because when I last\nsaw her, she was close to 85, she was still reading in German and reciting great\nauthors. Yes, she had the very good memory.",
        "Q: What language were you reciting your poetry in?",
        "A: Of course in Russian, it was Russia. Obviously. So, Russian language.",
        "Q: Did your mother -- when you were very young, did your mother sing you any\nsongs?",
        "A: I-I can’t say that. But there’s an interesting case, when I was younger, I can\nremember. Maybe it’s imagination or something like, about the angels. I remember\nwas a taholim, as they say in Yiddish, like a dream. But I was lying 1n bed, I think I\nwas maybe three years old, or four and I saw somebody in white clothes above me,\nhovering above me, and I -- I-I think it was an angel. And I -- even now, I -- after\nall these years I think that angels exist. I remember this, yeah, it was wa -- I-I never\nforget. I tell my -- my sons that angels exist, yeah.",
        "Q: Di -- had your mother sang you any songs about angels?",
        "A: No. I don’t think my mother -- she was not a religious woman, so it was a -- of\ncourse she knew th-the Bible. My father used to tell her stories from the Bible. I -- I\nremember this very well, about -- yeah, I can -- now I recall when we -- when we\nled me to this. I recall it, about -- about Eliyahu Nawi, I recall when -- when my --\nFebruary 27, 2000\nmy father used to tell stories about how he u -- would be invisible, go to place, to\nplace, help people and all this stuff. I -- I recall it vividly now because it has to\ncome to me, you know, maybe I have something I forget, but I remember, yeah.\nFrom the Bible my father used to tell a lot of stories to my mother from the Bible\nand she would -- yeah. Sometimes you s -- like you see dead people. My mother\ntold me a story, she thinks she saw her mother 1n the -- in the square. O-Of course I\ndon’t believe this, but maybe she imagining, but it’s what she told me. Yeah, it\nhappened to her.",
        "Q: Do you remember your father conducting any Passover Seders? Do you\nremember your father conducting any Passover Seders?",
        "A: Not that -- I don’t remember. I don’t think we would be -- as I mentioned to --\nwhen they -- he -- he used to go to the Bukara Jews in Uzbekistan. I was not a\nparticipant, he -- he would go by himself.",
        "Q: Uh-huh.",
        "A: So, I-I -- he -- I don’t think we would be able even to conduct any Passover\nSeders if you don’t have nothing. You could only use your hands, nothing else.",
        "Q: And -- and no memory of Seders when you were very young and in Riga?",
        "A: Yeah, I remember -- well, I would not -- not say that we -- I have memories of\nSeder, but I remember o -- the -- when they bought fish, usually a -- a live pike,\nFebruary 27, 2000\nlong pi-pike, long. And the fish was alive, I even dipped my finger into his -- caught\nme by -- yes, caught me, th-the pike caught me, it’s a vicious fish, yeah. But --",
        "Q: An-Any memories of sitting around with other relatives at a Seder table in\nRiga?",
        "A: No, I-I don’t have these memories, no.",
        "Q: Mm-hm, okay, we’re move -- we’ve moved forward and you’re in S-\nSaragulka?",
        "A: Yes, w-we’re in Saragulka and it’s wintertime, December. You see, th --",
        "Q: December °44.",
        "A: Yes, December ’44. And it was a much better place, at least we started school,\ngoing to school in the middle of season. And the school was about a -- a sh -- a\nsmall -- not a building, a -- a house, a wooden house in 1 -- in one -- in one room the\n-- the teacher had four classes, starting with first and -- to fourth, yeah. Right on the\nedge of the forest. They used to tell me that bears are crawling around during\nsummertime. Because they had this tree they called in Russian, Kairda, but it -- it\nse -- they have seeds. In Siberia they have this -- maybe it’s called pignolis, in\nItalian?",
        "Q: Oh, pignoli seeds.\nFebruary 27, 2000",
        "A: Yeah, it’s -- actually it’s -- they look like pine trees, but they have the seeds,\nvery edible, contain a lot of -- of oil, so it’s very -- so we use -- they used to collect\nthis, the autumn time. Then they used to go hunting too. One times -- wintertime I\nsaw my father’s cousin with his soldier -- fellow soldiers, going a hunting\nexpedition, bear hunting. And I don’t know what gratta -- hit me. I was sitting in my\nshorts, actually. The houses over there are very peculiar. They’re very long, wooden\nhouses, and the entrance is from both sides, both sides of the houses. So I was\nsitting on the one side, the end of the house and looking through the window I see\nthe soldiers going bear hunting. And I -- I bolted out through the door, it was about\n40 degrees Centigrade, minus, and I jumped on the sleighs, and my hands and knees\ngot stuck to the sleigh, so they had to pull me off the -- the steel. I was crying, of\ncourse, but they know what to do, they put in a -- in a big pot they put some cold\nwater and they dip your hands into -- in this cold stuff. Yeah, but it’s very painful.\nSo, it was a much better place than in the Uzbekistan, plus they had some dried\nnettle. Nettle is a -- in Europe -- they have in America or not, I don’t even know?",
        "Q: Yes.",
        "A: Yeah, so you make soup o -- from it, 1n your -- nettle. Then they had potatoes\nand because here the celery, he was a guard over there in the prison. And so it was\nmuch better than in central Asia. But in a few months they -- they drafted him and\nFebruary 27, 2000\nhe joined the army. I mean, in the front, he went to the front in 1945. So we stayed\ntil May 1945, we stayed in Saragulka. And -- and then we t -- went to Riga, but I\ndon’t even remember what trains we took, was it the passenger trains or any other. I\n-- | -- I don’t remember.",
        "Q: Le-Le-Let’s talk a little bit about May 1945. How did -- th-the war is over?",
        "A: Yes, the war was over, yes.",
        "Q: What did that mean to you as a eight and a half year old child?",
        "A: You see, they tell me the war is over, we’re going home. And what can I say,\nwe're going home. I don’t think I had very -- a reaction very viv -- I don’t\nremember that I had a reaction, positive or negative. I don’t --",
        "Q: Was there any celebration?",
        "A: I don’t think we celebrated anything, no. But j-just casually. We had a patch of\npotatoes, so we sold it, this potato patch. Yeah, my mother and my relatives, they\nhad a patch of potatoes and they sold it to somebody and -- and we went to Riga.",
        "Q: How did you hear about your father?",
        "A: I think my -- my mother had a -- news from somebody. It was not official. It was\nnot official, somebody told her something, that he’s supposed to come home. And\nhe never came.",
        "Q: Did you miss your father while he was gone? Did you talk about him a lot?\nFebruary 27, 2000",
        "A: No, as I mentioned, I -- I don’t remember talking about my father. Me -- maybe I\ndid, but I don’t remember. But did I miss him, or -- I don’t remember.",
        "Q: Or your mother talk about him to you?",
        "A: No. I am -- I am telling you maybe I’m a little angry at my mother, that she\ndidn’t search for him, but she told me she couldn’t take it in -- in Skalif the weather\nwas so bad and we sat at the railroad station and there’s no food and no clothing and\nno nothing. She couldn’t ex -- possibly to look for him. I remember the wind, it was\noverwhelming. So maybe I shouldn’t blame her, but it’s how -- what it is.",
        "Q: So now it’s May 1945 and your mother’s preparing to leave and to go back to\nRiga.",
        "A: We’re not preparing, we just -- we just left and that’s it. We sold our patch of\npotatoes and took a long way from -- it’s not Ural mountains, but beyond Ural and\nwe came to Riga. It was in May or beginning of June -- I wouldn’t -- I -- I\nremember passing by, there are a lot of cemeteries, there were cemeteries, some\nwere close to Leningrad. And a lot of German soldiers, I remember, buried over\nthere, with crosses, crosses, crosses, crosses, I remember those cemeteries, for\nmiles, seems to me. And you can -- the northern route we took. We took northern\nroute and we came to Riga in -- in May, yes.",
        "Q: Did you have any memories of Riga from before?\nFebruary 27, 2000",
        "A: No, from before I didn’t -- I probably did, yeah. I remember the f -- I remember\nvividly the street and I remember this bogaden as I told you, the f -- the poor house,\nlike -- like a church, 1t was a hospital hou -- for the poor. I remember the yard, it\nwas like a -- the buildings were about five stories high, I think, I’m -- and there was\na yard, and buildings surrounding the yard. I remember this 1s -- yes, and the school\nwhere I stood in 40 -- 1940 in the street, Menishnai and th -- and the other Yikapils\nover there and Lascpiesa street and Moscow Street, I -- yellow, in Latvian\nlanguage, it’s called yella. I remember them. They were --",
        "Q: Wer -- were you happy about returning? Were you excited?",
        "A: No. I-I don’t recall that I was any different from -- you know there was a few\nJewish families in -- in Urals and I remember a brother and sister there from\nHarkov in Ukraine. And yeah, we did a few things that I recall. Yeah, I remember\n-- this I will tell you. One time, what they did, they -- they made for me like boots,\nhigh boots, called buky. And one day, it was probably January, there was only one\ntractor and one lorry. Lorry is in English a truck. And it was disabled. Zilfife the\nlorry was. So the tractor was pulling the lorry and we kids were running after this --\nthe lorry. And we got into -- deep into the forest, everybody of the kids they jumped\ninto the top, I would call it, of the truck, and I tried to do it too. So unfortunately I\nstepped on the -- on the wheel, and the wheel turned and my left leg got under the\nFebruary 27, 2000\nfive ton truck. And the kids didn’t see me, so they left me alone crying in the forest,\nand you know. So I -- I cried and I called and called and called til the railroad\ntracks. And during the war, because they probably didn’t have adults, so a 15 year\nold, about, a girl was checking the tracks, and she saw me. She grabbed me, put me\non her shoulders and brought me home to the village. So -- yeah, for three months I\n-- | had this swollen leg, but fortunately nothing broke. Probably the snow was so\nthick and soft that it just pressed into the so -- snow and didn't break my leg, no.",
        "Q: Did you experience any anti -- any anti-Semitism when you were in Russia?\nYou said this Russian girl brought you home --",
        "A: Yes.",
        "Q: -- which was a positive. Did you have any negative experiences with the\nRussians?",
        "A: During my chil -- early childhood, the seven, eight, and ni -- I'll tell you, the first\nexperience in anti-Semitism I probably began having when I was in fifth grade, I\nthink, understanding -- understanding what it is.",
        "Q: Okay, now you’re back in Riga and where did you s -- where did you and your\nmother settle? Did you go back to your house?",
        "A: No, we didn’t go back because my mother went over there and this was alre -- a\nghetto region. And he -- she remembers she climbed the stairs, everything broken\nFebruary 27, 2000\nover there of -- piled up. So she just turned around and run from there. But r -- as I\nmentioned, we left a -- a lot of stuff over there. So one day my mother came back --\nI don’t remember whether -- our neighbors, where they lived then. She entered their\napartment alone, and you know what? She found -- she had -- in those times there\nwas style overcoat with a fox -- entire fox over the shoulder, right? You maybe\nremember right? And she found this. She found -- she took away the overcoat, and\nthe fox. She found a golden watch. And I think a few other things. And she told me\nabout that. And this is interesting because h-her friend told her, why you didn’t take\neverything away from her, what belonged to you and even didn’t belong to you?\nAnd my mother says, I wouldn’t do that. [indecipherable] I only took what I saw\nmine, and nothing else. That’s how it 1s.",
        "Q: And then where did you settle in Riga?",
        "A: In Riga we settled -- they gave us a room on the -- by the small Daugava --\nsmall Daugava upe. And Dauga upe, it’s a -- a river, upe in Latvian language,\nupe. And there were -- it was a -- a church for the old believers. There is a church\nfor old believers somewhere, from Moscow a small street takes you. And they gave\nus a room in the -- in the house that belonged to the old believers before. I think it\nwas even beyond the walls.",
        "Q: When -- when you say they gave us a room, who was they?\nFebruary 27, 2000",
        "A: Nu -- who gives us? The -- probably the government, probably, or whoever they\n-- who gives you -- you don’t enter the room by yourself, right? So somebody gave\nyou the room. So 1 -- after the war the si -- the situation was pretty bad with food.\nMy mother managed always somehow to survive, so she began trading. There was a\n-- a market, you know, in old stuff, clotheses and all, she sells and buys. Then she\nhad connections with the army. She would get some American sugar, and -- it’s\ncalled tushunka, it was -- it was canned meat, you know, from America. And I\nremember it was very tasty, very tasty. So in 1946 she got married. Actually ’45 or\n46, and he was a -- a soldier, he served in the army, his name was Raishstain.\nRaishtain, Hugo Raishtain. Actually, his name was -- Hugo 1s he called himself,\nbut he -- actually Kyos his name was.",
        "Q: When da -- when did you definitely hear about your father? When did you and\nyour mother definitely hear about your father?",
        "A: About our father?",
        "Q: Well, what had happened to your father.",
        "A: About my father, I mean? I -- I th -- up til now I don’t know what happened to\nhim. My mother thinks sh -- that he died on the way home. Or somebody -- even --\nshe even mentioned maybe he had the -- a little money, and maybe somebody killed\nhim, or he died -- or he died because he was sick, is what --\nFebruary 27, 2000",
        "Q: So you never got any definite information?",
        "A: I never got any information about my father, never.",
        "Q: So your mother remarried, and you’re at school?",
        "A: Yes, my mother remarried, but he was an invalid, actually. He got hit in the leg\nand -- in 1944.",
        "Q: Were there other Jewish children who had returned like you did, and did you\nspend time with them?",
        "A: Yes, I had, later on in -- already in third, fourth grade and I -- I had Jewish kids,\nfriends of mine, Lotkin, Izzie Lotkin, Joseph Pomeranzif. I don’t even know --",
        "Q: Did you talk about what you had experienced with these other children, during\nthe war? Did you -- did you as children speak about your experiences?",
        "A: No, I wouldn’t say that I talk with them about our experiences. The only -- the\nonly person I would talk with is -- I mentioned before my -- Riva Moskevich, my\nfather’s first cousin had the son, yu -- Joseph. So with him we were friends. He was\nmy third cousin, I would say. With him we talked about a lot. But beside that, I-I-I -\n- | talked very little with my mother. Was -- probably there was a reason, I didn’t\nlike sh-she -- she remarried, probably, you know. And many times I would run\naway from home and slept in -- underground -- you know big buildings, they have\nbasements. I would slip -- it’s wintertime and there were gangs, even kids of my\nFebruary 27, 2000\nage, 10 - 12 years old, 14, I joined with the gangs, you know. Not rough stuff or\nsome, no, but just we had gangs, called spana in Russian language. Moscow gang\nor -- or [Russian] gang or some -- from other parts of the city. So we fought each\nother, you know, with sticks and stones and clubs and bottles and those --",
        "Q: Did you -- did you feel very tough because you had been through such a difficult\nchildhood?",
        "A: Yeah, I was very tough, I felt it tough, because I’Il tell you, I didn't hesitate to\nuse my fist right away. If I didn’t like, or somebody bothered me, I would use my\nfist right away, bam and that’s it. I didn’t know any better, you know”? Very tough, I\nwas very tough.",
        "Q: Well, you had seen so much as a young child, and ha -- and been through so\nmuch.",
        "A: I don’t know what th-the reason, because I’d been through so much, or just the\ncharacter. I can’t judge, but I was pretty tough. I was hit one time by an -- one guy\nhit me with a knife on my chin, a little. Well, since -- we run barefoot on asphalt,\nsince I -- I was -- you know, barefoot, I never knew what footwear is. I'll tell you\nthe truth, my f -- soles of my feet were so thick. I used to like to play soccer and ice\nhockey, you know, so we play on a -- in the dusty field soccer and a nail hit my\nfoot, the sole of my foot. As I mentioned, the sole of my foot was so tough, that I\nFebruary 27, 2000\ntried to pull the nail out, it wouldn’t come out. I pulled it and pulled it, at last I pull\nit out and a tiny blood appeared. It was by the river, I just washed it up and then we\ncontinued playing soccer. We swam since I was a ch -- nobody bothered me, my\nmother never [indecipherable] me where I am. All day I was by myself with kids\nand -- I liked school, I'll tell you. I liked school. I wouldn’t miss it because I knew I\nneed it.",
        "Q: Were you with Jewish and non-Jewish children in school?",
        "A: Yes, the school was mixed, and there was no such thing Jewish or non-Jewish,\neverybody together. And I attended 50 -- Latvian 56 school that before the war was\na Jewish school where my father’s first cousin Shaina, she was a teacher there. And\nwe lived -- later we got an apartment, it was basement apartment in 1946 when my\nsister was born, half sister, we got an apartment next to the school, it’s called Male\nLacspiesa, little Lacspiesa iela. I just would climb over the fence and I was in\nschool.",
        "Q: Mm-hm. And did you experience any anti-Semitism in elementary school?",
        "A: I would say the first time I understood what it 1s -- maybe I didn’t understand\nthen what it is, but later on I -- I began when my teacher of sports, of the physical\neducation, I remember even his name, Vasily Vasilivich, was his first name and his\nfather’s name, Vasilivich. Fa -- Vasily Vasilivich. You know, as a kid I w -- I liked\nFebruary 27, 2000\nto prank -- pranks and everything. So one time he takes me by the shoulder and say\n-- and says me -- tells to me, you know what? We saved you for -- from death in --\nGermans, and you behaving like that? I understood right away what it means. This\nwas my first experience with this kind of -- excuse me -- garbage. Since then it’s\nhow it went, many times. Of course, I couldn’t hit him. I should have, but --",
        "Q: What were some of your other experiences like that?",
        "A: Th--This was when I was adult already.",
        "Q: Oh.",
        "A: You don’t -- you’re not interested, or Pll tell you when adult --",
        "Q: Well, we’ll co -- we’ll come to that",
        "A: Yeah.",
        "Q: But when you were in school, were there any incidents with the other children?",
        "A: No, when I was at school, y-you know, I wouldn’t say that somebody would say\nkike or something like that. Maybe I heard somewhere far, but nobody would dare\nto tell me in my face.",
        "Q: So you felt safe on the street?",
        "A: Yes, in those times I felt pretty good -- safe, because you belong to a gang, and\nlocal ki -- local persons would never touch you, only somebody from outside. I felt\n-- what I want to mention, in 1946, this I mention -- I remember vividly. As you\nFebruary 27, 2000\nremember, maybe some of wa -- you, all these German and Latvian collaborators.\nNot -- Germans are not collaborators, like Drexel, but collaborator with Dunkel,\nyou know, about 10 of them, when they had a [indecipherable] a trial? I remember\n1946, about February, I went to my friend. I was about nine -- less than 10 years old\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape number two, side B.",
        "A: -- all the time my mother was telling me about the Germans and Latvians and --\nand as I mentioned, I was standing on the corner between Lacspiesa -- no, it was\nZilnow iela and Moscow iela, yes. And my mother asked me, do I want to go to the\n-- to vi -- vitness -- witness? Witness the hanging of the -- of the 10 people, I think\nthere were 10 people. I said -- I said no, I don’t want to go to wit -- witness. It was a\n-- I remember the -- vividly the day when they were hanged, because it was\nsnowing and no sun, the sky was covered with clouds, but it was not dark. And my\nmother se -- went with my stepfather to witness the -- the hanging of these 10 -- I\nthink 10 people. Then he told me what -- how happened. They were brought by\ntrucks and then they was -- they stepped on stools, and the stools were knocked\nFebruary 27, 2000\nunder them and she -- she was witnessing -- 1t was on the -- a big square in r -- in\nRiga on -- what was it? It’s called the parade square or I-I -- I’Il not -- I don’t recall\nprecisely how the square, but I remember the square, it’s very big.",
        "Q: What was the date?",
        "A: I think it’s February 1946. My mother witnessed the -- the hanging of these\nbastards.",
        "Q: Why do you think she went to witness them?",
        "A: I don’t think for enjoyment, but for -- for justice, or it’s supposed to be. Tooth\nfor a tooth.",
        "Q: Did your mother at that time, or even during the war, ever talk about going to\nPalestine?",
        "A: You see, you -- going to Palestine you have to be a dedicated person, but -- and\nas you know before world wars, not too many Jews went to Palestine, only very\ndedicated, as my uncle [indecipherable]. And you know how people are. When\nthey s -- well established in certain place, they want to live there in this, like\nanybody else. So now it’s something else, and then was something else.",
        "Q: So you continued on with school. You were 10 - 11 - 12, and what was life like\nfor you then? Do you have any specific memories?\nFebruary 27, 2000",
        "A: No, what to say? It was hard in the beginning, you know. A stepfather is an\ninvalid, he gets unpatient. You know how much patient you can get in certain\ninstances. And he worked. He worked, not always, and my mother didn't have an\nofficial job, but she tried to -- later on she began -- began working in trades. I mean,\na saleswoman. She wa -- became a saleswoman, yeah. And th-then 1946 my\nstepsister was born and we sa -- lived in very small apartment. No, I would say, we\nbegan eating better than before and slowly, slowly, life improved. I remember when\nI was a kid attending this school, first time I saw, during the -- the -- how you call it,\nelections? This was a Soviet style election. In school they would organize -- I don’t\nknow, it was specially for new republics, like Baltic Republic, where it was als --\nalso [indecipherable] I’m not sure, but over there I -- they would bring artist and\nsingers and all kinds of stuff and all day they would play music and -- and praise\nStalin and all the party and we used to watch it, enjoy it actually, I would say. You\nknow, everything is good for a peasant.",
        "Q: Were you part of any Russian youth group?",
        "A: No, I would say I was never even not a peer -- Pioneer. They used to force you\nto become a Pioneer and wear this -- how you call that, tie. This is like a tie and in\npublic maybe I would put it on, but then I would take it off and put it in my pocket,\nbecause I never wanted to be a part of it. I don’t know, it was mainly in -- inside me\nFebruary 27, 2000\nthat I didn't want to be a member of any organization, even from childhood. Not a\nPioneer, later on a [indecipherable], later on a party member. I know many Jews\nwere party members, I -- I have friends that live in the United States, a lot of who\nwere party members, but I, never. I felt I don’t belong there.",
        "Q: Was your mother a member?",
        "A: No, no, no, no.",
        "Q: Or your stepfather?",
        "A: No. My stepfather was a Zionist before World War 2. Of course, he never\nmentioned, you know [indecipherable] were a Zionist, what happen to you.",
        "Q: What would happen?",
        "A: If you were -- what would happen? Will go to faraway places, is what would\nhappen. So, you know, I-I [indecipherable] but in a quarrel, let’s say my mother\nwould quarrel with him. And she would give a hint that he was a Zionist, he was\nscared, you know. Obviously my mother was joking, but you see, Zionist is a good\ncause. It’s why we have our country there, and he was a Zionist and didn't want\nanybody -- he belonged to a sports club and he was, himself from Rezekne, and his\n-- two of his sisters, they went to Palestine in 1933, but his mother and two br -- an\nolder brother, they all were killed in Rezekne. So -- and he always dreamed about\ncoming to Israel, so they managed to come to Israel in 1966.\nFebruary 27, 2000",
        "Q: When you were 13, did you think about having a Bar Mitzvah?",
        "A: No, nobody gave me Bar Mitzvahs, nobody gave me Bar Mitzvahs, no, I don’t\nknow. I don’t remember. Yes, when I -- I was Bar Mitzvahed -- I don’t remember,\nbut I -- I was in Jewish circles because my father-in-law had his cousin and the --\nthe cousin had two --",
        "Q: Your st -- your stepfather.",
        "A: Yes, my stepfather over there. He had a cousin, he was an invalid too after the\nwar, who got hit in the head. And he had two daughters and a son. Yeah, and they\nreally wa --",
        "Q: Was it safe to be outwardly Jewish in Riga?",
        "A: Outwardly?",
        "Q: At that time.",
        "A: You say outwardly, nobody wore beards, or didn’t wear -- I never seen anybody\nwearing Jewish uniform, you know, I recall the black stuff.",
        "Q: Did you do anything religiously in the late 40’s - 50’s?",
        "A: No, I never did, despite that my father was a Chabadnik. My father, personally\nwas a Chabadnik before war. You know Chabadnik, in Israel they have this. But\nI personally, no, I was not religious. I -- what to say about religion? I believe that I\nam a Jew by blood. I don’t have to be very religious to confirm it.\nFebruary 27, 2000",
        "Q: So then you went on to high school. Any experiences there?",
        "A: Yes, I went to high school -- a-actually, you see, he was not my father, right? So\nhe always insisted that I go to work. I was 13. Go to work, go to work, but I want --\nI wanted to study. I wanted to study and I went -- actually I went to school\nevenings, high school. I went to work, I was a lathe -- lathe operator, worked a little\nhere, a little there, you know, what do you want, you were 13 or 14 or 15 years old,\nyou know. And that was tough actually, in many ways, obviously. So one time I\nworked at the big factory, they used to build floating cranes over there. They -- and\nyou know how in Soviet Union 1s, they you -- they s-send you to collective farm to\nwork summertime. So Iam 17 years old, they send me to a collective farm. There\nwas about five people, or seven people, maybe. One Jew, engineer, me, 17 years\nold, and ab-about five schlubs. Big, huge. Out of the army already. You know what\n-- what they did to this engineer? They actually treated him like piece of dirt. All\nthe time, kike, kike, kike to him, and he couldn’t do nothing. He was a -- a weak\nperson. It what my opinion is he looked weak and he behaved weak. I didn’t say\nnoth -- a word, but one day we’re sitting by a table, the engineer was not there,\nthese five guys and me. And you know what he says -- one of the guys tells me?\nHey, hey you, kike, give me the -- pass me the leffel. Leffel, he need a sh -- a\nspoon. Pass me the spoon. I don’t know what hit me. I -- I jumped up, ran toward\nFebruary 27, 2000\nthe guy and hit him with my left, right in the jaw, right in the bloody jaw. He fell on\n-- on the floor, right? He fell on the floor and then he got up and tried to jump on\nme, but the others, they -- how we say, they s-stop him. So they separated us, but\nwe lived on the -- how you call it -- sarai in Russian language, how you call -- with\nthis hays -- haystack? How you call it, barn. Yeah, we lived on the u-upper part of a\nbarn, 1n the huge barn. So I was afraid to go to sleep. We slept on the straw, you\nknow, there was nothing, just maybe you -- you take from home a blanket, maybe. I\nwas afraid to go to sleep. We had to climb a -- a ladder. But the -- I had to go to\nsleep, so I collected a lot of stones, maybe five, six big stones. I climbed the ladder,\nstepped 1-1n the opening, and I say, now approach me one by one. And nobody\napproached me. It was some kind of psychological thing. Nobody approached me, I\nthrow away the stones and went to -- into my corner. And nobody touched me.\nThat’s how we tre -- it was instinctive, you know what I mean? But it’s how a Jew\nshould behave with everybody.",
        "Q: Do you think you behaved that way again because of what you had experienced\nbefore that?",
        "A: I actually behaved like this again, and it happened I’Il tell you when, in 1960 --\n61. I -- I was a seaman on a fishing boat. It was not the fishing boat, it was a\ntransport boat actually, the -- named Riga. And we would cross the Atlantic by\nFebruary 27, 2000\nCanadian shores -- how to recall it precisely not to make a mistake -- by Canadian\nshores w -- you know what I did, I loaded up barrels with herring from other ships.\nAnd you worked like this 12 hours a day. It was a int -- 1t was [indecipherable] of\nsix hours and six hours. And there was one from Latgalia. A guy -- I -- Ihave a\npicture some of this, but I didn't bring it. He was from Latgalia, a lat -- a Latgo,\nand he called me kike. In those -- then, I didn't hit him, but I took a -- this worn out\nglove, with salty gloves herring and I -- three times I hit him in the face, crisscross\nlike this. And this was the end of it. One guy approached me and says later on and\nsays he could kill you -- you. And I said, well, he didn’t. And what is interesting,\nnext year I was going from Riga to Moscow and th-they stopped at the station,\nright, in Latvia over there. And I walking along the train and I -- I see this guy. He\nruns towards me as if I am this best friend. It wa -- you probably have to give them\na good shot that they remember you, right?",
        "Q: So when you were -- you said you went to school at night and worked during the\nday -- and th-this when you -- we’re going back in -- years when you were in high\nschool. An-And then what happened?",
        "A: No, I worked 1n th -- during the d-day and went to high school. I graduate from\nhigh school and then I was drafted to -- in -- tha -- I want to mention -- yeah, you’re\n-- [am okay, I am okay. I want to mention one thing. Maybe it has to do something\nFebruary 27, 2000\nwith anti-Semitism. I -- when I graduate from seventh grade I wanted to go to junior\ncollege. I always dreamed about becoming a geologist. So, I have a -- I had a friend\nat the [indecipherable]. He was already a student in -- in Siberia geological\nfaculty. And so I was talking with him what he is doing and -- and I ask him, wh-\nwhere do you think should I go for these courses? He says, come to us to Swedlosce\nover there. But I didn't want to go cold, I remember this, cold. So I say, I'll go to\nUkraine, be -- for exam. Well, it was 1952. I went -- okay, I send my papers, they\nhad invited me for it. I passed the exams very good. I think I should have became a\nstudent of -- in Kiev, capital of Ukraine, but I got a letter that I was not taken, so I\nthink 1 -- there was a reason for n -- me not being taken. An-And this ta-tartar told\nme, you will never be a student in Ukraine, he told me himself, my fr-friend. He\nsays --",
        "Q: This is because you were Jewish?",
        "A: Yes. He says, come to Urals. That’s what happened. I think it’s better that I\ndidn’t go and become a geologist. I -- I feel that otherwise I would be staying in\nRussia til now.",
        "Q: So what did you do instead?\nFebruary 27, 2000",
        "A: When I came home I go this information that I -- so I went to high school,\nbecause this was junior high school. So in 1955 I was drafted in the army. So they\ntook me --",
        "Q: This is the -- the Russian army”?",
        "A: Yes. I was in the Russian army, it was September 1955, I think. And --",
        "Q: What’s it like to put on a Russian uniform?",
        "A: First I want to say that I didn’t go to college. I don’t know, I didn’t feel like -- to\ngo -- going to college. And I -- I went to the army, I would say, not thinking about\nanything. So, of course wa -- how they transport you, they transport you cattle cars.\nLater there was no -- any accommodations.",
        "Q: Did that bring back any memories to you?",
        "A: Probably. And especially what was interesting, one time -- okay, wh-wha -- what\nhappened, we were traveling and suddenly we stopped. We heard shots. Shots,\nshots, we stopped, everybody began running toward the sounds. They opened wide\nthe cattle car, the doors, and they see a soldier 1s lying -- he was then not a soldier,\nin civilian clothes, were not soldiers yet. And I see he was dead. What happened, a -\n- a drunk sergeant, he was drunk, he gathered all these boys together, drove to --\ninto a corner and began shooting, and he hit only this guy, fortunately. So what -- I\nhad my first experience with the army. Then we came to a town called Perlomiesk.\nFebruary 27, 2000\nYou have a lot of tr-translation to do here. I don’t know. And we came to a town\ncalled Perlomiesk and a big division over there called [indecipherable] division.\nDo -- don’t write this. This [indecipherable] division it’s called because they don’t\nhave a full, how you call, personnel. It’s only maybe half or a quarter or whatever,\nduring peaceful times, I think. So I went to this Molodog Bietz, it’s called the\nyoung soldiers’ training. We lived in barracks, 200 people. The food was, you\nknow, we used to call it kairza. It’s like they gave us boots, only they’re not from\nleather, they’re made from some kind of plastic. So we called the food they gave us,\nthis kairza, like plastic it was kasha, like porridge. And a little bit of sugar and a\nlittle bit of meat. Yeah, everybody was hungry, you know, hungry, I will tell you.\nSo we spent like this maybe ha -- training half a year, you run, you -- maneuvers,\nyou shoot, you know, and all this stuff. You go to -- a -- a bathroom is about in the\nmiddle of the -- we call it -- we call it town over there [indecipherable] bathroom.\nA big barrack with -- for about 200 people, opened ho-holes over there, and around\ntoo, everybody urinates around the barrack. The barracks were so cold, it was about\nfour degrees Centigrade. And -- and thievery? I had hundred rubles and my glasses,\nI had begun wearing glasses. And so I put it under my pillow, gone. Forget it. You\nknow, if you’d -- even -- we call partienki, it’s not like socks, but a piece of cloth\nyou wind around your feet, right? And even this would be stolen, if they were new,\nFebruary 27, 2000\nat least, you know. I-I’ll tell you, two years I was in the army, I remember going to -\n- taking a bath only four times. In the beginning we went three times and then I\ndidn’t go to -- didn’t have a bath for a half a year. I -- we were wearing underwear,\ns-summer underwear. For winter they would give us like formbika, it’s like cotton,\nright? And there was so -- supposed to be white, but it was not white, it was earthy\ncolor, you know, black. An-And the [indecipherable] were all -- the shirt -- the\ngreen shirt, you -- you would take a -- a knife and clean with a knife the dirt off the\n-- you know, to come off. This what kind of an army. I used to play pretty good\nsoccer, and -- but I didn’t want to play soccer, you know, no matter how hard they\ntried to convince me. Swimming, I swam very good and I wanted to get away from\nthere, not to stay there.",
        "Q: Were there a lot of other Jewish -- very many other Jewish soldiers, and did you\nstay together?",
        "A: With me, was only one Jew, Dick -- Dick Teryoff. And this Dick Teryoff was\ntreated pretty badly. You know when you her -- see small people, short and weak?\nThey have a field day with them. But I wouldn’t say that anybody touched me,\nbecause I came, 18 year old, I weighed six -- 73 kilograms and then in about a year\nya -- I became 82 and pretty athletic. One day my lieutenant saw me naked, took a\nlook at me he was oh -- he was a very short guy -- and he look at me and se -- says,\nFebruary 27, 2000\noh how beautiful you developed. You know, I was athletic, I only needed meat a\nlittle bit on my bones, you know? But when you are short like Dick Teryoff and --\nyou were treated like a piece of dirt. And besides we had a lot of -- from Asia, Cos-\nCossacks, Uzbeks, Chuwash from Volgar region. And I’Il tell the u -- the\nUkrainians were the worst. Especially I remember sergeant Ukrainian. He didn't\ndare to tell me a bad -- bad word, but I -- I felt he had something inside. He wanted\nto say something, but he didn’t dare to. But those [indecipherable] people, they\nwere called churek, chumek, and all kind of, you know, words that they wouldn’t\nlike it, to hear. One guy turned out to be a German over there, and with a strange\nname. His name was Ingalls. Is it strange or not? Friend of Karl Marx. And I think\nhe was pretty anti-Semitic. A German guy from Volgar region.",
        "Q: Did he -- did he attempt anything with you?",
        "A: No, no, he didn't attempt to play with me, no. He was a big, strong guy, but he\ndidn’t [indecipherable]",
        "Q: How long were you in the army?",
        "A: I was almost two years. What happened, in 1956, as -- as -- as you know, or\nmaybe know, Czechoslovakia, through Russia -- or Russia through\nCzechoslovakia began selling weapons. And all the weapons went to Egypt\nthrough port of Nikolaev. So they sent us to Nikolaev to load the ships. And you\nFebruary 27, 2000\nwould do 12 hour shift with very little food. I would say they would bring at night,\nif you worked at night, they would bring you a -- two slices of bread with a cup of\ntea and a piece of sugar. It’s all what you would get. And I worked over there all\nsummer, July -- it was in June, July, August, I think three months. It was this funny\nin-incident in my -- I wouldn’t say incident with me. I was on guard and there was a\nraider on ze -- on the truck, Zeil. And one -- I was on guard there, and one day, I\ndon’t know what hit me, I took my rifle and had -- had the sh -- stick, it’s called like\na -- it’s like a knife, how it’s called in English, I don’t know, a knife on the front of\nthe rifle. And I hit with this -- with this knife, a tire.",
        "Q: A bayonet, you mean?",
        "A: Bayonet, right. And I hit the -- I hit the tire of the raider. Then it, I think\nsomething going to happen to me. I became scared. And they didn't notice. And\nnext few days I was not there on the guard, but when I came back I noticed that\neverything went over the -- overseas. And I was lucky enough to escape this kind --\nthey would prescribe me probably treason or something, I don’t know.",
        "Q: Were you involved with anything going on in Hungary at the time?",
        "A: Pll tell you. Okay, so -- so we left Nikolaev in end of summer, I think. We came\nto our base -- and they send -- this was October, I think, 1956, they send us to\ncollective farm, to work on a collective farm, and we slept in a church, a former\nFebruary 27, 2000\nchurch. They -- they didn't have any electricity there. They only had electricity for a\nfew hours. The -- the gi -- girls would come over, you know, with soldiers and you\nwouldn’t even see their faces. They used to show movies over there and use their\ndiesel, you know, so there was some light maybe inside there, in the church. But\notherwise, hm. So, one night, it was maybe three o’clock in the morning, they say\nalarm, alarm. We got up -- it was about 150 kilometers from our base -- we didn’t\nask nothing, nobody asks, you have an orderly row. And we came to our base, and -\n- and they tell us something happened in Hungary. It was November, October ’56,\nsomewhere. And they said -- so they took half of our battalion. They di -- it took\nonly about a day or two, they gave out uniforms special for battle, battle gear, and\nfortunately they only took half of our battalion and they sent it to Hungary, and I\nwas lucky, stayed home. And later I -- I met one guy and he was wounded in the\ncheek. A -- a bullet went through his -- both cheeks and never touched his teeth.",
        "Q: Were you proud to be in the Russian army?",
        "A: In those times, you know, I wouldn't say I was very proud to be in Russian army,\nbut I actually had no feelings, 1s what I want to say, I had no feelings. I lived there,\nand you have to do what they tell you. And I -- I -- I wouldn’t -- I didn't think about\nit. There is no -- they wanted me to be an officer, one time they approached me and\nFebruary 27, 2000\nsaid we’ll send you to acadamia -- academy in somewhere -- Odessa. But I never\nwanted to be nobody there. I didn’t want to be nobody there.",
        "Q: Why’?",
        "A: It’s probably -- you know what? I'll tell you the truth, I think subconsciously it\nprobably had to do with happened to my father’s cousin. I knew that no -- no matter\nwho you are there, this -- the higher you climb, the faster you fall. I had the feeling\nlike this. So this what -- I -- you know, maybe -- I remember my father-in-law, he --\nmaybe he was proud of having a guy like Kaganovich in the ku -- in the\ngovernment, but I didn’t have such a feeling because I know who Kaganovich was.\nIf you can’t speak Yiddish, or your own language, you don’t have your culture,\nwhat kind of -- you know --",
        "Q: Did you feel very Jewish when you were in the army”?",
        "A: I felt it, yeah, I felt good that I am Jew. I am not religiously, but -- but -- but my\nblood. You know, wa -- I remember when I was younger, when Stalin died and we\nhad this situation, my mother was very afraid.\nEnd of Tape Two, Side B\nFebruary 27, 2000\nBeginning Tape Three, Side A",
        "Q: This is the United States Holocaust Memorial Museum volunteer collection\ninterview with M-M-Michael Lin. This is tape number three, side A. And you were\ntalking about Stalin.",
        "A: Yeah, I was talking about I remember in 1953 when Stalin died, and my mother\nwas scared because of the situation, you know, with the -- I heard all -- all the time\nabout the doctors and the ti -- timosh -- what her was named, this Ukrainian last\nname? Timoshuku or whatever, I don’t remember her name. And one day yo --\nactually I -- I would say they were talking about [indecipherable] being prepared\nfor transportation as to somewhere, faraway places. So that’s why my mother was\nreally afraid. One day Stalin died suddenly. It was March nine, I think or -- or\nearlier. I was skating alone in a park, Catholic park in Riga and I heard this. I had --\nfor me, it didn't bother me at all. I -- I don’t even believe that somebody cried with\nsincerely. Maybe somebody did. For me this was absolutely non-event that he died.\nI was skating, then I come home and my mother say -- say -- says to me, what’s\ngoing to happen to us? And I remember precisely what I told her. I say, somebody -\n- they will find another one. It was -- was my words, precisely. This was -- was my\nrecollection about the situation with her, was in *52 - ’53.",
        "Q: What did you do when you left the army”?\nFebruary 27, 2000",
        "A: When I left the army, I didn't go -- want to go to work right away, so I went to\ntechnical school. I went to te -- actually, I went to Leningrad Geological Institute,\nbut I forgot, Ill tell you, mathematics, and I -- I couldn’t pass properly. I -- I\npassed, but it was not good enough. It was a very prestigious institute -- college, I\nwould say. So I went to a technical school, after a year and a half I graduated, I\nwent to work. I worked at a power station. I worked at a power station and then I\nwent to a diesel plant, where I met my wife, and my wife was from Moscow region.\nShe was a -- she even used to work at the power plant in krem -- in the Kremlin.\nYes, she was an ice -- insulation mechanic.",
        "Q: And her name?",
        "A: Rya Lin. Rya Bramawa, her maiden name. But she -- she never saw nothing,\nand her father died in action. And they lived in a village beyond Moscow\n[indecipherable] Vladimir, and she doesn’t know nothing about nothing. Nothing\nat all.",
        "Q: So you met your wife, and then did --",
        "A: Here we go, I met my wife and I don’t know if maybe I married young a little\nbit. Was 23 years old, she was 22, we didn't have an apartment and we didn’t have\nnothing. And I had -- first we lived with ma -- my mo-mother and my stepfather\ndidn’t want us, so I’m -- I -- I -- I make him to want us. And then I tried to collect\nFebruary 27, 2000\nsome money to buy an apartment during the Khrushchev time. You know they\nallowed to buy? So I went to -- became a seaman to make a little money, because\nyou don’t spend it. And my wife worked, and we bou-bought our own apartment, a\nsmall one in Riga. And we had the son over there in ’64. But my parents, they\nalways wanted to emigrate to Israel, and they started very early apply, and I applied\ntoo. Oh, it was interesting.",
        "Q: When did you first start thinking about emigrating to Israel?",
        "A: Oh, I think I began thinking about 1963, but I didn’t apply yet. I let my parents\napply. They began probably ’64 to apply, or maybe even earlier. You see, I -- I was\na seaman in a -- on a Si -- on a fishing boat, right? On a -- then I wanted to be in a --\non a boat that, how you call a -- how you say it? A boat -- goods? To -- to --",
        "Q: A freighter?",
        "A: Yes, I want to be on a freighter. And you know tha -- I applied to be on a\nfreighter and they never took me. You know, there is a reason why they didn’t take\nme. They didn’t want -- they understood maybe I run away or something. I\nwouldn’t do this. I was a very placeable person. I wouldn’t run away and leave my\nparents and my wife and my -- this was impossible. But nevertheless, you know the\nsituation. So then in 1960 I went to college, nights. I took -- I took shipbuilding\ncourses. Yeah, I worked daytime and I took sh -- courses in shipbuilding in Russia\nFebruary 27, 2000\nfive years, nights. But everything til -- diploma, I didn’t want to take my diploma.\nPll tell you the truth, I was afraid that they impose a penalty when I leave Soviet\nUnion, and I felt that wouldn’t be proper that I take this diploma. It was mo -- my\nfeeling. But my parents, they left -- we managed to leave in 1966 September, with\nmy sister, she was then 17 years old. I went to Moscow with them, and you know,\nthey had this embassy and police, a lot of police was standing behind. I was very\nnaive probably, or what, I don’t even know why. The policeman approached me and\nbegan talking so loud. I -- he began talking so loud that I -- I -- I even asked him,\nwhy are you talking so loud? I didn't realize that he had the microphone probably\nover there hidden. So -- but then when I -- we entered the embassy, we went to\nsome of the persons over there and I see a map hanging, of Israel, and it was ’66.\nWe -- we couldn’t talk loud over there, so in whispers I -- I took a pencil and on the\nmap I made the West Bank like this, I surrounded the West Bank, I say, it has to\nbelong to us. And you know, fortunately the next year it happened. And then they\nleft in 1966 for Israel and I was applying, applying of -- five times. They were\napplying many times too. Refusenik, refuse, refuse, refuse, but --",
        "Q: Did you have many friend who were applying also?",
        "A: I know only -- only one, but he was, I think he was a -- a activist. I don’t\nremember his last name. He was an active -- Jewish activist because one time I -- in\nFebruary 27, 2000\nold Riga I -- I saw him in his apartment, he had all kind -- he even gave me a book\nto study Hebrew. And I took this book and then I had a friend, he was much\nyounger than I am, his -- his mother -- his last name was Sefian. She -- she taught\nmathematics in -- in the college. So with him we studied a little Hebrew, you know?\nI began writing a little bit and -- and so I don’t know Hebrew now, I forgot, but I\ncan recall, I -- I think. And this guy, Sefian, he was a student with me too, he\nstudied Hebrew with me.",
        "Q: So your -- your parents left, you stayed with your wife and continued to work,\nand then --",
        "A: Yes, I continued to work --",
        "Q: -- and then what was your reaction after the ’67 war?",
        "A: Oh, I -- I always find myself in the -- 1n cul -- Kulhorz. They send me to\nKulhorz and we -- the weather was so bad we didn’t even work there, because it\nwas June, right?",
        "Q: Yes.",
        "A: And it was so cold I was shivering even my -- as soon as I her -- there was no\nradio, but somebody had a radio somewhere and I heard about the war. Immediately\nI took a bus. I left everything, my -- my belongings, I-I took a bus, I wanted to hea -\n- to listen to the radio. It was by Yelgiva 50 kilometers from Riga. So I took the\nFebruary 27, 2000\nbus, came to Yelgiva, from the Kulhorz to Yelgiva. From there I took a taxi. It\nturned out I was not by myself, there were other -- about three or four Christians\nand they were talking about the war, the -- even they mentioned one guy tells about\nthat Israeli ar -- tanks hit -- hit them so hard that it -- and they went to -- into Sinai\npeninsula. And it was probably, okay, June fi-fifth, or 1t was about June sixth --",
        "Q: Sixth, right.",
        "A: -- yeah, I think. Yeah, first time I -- I heard about this, it was in a taxi in 1967,\nJune sixth, yeah.",
        "Q: Did you feel proud?",
        "A: Yeah, it was very good feeling, very good feeling. I had a very good feeling.\nWhat else can you say’? Yeah.",
        "Q: And how did you --",
        "A: And my mother was de -- my mother was there already, and my sister was there,\nthey lived in Kiryat Yam, by -- by the -- by the sea.",
        "Q: Then how did you finally get out?",
        "A: So I applied and applied and then suddenly my mother send me\n[indecipherable] you know who used to send me? My uncle, who used to send me\na -- I would call it a weisof. It’s a -- papers for. And then my mother began. So in\n1969 they finally let me go.\nFebruary 27, 2000",
        "Q: So you and your wife left in 1969?",
        "A: Yes and my -- my son.",
        "Q: Oh --",
        "A: [had -- I had already a son who was four and a half years old, almost. ’69 -- was\n°69 February, so my son was four years and about three months old.",
        "Q: And his name?",
        "A: Acardy.",
        "Q: What were your thoughts about leaving Riga? You were born there. Did you --",
        "A: I would say I was happy. And you know, I had a -- a guy -- another Jewish guy,\nmy friend, Igor Pavlowski, yes, and this Igor Pavlowski, I asked him to see me --\nsee me, how you call it -- see me going away. He came and then came one my\nJewish friends, Cherfus Laib. Yeah, this Cherfus Laib worked with me and we\nattended college together. He was a manager at the diesel plant. He came with his\nwife -- now they are in America, but they came 10 -- yeah. And --",
        "Q: Was it very emotional for you to leave Riga?",
        "A: No, I was just happy. That’s it, happy. I am a person, maybe late now, I am\nolder, I have such em-emotional feelings, you know. But when I was younger I was\n-- | -- | didn’t have any emotions like now I have. Even about my dead relatives, the\nFebruary 27, 2000\nolder I get, the angrier I become. I don’t know, maybe not everybody like this, but\nwith me it’s like -- like this. I-I am very angry.",
        "Q: You’re angry at what?",
        "A: Iam very angry of what’s going on in the world, with the Nazis, Holocaust\ndenial, with this Calley person, you know, Calley, the Latvian guy? They say they\ncan find nothing wrong with him, but take a look. Just go through the list of ar -- RS\ncommand, and you will find all these SS [indecipherable] people. They’re all\nthere, and his name is there. So everybody of them is guilty. Just by joining, you\ncan imagine that you are guilty.",
        "Q: What was it like to arrive in Israel?",
        "A: Before we’re -- I -- I spent four days in Vienna, yeah, in the castle, yeah. And\nthen we -- in those times not many Jews used to leave Russia for Israel, you know,\nso they treated us pretty well, and allowed us to stay in Vienna for four days.",
        "Q: Did you ever consider coming to the United States instead?",
        "A: No, in those times, no. In those times I didn’t consider come to the United\nStates. But -- this a different story. Okay, so we spend four days in Vienna. I came\nto Israel, it was March fir -- March third or fourth. It was a hot day and I was\nwearing a bla -- black suit. So, my parents had a big car for me waiting. Black car, I\nremember.\nFebruary 27, 2000",
        "Q: What was it like to put your foot down on Israeli soil?",
        "A: First of all, I was happy, pretty happy. And so we came to Kiryat Yam, she --\nthey had a small apartment, because they were a little -- I don’t know, the -- my\nstepfather’s sister brought them to Kiryat Yam and put them in a small apartment,\nthree people, when they could get any apartment they wanted, you know? So I came\nto Israel, I didn’t go to any [indecipherable] like many other people, I didn’t take\nany loans or something like this. In two days, because my profession was very\ngood, I went to work for Kablan. It’s a private entrepreneur. So -- and he put me to\nwork Haifa Kimikali. Haifa Kimikali it was a plant that was built in Haifa, a\nchemical plant, and it was just -- they’re beginning to build with a French firm\ntogether. So I worked there for awhile. I worked there for awhile, but then I decided\n-- but there were no benefits. I didn’t even know. I didn’t even know how much I\nget, and I worked 24 hours a day many times. And they didn’t pay too much. But I\nthink -- I got an apartment, nice apartment in Kiryat Shmuel, and I thought I am in\nparadise. [indecipherable] I considered, my wife doesn’t work, my kid is okay. I\nma -- make money that I can pay rent. The rent was cheap then. I can eat whatever I\nwant and still put aside something in the bank. So what do you expect? Even I\nworked a lot, but I was strong guy, I worked. But then I -- I just -- I had a bad\nexperience with my -- Kablan, you know [indecipherable] business, he want to\nFebruary 27, 2000\nsqueeze out a few. So I -- they took me Vulcan. It wa -- they used to build military,\nth-the, you know, duds. You know what a dud is, like bomb that -- no, it doesn’t\nexist now, so I can say. So it was like a cast iron fact-factory, they used to cast iron,\nyeah. And I worked there for awhile, but you see the problem -- and we went\nthrough a -- this Suez crisis, you knoOw, ’69 - ’70 - ’71, and I -- they never too --\ntook me to -- into Israeli army. I was a -- you know, I came 32 years old, nobody\ntouches me? I work, but I felt somewhat -- something small, felt like I’m confined,\nyou know? I wanted something bigger, some -- it’s what my feeling was. It was not\nmaybe financial, no. But something bigger, like. So one day, we -- we had the\nrelatives in America, my grandfather’s sister. She -- she was here since 1920. I\nnever knew about her, but she -- she -- I asked her to send me a letter. So she send\nme a letter, I came on a tourist visa and -- by myself. A few days we\n[indecipherable] here, a owner of a factory, textile plant. So, he hired me. The\nsooner you’re hired -- in those times I was making, like I said a -- I would say\nequivalent of our times maybe 1500 dollars a week, you know, so --",
        "Q: What city were you?",
        "A: It was east Rutherford in New Jersey. So -- so I worked there since ’72 January\ntil °73 May when I got -- yeah, I got my papers, you know, through Tolstoy\nFebruary 27, 2000\nFoundation and they didn’t charge me nothing. Praise [indecipherable]. In those\ntimes they didn’t charge me nothing, no.",
        "Q: And your wife and son are still in Israel?",
        "A: They’re still there, yeah. And then this, you know, I think I got my green card,\nright, and I say, I'll go to Israel, check on my -- I had another son, this guy, who\nwas born there, Eugene. So I -- I’ll check -- I buy -- buy a ticket, I have my green\ncard, I go over there, stay there for a few weeks and then suddenly at the airport\nthey say, oh you can’t go, you have to go through the army first. So they -- they\ntook me about for six, seven weeks, I don’t remember, Mechana David. Now of\ncourse I was not very happy, but what can you do? They actually didn’t need me.\nWell, okay, I went through the same motions as a young fella, Mechana David. I\ntook my oath of religions, and after that they released me and after six or seven\nweeks and I went back to America. Then the papers -- my wife got the papers with\nmy sons, and in 1973 October they arrived, and that’s how we’ ve stay here.",
        "Q: Did they come before the Yom Kippur war?",
        "A: No. They came after Yom Kippur war. Of course, I was nervous. And I had a\nfriend, a older man, so I called up and my wife didn’t have any telephone. So\nthrough upstairs neighbors, Romanian people, I called my wife up and everything\nFebruary 27, 2000\nwas okay. Of course, she -- she spent a little time in basement, you know, but\neverything turned out, you see, we’re goo -- we’re si -- where we should be.",
        "Q: So then your wife and two children came to the United States --",
        "A: Yes.",
        "Q: -- and where did you all live?",
        "A: Well, I rented an apartment, and I rent it now. Small apartment I rent and we\nboth sp -- after a few years she began working, I -- I worked -- Iam a good\nmachinist and -- screw machine. And maybe in the beginning was not as easy\nbecause my language was not as good enough, but -- so I didn't think about going to\nschool or something, becoming some contin -- maybe engineer or something. But\nthe money was good, so I say, ah, hell with it, you work, you make a living and --\nand my wife began working and she worked nights for 10 years. She worked really\nnights, from 12 o’clock at night til seven in the morning.",
        "Q: Doing what?",
        "A: She factory worker. She doesn’t know any English now, even. Never learned.\nWe worked and I’m happy. My -- both sons graduate from universities, and we\nhave grandchildren one, and a second one coming up and -- and my son now -- I\nmean, my older, married to a old country woman, she is a doctor ni -- future doctor.",
        "Q: And where do your children live?\nFebruary 27, 2000",
        "A: My -- my oldest son lives in New York, 85\" Street and Central Park, he\nbought a -- a condo. He’ll -- gonna move, buy an apartment, because too small now.",
        "Q: And what kind of work does he do?",
        "A: He works -- he graduate from Long Island University, but he became a blue\ncollar worker, but he works for Bell Atlantic. He enjoys it.",
        "Q: And your younger son?",
        "A: My younger son is, what to say? Graduated from Florida State University with a\nMasters degree in international relations, but he wants to get a job in Washington,\nbut I don’t know. He works for somebody, but --",
        "Q: Mm-hm. Can we talk now a little bit about your thoughts and feelings about\nwhat you went through?",
        "A: Yes. In where?",
        "Q: Just generally, after the war. Do you feel you would be a different person today\nif you hadn’t gone through the experiences that you did?",
        "A: If not for the war I would be -- even my thinking would be different, obviously.\nFirst of all, my father wanted to expand his business, one thing. Second, I had some\ntalents for music, I think, and I want play s -- fiddle. So everything would be\ndifferent and pro -- we probably would be well off people, you know. Latvia small\ncountry, but industry was not too big, so our size of business would be a pretty good\nFebruary 27, 2000\none, I think. So it’s how the situation you keep -- it’s hard to say what I would be\nthinking about, but it would -- everything would be different.",
        "Q: You -- your childhood was very difficult, extremely difficult. Do you feel you’d\nlost it? That you never really had a childhood?",
        "A: I never had any toys, but I never felt that my childhood 1s lost because I was\ninvolved in rougher stuff like sports, gangs, and you know, I-I -- I -- I wouldn’t say\nthat I miss, you know, what it means to be a childhood, to be patted over your head?\nIt depends on your way of thinking, it’s -- I think, right? And so I-I -- I -- whatever I\nhad, I had, and I can’t -- you can regret or not regret, you can’t change it, right? I --\nI don’t think I have hard feelings like -- like what -- about childhood. The only hard\nfeelings I have, what happened to my family and to all of us, all Jewish people, this\nwhat I have. That to me personally, I -- I don’t think so.",
        "Q: Do you think a lot about your wartime experiences now?",
        "A: You know, when time passes, you always remember the better parts of it, right?\nAnd the hard parts you -- as if you forgot. I [indecipherable] I -- I think so. So I\nremember my childhood with -- seems to me with a smile, yes. Cause a smile, I -- I\nfeel this way.",
        "Q: This is your -- your postwar childhood?",
        "A: Yes.\nFebruary 27, 2000",
        "Q: After, when you got back to Riga.",
        "A: Yes, yes, postwar. Well, before I can’t say because I too young to remember\nvery much. But I was very spoiled I remember and I -- I don’t think I would be --\nyou see, in those times even my mother was giving me so much bananas -- can you\nimagine bananas in Latvia in those years? Because she was so do-doting. It was too\nmuch. Even I met one woman who even remembers how m -- my mother was\ndoting over me then. So I don’t know, maybe I would be spoiled.",
        "Q: You’re talking about after the war was over she spoiled you because you didn’t -",
        "A: No, before the war.",
        "Q: Oh, be --",
        "A: Oh, before the war she spoiled me, not after. After the war she didn’t have the\nmeans to spoil me.",
        "Q: When your children, when your sons were little, and the age that you were when\nyou were going through hard times, did that bring back memories for you? Wh-\nWhen your boys were four, five, six, seven, eight, when you were going through\nsuch awful times, did that bring back memories for you when you were that age?",
        "A: You see, when you have kids and they have -- they don’t have to experience\nwhat I had, you feel happy. And sometimes when they me -- misbehave, or don’t\nFebruary 27, 2000\nachieve what you wanted them to achieve, you regret that they didn’t do it, I’m say\ndidn’t achieve. But this is a life, their own life to live, you know, if they’ ve --\neverybody has his own character. And you c -- you can’t do nothing about. If you\nhave a -- the way you born, the way you die, it’s what I think. My philosophical -- it\ndoesn’t matter what background you come from, you’re already born with the genes\nthat command you what to do.",
        "Q: But your childhood was so unusual, do you not think that affected your\ncharacter, all the difficulties that you experienced?",
        "A: Obviously. Environment affects everybody, an animal, right, according to\nDarwin, right, believe it or not. So it affects your brain.",
        "Q: Well, that’s why I was asking before. How do you think that affected you\ngrowing up, not -- not in what kind of job you would have, but just psychologically,\nbecause you were tested so unusually for a young child.",
        "A: I don’t know --",
        "Q: Did it make you tougher?",
        "A: I can only think about it and say that I -- of course it made me tougher. If I were\n-- if there was no war and all these conditions I lived through, I would probably be,\nas you call in Russian language, Mami kin sinook. Mother’s -- how we call?\nFebruary 27, 2000\nMother’s son, or what? Yeah, just a spoiled brat, yeah. And I -- you know. I have\nsomething to say about Christian people. You see I have a ring here, my --",
        "Q: Yes.",
        "A: -- and my wife has this. This ha -- ring has a history. Not this ring, but the gold.\nMy grandmother used to have a -- a armband, right? So --",
        "Q: Right, a bracelet.",
        "A: A bracelet made from gold and pearls, right? My mother always mentioned it. So\none day, it was 1952, I think, I coming home -- I was about 15, I coming home and\nI see a woman sitting by our door. A very skinny woman. I remember her, she was\nso skinny. She asked me, here Chaya lives? Chaya, my mo -- my mother. I say yes,\nbut my mother wasn’t home, so I didn’t let her in. After a few hours my mother\ncame from work and -- her name was Antya and she was of Polish origin. Turned\nout she was from my mother’s village, Skundaliena. And we didn’t have a big\nplace, so she slept on the floor. Mattress was on floor After she left, my mother\nshowed me a bracelet, this bracelet. She says, you know what Antya bought? This\nbracelet. My grand -- my mother, she -- my grandmother’s bracelet, she brought it\nfrom Skundaliena. She said, my sister, before she was shot with her son, she\nhanded over to my -- this Antya, and this Antya kept it til sh-she brought it to my\nmother, this bracelet. Ill tell, this Antya was so poor, hungry and she brought this\nFebruary 27, 2000\nbracelet to my mother. What happened to this bracelet? In 1966 when my mother\nwas allowed to travel to Israel --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape three, side B, and you\nwere talking about the bracelet.",
        "A: Yes, so when my mother was allowed to travel to Israel she took the bracelet\nwith her, and in Keev -- Tamozhnya it’s called, the checkpoint, they na -- didn’t\nallow her to take it with her. So -- but they were kind enough to write out a receipt.\nSo two years later I was traveling to Crimean peninsula with my wife, so we spent a\nmonth vacationing. On the way back I went to Keev, and the -- and the checkpoint\nthe -- I had this receipt because my mother sent it from Israel. So I had this receipt\nand they gave the bracelet back to me. And I knew that I would do -- be going to\nIsrael, I didn’t want to lose it, so what I did, I made two wedding rings for me and\nmy wife. So it’s how it is, it’s what to ba -- story. But I wanted to emphasize how\ngoyim, some goyim are good, good people. Oh, the other friend of my mother\nKuiznitz Orway, who used to live right on the Moscow Street, close to Rumbula\nforest where the Vulcan, there used to be a factory, a rubber factory, he used to\nFebruary 27, 2000\nwork, this g-guy in there, and they were witnessing the slaughter of Jews in\nRumbula f -- th-the her -- they probably didn’t see in person, but they heard the\nshots for sure, and they told my mother. And they were g -- very good people.\nMaybe they didn’t hide Jews because -- but as Russian people, they were from --\nfrom her village, from Skundaliena, they were very good people. And it’s -- not\neverybody’s a villain.",
        "Q: Talking about all the terrible massacres and pogroms and killings that went on in\nRiga after you left, and when you heard about them, as -- and when you were older,\nho-how did you respond to hearing those -- news of these terrible atrocities?",
        "A: You see, I don’t re-recall my reaction to this, but I never went to see our\napartment, old apartment. I’Il tell -- I never went to see. I -- I didn’t go no\ncemeteries, no nothing. I -- I felt I don’t want to see it any more, you know? Maybe\nit’s wrong, but it’s how I feel.",
        "Q: Too painful you mean.",
        "A: Yes. Because one time when my -- it was 1965, we went -- we had -- had a\nJewish cemetery in Riga, in Yugla area, where my grandmother was buried. And\nthen my -- my mother’s aunt died in 1965 and they buried her in Jewish cemetery.\nAnd when I was in the Jewish cemetery there was nothing to remind me of my\ngrandmother, there was ground. My -- my mother stomped the ground in the place\nFebruary 27, 2000\nwhere my grandmother was buried and said, here is the place where she was buried,\nas far as she could -- could remember. But there was nothing, they destroyed\neverything there. So this year --",
        "Q: So you have been -- you have been back to Riga?",
        "A: Since when?",
        "Q: Have you returned?",
        "A: No, no, no, this was in 1965.",
        "Q: Oh, ’65.",
        "A: Yeah. I-I -- I intend to go, but my wife doesn’t feel too good, so -- I wanted to go\nthree years ago, just -- over the phone I-I realized that somebody knew my\ngrandfather. Old woman, but this was three years ago. She even mentioned him like\na [indecipherable] name, it like -- like a darling name. She called him gidelka, my\ngrandfather, so she was a very old woman. I don’t even know if she alive now\nbecause she was 87 then, and [indecipherable]",
        "Q: What are your thoughts about Germans and Germany”",
        "A: You know, I have some relatives who live in Germany, moved over there. As I\nmentioned, my father’s cousin, who was a guard in Ural mountains, in the prison,\nhis wife lives in Germany, in Berlin. And she has two daughters, one in Sweden,\nand one a -- one in Berlin. She -- they lived there in -- from the 70’s, I think. And\nFebruary 27, 2000\nher hu-husband is a dentist and she is an owner of some -- what -- my feelings are\nvery confused about the situ -- Germany. First of all, of course, they helped to\nbuild Israel, it’s for -- we know it, money-wise, ah -- they must. Maybe new\ngeneration, they better. Was it only brainwashing, o-o-or else during the Hitler’s\ntime? I don’t -- I don’t know, this a -- or, weren’t there anti-Semites before Hitler?\nAs we Say, a dirty pond breeds mosquitoes, no? So it was a dirty pond, Germany,\nthat bred these mosquitoes. What I say, a lot of people don’t like Jews. You have to\nread history of our people. And no matter how hard you try to escape, some people\ntry to escape to be Jew, it will not help them any way. It’s showed through history\nthat even in fifth generation, you will be one day hit hard. I am proud to be Jew,\nthat’s it. And I always said I am Jew, that’s it. What can I say? Who escapes our n-\nnationality? I call it nationality, not just a religion but -- because anybody ha -- can\nhave a religion, but nationality, it’s one. You have certain features, you have certain\nblood, maybe. But religion, it can have any religion. Karl Marx was a -- a\nChristian, right, considered. What kind of feature he had? Everybody -- if you walk\nthrough Moscow, everybody would call him kike, take a look at him. No matter\nhow hard he tried to escape Judaism, or Jewish people.",
        "Q: Have you become more religious in any way since your experiences?\nFebruary 27, 2000",
        "A: No, I didn’t become religious, but I am proud of our achievements. I am proud\nthat we have Bible. I am proud that people -- that everybody, e-especially in the\nwestern world has a part of our culture. Everybody, and they can’t escape it.\nSometimes I even have a feeling that everybody wants to be a Jew, but in their own\nway. And this is impossible. So I -- Iam proud of our achievement. Maybe I would\nlike to have m -- cultural achievements like the Greeks, maybe in architecture or in\nsome other things. Maybe I would be in disagreement with the Bible, but actually\nthey were different times. You had to take from the pagan world, you had to take a\ncertain people and make them who they became. And there was no other way,\nbecause you couldn't pray to a -- to a statue, right? This was ma -- now, of course\nwe a little bit we are out of -- separate from religion, it was -- in some ways it g-\ngave us the opportunity to achieve our greatness, actually Jewish people are great.",
        "Q: How did you impart that feeling to your children, about the greatness of the\nJewish people?",
        "A: I-I -- I tried to knock in their head all the time. My older is not -- you know.\nMaybe he has in his heart, but he -- but my younger is very proud, and he work for\nJewish causes and he went to Israel, served voluntarily in the army, worked in\nkibbutz. And this is a different k -- person. But my older is more materialistic, you\nFebruary 27, 2000\nsee. I don’t know how to express this. [indecipherable] materialistic too. A lot of\nthem, unfortunately.",
        "Q: Are you more comfortable around people who experienced World War two\nfirsthand than those of us who did not?",
        "A: No, it depends on situation. You know, I don’t have many friends I would say,\nbut I don’t talk -- people in America they don’t understand, many of them. They\ndon’t understand what it is. They have it too fat here. They’re only complaining.\nComplaining and complaining. They took one dollar away from them, they already\nthink that they are hungry. You see, depends on situation. Comfortability depends\n-- of course I am happy to see my old friends, we have organization with survivors\nof -- Holocaust survivors from Latvia, so I am a member, pay my dues. But -- but I\nknow a few of them, one or -- one, two. That’s it, because they’re all from different\nplaces and older people than I am, even. Some of them younger, but --",
        "Q: Did you go to the large 1983 American gathering of Holocaust survivors?",
        "A: No, I didn’t go to Holocaust survivors. You see, those Jewish organizations are\nso fragmented, and it seems to me I don’t like many things about this, reparations\nand this, all what’s going on. Pay the personalities from -- maybe if you have your\nname in the s -- in the bank, your personal name, you should get paid, yeah. But in\ngeneral, my opinion is, 1t should go to the state of Israel, everything. I-I have the\nFebruary 27, 2000\nfeeling all the monies, it -- where we’re building our country, that’s where it should\ngO.",
        "Q: How would you describe yourself today? Israeli, American --",
        "A: First of all, mostly I describe myself as a Jew. My first love goes to Israel. I -- I\n-- I’I] tell you, even when the -- the weather is over there no rain, I feel bad when\nthey have no rain, you know? And this is first, these are my -- my head is -- it’s --\nyou know, it’s separation of head and heart. My head is materialistic, my heart is --\nprobably a lot of people like this, it’s my -- I’m not the first. My heart is with m --\nIsrael and the Jewish people. I know we have a lot of faults, obviously, like\nanybody else. I don’t say that we are better than anybody else, but we are peculiar\npeople, we’re special. And that’s what it is.",
        "Q: You were here in the 70’s in the United States and of course there was the big\nCivil Rights movement that started in the 60’s here. Do you feel that you, who lived\nthrough times when your rights were taken away, and your parents and everybody\nelse, that you have a more -- a bigger sensitivity to people whose rights have not\nbeen addressed.",
        "A: When -- you’re talking about the black ama -- African Americans? You -- you\nsee, like I said you’re a person, no matter what color. If you’re a good person,\nyou’re a good person, if you’re a bad person, you’re a bad person. And I didn’t live\nFebruary 27, 2000\nthrough Civil Rights movement during the 60’s over here, I was in the 70’s. But I\nheard about the Black Panthers, and I -- but it’s a radical organization. I -- I don’t\nthink by bullets and wa -- and bombs, you will achieve too much in this country,\nbecause this country, despite its democracy, we have a very strict police over here\nand -- and intelligence. I don’t think -- and -- and lately I began feeling that -- you\nsee, I am a middle class person with a blue collar back-background, right? We start\nin polit-politics now. And I feel that a lot of blacks don’t like Jews, unjustly. I-I\nhave my philosophy about that. Jewish people tried to help everybody, they out of\ntheir skins to help everybody but always it turns out against them. It’s what happens\nwith us. No matter what you do good for them, one day they will say you didn’t do\nnothing for us and you going to be a Jew anyway. So we have to mind our own\nbusiness. We have to be strong, we have to know how to defend ourselves and I\nthink we have to keep our culture alive. I -- I don’t say about, let’s say inter-\nmarriages, or some other things like this. [Il frank -- I’Il tell you, new blood helps.\nBecause I know in our religion we even allow cousins to marry, first cousins and\nthis is not good. It creates monsters during generations. It’s why short people or\nweak people or something like this.\nFebruary 27, 2000",
        "Q: Are there any smells or sights or sounds that come back to you now as an adult\nthat you remind you of your difficult times during the war? Anything that triggers\nyour thoughts about the war time?",
        "A: Yes, I'll tell you. I don’t think it’s right to dislike people of -- Latvian people of -\n- in general. But I have the feeling that they -- they wronged us. They wronged us\nand during Ulmenist time it was pretty good. You know, we had culture, we had the\n-- you could do anything you want. But probably -- the fascists are fascists, they\nalways felt the -- with the help of Nazis they tried to achieve Ju-Judenfrei country,\nyou know, so -- but this is not the first time, and I hope it’s the last, but ’'m a\npessimist about this.",
        "Q: You think this could happen again?",
        "A: As long as Israel is strong, I don’t think so, but it’s gonna -- goes into realm of\npolitics. So I think we’re becoming weak in Israel. Too m -- you see, you can’t\neven compare Israel of today and Israel even 30 years ago. No, I don’t even know\nwhat to say. What to say, we just giving away -- our tiny country away. O-Of\ncourse we have to separate from the Arabs, we have to separate somehow. But t --\nempty land, we have to keep it. We have to keep it. When I look, let’s say at Golan\nHeights, it’s not only defense of the country, we’re always emphasizing defense\nand defense and defense. It’s not that. Take a look. Who divided up Africa, Middle\nFebruary 27, 2000\nEast? The Colonial powers. They divided up, they set up borders and they set up\ntheir rules, their international borders. Who gave them the right to separate\n[indecipherable] Jordan from Israel -- from -- or to separate Golan Heights from\nIsrael? Who gave them the rights? It’s what I me -- question. Don’t forget, Golan\nHeights was a tribe of Manasseh once. And you have to look at the historical\nprospectus. You know, during Roman times, your first je -- war, Golan Heights\nbelonged to -- to Jewish state. Was it under Agrippa, or what his name was,\n[indecipherable] the second? I don’t remember the name of the king with the\n[indecipherable] but it was under Jewish rule. I remember this vividly. So if\nFrench or English they decided to, for their own purpose to put new borders, why --\nI don’t go along with it.",
        "Q: What do you think the role of education should be about the Holocaust to the\nnext generation? Something like the Holocaust museum, for example? Do you think\nlessons can be learned from the Holocaust, or is it too large, too much to be\ngrasped?",
        "A: You see, we have many deniers of Holocaust, right? I -- I don’t know, when\npeople come and -- and look at the exponents, right? Exponents or exponents? I\nthink it depends on the person what his feelings are, or he doesn’t want nothing\nhappen to u -- anybody else. Or some people cu -- come with a vicious heart. It -- it\nFebruary 27, 2000\ncan happen too. They look and look and say, ah good. This what happened to them,\nfine. You can’t -- you can’t get into a heart of a person. Sometimes they’re frank,\nyou know, I -- I worked with bl-blue collar workers and I know how they smell,\neven in America. So there’s nothing new that the anti-Semitism exists. I don’t\nknow what is the percentage, but everybody whispers, right? And especially for me,\nI don’t look like Jewish, sometimes they think that I am a German. So they are\nfrank with me. And --",
        "Q: And how do you answer them?",
        "A: It’s a big surprise to them. You see, I don’t use my fists any more because it\nwould be a prison term. So I know how to behave, but you know, whatever was said\nabout Jews over the centuries, it’s alive today, in -- in their hearts, in their minds.\nThey don’t -- they will never change.",
        "Q: Do you feel another Holocaust could happen?",
        "A: Maybe not, maybe not like a Holocaust, but you see, t-take Austria. You see\ncoming to power people like this Hey -- Haider. See, that’s very simple. Good that\nHaider is a small politician in a small country, right? Suppose somebody comes in\nUnited States. It can’t happen? Ah, anything can happen.",
        "Q: Do you feel safe here in the United States?\nFebruary 27, 2000",
        "A: Yes, I feel safe now because we have a good economic climate. Ec-Economy 1s\ngood and everything is prosperous. You always feel safe when there’s something\nlike this. In Germany we didn’t have this situation with the inflation and\nunemployment and all that, Hitler would never come to power, you know that.\nNow there -- if the situation comes back, huh? I remember the situation here when -\n- about the loans to the farmers in Iowa. Right, they began blaming their bankers,\nthe Jewish bankers, right? No? So see, you can’t change. How you say, a -- a\nleopard can’t change its spots, right? So what can you say?",
        "Q: Do you speak openly about your wartime experiences to others?",
        "A: I-I would say I don’t talk about it.",
        "Q: Why not?",
        "A: Well, what to talk about it? You know, the locals, they wouldn’t understand\nwhat it means, you know? How you talk to them? They -- you -- why would I talk,\nit will be complaining like, I feel. You can’t teach nobody nothing. I know how they\nsmell right away, ar-are you at least neutral toward Jews, or you friend of Jews, or\nyou against us. It’s -- it’s in your heart, it’s not that you can change by words. I\ndon’t think so. You don’t change people.",
        "Q: Is -- is there anything you wanted to add, or leave a message to your\ngrandchildren for the future? Anything you wanted to say?\nFebruary 27, 2000",
        "A: No, [ll leave it open. Pll -- Il not say nothing. I just want them to be smart\npeople. Our people, our nation, I fight for. That’s it. Hey, Pll tell you the truth, I\nhave people, my -- my first cousin is [indecipherable]. You know who\n[indecipherable] is. 10 kids. Useless for the country. They deny even existence of\nIsrael. This is my flesh and blood, my first cousin, she. Tamara. Tamara, what’s\nher last name? She was born Lin. So what is [indecipherable] good for? Our\npeople, right? Hm? So, there are Jews, and then there are Jews, too. They’re not\nconsidered [indecipherable] Jews, but -- no way. That’s all that I want to say.",
        "Q: Nothing else you wanted to add?",
        "A: No. That’s it.",
        "Q: Okay, well thank you very much. Thank you very much for doing the interview.\nThis concludes the United States Holocaust Memorial Museum interview with\nMichael Lin.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Michael Lin, conducted by Gail Schwartz on February\n27, 2000, at the United States Holocaust Memorial Museum. This is tape number\none, side A. What is your full name?",
        "Q: And what was your name at birth?",
        "Q: Where were you born and when were you born?",
        "Q: Let’s talk a little bit about your family. How long had your family been in Riga?\nHow far back can you trace your family?",
        "Q: All right.",
        "Q: What were your parents’ names?\nFebruary 27, 2000",
        "Q: And what kind of work did your father do?",
        "Q: Did you -- do you have any siblings, any brothers or sisters?",
        "Q: Did you have a large extended family in Riga, aunts, uncles, cousins,\ngrandparents?",
        "Q: This is your grandfather on your father’s side?",
        "Q: Tell me where you lived in Riga. Were you in the center of the town, or on the\noutskirts?\nFebruary 27, 2000",
        "Q: How would you describe the neighborhood, was it a middle class neighborhood?",
        "Q: How did your parents meet each other?",
        "Q: And did your mother work?",
        "Q: And so can you tell us a little bit about your mother’s family and background.",
        "Q: How religious were your parents?",
        "Q: A little disagreement, contention?",
        "Q: What language did your parents speak to each other and to you?",
        "Q: Did your parents feel that they were Latvian first, or Jewish first? What do you\nthink?",
        "Q: Well, you were talking about this organization.",
        "Q: An-And did they belong?",
        "Q: Did it require her to do anything?",
        "Q: What are your very first memories?",
        "Q: Did you -- of course, you were born in 1936, so you were so very young, but\nbefore that time of the Soviet tanks, do you have any recollection of your parents",
        "Q: He was working as a civilian in the army”?",
        "Q: Let’s get back to your memory of when you were four years old, and you saw\nthese -- the tanks coming in.",
        "Q: Yeah, what -- can you describe -- what -- what your thoughts were?",
        "Q: Do you remember being frightened?",
        "Q: What kind of school were you going to at four years old?",
        "Q: Oh, you were just standing on the corner.",
        "Q: Did she say anything to you, that you remember?",
        "Q: And then when is your next memory?",
        "Q: Now wha -- wha -- you’re talking about leaving your apartment, why were you\nle -- why were you leaving?",
        "Q: Let’s move back a little bit. In between 1940 and 1941, betwine -- b-between the\ntime that the tanks came in and the time you had to leave in that year, do you have\nany memories of that time, of --",
        "Q: In Riga.\nFebruary 27, 2000",
        "Q: 1941. Do you have any memories of that time of things that were happening in\nthe town? Did you parents say anything?",
        "Q: I know you were very young. I know you were very young.",
        "Q: Yeah. So during that year, between ’40 and *41, between -- it had to go --",
        "Q: -- 1-1t -- yeah, a-and you don’t have any --",
        "Q: -- other memories that were upsetting or frightening?",
        "Q: So until the Germans came 1n, life wa --",
        "Q: Pretty good.",
        "Q: Yeah. How would you describe yourself. Again, you were very young. Were you\nvery close to your parents, were you very dependent on them?",
        "Q: When it was time for you to leave -- you were saying how your father, you\npacked up things and you were -- you have memories of st -- of bags on the floor.\nWhat did your parents say to you? Why -- what did they tell a young child why you\nwere leaving?",
        "Q: So it was her --",
        "Q: Did other members of your extended family leave with you?",
        "Q: Speaking of the communist party, when -- before you left Riga, and did that\nword mean anything to you as a very young child, the communist party?",
        "Q: Before you left Riga, had you heard of a man named Hitler?",
        "Q: So it was just the three of you who left, your mother, your father and you, and\ngetting on the train.",
        "Q: And you were together in one car?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape number one, side B,\nand you were talking about the fishing.",
        "Q: Just to get back to that beginning train ride, did your -- did you have enough\nfood, what was the conditions like in the car?",
        "Q: No, no, no, I was talking about that train. Do you remember when you got on the\ntrain out of Riga?",
        "Q: Did your mother -- did you have enough food?",
        "Q: What -- were ther -- was this a train car with seats?",
        "Q: But did you have seats to sit on, did you have benches?",
        "Q: And how did you sleep?",
        "Q: Did you take -- you were very, very young, did you take anything special with\nyou, a special toy, something you wanted to play with?",
        "Q: B-Before you left, did -- did the word ghetto ever -- was that ever mentioned?\nDid it ever mean anything to you?",
        "Q: So you left before the ghetto was established in Riga?",
        "Q: So yo-you -- you’re saying you left the end of June?",
        "Q: Why do you think your mother knew enough to leave? Well, how do you think\nshe knew? I know this is looking back, obviously, as an adult.",
        "Q: Did your -- now you’re in Yaroslavl, what -- h-how -- did your wound heal all\nright?",
        "Q: How did your mother find you when you were thrown out of the train?",
        "Q: Were there other children from other families on that train?",
        "Q: Do you remember talking to him on the train at all?",
        "Q: How long did you stay in Yaroslavl?",
        "Q: Did you tell your parents?",
        "Q: Did you have enough food at that time?",
        "Q: Well, before we get there, I just want to talk about --",
        "Q: -- you -- you had enough food. Where did you live?",
        "Q: What does a five year old know about war at that time? What -- what -- do you\nremember questioning your parents? You were five years old, you had to leave your\nhome, you’re in this new s -- town --",
        "Q: Did you stay very close to your parents in Pol’kino? Did --",
        "Q: And then you stayed there and then when did yo -- how -- for how long?",
        "Q: And then you got back on another train?",
        "Q: What was it like?",
        "Q: Bu-But now you're still -- the three of you are still together.",
        "Q: Oh, the four of you.",
        "Q: The hull.",
        "Q: Hull.",
        "Q: Hull.",
        "Q: The outer part of the seed.\nFebruary 27, 2000",
        "Q: Good.",
        "Q: Wh-Where were you living then?",
        "Q: We’re -- we’re in Utchkulgan now?",
        "Q: Were -- were -- was your family able to bury her?",
        "Q: What was your father doing? Was he working?",
        "Q: So while you were there, you said you went to kindergarten?",
        "Q: When you were there, you went to kindergarten?",
        "Q: Were you parents very comforting to you?",
        "Q: I-I was just wondering what you tell a young chil -- what a parents says to a\nyoung child going through such traumatic experience.",
        "Q: How long -- how long did you stay in Utchkulgan?",
        "Q: Wh-What was it like when your father was called up into the army? Do you\nremember that?",
        "Q: D-D you remember missing him and asking where he was?",
        "Q: So when he left it was just the two of you, you and your mother?",
        "Q: Did you mix with other children at that time, when you were in Utchkulgan?\nFebruary 27, 2000",
        "Q: What -- what did you think about? What did you do to occupy your mind?",
        "Q: Why did you not have any hair on your head?",
        "Q: Wh-Who did that for you?",
        "Q: Was that hard for you, as a small child?",
        "Q: Did that hold true for your mother too, did she have to have her hair taken off?",
        "Q: So now, your father had gone and your -- yo-you’ve moved -- you’ve continued\non your journey.",
        "Q: How had your mother’s health been up to that point?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape number two, side A. I\njust wanted to ask you, when you were in Uzbekistan, were -- did your mother\nknow what was happening in Europe, and if so, did she talk to you about it? Did\nyou as a child, have any idea of what was happening with the war, and the Jews\nalso?",
        "Q: Okay. You were living under these terrible times, under these terrible conditions.\nDid you -- and -- and did you feel very Jewish? Did you -- were you angry that\nthese sad times were happening to you because you were Jewish? Did any of those\nthoughts come through your mind?",
        "Q: I-I was just asking were you -- in case you were angry that this is happening\ncause you were Jewish.",
        "Q: So now it’s December 1944 --",
        "Q: You were now eight and a half.",
        "Q: Did your mother recite poetry to you?",
        "Q: What language were you reciting your poetry in?",
        "Q: Did your mother -- when you were very young, did your mother sing you any\nsongs?",
        "Q: Di -- had your mother sang you any songs about angels?",
        "Q: Do you remember your father conducting any Passover Seders? Do you\nremember your father conducting any Passover Seders?",
        "Q: Uh-huh.",
        "Q: And -- and no memory of Seders when you were very young and in Riga?",
        "Q: An-Any memories of sitting around with other relatives at a Seder table in\nRiga?",
        "Q: Mm-hm, okay, we’re move -- we’ve moved forward and you’re in S-\nSaragulka?",
        "Q: December °44.",
        "Q: Oh, pignoli seeds.",
        "Q: Yes.",
        "Q: Le-Le-Let’s talk a little bit about May 1945. How did -- th-the war is over?",
        "Q: What did that mean to you as a eight and a half year old child?",
        "Q: Was there any celebration?",
        "Q: How did you hear about your father?",
        "Q: Did you miss your father while he was gone? Did you talk about him a lot?",
        "Q: Or your mother talk about him to you?",
        "Q: So now it’s May 1945 and your mother’s preparing to leave and to go back to\nRiga.",
        "Q: Did you have any memories of Riga from before?\nFebruary 27, 2000",
        "Q: Wer -- were you happy about returning? Were you excited?",
        "Q: Did you experience any anti -- any anti-Semitism when you were in Russia?\nYou said this Russian girl brought you home --",
        "Q: -- which was a positive. Did you have any negative experiences with the\nRussians?",
        "Q: Okay, now you’re back in Riga and where did you s -- where did you and your\nmother settle? Did you go back to your house?",
        "Q: And then where did you settle in Riga?",
        "Q: When -- when you say they gave us a room, who was they?\nFebruary 27, 2000",
        "Q: When da -- when did you definitely hear about your father? When did you and\nyour mother definitely hear about your father?",
        "Q: Well, what had happened to your father.",
        "Q: So you never got any definite information?",
        "Q: So your mother remarried, and you’re at school?",
        "Q: Were there other Jewish children who had returned like you did, and did you\nspend time with them?",
        "Q: Did you talk about what you had experienced with these other children, during\nthe war? Did you -- did you as children speak about your experiences?",
        "Q: Did you -- did you feel very tough because you had been through such a difficult\nchildhood?",
        "Q: Well, you had seen so much as a young child, and ha -- and been through so\nmuch.",
        "Q: Were you with Jewish and non-Jewish children in school?",
        "Q: Mm-hm. And did you experience any anti-Semitism in elementary school?",
        "Q: What were some of your other experiences like that?",
        "Q: Oh.",
        "Q: Well, we’ll co -- we’ll come to that",
        "Q: But when you were in school, were there any incidents with the other children?",
        "Q: So you felt safe on the street?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape number two, side B.",
        "Q: What was the date?",
        "Q: Why do you think she went to witness them?",
        "Q: Did your mother at that time, or even during the war, ever talk about going to\nPalestine?",
        "Q: So you continued on with school. You were 10 - 11 - 12, and what was life like\nfor you then? Do you have any specific memories?",
        "Q: Were you part of any Russian youth group?",
        "Q: Was your mother a member?",
        "Q: Or your stepfather?",
        "Q: What would happen?",
        "Q: When you were 13, did you think about having a Bar Mitzvah?",
        "Q: Your st -- your stepfather.",
        "Q: Was it safe to be outwardly Jewish in Riga?",
        "Q: At that time.",
        "Q: Did you do anything religiously in the late 40’s - 50’s?",
        "Q: So then you went on to high school. Any experiences there?",
        "Q: Do you think you behaved that way again because of what you had experienced\nbefore that?",
        "Q: So when you were -- you said you went to school at night and worked during the\nday -- and th-this when you -- we’re going back in -- years when you were in high\nschool. An-And then what happened?",
        "Q: This is because you were Jewish?",
        "Q: So what did you do instead?\nFebruary 27, 2000",
        "Q: This is the -- the Russian army”?",
        "Q: What’s it like to put on a Russian uniform?",
        "Q: Did that bring back any memories to you?",
        "Q: Were there a lot of other Jewish -- very many other Jewish soldiers, and did you\nstay together?",
        "Q: Did he -- did he attempt anything with you?",
        "Q: How long were you in the army?",
        "Q: A bayonet, you mean?",
        "Q: Were you involved with anything going on in Hungary at the time?",
        "Q: Were you proud to be in the Russian army?",
        "Q: Why’?",
        "Q: Did you feel very Jewish when you were in the army”?",
        "Q: This is the United States Holocaust Memorial Museum volunteer collection\ninterview with M-M-Michael Lin. This is tape number three, side A. And you were\ntalking about Stalin.",
        "Q: What did you do when you left the army”?",
        "Q: And her name?",
        "Q: So you met your wife, and then did --",
        "Q: When did you first start thinking about emigrating to Israel?",
        "Q: A freighter?",
        "Q: Did you have many friend who were applying also?",
        "Q: So your -- your parents left, you stayed with your wife and continued to work,\nand then --",
        "Q: -- and then what was your reaction after the ’67 war?",
        "Q: Yes.",
        "Q: Sixth, right.",
        "Q: Did you feel proud?",
        "Q: And how did you --",
        "Q: Then how did you finally get out?",
        "Q: So you and your wife left in 1969?",
        "Q: Oh --",
        "Q: And his name?",
        "Q: What were your thoughts about leaving Riga? You were born there. Did you --",
        "Q: Was it very emotional for you to leave Riga?",
        "Q: You’re angry at what?",
        "Q: What was it like to arrive in Israel?",
        "Q: Did you ever consider coming to the United States instead?",
        "Q: What was it like to put your foot down on Israeli soil?",
        "Q: What city were you?",
        "Q: And your wife and son are still in Israel?",
        "Q: Did they come before the Yom Kippur war?",
        "Q: So then your wife and two children came to the United States --",
        "Q: -- and where did you all live?",
        "Q: Doing what?",
        "Q: And where do your children live?\nFebruary 27, 2000",
        "Q: And what kind of work does he do?",
        "Q: And your younger son?",
        "Q: Mm-hm. Can we talk now a little bit about your thoughts and feelings about\nwhat you went through?",
        "Q: Just generally, after the war. Do you feel you would be a different person today\nif you hadn’t gone through the experiences that you did?",
        "Q: You -- your childhood was very difficult, extremely difficult. Do you feel you’d\nlost it? That you never really had a childhood?",
        "Q: Do you think a lot about your wartime experiences now?",
        "Q: This is your -- your postwar childhood?",
        "Q: After, when you got back to Riga.",
        "Q: You’re talking about after the war was over she spoiled you because you didn’t -",
        "Q: Oh, be --",
        "Q: When your children, when your sons were little, and the age that you were when\nyou were going through hard times, did that bring back memories for you? Wh-\nWhen your boys were four, five, six, seven, eight, when you were going through\nsuch awful times, did that bring back memories for you when you were that age?",
        "Q: But your childhood was so unusual, do you not think that affected your\ncharacter, all the difficulties that you experienced?",
        "Q: Well, that’s why I was asking before. How do you think that affected you\ngrowing up, not -- not in what kind of job you would have, but just psychologically,\nbecause you were tested so unusually for a young child.",
        "Q: Did it make you tougher?",
        "Q: Yes.",
        "Q: Right, a bracelet.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Michael Lin. This is tape three, side B, and you\nwere talking about the bracelet.",
        "Q: Talking about all the terrible massacres and pogroms and killings that went on in\nRiga after you left, and when you heard about them, as -- and when you were older,\nho-how did you respond to hearing those -- news of these terrible atrocities?",
        "Q: Too painful you mean.",
        "Q: So you have been -- you have been back to Riga?",
        "Q: Have you returned?",
        "Q: Oh, ’65.",
        "Q: What are your thoughts about Germans and Germany”",
        "Q: Have you become more religious in any way since your experiences?",
        "Q: How did you impart that feeling to your children, about the greatness of the\nJewish people?",
        "Q: Are you more comfortable around people who experienced World War two\nfirsthand than those of us who did not?",
        "Q: Did you go to the large 1983 American gathering of Holocaust survivors?",
        "Q: How would you describe yourself today? Israeli, American --",
        "Q: You were here in the 70’s in the United States and of course there was the big\nCivil Rights movement that started in the 60’s here. Do you feel that you, who lived\nthrough times when your rights were taken away, and your parents and everybody\nelse, that you have a more -- a bigger sensitivity to people whose rights have not\nbeen addressed.",
        "Q: Are there any smells or sights or sounds that come back to you now as an adult\nthat you remind you of your difficult times during the war? Anything that triggers\nyour thoughts about the war time?",
        "Q: You think this could happen again?",
        "Q: What do you think the role of education should be about the Holocaust to the\nnext generation? Something like the Holocaust museum, for example? Do you think\nlessons can be learned from the Holocaust, or is it too large, too much to be\ngrasped?",
        "Q: And how do you answer them?",
        "Q: Do you feel another Holocaust could happen?",
        "Q: Do you feel safe here in the United States?",
        "Q: Do you speak openly about your wartime experiences to others?",
        "Q: Why not?",
        "Q: Is -- is there anything you wanted to add, or leave a message to your\ngrandchildren for the future? Anything you wanted to say?\nFebruary 27, 2000",
        "Q: Nothing else you wanted to add?",
        "Q: Okay, well thank you very much. Thank you very much for doing the interview.\nThis concludes the United States Holocaust Memorial Museum interview with\nMichael Lin.\nEnd of Tape Three, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My full name is Michael Abba Lin.",
        "A: My name at birth was Mordechai Abba Lin.",
        "A: I was born in Riga, September 14\", 1936.",
        "A: Yeah, but I’m not -- I don’t want to say nothing, not yet, yeah. Maybe we’ ll ask\nabout Latvia?",
        "A: As far as I can remember, my grandparents were born in Latvia in eight -- 19\"\ncentury. And my father and my mother, they came to Riga in 1934, and had a\nwedding over there and got married and lived in Riga.",
        "A: My father’s name was Abba Lin and my mother’s name Kia Lin, born\nHayman.",
        "A: My father, he was born in the small village called Babovka, and in the\nbeginning he -- he studied in Yeshiva. But then he decided to drop it and became a\ntailor and when he came to Riga he established a small business. Yeah, a small\nbusiness.",
        "A: [have a half si -- a half sister. She was born in -- after the war, in 1946.",
        "A: Yes, I -- I had a -- a large extended family in Latvia actually, because my\ngrandfather had 15 brothers and sisters, and of course, 1-in those times, half of them\ndied early. But --",
        "A: On my father -- oh, yeah, my grandfather on my father’s side. But I-I have\nknown three of his sisters and one brother, I have known personally.",
        "A: My father came over from Barovka, they rented an apartment in Sardonikova\nStreet. Sardonikova Street was in the -- the so-called Moscow [indecipherable].\nAnd no -- how is it to say maybe less than a mile from the center of the city,\nbecause Riga was then a small town, only 300,000 people. And yeah, this was most\n-- a lot of Jews li -- used to live there and later it became a ghetto over there, so you\nshould know the area, about. It was --",
        "A: I would mostly describe it as a working class neighborhood. Across the street\nthey had -- it was not a church. In Russian language it was called bougadena,\nwhere they used to house poor people, you know. And I would say working class\nlike shop owners or factory workers or small business people. Like my father was,\nyeah.",
        "A: Well, my parents met each other -- you -- the villages where they used to live are\nvery close to each other, about six kilometers, I think, or maybe less from each\nother. So one village was called Skundaliena and the other was called Barovka.\nAnd they probably knew each other much earlier than -- before they got married.",
        "A: I -- I want to ask -- no, just ask me a person [tape break] Okay.\nFebruary 27, 2000",
        "A: Okay. My mother was born actually in Daugavpils in a hospital, but 1t was si --\nsix kilometers from the village called Skundaliena as I mentioned. And my\ngrandmother, he -- her name was -- maiden name, Kuperschmidt, right? And my\ngrandfather’s name is Hayman. So where they got married, they had a small farm,\nlet’s say maybe 18 acres, s -- a -- a country store and a few cars, maybe seven cars\nand th-th-they possess some land. It -- 1t’s unusual, I think for the Jews to possess\nland, right, in Latvia. So they considered themselves more or less well -- well off,\nright? And so my mother actually, since her childhood, she worked in the farm and\nworked in the store and worked in the office, keep the book -- bookkeeping with her\nsister and older brother. Her older brother went to Daugavpils and then became a --\na -- a businessman. And she and her older sister and their mother, they -- they ran\nthe st -- the business. And my -- on my father’s side, my father was a blacksmith\nand so they were poorer, much poorer. And my -- you see, my mother was a foo --\nof the so called -- maybe they considered themself intelligentsia or something. So\nshe married late, because she was very choosy, I think. So -- but she realized that\nmy father was a good man and had a -- a head on his shoulders, so I guess it’s how -\n- what happened.\nFebruary 27, 2000",
        "A: This is a peculiar situation because my mother was never a religious woman, and\nmy father was very religious. I remember that on holidays my grandfather used to\nsend a -- a kishen. We’re talking in Yiddish, but it’s a pillow in English, with a --\nwith a chicken, you know, ga -- slaughtered chicken. I do -- even remember the\nblood in the kishen and the -- a-and the feathers, you know. And my -- my father\ntried to have a Jewish house, kosher, all of this, but my mother always resisted and\nsometimes my father was take -- would take a -- a knife my mother used to cut\nbutter and then use it for meat, and throw it out the window. And this what the\nsituation was. You know, so there was a -- you know, I would say, a contrarian\ninterest. Of how you call it?",
        "A: Yeah, yes, yes. [indecipherable] that again?",
        "A: To each other they spoke Yiddish, but to me they always spoke Russian, and we\nlived in a -- in Latvia. Is -- but -- but in -- in those areas, they came from Latgalia\nwhere people mostly spoke Russian language more than Latvian, because it was\nclose to Polish border too. So they spoke Polish, my mother spoke German and my\nfather, of course, spoke Hebrew and Latvian and that. And my father served in\nLatvian army too, when he was a young man.\nFebruary 27, 2000",
        "A: No, it’s hard for me to tell because I was very young, but I can imagine that\nwhen you live in a bu -- how it 1s, I -- of course they’re Jews. F-Fir -- first and\nforemost they’re Jewish people, but you’re loyal to your country where you live.\nIt’s -- it’s why he served in the army, and dealt with the -- in business and\neverything, it’s -- it -- and he stayed, even -- he’s -- his brother actually left for\nPalestine in 1934 to become a chalut, but we stayed in -- now I want to turn off\nand I want to say something, but I don’t know what to say. Turn off, please. [tape\nbreak] What -- where did we stop?",
        "A: Yes, you see, in Latvia there was an organization called [indecipherable] and\nthis organization actually an-anybody could belong to -- to this organization, but --\nand my mother and my aunt, and probably my grandmother, I’m not sure, belonged\nto this organization, [indecipherable] just was a pure Latvian organization. I would\ncall it guards, and because you were a property per-person, you should have\nbelonged to this, especially in rural areas, that’s what I want to say.\nFebruary 27, 2000",
        "A: Yeah, they did belong to this organization. Of course, during the Soviet times it\nwas forbidden and we’d not -- you wouldn’t mention that you belonged to this\norganization, but if a -- as a matter of survival you would like to belong to this\norganization, my mother did.",
        "A: No, it didn’t require, probably only paid dues, and you know, probably only that.",
        "A: I would say my fir -- very first memories, th-the coming of Soviet army in 1940.\nMaybe before I have some memories, but in 1940 I -- I remember standing by\nschool number 56 [indecipherable] Soviet times it was number 56, and I saw\nSoviet tanks coming off Moscowyella, it’s a street called Moscowyella in Latvia.\nAnd I remember the small tanks, yeah. And where they parked, they were parked --\nthere was a -- a street called Zilnaw iela where the great synagogue used to stand,\nthat they burned it. There was a cor -- small corner between Lacspiesa iela and\nZilnaw iela and all the -- right there there was a corner where the Soviet tanks\nstood. And this I remember vividly.\nFebruary 27, 2000\ntalking about difficult times, hard times, a man named Hitler? Anything that brings\nback that memory?",
        "A: I can tell you something about [indecipherable] I’Il tell you, my father was a\nsmall businessman and about maybe seven, 10 people used to work for him in the\nshop, tailor shop, and he made the suits for -- for a company. So after the Soviets\ncame, of course he had to relinquish his business and what is interesting, that the\nSoviet government, they hired him to work for them in the army, to make uniforms,\nI think, and th -- and he was making good money, they paid very well.",
        "A: Yes, as a civilian, he was working in the Soviet army as a civilian, yes. And the -\n- the former, his employees -- you know, in -- in capitalist countries the employee\nnot -- not always is satisfied with his salary or something. So they would -- before\nthe Soviets came in, they knew they would come in, they said oh, when they come\nin, you -- you will not feel so good. After they came in, my father was hired by the\nSoviets and the workers made so little that they would meet my father and say, I --\nhow good it was when we worked for you, in comparison what we make now when\nwe work for the Soviets.\nFebruary 27, 2000",
        "A: Yes. [indecipherable]",
        "A: I-I -- I couldn’t have any thoughts for desse -- was too young to, I was not even -\n- 1940 I was under four years old, still. But I remember it very well, and --",
        "A: No, I was never frightened, I couldn’t understand that actually, frightened or not,\nth-this is a -- not the -- the sense that I had.",
        "A: At four years old I didn’t go to no school.",
        "A: Oh yeah, I standing with my mother. I was standing on the corner and watching\nthis passing by, that’s it. It’s a -- it’s a natural thing because you know, something\nnew.",
        "A: No, I can’t remember that she -- she -- she told me, no.",
        "A: My next memory is when the war started. In 1941, it was June. And I think -- I\nremember my father carrying me -- before that I would say when we left our\nFebruary 27, 2000\napartment, we -- we possess some goods, especially with -- my father had some\nstuffs. I remember sacks of goods sitting on the floor, we lefted everything.",
        "A: Why we were leaving? We had to run. We had to run for our lives and I think\nmy father took me on his arms. He only put on -- he had the leather, I remember, a\nblack leather overcoat and my mother took a few things. She -- my father had the\ngolden watch, and this overcoat and then he carried me to -- to the railroad. Not to\nthe station, on the Lacspiesa iela there was an overpass. And that’s to the train. And\nI think this was the last train. And I remember -- Ill tell you the truth, I remember\nshooting, and I think shooting and shooting and shooting a lot. And I wouldn’t say I\ncan say for sure that they were bombing us at this particular time, but I am sure that\nthe train was the last one to leave Riga. I can’t say the date, but this was the last\ntrain. And I was -- sat in the train, it was a mixed train of civilians and military. And\nwe took off so slowly, 1t was so slow -- there was a place called Mezure Park, it’s -\n- Mezure Park it’s -- it’s like a forest park. It’s pine trees, you know? And it took\nus so many hours to get to Mezure Park, it was maybe five kilometers from us.\nAnd you know what happened? Turned out the military suspected that the m-\nmachinist there, locomotive machinist, that’s called? He was probably a traitor is\nFebruary 27, 2000\nwhat we understood. So, I-I -- I saw it. They pulled him out of the locomotive, put\nhim against the train and shot him dead. And since -- after that, the train began\nmoving, and quickly -- pretty fast. And then suddenly, German airplanes came over\nus and began bombing. They began bombing, we left the train, began running into\nthe forest. And I personally, I remember I fell into a pit, a very deep pit with water.\nI lost my parents, I didn't know where they are. And I woke up -- I-I woke up on the\n-- on the table, operating table, right in the forest. And the doctors, they patch me\nup. I -- I was wounded in my right leg. Even now I have a big scar. And yes, it’s\nhow it happened. We boarded our train back and it turned out that the last three\ncars, railroad cars, they were blown apart, and my mama to -- mama told me that\nabout 40 people died in the train. So, I think 1t was the last train, and from then we\nmoved pretty good to-towards Estonia and we moved pretty fast I would say til we\nreached [indecipherable], then we came to Yeloslavil. Yeloslav Skyoblis, it’s a\nregion, Yeloslav Sky -- yeah.",
        "A: Between 19 --",
        "A: -- 1940 and 19 --",
        "A: No, I don’t know. I-I -- I don’t have memories, it’s --",
        "A: I have memories like, I would say, when I went to my grandfather, yes and you\nknow how in a small, tiny village, there were probably fleas, and my mother didn’t\nwant to keep him overnight over there. And then we went back to her village and I\nwas running and suddenly a dog bit me on my left foot. And then I remember there\nwas a circus passing by and the small pony was ki -- pulling a -- a wagon, and\nbehind the wagon an elephant was tied up. This I -- I remember this, yeah. This\nkind of things.",
        "A: [indecipherable]",
        "A: No.",
        "A: No, no, no, we lived pretty good. We -- we had the -- my mother w -- and my\nfather, they lived really good life, I would say. My mother liked theater. Sh-She\nFebruary 27, 2000\nliked reading and going out. And I would say movies. She could tell you every\nname of a personage in the movie. She liked arts.",
        "A: Pretty good.",
        "A: Yeah.",
        "A: Wh-When you -- when you so small it’s -- especially in Jewish families, you\nknow how it is when kids are very close to their parents and so it was -- what I can\nsay, they very close.",
        "A: No, I-I -- I don’t remember this, I-I -- I can’t say nothing because I -- I don’t\nremember wh -- if they said anything to me or not. The only thing I know my\nmother told me, that my father didn’t want to leave. She said he told her, maybe we\nwill overcome this situation, you know. But my mother loved me so much, and she\nFebruary 27, 2000\nnever believed that -- that we’re going to be safe with the Germans. And so she\ninsisted of leaving, yeah, this wa -- I -- I know for sure.",
        "A: Yeah, her. My father was a m -- my father maybe a -- he was a smart person, I\nknow that, but in this case, maybe he was a little naive about -- like many -- so\nmany people.",
        "A: You see, as I told before, my mother’s sister and -- and her brother, they lived in\nSkundaliena in next big town called Daugavpils, and my -- my ... I'll call it -- my\nmother’s uncle had seven kids -- seven children. Their name was Kuperschmidt\nand then the -- they remained in Riga with all -- with all seven kids and ob-\nobviously they were killed. And my grandfather remained in his town Barovka and\nhe was shot. My mother’s sister, her name was Dwara. In Russian they used to call\nher Vera. She was kept alive with her son, as my mother told me, for awhile,\nbecause she was a translator for the Germans, translated from German into Latvian\nand Russian, I know this. And my ol -- uncle, with his wife -- yeah, ma -- my -- my\naunt, she was married in 1935 or ’36 and her to a person named Opanansky, who\nwas Sa -- later in Soviet army, and he was killed in action. And she -- she had the\nsmall child, two years old, so was -- she was killed in -- with the small child, two\nFebruary 27, 2000\nyear old male. And my u-uncle, he was shot in the -- in the fortress of Daugavpils\nwith his wife and the three year old too -- male child. And then I had the -- my\ngrandmother’s sister, on my mother’s side, sh-she -- she didn’t have her own kids,\nbut she -- she married to a person who had his own four. But two of them escaped.\nOne of them actually, a woman, I don’t remember her name, she was a communist.\nAnd in 1937 the -- she was caught by Latvian police and probably worked over\ngood in the prison. And then they probably released her and she went to Russia.\nBut you know what happened in Russia in 1937. So they -- they grabbed her and\nsent her to Magadan. She got married in Magadan, f-far eastern Pacific Ocean,\nshe got married. And I saw her in 1957, she had a son. And sh-she spent 20 years in\nMagadan, from ’37 to *57, it was precisely when I came from the army and I saw\nher. It was strange that she never blamed the communists for her misfortunes, which\nwas very strange. And my grandmother’s si-sister, as I mentioned, they were\nbusiness people, dealt in lumber and had properties and houses in Daugavpils, so\neverything gone. I even remember my f -- my uncle’s building had three stories in --\non Riga Street in Daugavpils. It stands now.\nFebruary 27, 2000",
        "A: No, if you ask me about the communist party, 1t never meant to me nothing\nbecause I -- a -- a -- nothing at all. The only th -- I began understanding wa -- the co\n-- what 1s it probably when I was nine, and I began s-seeing the pictures of Mr.\nStalin, because before that I -- I -- I haven’t seen these, I never read nothing. There\nwas no time for reading.",
        "A: No. I never heard th -- I don’t remember.",
        "A: As -- as far as I can -- as far as I can remember o -- for my family only. No, I\nwould be wrong. I forgot my -- my father’s sister. She -- she was with us, too. Four\npeople.",
        "A: Yeah, we were together in one car, we went to this [indecipherable] an -- a\nvillage called Pol’kino. What is interesting, then we met over there a family, they\nwere our neighbors. They lived next building from the yard across this. Their last\nname was Pantz. We met them in this town -- not town, it’s a village, Pol’kino.\nBecause I was wounded my mother had to carry me once a week or whatever to a\ndoctor about eight kilometers away for bandages. It’s an interesting story there. My\nFebruary 27, 2000\nfather and some of his friends, they -- they tried to catch some fish in the river. And\nyou know what? After all their efforts, they caught only one fish. One fish, I\nremember this, one fish. And why I remember that very good, because now my --\nmy daughters-in-law father, he came from Byelorussia -- but actually, it’s not like\nthat. My son went to -- with his wife to Byelorussia with all his fishing equipment\nand I telled -- I tell him, you know what my son, you will not catch one fish over\nthere, they ate it, everything. So --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Mm-hm. The -- th -- good enough, my son returned from Byelorussia and he\ntold me, I did catch one fish.",
        "A: We lived in the village Pol’kino for a short time, maybe f --\nFebruary 27, 2000",
        "A: Ah, out of Riga.",
        "A: Yeah, but this was -- oh, okay, on the train from Riga after we got bumped, we\nleft these three railroad cars behind and I-I don’t remember precisely, but it took us\nvery short time to reach Yaroslavl.",
        "A: No, this was -- as I mentioned before, this was a train, a mixed train with\ncivilians and military. So --",
        "A: Wa -- yes. It was -- those cars were called, I remember, Pullman. You probably\nhave them in United States, it’s what kind of here. It’s regular passenger c-cars.",
        "A: We slept on benches. They have just benches, that’s it, nothing we -- no pillows,\nor mattresses or something like that, no.",
        "A: No, I-I think we didn’t have any time for taking more valuable things than toys. I\ndon’t think we took anything with us besides just a few things, as a -- as I\nmentioned before.\nFebruary 27, 2000",
        "A: No, I wouldn’t say that the word ghetto ever meant to me anything, I -- I don’t\nremember.",
        "A: Obviously I left before the ghetto was established because as far I know from --\nnow I know from literature that the Germans entered Riga about July first,\nprobably. And then we left with the last train, what can it be, 28\" of June? So there\nwas no time to waste and we had to run for our lives. That’s how it was.",
        "A: Yeah, twen -- yeah, I left 27\" to 28\". This was the last train, I -- I thought I -- as\nfar as I have in my mind.",
        "A: Yes, well I -- I -- later -- I-I can think that my mother 1s a -- was a woman -- she\ndied already -- she was a woman of perception. I think she was a very bright\nwoman. And besides, my mother mentioned to me that of course she s -- learned\neverything, she read newspapers and listened to the radio. We -- we knew what’s\ngoing on in -- in Germany and Poland, it’s obvious. And besides, w-we had the\nFebruary 27, 2000\nrelative, I think, my mother mentioned him. Very removed, but he was a\n[indecipherable] I think, in Lithuania, I think, a [indecipherable] you know, the\nchief -- yeah. And he predicted that -- of course, I don’t know how they predict, but\nthey know what they talking about. So we knew very well.",
        "A: Yes. Yes, in this Pol’kino, it took me ow -- actually, I'll tell you, maybe. You\nknow, with this primitive medicine, they patched up my wound so badly that even\nnow it’s -- you know. So it took me about eight months for me to heal it.",
        "A: I don’t remember -- I don’t rememb -- I was on the ma -- on the table operated. I\nwoke up, I see the doctors, my mother saw them -- me too. So wa -- wa-wa -- we\nwere all running and the bombs were falling all over the place. And I saw the\nairplanes, they were very low. Actually, 1t was covers -- fa -- co -- forested area and\nonly you could see th -- I would say from above, you could see the railroad tracks.\nSo -- so they can say.\nFebruary 27, 2000",
        "A: Yes. I think I had a distant cousin who was me -- his name was Yosef Zaks. This\n-- it -- maybe I forgot a little bit, but my father’s first cousin, Riva Zaks, she was\nwith her ch -- with her child, Joseph Zaks. Yeah, Yosef Zaks, in -- in Yiddish.",
        "A: No. No, on the train, I -- no, I don’t remember. I only m -- I -- met him only in\n1945. She -- she was -- I would say -- this is personal, but I would say my mother\nloved me more than she loved her son, because my mother never gave me away to\nthis -- how you say, we call it in Russian language the dom. It’s called, like for\norphans. Orphanage. And -- and my father’s first cousin, she gave him away into\norphanage. So my mother always mentioned that. Yeah.",
        "A: We stayed o-only for, I think a month. I want to say something about -- this is\nnot Yaroslavl, this is Pol’kino, the village. One day I was walking alone, and I saw\na peasant woman. And there wa -- high in the sky was an airplane, I guess it was a\nGerman airplane. And this woman took off a kerchief off your head and began\nwaving to the German airplane. Yo -- I -- I think it was a sp -- how you say, a spy\nplane, yeah, and she -- I remember it. She -- she waved to the German airplane.\nFebruary 27, 2000",
        "A: No, no, I -- I didn’t tell this, but I -- I kept it inside there. You ga -- I didn’t know\nwhat I -- what it is, but looking back I know what it 1s.",
        "A: In Pol’kino, yes, we -- we had what to eat -- we had what to eat, but if you want\nto know how it went further, our journey from Pol’kino to cur -- to central Asia,\nDalino, it’s called Vallo Furginah, we’ re --",
        "A: [indecipherable] Pol’kino [indecipherable]",
        "A: We had a -- I remember th-there was a two story -- a two story house, I think.\nYeah, even I remember the color, it was gray. Yeah, you know, there wasn’t hung --\na hunger right away of the first days of war. It started later.",
        "A: [indecipherable] I was not five yet, September would be five. But I don’t think,\nwhen we talking about a five year old having any judgment to judge what the war\nis, or peace, it’s only the minute he feels it, in my opinion, he feels it, what a war 1s,\nyou know, or what hunger is. But I don’t think it -- after awhile, if you, under\nFebruary 27, 2000\npeaceful conditions you have bad impressions, maybe if you personally affected,\nyou know, physically, then you probably will remember, but otherwise I -- I don’t\nthink so. It’s philosophical point, I don’t know.",
        "A: Yes, of course, 1t was my parents. We slept in one bed, obviously, you know.\nSince 1941 til 1944, I slept in one bed with my mother. That’s it.",
        "A: We stayed in Pol’kino for about a month, I think. And this was already I would\nsay end of July, or beginning of au -- August, and then we took off from there\nbecause th-the Germans were moving and actually it’s much to the north of\nMoscow, but they were moving qui-quick, I don’t -- I w -- I have to look up in a --\nif the Germans reached Yaroslavl, I don’t think so.",
        "A: Yes. We got back on a train, but this was not a -- already not a Pullman, this\nwas a cattle train. And we were sleeping on shelves, there were no pillows or\nmattresses or something like that and it took us about a month. Actually, we were\nchanging trains. In the beginning my -- my mother told me we had the train loaded\nup with coal and we were sitting on the top of this sc -- railroad car with -- full with\ncoal for awhile, until we got another one that was empty, a cattle train and we --\nFebruary 27, 2000\nfrom there we went all the way down to -- to central Asia, as I said. That town was\ncalled Utchkulgan. A damned place, I would say. Damned.",
        "A: Okay. My father was still not in the army. They -- he probably got sick or\nsomething, they didn’t ask him til 1943. I remember 1943 they’d -- they -- they\nwere all in -- lined up and when the [indecipherable] came, and they lined up and\nsent him off.",
        "A: Yes, and my father’s sister.",
        "A: And my father and me and my mother, and we lived in a barrack. No, at the\nbeginning I would say not, it’s -- was not a barrack. I remember January 1942, we\nlived in a big wooden house. And -- and the hunger began to set in. You know why\nI remember this very well? Because there was an 80 year old person, and he\nprobably had money. And he had the girlfriend who was about 30 years old, so --\nand we lived together in one room, about maybe, I would say 30 people. I\nremember another thing. He had money, so he bought some carrots. They dug a -- a\n-- a pit and buried the carrots into the pit and covered it so -- some food, right? So\nthis -- what I want to say, this old man lived with this younger woman -- well she\nFebruary 27, 2000\nlived with him for -- of course for food. And suddenly this house burned down. It --\nI remember snow in central Asia, snow. January there, snow. And then -- it was ’42,\nyeah, we moved to a barrack. My mother worked at the factory that used to make\nropes, and she would leave me alone, obviously, in the barrack. Yeah, I was bitten\nby a scorpion at night once, in my left leg, and my father once reached into his\npockets at night and got bitten in the -- in his hand. I would say with food the\nsituation was so bad, if I tell you that I didn’t see any milk for four years, you\nwouldn’t believe me. And bread, they used to make it from a little cornmeal, how\nyou say, the dark, dark bread, mixed with -- we call in Russian language mich. It’s\na -- parts of sunflower seeds, but they’re not sunflower seeds, it’s the -- the waste of\nsunsower -- flower seeds, because you could see the --",
        "A: The hull -- hulk. No, hull --",
        "A: Hull?",
        "A: Yeah.",
        "A: Yeah. Yeah, yeah, the -- the hull mixed together, it was kind of bread that he was\nyellow inside. In 1941 I’Il tell you -- we were going to sit here for a long time --",
        "A: In 1941 I caught malaria. Yes. An-And lucky for me -- and then I had a little bit\npneumonia too, maybe in light form. I thought I’m going to die, I said my mama,\nI’m dead. I remember she began crying and all this, but survived.",
        "A: Then, in Utchkulgan. No, th -- no, this was not Utchkulgan, this was Andejan.\nThis was Andejan. And luckily for me, my grandmother’s brother lived there with\nhis daughter-in-law in there -- and -- hi-his daughter-in-law and daughter-in-law’s\ndaughter. This I have to tell you, his name was Moskevich. Velville Moskevich,\nVelville. In Russian language they call him Vladimir, but he was Velville. Actually\nwe would say wolf in Yiddish. His son was a famous flyer, everybody knows him,\nYakov Moskevich, a general and commander in chief of Soviet Air Force. Two\ntimes hero Soviet Union. As we know, he was arrested in 1941 and with other\ngenerals, and shot. So -- but in Uzbekistan where I lived in, they probably didn't\nknow about the situation with him yet, so they supplied food to -- to his father. So\nit’s how we survived, because they didn’t know of the situation. But later on they\narrested his daughter-in-law and sent her to -- to far away places, this I know. So I\nFebruary 27, 2000\nsurvived 1941. So I mentioned you about the burning down of the house. So, after\nthat we moved to a barrack. I would say maybe seven families lived there, in the\nbarrack. My mother worked at the f -- rope factory, suppli -- they supplied us with\nbread, as I mentioned.",
        "A: Utchkul -- yes, Utchkulgan. Tiny piece of bread, of this mixture. Tiny piece. It\nwas absolutely piece -- if you -- if you press it in your hand, I-I think water would\ncome out. There was a kindergarten, yeah, I attended kindergarten as I remember,\nbut the food was, you know, a little pea soup. Whole day, that’s it. Believe me. So\nmy -- my mother had to survive somehow. She began dealing -- how you say selling\nand buying fruits, vegetables, you know and selling and buying and sometimes she\nwould go into the desert and collect tortoises, yes. She had a big, how you say, not a\nhammer, but an axe. And she would discard the par -- carapaces and only take meat\nout and the eggs, and bring it in a sack. One time she was really caught in -- ina\nstorm. It was a terrible storm, I remember and -- but she brought the sack with --\nwith the turtles, anyway. She got sick, but -- but my father’s sister, she probably\ndidn’t have a strong constitution my mother had. So sh-she began actually starving\nto death. One day she had diarrhea, they took her to a hospital. And they took her\nhospital -- after she became a little better they fed her sauerkraut soup. And you\nFebruary 27, 2000\nknow what it is, sauerkraut soup? You eat it, in a few hours you’re dead. That’s\nwhat happened to her. I remember it was raining, ter-terrible rain and my father was\ncoming from the hospital and he was crying. Yeah, it’s what happened.",
        "A: I-I don’t remember actually, I will tell you. I don’t remember how they did it\nbecause they didn’t take me with -- with them. So --",
        "A: Yeah, my father was working. In the beginning, I don’t know what he did. In the\nbeginning we -- we’re together with the Bukara Jews, you know, Bukara Jews,\nthey used to have collective farms over there, they used to go to synagogue over\nthere in b -- with the Bukara Jews, but later I don’t -- I can’t say that I remember.\nGo -- in 1943 he was drafted to -- into the army and he never came back. And\n[indecipherable] when I lived in barrack, the situation was so bad about -- I think it\nwas about like Ethiopia in modern times. I -- I was then seven years old, a-and a\nyoung guy maybe 10 years old lying on the floor on a mattress, and you -- he was\nsquirming like, because he was dying. And I was with him together in this room. I\nremember getting so scared I crawled along the wall and bolted the door and ran\nand ran til I -- I don’t know for how long I ran. I stopped and I -- in a few hours I\ncame back and I remember some me-medical personnel, of course not in a car,\nFebruary 27, 2000\nmedic -- some medical personnel gave him an injection, I think and he died over\nthere. He was swollen like three times his regular size, I -- I’d -- I think so, yeah.",
        "A: Why did I -- why --",
        "A: Yes, I don’t remember what year I went to kindergarten, but probably it was ’42.\nFor awhile -- I didn’t even go for a long time there, because you know, there was no\n-- there was no food over there, no --",
        "A: Well, everything they could get, they -- what can I say about my parents? The\nbest in the world.",
        "A: I-I don’t remember actually, Pll tell you. F -- my -- of course my mother, what\ncan she do? She comfort you and the -- if there’s no food you -- what can you do?\nYou want a piece of bread, but how to get it? So when we had these turtles 1t was\nalready a holiday, right? But this was already when my father was in the army. I\nremember it when she began going into the desert to get these turtles.\nFebruary 27, 2000",
        "A: In Utchkulgan we stayed til 1944, when my mother got news from Ural\nmountains -- beyond Ural mountains, it was the cor -- valley -- it’s not a valley,\nactually. Beyond the Ural mountains there was a town called Tavda. So in 1944 --\nyou know, I had nothing to wear, because we lived in as -- | -- I -- actually, I was\nsick for three years with malaria, right? I got some quinine, right? I remember\nsitting on the -- in 120 degrees Fahrenheit sitting on -- on the -- on the stone and\nshaking. You know what malaria is? After three years of malaria? So, my mother\ngot the news that my father’s first cousin, he was a -- a soldier in Tavda, there was\na -- a prison for -- maybe for all kind of people, political and the criminal elements.\nAnd they called her to come over there. So I had nothing to wear so my mother\nknitted something for my feet, and it was December already. You know, I had to\nwear this. We stopped over in [indecipherable] town, right? Now it’s probably\ncalled Orenburg, if I can remember. I look out the window -- you know, we took a\ntrain, right? We come to Orenburg. We stayed only there, my mother had to look --\nsomebody told her maybe my father is alive, because she got the news that he was\nreleased from the army because of sickness, but she couldn’t find him. We stayed\nover -- the wind was sweeping -- this is an open plain, no forest over there and the\nwind was sweeping so horribly that my mother couldn't take it any more, so we --\nwe boarded a train to Swedlofska and from there to Tavda. I'll tell you, we had the\nFebruary 27, 2000\nvery [indecipherable] small luggage. There was no -- no luggage, actually, and she\nplaced it on the -- on the floor and somebody wanted to steal. So my mother was\npretty alert, she gave him a -- a kick in the behind so he fell in -- on the railroad\ntracks, I remember that. When we boarded the train -- of course there are no toilets.\nThere are toilets, but you know what, no heat. So the human excrements and all this\nurine, was frozen and piled up I would say maybe three feet high. Yeah, and that’s\nhow we traveled to Tavda. This was not Tavda, it was called a town, Saragolka.\nYou see, I remember all the names. Yeah, it was Saragolka.",
        "A: No. I -- I -- I wouldn’t say that I remember. I only, when I -- as I mentioned, I\nsaw him lining up on the -- on the sk -- square of this town, and [indecipherable]",
        "A: I don’t remember missing or asking where he was. I-I -- I don’t -- I can’t say\nthat. I -- I-I don’t remember.",
        "A: Yes. After he left, my aunt died, just me and my mom, and that’s it. Two of us.",
        "A: No, I wouldn’t say that I mixed with any other children, I was by myself. By\nmyself all day. You know -- you know the two --",
        "A: What did I do to occupy my mind? I was looking for food, and you know what?\nI remember this case -- you see, I am shaven now, right? I am 63 years old now and\nI am shaven. It’s how I was shaven when I was seven or eight years old. So what\ndid I do? You know p-peaches -- actually not, apricots. And the Usbecks, of course\nthey had their orchard in somewhere else -- there was a market, surrounded by a\nhigh wall, as they do it in Asia, was a clay wall. So one time I stole a -- you know, I\nstole a melon from one Usbeck, and he ran after me with a n -- with a knife. But he\n-- of course he couldn’t catch me. And the -- in the corner I remember there was a\nbank, and the bank had a nest of wasps. Yeah, the wasps, of course, the melons are\nnot like in this country, they are a little bit be -- sweeter and better. The wasps has\nvery sm -- good smell, right? So they attacked me and bit me se -- I di -- I\nremember seven times in my head. So my head had big bumps. Then I -- in order to\nsurvive I collect -- I of -- of course I dropped this melon, what could I do? And in\norder to survive I would pick up the seeds from apricots. But a -- I remember being\nashamed doing this, so I wouldn’t do it bending, with my hands, but I would pick\nthem up with my feet. With my toes. With my toes, yeah. And collected them ca --\nFebruary 27, 2000\nthen coming home and taking a -- a stone and breaking, and they were nutritious. So\n-- so | ate like the s -- the seeds.",
        "A: You see, during the war we had the la -- lice. In order to get rid of them we had\nto shave our heads.",
        "A: I -- I actually don’t remember who -- who shaved my head, you know.",
        "A: No, I had no feeling there about having hair or not having hair, probably the\nsame I don’t have now. I don’t remember having any feelings about styles.",
        "A: Oh no, my mother never shaved her head, no. She didn’t do it.",
        "A: Yes, we came to Saragulka, was December 1944, and my father’s first cousin,\nhis name was Ulman, Schmul Ulman -- Schmel Ulman, Schmel, Schmel, yeah.\nAnd my grandfather’s sister, my -- my f-father’s side, she was there too with her\ndaughter. And it turned out that Siberia was much better than central Asia in -- as\nFebruary 27, 2000\nfood is concerned, because my mother began working, not chopping wood, but\nsawing wood, you know, big logs of -- she worked all day.",
        "A: You know, it’s very interesting, my mother’s health was very good. She was a\nvery strong woman despite later starting to complain about high blood pressure or\nsomething, but I remember she had her -- her -- when she was younger, she had her,\nyou know, w-women’s characteristics a little, about -- complaining or something,\nbut actually her health was pretty good, considering the horrible times.\nEnd of Tape One, Side B\nFebruary 27, 2000\nBeginning Tape Two, Side A",
        "A: I-I -- I would say I-I can’t recollect if she was talking with me about the war, and\nthese other things. The -- mostly we were talking about food, I think. To me was, at\nleast the -- but what was happening, of course she knew what was going on, but she\nnever talked with me about the situation, I would say. And I never attended school\nyet, I was in a -- I don’t think I had any strength to attend any school. I was young\ntil then from -- I began going to school, I was only eight years old.",
        "A: You see, the -- I -- I didn’t know what Jew and not Jew 1s. Later on I real -- I\nunderstood what a Jew is or not a Jew, but at a young age I probably didn’t\nFebruary 27, 2000\nunderstand what it is, what -- to be Jewish or not Jewish. I -- I -- I didn’t know\nnothing about it yet.",
        "A: No, no I -- I couldn’t say that, because later on when I understood, then I -- I\nknew what it is to be a Jew, but in th -- then, I didn't understand. Now, my mother,\nof course, ne -- obviously I -- I don’t even want to talk about it. But she knew all the\nsituation, but she never converse with me about this -- what’s going on.",
        "A: Yes, it’s December 1944, we come to Saragulka. Seemed like it -- the end of\nthe world. There was a -- a sc -- a school, I began going to school at the edge of the\nvillage. A -- as -- a small -- and there was a club. S-Strange enough, I began\nperforming 1-in the club, ju -- reciting poetries suddenly, I remember. And s --",
        "A: Yes, I was about eight and a half years old. I be -- I remember applaud --\napplauses. I don’t even know where I got this poetry from, you know, and\ndeclamations, you know, this kind. I don’t even know. I don’t remember how it\nhappened.\nFebruary 27, 2000",
        "A: Probably she did. My mother probably said it, poetry to me, because when I last\nsaw her, she was close to 85, she was still reading in German and reciting great\nauthors. Yes, she had the very good memory.",
        "A: Of course in Russian, it was Russia. Obviously. So, Russian language.",
        "A: I-I can’t say that. But there’s an interesting case, when I was younger, I can\nremember. Maybe it’s imagination or something like, about the angels. I remember\nwas a taholim, as they say in Yiddish, like a dream. But I was lying 1n bed, I think I\nwas maybe three years old, or four and I saw somebody in white clothes above me,\nhovering above me, and I -- I-I think it was an angel. And I -- even now, I -- after\nall these years I think that angels exist. I remember this, yeah, it was wa -- I-I never\nforget. I tell my -- my sons that angels exist, yeah.",
        "A: No. I don’t think my mother -- she was not a religious woman, so it was a -- of\ncourse she knew th-the Bible. My father used to tell her stories from the Bible. I -- I\nremember this very well, about -- yeah, I can -- now I recall when we -- when we\nled me to this. I recall it, about -- about Eliyahu Nawi, I recall when -- when my --\nFebruary 27, 2000\nmy father used to tell stories about how he u -- would be invisible, go to place, to\nplace, help people and all this stuff. I -- I recall it vividly now because it has to\ncome to me, you know, maybe I have something I forget, but I remember, yeah.\nFrom the Bible my father used to tell a lot of stories to my mother from the Bible\nand she would -- yeah. Sometimes you s -- like you see dead people. My mother\ntold me a story, she thinks she saw her mother 1n the -- in the square. O-Of course I\ndon’t believe this, but maybe she imagining, but it’s what she told me. Yeah, it\nhappened to her.",
        "A: Not that -- I don’t remember. I don’t think we would be -- as I mentioned to --\nwhen they -- he -- he used to go to the Bukara Jews in Uzbekistan. I was not a\nparticipant, he -- he would go by himself.",
        "A: So, I-I -- he -- I don’t think we would be able even to conduct any Passover\nSeders if you don’t have nothing. You could only use your hands, nothing else.",
        "A: Yeah, I remember -- well, I would not -- not say that we -- I have memories of\nSeder, but I remember o -- the -- when they bought fish, usually a -- a live pike,\nFebruary 27, 2000\nlong pi-pike, long. And the fish was alive, I even dipped my finger into his -- caught\nme by -- yes, caught me, th-the pike caught me, it’s a vicious fish, yeah. But --",
        "A: No, I-I don’t have these memories, no.",
        "A: Yes, w-we’re in Saragulka and it’s wintertime, December. You see, th --",
        "A: Yes, December ’44. And it was a much better place, at least we started school,\ngoing to school in the middle of season. And the school was about a -- a sh -- a\nsmall -- not a building, a -- a house, a wooden house in 1 -- in one -- in one room the\n-- the teacher had four classes, starting with first and -- to fourth, yeah. Right on the\nedge of the forest. They used to tell me that bears are crawling around during\nsummertime. Because they had this tree they called in Russian, Kairda, but it -- it\nse -- they have seeds. In Siberia they have this -- maybe it’s called pignolis, in\nItalian?\nFebruary 27, 2000",
        "A: Yeah, it’s -- actually it’s -- they look like pine trees, but they have the seeds,\nvery edible, contain a lot of -- of oil, so it’s very -- so we use -- they used to collect\nthis, the autumn time. Then they used to go hunting too. One times -- wintertime I\nsaw my father’s cousin with his soldier -- fellow soldiers, going a hunting\nexpedition, bear hunting. And I don’t know what gratta -- hit me. I was sitting in my\nshorts, actually. The houses over there are very peculiar. They’re very long, wooden\nhouses, and the entrance is from both sides, both sides of the houses. So I was\nsitting on the one side, the end of the house and looking through the window I see\nthe soldiers going bear hunting. And I -- I bolted out through the door, it was about\n40 degrees Centigrade, minus, and I jumped on the sleighs, and my hands and knees\ngot stuck to the sleigh, so they had to pull me off the -- the steel. I was crying, of\ncourse, but they know what to do, they put in a -- in a big pot they put some cold\nwater and they dip your hands into -- in this cold stuff. Yeah, but it’s very painful.\nSo, it was a much better place than in the Uzbekistan, plus they had some dried\nnettle. Nettle is a -- in Europe -- they have in America or not, I don’t even know?",
        "A: Yeah, so you make soup o -- from it, 1n your -- nettle. Then they had potatoes\nand because here the celery, he was a guard over there in the prison. And so it was\nmuch better than in central Asia. But in a few months they -- they drafted him and\nFebruary 27, 2000\nhe joined the army. I mean, in the front, he went to the front in 1945. So we stayed\ntil May 1945, we stayed in Saragulka. And -- and then we t -- went to Riga, but I\ndon’t even remember what trains we took, was it the passenger trains or any other. I\n-- | -- I don’t remember.",
        "A: Yes, the war was over, yes.",
        "A: You see, they tell me the war is over, we’re going home. And what can I say,\nwe're going home. I don’t think I had very -- a reaction very viv -- I don’t\nremember that I had a reaction, positive or negative. I don’t --",
        "A: I don’t think we celebrated anything, no. But j-just casually. We had a patch of\npotatoes, so we sold it, this potato patch. Yeah, my mother and my relatives, they\nhad a patch of potatoes and they sold it to somebody and -- and we went to Riga.",
        "A: I think my -- my mother had a -- news from somebody. It was not official. It was\nnot official, somebody told her something, that he’s supposed to come home. And\nhe never came.\nFebruary 27, 2000",
        "A: No, as I mentioned, I -- I don’t remember talking about my father. Me -- maybe I\ndid, but I don’t remember. But did I miss him, or -- I don’t remember.",
        "A: No. I am -- I am telling you maybe I’m a little angry at my mother, that she\ndidn’t search for him, but she told me she couldn’t take it in -- in Skalif the weather\nwas so bad and we sat at the railroad station and there’s no food and no clothing and\nno nothing. She couldn’t ex -- possibly to look for him. I remember the wind, it was\noverwhelming. So maybe I shouldn’t blame her, but it’s how -- what it is.",
        "A: We’re not preparing, we just -- we just left and that’s it. We sold our patch of\npotatoes and took a long way from -- it’s not Ural mountains, but beyond Ural and\nwe came to Riga. It was in May or beginning of June -- I wouldn’t -- I -- I\nremember passing by, there are a lot of cemeteries, there were cemeteries, some\nwere close to Leningrad. And a lot of German soldiers, I remember, buried over\nthere, with crosses, crosses, crosses, crosses, I remember those cemeteries, for\nmiles, seems to me. And you can -- the northern route we took. We took northern\nroute and we came to Riga in -- in May, yes.",
        "A: No, from before I didn’t -- I probably did, yeah. I remember the f -- I remember\nvividly the street and I remember this bogaden as I told you, the f -- the poor house,\nlike -- like a church, 1t was a hospital hou -- for the poor. I remember the yard, it\nwas like a -- the buildings were about five stories high, I think, I’m -- and there was\na yard, and buildings surrounding the yard. I remember this 1s -- yes, and the school\nwhere I stood in 40 -- 1940 in the street, Menishnai and th -- and the other Yikapils\nover there and Lascpiesa street and Moscow Street, I -- yellow, in Latvian\nlanguage, it’s called yella. I remember them. They were --",
        "A: No. I-I don’t recall that I was any different from -- you know there was a few\nJewish families in -- in Urals and I remember a brother and sister there from\nHarkov in Ukraine. And yeah, we did a few things that I recall. Yeah, I remember\n-- this I will tell you. One time, what they did, they -- they made for me like boots,\nhigh boots, called buky. And one day, it was probably January, there was only one\ntractor and one lorry. Lorry is in English a truck. And it was disabled. Zilfife the\nlorry was. So the tractor was pulling the lorry and we kids were running after this --\nthe lorry. And we got into -- deep into the forest, everybody of the kids they jumped\ninto the top, I would call it, of the truck, and I tried to do it too. So unfortunately I\nstepped on the -- on the wheel, and the wheel turned and my left leg got under the\nFebruary 27, 2000\nfive ton truck. And the kids didn’t see me, so they left me alone crying in the forest,\nand you know. So I -- I cried and I called and called and called til the railroad\ntracks. And during the war, because they probably didn’t have adults, so a 15 year\nold, about, a girl was checking the tracks, and she saw me. She grabbed me, put me\non her shoulders and brought me home to the village. So -- yeah, for three months I\n-- | had this swollen leg, but fortunately nothing broke. Probably the snow was so\nthick and soft that it just pressed into the so -- snow and didn't break my leg, no.",
        "A: Yes.",
        "A: During my chil -- early childhood, the seven, eight, and ni -- I'll tell you, the first\nexperience in anti-Semitism I probably began having when I was in fifth grade, I\nthink, understanding -- understanding what it is.",
        "A: No, we didn’t go back because my mother went over there and this was alre -- a\nghetto region. And he -- she remembers she climbed the stairs, everything broken\nFebruary 27, 2000\nover there of -- piled up. So she just turned around and run from there. But r -- as I\nmentioned, we left a -- a lot of stuff over there. So one day my mother came back --\nI don’t remember whether -- our neighbors, where they lived then. She entered their\napartment alone, and you know what? She found -- she had -- in those times there\nwas style overcoat with a fox -- entire fox over the shoulder, right? You maybe\nremember right? And she found this. She found -- she took away the overcoat, and\nthe fox. She found a golden watch. And I think a few other things. And she told me\nabout that. And this is interesting because h-her friend told her, why you didn’t take\neverything away from her, what belonged to you and even didn’t belong to you?\nAnd my mother says, I wouldn’t do that. [indecipherable] I only took what I saw\nmine, and nothing else. That’s how it 1s.",
        "A: In Riga we settled -- they gave us a room on the -- by the small Daugava --\nsmall Daugava upe. And Dauga upe, it’s a -- a river, upe in Latvian language,\nupe. And there were -- it was a -- a church for the old believers. There is a church\nfor old believers somewhere, from Moscow a small street takes you. And they gave\nus a room in the -- in the house that belonged to the old believers before. I think it\nwas even beyond the walls.",
        "A: Nu -- who gives us? The -- probably the government, probably, or whoever they\n-- who gives you -- you don’t enter the room by yourself, right? So somebody gave\nyou the room. So 1 -- after the war the si -- the situation was pretty bad with food.\nMy mother managed always somehow to survive, so she began trading. There was a\n-- a market, you know, in old stuff, clotheses and all, she sells and buys. Then she\nhad connections with the army. She would get some American sugar, and -- it’s\ncalled tushunka, it was -- it was canned meat, you know, from America. And I\nremember it was very tasty, very tasty. So in 1946 she got married. Actually ’45 or\n46, and he was a -- a soldier, he served in the army, his name was Raishstain.\nRaishtain, Hugo Raishtain. Actually, his name was -- Hugo 1s he called himself,\nbut he -- actually Kyos his name was.",
        "A: About our father?",
        "A: About my father, I mean? I -- I th -- up til now I don’t know what happened to\nhim. My mother thinks sh -- that he died on the way home. Or somebody -- even --\nshe even mentioned maybe he had the -- a little money, and maybe somebody killed\nhim, or he died -- or he died because he was sick, is what --\nFebruary 27, 2000",
        "A: I never got any information about my father, never.",
        "A: Yes, my mother remarried, but he was an invalid, actually. He got hit in the leg\nand -- in 1944.",
        "A: Yes, I had, later on in -- already in third, fourth grade and I -- I had Jewish kids,\nfriends of mine, Lotkin, Izzie Lotkin, Joseph Pomeranzif. I don’t even know --",
        "A: No, I wouldn’t say that I talk with them about our experiences. The only -- the\nonly person I would talk with is -- I mentioned before my -- Riva Moskevich, my\nfather’s first cousin had the son, yu -- Joseph. So with him we were friends. He was\nmy third cousin, I would say. With him we talked about a lot. But beside that, I-I-I -\n- | talked very little with my mother. Was -- probably there was a reason, I didn’t\nlike sh-she -- she remarried, probably, you know. And many times I would run\naway from home and slept in -- underground -- you know big buildings, they have\nbasements. I would slip -- it’s wintertime and there were gangs, even kids of my\nFebruary 27, 2000\nage, 10 - 12 years old, 14, I joined with the gangs, you know. Not rough stuff or\nsome, no, but just we had gangs, called spana in Russian language. Moscow gang\nor -- or [Russian] gang or some -- from other parts of the city. So we fought each\nother, you know, with sticks and stones and clubs and bottles and those --",
        "A: Yeah, I was very tough, I felt it tough, because I’Il tell you, I didn't hesitate to\nuse my fist right away. If I didn’t like, or somebody bothered me, I would use my\nfist right away, bam and that’s it. I didn’t know any better, you know”? Very tough, I\nwas very tough.",
        "A: I don’t know what th-the reason, because I’d been through so much, or just the\ncharacter. I can’t judge, but I was pretty tough. I was hit one time by an -- one guy\nhit me with a knife on my chin, a little. Well, since -- we run barefoot on asphalt,\nsince I -- I was -- you know, barefoot, I never knew what footwear is. I'll tell you\nthe truth, my f -- soles of my feet were so thick. I used to like to play soccer and ice\nhockey, you know, so we play on a -- in the dusty field soccer and a nail hit my\nfoot, the sole of my foot. As I mentioned, the sole of my foot was so tough, that I\nFebruary 27, 2000\ntried to pull the nail out, it wouldn’t come out. I pulled it and pulled it, at last I pull\nit out and a tiny blood appeared. It was by the river, I just washed it up and then we\ncontinued playing soccer. We swam since I was a ch -- nobody bothered me, my\nmother never [indecipherable] me where I am. All day I was by myself with kids\nand -- I liked school, I'll tell you. I liked school. I wouldn’t miss it because I knew I\nneed it.",
        "A: Yes, the school was mixed, and there was no such thing Jewish or non-Jewish,\neverybody together. And I attended 50 -- Latvian 56 school that before the war was\na Jewish school where my father’s first cousin Shaina, she was a teacher there. And\nwe lived -- later we got an apartment, it was basement apartment in 1946 when my\nsister was born, half sister, we got an apartment next to the school, it’s called Male\nLacspiesa, little Lacspiesa iela. I just would climb over the fence and I was in\nschool.",
        "A: I would say the first time I understood what it 1s -- maybe I didn’t understand\nthen what it is, but later on I -- I began when my teacher of sports, of the physical\neducation, I remember even his name, Vasily Vasilivich, was his first name and his\nfather’s name, Vasilivich. Fa -- Vasily Vasilivich. You know, as a kid I w -- I liked\nFebruary 27, 2000\nto prank -- pranks and everything. So one time he takes me by the shoulder and say\n-- and says me -- tells to me, you know what? We saved you for -- from death in --\nGermans, and you behaving like that? I understood right away what it means. This\nwas my first experience with this kind of -- excuse me -- garbage. Since then it’s\nhow it went, many times. Of course, I couldn’t hit him. I should have, but --",
        "A: Th--This was when I was adult already.",
        "A: You don’t -- you’re not interested, or Pll tell you when adult --",
        "A: Yeah.",
        "A: No, when I was at school, y-you know, I wouldn’t say that somebody would say\nkike or something like that. Maybe I heard somewhere far, but nobody would dare\nto tell me in my face.",
        "A: Yes, in those times I felt pretty good -- safe, because you belong to a gang, and\nlocal ki -- local persons would never touch you, only somebody from outside. I felt\n-- what I want to mention, in 1946, this I mention -- I remember vividly. As you\nFebruary 27, 2000\nremember, maybe some of wa -- you, all these German and Latvian collaborators.\nNot -- Germans are not collaborators, like Drexel, but collaborator with Dunkel,\nyou know, about 10 of them, when they had a [indecipherable] a trial? I remember\n1946, about February, I went to my friend. I was about nine -- less than 10 years old\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: -- all the time my mother was telling me about the Germans and Latvians and --\nand as I mentioned, I was standing on the corner between Lacspiesa -- no, it was\nZilnow iela and Moscow iela, yes. And my mother asked me, do I want to go to the\n-- to vi -- vitness -- witness? Witness the hanging of the -- of the 10 people, I think\nthere were 10 people. I said -- I said no, I don’t want to go to wit -- witness. It was a\n-- I remember the -- vividly the day when they were hanged, because it was\nsnowing and no sun, the sky was covered with clouds, but it was not dark. And my\nmother se -- went with my stepfather to witness the -- the hanging of these 10 -- I\nthink 10 people. Then he told me what -- how happened. They were brought by\ntrucks and then they was -- they stepped on stools, and the stools were knocked\nFebruary 27, 2000\nunder them and she -- she was witnessing -- 1t was on the -- a big square in r -- in\nRiga on -- what was it? It’s called the parade square or I-I -- I’Il not -- I don’t recall\nprecisely how the square, but I remember the square, it’s very big.",
        "A: I think it’s February 1946. My mother witnessed the -- the hanging of these\nbastards.",
        "A: I don’t think for enjoyment, but for -- for justice, or it’s supposed to be. Tooth\nfor a tooth.",
        "A: You see, you -- going to Palestine you have to be a dedicated person, but -- and\nas you know before world wars, not too many Jews went to Palestine, only very\ndedicated, as my uncle [indecipherable]. And you know how people are. When\nthey s -- well established in certain place, they want to live there in this, like\nanybody else. So now it’s something else, and then was something else.\nFebruary 27, 2000",
        "A: No, what to say? It was hard in the beginning, you know. A stepfather is an\ninvalid, he gets unpatient. You know how much patient you can get in certain\ninstances. And he worked. He worked, not always, and my mother didn't have an\nofficial job, but she tried to -- later on she began -- began working in trades. I mean,\na saleswoman. She wa -- became a saleswoman, yeah. And th-then 1946 my\nstepsister was born and we sa -- lived in very small apartment. No, I would say, we\nbegan eating better than before and slowly, slowly, life improved. I remember when\nI was a kid attending this school, first time I saw, during the -- the -- how you call it,\nelections? This was a Soviet style election. In school they would organize -- I don’t\nknow, it was specially for new republics, like Baltic Republic, where it was als --\nalso [indecipherable] I’m not sure, but over there I -- they would bring artist and\nsingers and all kinds of stuff and all day they would play music and -- and praise\nStalin and all the party and we used to watch it, enjoy it actually, I would say. You\nknow, everything is good for a peasant.",
        "A: No, I would say I was never even not a peer -- Pioneer. They used to force you\nto become a Pioneer and wear this -- how you call that, tie. This is like a tie and in\npublic maybe I would put it on, but then I would take it off and put it in my pocket,\nbecause I never wanted to be a part of it. I don’t know, it was mainly in -- inside me\nFebruary 27, 2000\nthat I didn't want to be a member of any organization, even from childhood. Not a\nPioneer, later on a [indecipherable], later on a party member. I know many Jews\nwere party members, I -- I have friends that live in the United States, a lot of who\nwere party members, but I, never. I felt I don’t belong there.",
        "A: No, no, no, no.",
        "A: No. My stepfather was a Zionist before World War 2. Of course, he never\nmentioned, you know [indecipherable] were a Zionist, what happen to you.",
        "A: If you were -- what would happen? Will go to faraway places, is what would\nhappen. So, you know, I-I [indecipherable] but in a quarrel, let’s say my mother\nwould quarrel with him. And she would give a hint that he was a Zionist, he was\nscared, you know. Obviously my mother was joking, but you see, Zionist is a good\ncause. It’s why we have our country there, and he was a Zionist and didn't want\nanybody -- he belonged to a sports club and he was, himself from Rezekne, and his\n-- two of his sisters, they went to Palestine in 1933, but his mother and two br -- an\nolder brother, they all were killed in Rezekne. So -- and he always dreamed about\ncoming to Israel, so they managed to come to Israel in 1966.\nFebruary 27, 2000",
        "A: No, nobody gave me Bar Mitzvahs, nobody gave me Bar Mitzvahs, no, I don’t\nknow. I don’t remember. Yes, when I -- I was Bar Mitzvahed -- I don’t remember,\nbut I -- I was in Jewish circles because my father-in-law had his cousin and the --\nthe cousin had two --",
        "A: Yes, my stepfather over there. He had a cousin, he was an invalid too after the\nwar, who got hit in the head. And he had two daughters and a son. Yeah, and they\nreally wa --",
        "A: Outwardly?",
        "A: You say outwardly, nobody wore beards, or didn’t wear -- I never seen anybody\nwearing Jewish uniform, you know, I recall the black stuff.",
        "A: No, I never did, despite that my father was a Chabadnik. My father, personally\nwas a Chabadnik before war. You know Chabadnik, in Israel they have this. But\nI personally, no, I was not religious. I -- what to say about religion? I believe that I\nam a Jew by blood. I don’t have to be very religious to confirm it.\nFebruary 27, 2000",
        "A: Yes, I went to high school -- a-actually, you see, he was not my father, right? So\nhe always insisted that I go to work. I was 13. Go to work, go to work, but I want --\nI wanted to study. I wanted to study and I went -- actually I went to school\nevenings, high school. I went to work, I was a lathe -- lathe operator, worked a little\nhere, a little there, you know, what do you want, you were 13 or 14 or 15 years old,\nyou know. And that was tough actually, in many ways, obviously. So one time I\nworked at the big factory, they used to build floating cranes over there. They -- and\nyou know how in Soviet Union 1s, they you -- they s-send you to collective farm to\nwork summertime. So Iam 17 years old, they send me to a collective farm. There\nwas about five people, or seven people, maybe. One Jew, engineer, me, 17 years\nold, and ab-about five schlubs. Big, huge. Out of the army already. You know what\n-- what they did to this engineer? They actually treated him like piece of dirt. All\nthe time, kike, kike, kike to him, and he couldn’t do nothing. He was a -- a weak\nperson. It what my opinion is he looked weak and he behaved weak. I didn’t say\nnoth -- a word, but one day we’re sitting by a table, the engineer was not there,\nthese five guys and me. And you know what he says -- one of the guys tells me?\nHey, hey you, kike, give me the -- pass me the leffel. Leffel, he need a sh -- a\nspoon. Pass me the spoon. I don’t know what hit me. I -- I jumped up, ran toward\nFebruary 27, 2000\nthe guy and hit him with my left, right in the jaw, right in the bloody jaw. He fell on\n-- on the floor, right? He fell on the floor and then he got up and tried to jump on\nme, but the others, they -- how we say, they s-stop him. So they separated us, but\nwe lived on the -- how you call it -- sarai in Russian language, how you call -- with\nthis hays -- haystack? How you call it, barn. Yeah, we lived on the u-upper part of a\nbarn, 1n the huge barn. So I was afraid to go to sleep. We slept on the straw, you\nknow, there was nothing, just maybe you -- you take from home a blanket, maybe. I\nwas afraid to go to sleep. We had to climb a -- a ladder. But the -- I had to go to\nsleep, so I collected a lot of stones, maybe five, six big stones. I climbed the ladder,\nstepped 1-1n the opening, and I say, now approach me one by one. And nobody\napproached me. It was some kind of psychological thing. Nobody approached me, I\nthrow away the stones and went to -- into my corner. And nobody touched me.\nThat’s how we tre -- it was instinctive, you know what I mean? But it’s how a Jew\nshould behave with everybody.",
        "A: I actually behaved like this again, and it happened I’Il tell you when, in 1960 --\n61. I -- I was a seaman on a fishing boat. It was not the fishing boat, it was a\ntransport boat actually, the -- named Riga. And we would cross the Atlantic by\nFebruary 27, 2000\nCanadian shores -- how to recall it precisely not to make a mistake -- by Canadian\nshores w -- you know what I did, I loaded up barrels with herring from other ships.\nAnd you worked like this 12 hours a day. It was a int -- 1t was [indecipherable] of\nsix hours and six hours. And there was one from Latgalia. A guy -- I -- Ihave a\npicture some of this, but I didn't bring it. He was from Latgalia, a lat -- a Latgo,\nand he called me kike. In those -- then, I didn't hit him, but I took a -- this worn out\nglove, with salty gloves herring and I -- three times I hit him in the face, crisscross\nlike this. And this was the end of it. One guy approached me and says later on and\nsays he could kill you -- you. And I said, well, he didn’t. And what is interesting,\nnext year I was going from Riga to Moscow and th-they stopped at the station,\nright, in Latvia over there. And I walking along the train and I -- I see this guy. He\nruns towards me as if I am this best friend. It wa -- you probably have to give them\na good shot that they remember you, right?",
        "A: No, I worked 1n th -- during the d-day and went to high school. I graduate from\nhigh school and then I was drafted to -- in -- tha -- I want to mention -- yeah, you’re\n-- [am okay, I am okay. I want to mention one thing. Maybe it has to do something\nFebruary 27, 2000\nwith anti-Semitism. I -- when I graduate from seventh grade I wanted to go to junior\ncollege. I always dreamed about becoming a geologist. So, I have a -- I had a friend\nat the [indecipherable]. He was already a student in -- in Siberia geological\nfaculty. And so I was talking with him what he is doing and -- and I ask him, wh-\nwhere do you think should I go for these courses? He says, come to us to Swedlosce\nover there. But I didn't want to go cold, I remember this, cold. So I say, I'll go to\nUkraine, be -- for exam. Well, it was 1952. I went -- okay, I send my papers, they\nhad invited me for it. I passed the exams very good. I think I should have became a\nstudent of -- in Kiev, capital of Ukraine, but I got a letter that I was not taken, so I\nthink 1 -- there was a reason for n -- me not being taken. An-And this ta-tartar told\nme, you will never be a student in Ukraine, he told me himself, my fr-friend. He\nsays --",
        "A: Yes. He says, come to Urals. That’s what happened. I think it’s better that I\ndidn’t go and become a geologist. I -- I feel that otherwise I would be staying in\nRussia til now.",
        "A: When I came home I go this information that I -- so I went to high school,\nbecause this was junior high school. So in 1955 I was drafted in the army. So they\ntook me --",
        "A: Yes. I was in the Russian army, it was September 1955, I think. And --",
        "A: First I want to say that I didn’t go to college. I don’t know, I didn’t feel like -- to\ngo -- going to college. And I -- I went to the army, I would say, not thinking about\nanything. So, of course wa -- how they transport you, they transport you cattle cars.\nLater there was no -- any accommodations.",
        "A: Probably. And especially what was interesting, one time -- okay, wh-wha -- what\nhappened, we were traveling and suddenly we stopped. We heard shots. Shots,\nshots, we stopped, everybody began running toward the sounds. They opened wide\nthe cattle car, the doors, and they see a soldier 1s lying -- he was then not a soldier,\nin civilian clothes, were not soldiers yet. And I see he was dead. What happened, a -\n- a drunk sergeant, he was drunk, he gathered all these boys together, drove to --\ninto a corner and began shooting, and he hit only this guy, fortunately. So what -- I\nhad my first experience with the army. Then we came to a town called Perlomiesk.\nFebruary 27, 2000\nYou have a lot of tr-translation to do here. I don’t know. And we came to a town\ncalled Perlomiesk and a big division over there called [indecipherable] division.\nDo -- don’t write this. This [indecipherable] division it’s called because they don’t\nhave a full, how you call, personnel. It’s only maybe half or a quarter or whatever,\nduring peaceful times, I think. So I went to this Molodog Bietz, it’s called the\nyoung soldiers’ training. We lived in barracks, 200 people. The food was, you\nknow, we used to call it kairza. It’s like they gave us boots, only they’re not from\nleather, they’re made from some kind of plastic. So we called the food they gave us,\nthis kairza, like plastic it was kasha, like porridge. And a little bit of sugar and a\nlittle bit of meat. Yeah, everybody was hungry, you know, hungry, I will tell you.\nSo we spent like this maybe ha -- training half a year, you run, you -- maneuvers,\nyou shoot, you know, and all this stuff. You go to -- a -- a bathroom is about in the\nmiddle of the -- we call it -- we call it town over there [indecipherable] bathroom.\nA big barrack with -- for about 200 people, opened ho-holes over there, and around\ntoo, everybody urinates around the barrack. The barracks were so cold, it was about\nfour degrees Centigrade. And -- and thievery? I had hundred rubles and my glasses,\nI had begun wearing glasses. And so I put it under my pillow, gone. Forget it. You\nknow, if you’d -- even -- we call partienki, it’s not like socks, but a piece of cloth\nyou wind around your feet, right? And even this would be stolen, if they were new,\nFebruary 27, 2000\nat least, you know. I-I’ll tell you, two years I was in the army, I remember going to -\n- taking a bath only four times. In the beginning we went three times and then I\ndidn’t go to -- didn’t have a bath for a half a year. I -- we were wearing underwear,\ns-summer underwear. For winter they would give us like formbika, it’s like cotton,\nright? And there was so -- supposed to be white, but it was not white, it was earthy\ncolor, you know, black. An-And the [indecipherable] were all -- the shirt -- the\ngreen shirt, you -- you would take a -- a knife and clean with a knife the dirt off the\n-- you know, to come off. This what kind of an army. I used to play pretty good\nsoccer, and -- but I didn’t want to play soccer, you know, no matter how hard they\ntried to convince me. Swimming, I swam very good and I wanted to get away from\nthere, not to stay there.",
        "A: With me, was only one Jew, Dick -- Dick Teryoff. And this Dick Teryoff was\ntreated pretty badly. You know when you her -- see small people, short and weak?\nThey have a field day with them. But I wouldn’t say that anybody touched me,\nbecause I came, 18 year old, I weighed six -- 73 kilograms and then in about a year\nya -- I became 82 and pretty athletic. One day my lieutenant saw me naked, took a\nlook at me he was oh -- he was a very short guy -- and he look at me and se -- says,\nFebruary 27, 2000\noh how beautiful you developed. You know, I was athletic, I only needed meat a\nlittle bit on my bones, you know? But when you are short like Dick Teryoff and --\nyou were treated like a piece of dirt. And besides we had a lot of -- from Asia, Cos-\nCossacks, Uzbeks, Chuwash from Volgar region. And I’Il tell the u -- the\nUkrainians were the worst. Especially I remember sergeant Ukrainian. He didn't\ndare to tell me a bad -- bad word, but I -- I felt he had something inside. He wanted\nto say something, but he didn’t dare to. But those [indecipherable] people, they\nwere called churek, chumek, and all kind of, you know, words that they wouldn’t\nlike it, to hear. One guy turned out to be a German over there, and with a strange\nname. His name was Ingalls. Is it strange or not? Friend of Karl Marx. And I think\nhe was pretty anti-Semitic. A German guy from Volgar region.",
        "A: No, no, he didn't attempt to play with me, no. He was a big, strong guy, but he\ndidn’t [indecipherable]",
        "A: I was almost two years. What happened, in 1956, as -- as -- as you know, or\nmaybe know, Czechoslovakia, through Russia -- or Russia through\nCzechoslovakia began selling weapons. And all the weapons went to Egypt\nthrough port of Nikolaev. So they sent us to Nikolaev to load the ships. And you\nFebruary 27, 2000\nwould do 12 hour shift with very little food. I would say they would bring at night,\nif you worked at night, they would bring you a -- two slices of bread with a cup of\ntea and a piece of sugar. It’s all what you would get. And I worked over there all\nsummer, July -- it was in June, July, August, I think three months. It was this funny\nin-incident in my -- I wouldn’t say incident with me. I was on guard and there was a\nraider on ze -- on the truck, Zeil. And one -- I was on guard there, and one day, I\ndon’t know what hit me, I took my rifle and had -- had the sh -- stick, it’s called like\na -- it’s like a knife, how it’s called in English, I don’t know, a knife on the front of\nthe rifle. And I hit with this -- with this knife, a tire.",
        "A: Bayonet, right. And I hit the -- I hit the tire of the raider. Then it, I think\nsomething going to happen to me. I became scared. And they didn't notice. And\nnext few days I was not there on the guard, but when I came back I noticed that\neverything went over the -- overseas. And I was lucky enough to escape this kind --\nthey would prescribe me probably treason or something, I don’t know.",
        "A: Pll tell you. Okay, so -- so we left Nikolaev in end of summer, I think. We came\nto our base -- and they send -- this was October, I think, 1956, they send us to\ncollective farm, to work on a collective farm, and we slept in a church, a former\nFebruary 27, 2000\nchurch. They -- they didn't have any electricity there. They only had electricity for a\nfew hours. The -- the gi -- girls would come over, you know, with soldiers and you\nwouldn’t even see their faces. They used to show movies over there and use their\ndiesel, you know, so there was some light maybe inside there, in the church. But\notherwise, hm. So, one night, it was maybe three o’clock in the morning, they say\nalarm, alarm. We got up -- it was about 150 kilometers from our base -- we didn’t\nask nothing, nobody asks, you have an orderly row. And we came to our base, and -\n- and they tell us something happened in Hungary. It was November, October ’56,\nsomewhere. And they said -- so they took half of our battalion. They di -- it took\nonly about a day or two, they gave out uniforms special for battle, battle gear, and\nfortunately they only took half of our battalion and they sent it to Hungary, and I\nwas lucky, stayed home. And later I -- I met one guy and he was wounded in the\ncheek. A -- a bullet went through his -- both cheeks and never touched his teeth.",
        "A: In those times, you know, I wouldn't say I was very proud to be in Russian army,\nbut I actually had no feelings, 1s what I want to say, I had no feelings. I lived there,\nand you have to do what they tell you. And I -- I -- I wouldn’t -- I didn't think about\nit. There is no -- they wanted me to be an officer, one time they approached me and\nFebruary 27, 2000\nsaid we’ll send you to acadamia -- academy in somewhere -- Odessa. But I never\nwanted to be nobody there. I didn’t want to be nobody there.",
        "A: It’s probably -- you know what? I'll tell you the truth, I think subconsciously it\nprobably had to do with happened to my father’s cousin. I knew that no -- no matter\nwho you are there, this -- the higher you climb, the faster you fall. I had the feeling\nlike this. So this what -- I -- you know, maybe -- I remember my father-in-law, he --\nmaybe he was proud of having a guy like Kaganovich in the ku -- in the\ngovernment, but I didn’t have such a feeling because I know who Kaganovich was.\nIf you can’t speak Yiddish, or your own language, you don’t have your culture,\nwhat kind of -- you know --",
        "A: I felt it, yeah, I felt good that I am Jew. I am not religiously, but -- but -- but my\nblood. You know, wa -- I remember when I was younger, when Stalin died and we\nhad this situation, my mother was very afraid.\nEnd of Tape Two, Side B\nFebruary 27, 2000\nBeginning Tape Three, Side A",
        "A: Yeah, I was talking about I remember in 1953 when Stalin died, and my mother\nwas scared because of the situation, you know, with the -- I heard all -- all the time\nabout the doctors and the ti -- timosh -- what her was named, this Ukrainian last\nname? Timoshuku or whatever, I don’t remember her name. And one day yo --\nactually I -- I would say they were talking about [indecipherable] being prepared\nfor transportation as to somewhere, faraway places. So that’s why my mother was\nreally afraid. One day Stalin died suddenly. It was March nine, I think or -- or\nearlier. I was skating alone in a park, Catholic park in Riga and I heard this. I had --\nfor me, it didn't bother me at all. I -- I don’t even believe that somebody cried with\nsincerely. Maybe somebody did. For me this was absolutely non-event that he died.\nI was skating, then I come home and my mother say -- say -- says to me, what’s\ngoing to happen to us? And I remember precisely what I told her. I say, somebody -\n- they will find another one. It was -- was my words, precisely. This was -- was my\nrecollection about the situation with her, was in *52 - ’53.\nFebruary 27, 2000",
        "A: When I left the army, I didn't go -- want to go to work right away, so I went to\ntechnical school. I went to te -- actually, I went to Leningrad Geological Institute,\nbut I forgot, Ill tell you, mathematics, and I -- I couldn’t pass properly. I -- I\npassed, but it was not good enough. It was a very prestigious institute -- college, I\nwould say. So I went to a technical school, after a year and a half I graduated, I\nwent to work. I worked at a power station. I worked at a power station and then I\nwent to a diesel plant, where I met my wife, and my wife was from Moscow region.\nShe was a -- she even used to work at the power plant in krem -- in the Kremlin.\nYes, she was an ice -- insulation mechanic.",
        "A: Rya Lin. Rya Bramawa, her maiden name. But she -- she never saw nothing,\nand her father died in action. And they lived in a village beyond Moscow\n[indecipherable] Vladimir, and she doesn’t know nothing about nothing. Nothing\nat all.",
        "A: Here we go, I met my wife and I don’t know if maybe I married young a little\nbit. Was 23 years old, she was 22, we didn't have an apartment and we didn’t have\nnothing. And I had -- first we lived with ma -- my mo-mother and my stepfather\ndidn’t want us, so I’m -- I -- I -- I make him to want us. And then I tried to collect\nFebruary 27, 2000\nsome money to buy an apartment during the Khrushchev time. You know they\nallowed to buy? So I went to -- became a seaman to make a little money, because\nyou don’t spend it. And my wife worked, and we bou-bought our own apartment, a\nsmall one in Riga. And we had the son over there in ’64. But my parents, they\nalways wanted to emigrate to Israel, and they started very early apply, and I applied\ntoo. Oh, it was interesting.",
        "A: Oh, I think I began thinking about 1963, but I didn’t apply yet. I let my parents\napply. They began probably ’64 to apply, or maybe even earlier. You see, I -- I was\na seaman in a -- on a Si -- on a fishing boat, right? On a -- then I wanted to be in a --\non a boat that, how you call a -- how you say it? A boat -- goods? To -- to --",
        "A: Yes, I want to be on a freighter. And you know tha -- I applied to be on a\nfreighter and they never took me. You know, there is a reason why they didn’t take\nme. They didn’t want -- they understood maybe I run away or something. I\nwouldn’t do this. I was a very placeable person. I wouldn’t run away and leave my\nparents and my wife and my -- this was impossible. But nevertheless, you know the\nsituation. So then in 1960 I went to college, nights. I took -- I took shipbuilding\ncourses. Yeah, I worked daytime and I took sh -- courses in shipbuilding in Russia\nFebruary 27, 2000\nfive years, nights. But everything til -- diploma, I didn’t want to take my diploma.\nPll tell you the truth, I was afraid that they impose a penalty when I leave Soviet\nUnion, and I felt that wouldn’t be proper that I take this diploma. It was mo -- my\nfeeling. But my parents, they left -- we managed to leave in 1966 September, with\nmy sister, she was then 17 years old. I went to Moscow with them, and you know,\nthey had this embassy and police, a lot of police was standing behind. I was very\nnaive probably, or what, I don’t even know why. The policeman approached me and\nbegan talking so loud. I -- he began talking so loud that I -- I -- I even asked him,\nwhy are you talking so loud? I didn't realize that he had the microphone probably\nover there hidden. So -- but then when I -- we entered the embassy, we went to\nsome of the persons over there and I see a map hanging, of Israel, and it was ’66.\nWe -- we couldn’t talk loud over there, so in whispers I -- I took a pencil and on the\nmap I made the West Bank like this, I surrounded the West Bank, I say, it has to\nbelong to us. And you know, fortunately the next year it happened. And then they\nleft in 1966 for Israel and I was applying, applying of -- five times. They were\napplying many times too. Refusenik, refuse, refuse, refuse, but --",
        "A: I know only -- only one, but he was, I think he was a -- a activist. I don’t\nremember his last name. He was an active -- Jewish activist because one time I -- in\nFebruary 27, 2000\nold Riga I -- I saw him in his apartment, he had all kind -- he even gave me a book\nto study Hebrew. And I took this book and then I had a friend, he was much\nyounger than I am, his -- his mother -- his last name was Sefian. She -- she taught\nmathematics in -- in the college. So with him we studied a little Hebrew, you know?\nI began writing a little bit and -- and so I don’t know Hebrew now, I forgot, but I\ncan recall, I -- I think. And this guy, Sefian, he was a student with me too, he\nstudied Hebrew with me.",
        "A: Yes, I continued to work --",
        "A: Oh, I -- I always find myself in the -- 1n cul -- Kulhorz. They send me to\nKulhorz and we -- the weather was so bad we didn’t even work there, because it\nwas June, right?",
        "A: And it was so cold I was shivering even my -- as soon as I her -- there was no\nradio, but somebody had a radio somewhere and I heard about the war. Immediately\nI took a bus. I left everything, my -- my belongings, I-I took a bus, I wanted to hea -\n- to listen to the radio. It was by Yelgiva 50 kilometers from Riga. So I took the\nFebruary 27, 2000\nbus, came to Yelgiva, from the Kulhorz to Yelgiva. From there I took a taxi. It\nturned out I was not by myself, there were other -- about three or four Christians\nand they were talking about the war, the -- even they mentioned one guy tells about\nthat Israeli ar -- tanks hit -- hit them so hard that it -- and they went to -- into Sinai\npeninsula. And it was probably, okay, June fi-fifth, or 1t was about June sixth --",
        "A: -- yeah, I think. Yeah, first time I -- I heard about this, it was in a taxi in 1967,\nJune sixth, yeah.",
        "A: Yeah, it was very good feeling, very good feeling. I had a very good feeling.\nWhat else can you say’? Yeah.",
        "A: And my mother was de -- my mother was there already, and my sister was there,\nthey lived in Kiryat Yam, by -- by the -- by the sea.",
        "A: So I applied and applied and then suddenly my mother send me\n[indecipherable] you know who used to send me? My uncle, who used to send me\na -- I would call it a weisof. It’s a -- papers for. And then my mother began. So in\n1969 they finally let me go.\nFebruary 27, 2000",
        "A: Yes and my -- my son.",
        "A: [had -- I had already a son who was four and a half years old, almost. ’69 -- was\n°69 February, so my son was four years and about three months old.",
        "A: Acardy.",
        "A: I would say I was happy. And you know, I had a -- a guy -- another Jewish guy,\nmy friend, Igor Pavlowski, yes, and this Igor Pavlowski, I asked him to see me --\nsee me, how you call it -- see me going away. He came and then came one my\nJewish friends, Cherfus Laib. Yeah, this Cherfus Laib worked with me and we\nattended college together. He was a manager at the diesel plant. He came with his\nwife -- now they are in America, but they came 10 -- yeah. And --",
        "A: No, I was just happy. That’s it, happy. I am a person, maybe late now, I am\nolder, I have such em-emotional feelings, you know. But when I was younger I was\n-- | -- | didn’t have any emotions like now I have. Even about my dead relatives, the\nFebruary 27, 2000\nolder I get, the angrier I become. I don’t know, maybe not everybody like this, but\nwith me it’s like -- like this. I-I am very angry.",
        "A: Iam very angry of what’s going on in the world, with the Nazis, Holocaust\ndenial, with this Calley person, you know, Calley, the Latvian guy? They say they\ncan find nothing wrong with him, but take a look. Just go through the list of ar -- RS\ncommand, and you will find all these SS [indecipherable] people. They’re all\nthere, and his name is there. So everybody of them is guilty. Just by joining, you\ncan imagine that you are guilty.",
        "A: Before we’re -- I -- I spent four days in Vienna, yeah, in the castle, yeah. And\nthen we -- in those times not many Jews used to leave Russia for Israel, you know,\nso they treated us pretty well, and allowed us to stay in Vienna for four days.",
        "A: No, in those times, no. In those times I didn’t consider come to the United\nStates. But -- this a different story. Okay, so we spend four days in Vienna. I came\nto Israel, it was March fir -- March third or fourth. It was a hot day and I was\nwearing a bla -- black suit. So, my parents had a big car for me waiting. Black car, I\nremember.\nFebruary 27, 2000",
        "A: First of all, I was happy, pretty happy. And so we came to Kiryat Yam, she --\nthey had a small apartment, because they were a little -- I don’t know, the -- my\nstepfather’s sister brought them to Kiryat Yam and put them in a small apartment,\nthree people, when they could get any apartment they wanted, you know? So I came\nto Israel, I didn’t go to any [indecipherable] like many other people, I didn’t take\nany loans or something like this. In two days, because my profession was very\ngood, I went to work for Kablan. It’s a private entrepreneur. So -- and he put me to\nwork Haifa Kimikali. Haifa Kimikali it was a plant that was built in Haifa, a\nchemical plant, and it was just -- they’re beginning to build with a French firm\ntogether. So I worked there for awhile. I worked there for awhile, but then I decided\n-- but there were no benefits. I didn’t even know. I didn’t even know how much I\nget, and I worked 24 hours a day many times. And they didn’t pay too much. But I\nthink -- I got an apartment, nice apartment in Kiryat Shmuel, and I thought I am in\nparadise. [indecipherable] I considered, my wife doesn’t work, my kid is okay. I\nma -- make money that I can pay rent. The rent was cheap then. I can eat whatever I\nwant and still put aside something in the bank. So what do you expect? Even I\nworked a lot, but I was strong guy, I worked. But then I -- I just -- I had a bad\nexperience with my -- Kablan, you know [indecipherable] business, he want to\nFebruary 27, 2000\nsqueeze out a few. So I -- they took me Vulcan. It wa -- they used to build military,\nth-the, you know, duds. You know what a dud is, like bomb that -- no, it doesn’t\nexist now, so I can say. So it was like a cast iron fact-factory, they used to cast iron,\nyeah. And I worked there for awhile, but you see the problem -- and we went\nthrough a -- this Suez crisis, you knoOw, ’69 - ’70 - ’71, and I -- they never too --\ntook me to -- into Israeli army. I was a -- you know, I came 32 years old, nobody\ntouches me? I work, but I felt somewhat -- something small, felt like I’m confined,\nyou know? I wanted something bigger, some -- it’s what my feeling was. It was not\nmaybe financial, no. But something bigger, like. So one day, we -- we had the\nrelatives in America, my grandfather’s sister. She -- she was here since 1920. I\nnever knew about her, but she -- she -- I asked her to send me a letter. So she send\nme a letter, I came on a tourist visa and -- by myself. A few days we\n[indecipherable] here, a owner of a factory, textile plant. So, he hired me. The\nsooner you’re hired -- in those times I was making, like I said a -- I would say\nequivalent of our times maybe 1500 dollars a week, you know, so --",
        "A: It was east Rutherford in New Jersey. So -- so I worked there since ’72 January\ntil °73 May when I got -- yeah, I got my papers, you know, through Tolstoy\nFebruary 27, 2000\nFoundation and they didn’t charge me nothing. Praise [indecipherable]. In those\ntimes they didn’t charge me nothing, no.",
        "A: They’re still there, yeah. And then this, you know, I think I got my green card,\nright, and I say, I'll go to Israel, check on my -- I had another son, this guy, who\nwas born there, Eugene. So I -- I’ll check -- I buy -- buy a ticket, I have my green\ncard, I go over there, stay there for a few weeks and then suddenly at the airport\nthey say, oh you can’t go, you have to go through the army first. So they -- they\ntook me about for six, seven weeks, I don’t remember, Mechana David. Now of\ncourse I was not very happy, but what can you do? They actually didn’t need me.\nWell, okay, I went through the same motions as a young fella, Mechana David. I\ntook my oath of religions, and after that they released me and after six or seven\nweeks and I went back to America. Then the papers -- my wife got the papers with\nmy sons, and in 1973 October they arrived, and that’s how we’ ve stay here.",
        "A: No. They came after Yom Kippur war. Of course, I was nervous. And I had a\nfriend, a older man, so I called up and my wife didn’t have any telephone. So\nthrough upstairs neighbors, Romanian people, I called my wife up and everything\nFebruary 27, 2000\nwas okay. Of course, she -- she spent a little time in basement, you know, but\neverything turned out, you see, we’re goo -- we’re si -- where we should be.",
        "A: Yes.",
        "A: Well, I rented an apartment, and I rent it now. Small apartment I rent and we\nboth sp -- after a few years she began working, I -- I worked -- Iam a good\nmachinist and -- screw machine. And maybe in the beginning was not as easy\nbecause my language was not as good enough, but -- so I didn't think about going to\nschool or something, becoming some contin -- maybe engineer or something. But\nthe money was good, so I say, ah, hell with it, you work, you make a living and --\nand my wife began working and she worked nights for 10 years. She worked really\nnights, from 12 o’clock at night til seven in the morning.",
        "A: She factory worker. She doesn’t know any English now, even. Never learned.\nWe worked and I’m happy. My -- both sons graduate from universities, and we\nhave grandchildren one, and a second one coming up and -- and my son now -- I\nmean, my older, married to a old country woman, she is a doctor ni -- future doctor.",
        "A: My -- my oldest son lives in New York, 85\" Street and Central Park, he\nbought a -- a condo. He’ll -- gonna move, buy an apartment, because too small now.",
        "A: He works -- he graduate from Long Island University, but he became a blue\ncollar worker, but he works for Bell Atlantic. He enjoys it.",
        "A: My younger son is, what to say? Graduated from Florida State University with a\nMasters degree in international relations, but he wants to get a job in Washington,\nbut I don’t know. He works for somebody, but --",
        "A: Yes. In where?",
        "A: If not for the war I would be -- even my thinking would be different, obviously.\nFirst of all, my father wanted to expand his business, one thing. Second, I had some\ntalents for music, I think, and I want play s -- fiddle. So everything would be\ndifferent and pro -- we probably would be well off people, you know. Latvia small\ncountry, but industry was not too big, so our size of business would be a pretty good\nFebruary 27, 2000\none, I think. So it’s how the situation you keep -- it’s hard to say what I would be\nthinking about, but it would -- everything would be different.",
        "A: I never had any toys, but I never felt that my childhood 1s lost because I was\ninvolved in rougher stuff like sports, gangs, and you know, I-I -- I -- I wouldn’t say\nthat I miss, you know, what it means to be a childhood, to be patted over your head?\nIt depends on your way of thinking, it’s -- I think, right? And so I-I -- I -- whatever I\nhad, I had, and I can’t -- you can regret or not regret, you can’t change it, right? I --\nI don’t think I have hard feelings like -- like what -- about childhood. The only hard\nfeelings I have, what happened to my family and to all of us, all Jewish people, this\nwhat I have. That to me personally, I -- I don’t think so.",
        "A: You know, when time passes, you always remember the better parts of it, right?\nAnd the hard parts you -- as if you forgot. I [indecipherable] I -- I think so. So I\nremember my childhood with -- seems to me with a smile, yes. Cause a smile, I -- I\nfeel this way.",
        "A: Yes.\nFebruary 27, 2000",
        "A: Yes, yes, postwar. Well, before I can’t say because I too young to remember\nvery much. But I was very spoiled I remember and I -- I don’t think I would be --\nyou see, in those times even my mother was giving me so much bananas -- can you\nimagine bananas in Latvia in those years? Because she was so do-doting. It was too\nmuch. Even I met one woman who even remembers how m -- my mother was\ndoting over me then. So I don’t know, maybe I would be spoiled.",
        "A: No, before the war.",
        "A: Oh, before the war she spoiled me, not after. After the war she didn’t have the\nmeans to spoil me.",
        "A: You see, when you have kids and they have -- they don’t have to experience\nwhat I had, you feel happy. And sometimes when they me -- misbehave, or don’t\nFebruary 27, 2000\nachieve what you wanted them to achieve, you regret that they didn’t do it, I’m say\ndidn’t achieve. But this is a life, their own life to live, you know, if they’ ve --\neverybody has his own character. And you c -- you can’t do nothing about. If you\nhave a -- the way you born, the way you die, it’s what I think. My philosophical -- it\ndoesn’t matter what background you come from, you’re already born with the genes\nthat command you what to do.",
        "A: Obviously. Environment affects everybody, an animal, right, according to\nDarwin, right, believe it or not. So it affects your brain.",
        "A: I don’t know --",
        "A: I can only think about it and say that I -- of course it made me tougher. If I were\n-- if there was no war and all these conditions I lived through, I would probably be,\nas you call in Russian language, Mami kin sinook. Mother’s -- how we call?\nFebruary 27, 2000\nMother’s son, or what? Yeah, just a spoiled brat, yeah. And I -- you know. I have\nsomething to say about Christian people. You see I have a ring here, my --",
        "A: -- and my wife has this. This ha -- ring has a history. Not this ring, but the gold.\nMy grandmother used to have a -- a armband, right? So --",
        "A: A bracelet made from gold and pearls, right? My mother always mentioned it. So\none day, it was 1952, I think, I coming home -- I was about 15, I coming home and\nI see a woman sitting by our door. A very skinny woman. I remember her, she was\nso skinny. She asked me, here Chaya lives? Chaya, my mo -- my mother. I say yes,\nbut my mother wasn’t home, so I didn’t let her in. After a few hours my mother\ncame from work and -- her name was Antya and she was of Polish origin. Turned\nout she was from my mother’s village, Skundaliena. And we didn’t have a big\nplace, so she slept on the floor. Mattress was on floor After she left, my mother\nshowed me a bracelet, this bracelet. She says, you know what Antya bought? This\nbracelet. My grand -- my mother, she -- my grandmother’s bracelet, she brought it\nfrom Skundaliena. She said, my sister, before she was shot with her son, she\nhanded over to my -- this Antya, and this Antya kept it til sh-she brought it to my\nmother, this bracelet. Ill tell, this Antya was so poor, hungry and she brought this\nFebruary 27, 2000\nbracelet to my mother. What happened to this bracelet? In 1966 when my mother\nwas allowed to travel to Israel --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: Yes, so when my mother was allowed to travel to Israel she took the bracelet\nwith her, and in Keev -- Tamozhnya it’s called, the checkpoint, they na -- didn’t\nallow her to take it with her. So -- but they were kind enough to write out a receipt.\nSo two years later I was traveling to Crimean peninsula with my wife, so we spent a\nmonth vacationing. On the way back I went to Keev, and the -- and the checkpoint\nthe -- I had this receipt because my mother sent it from Israel. So I had this receipt\nand they gave the bracelet back to me. And I knew that I would do -- be going to\nIsrael, I didn’t want to lose it, so what I did, I made two wedding rings for me and\nmy wife. So it’s how it is, it’s what to ba -- story. But I wanted to emphasize how\ngoyim, some goyim are good, good people. Oh, the other friend of my mother\nKuiznitz Orway, who used to live right on the Moscow Street, close to Rumbula\nforest where the Vulcan, there used to be a factory, a rubber factory, he used to\nFebruary 27, 2000\nwork, this g-guy in there, and they were witnessing the slaughter of Jews in\nRumbula f -- th-the her -- they probably didn’t see in person, but they heard the\nshots for sure, and they told my mother. And they were g -- very good people.\nMaybe they didn’t hide Jews because -- but as Russian people, they were from --\nfrom her village, from Skundaliena, they were very good people. And it’s -- not\neverybody’s a villain.",
        "A: You see, I don’t re-recall my reaction to this, but I never went to see our\napartment, old apartment. I’Il tell -- I never went to see. I -- I didn’t go no\ncemeteries, no nothing. I -- I felt I don’t want to see it any more, you know? Maybe\nit’s wrong, but it’s how I feel.",
        "A: Yes. Because one time when my -- it was 1965, we went -- we had -- had a\nJewish cemetery in Riga, in Yugla area, where my grandmother was buried. And\nthen my -- my mother’s aunt died in 1965 and they buried her in Jewish cemetery.\nAnd when I was in the Jewish cemetery there was nothing to remind me of my\ngrandmother, there was ground. My -- my mother stomped the ground in the place\nFebruary 27, 2000\nwhere my grandmother was buried and said, here is the place where she was buried,\nas far as she could -- could remember. But there was nothing, they destroyed\neverything there. So this year --",
        "A: Since when?",
        "A: No, no, no, this was in 1965.",
        "A: Yeah. I-I -- I intend to go, but my wife doesn’t feel too good, so -- I wanted to go\nthree years ago, just -- over the phone I-I realized that somebody knew my\ngrandfather. Old woman, but this was three years ago. She even mentioned him like\na [indecipherable] name, it like -- like a darling name. She called him gidelka, my\ngrandfather, so she was a very old woman. I don’t even know if she alive now\nbecause she was 87 then, and [indecipherable]",
        "A: You know, I have some relatives who live in Germany, moved over there. As I\nmentioned, my father’s cousin, who was a guard in Ural mountains, in the prison,\nhis wife lives in Germany, in Berlin. And she has two daughters, one in Sweden,\nand one a -- one in Berlin. She -- they lived there in -- from the 70’s, I think. And\nFebruary 27, 2000\nher hu-husband is a dentist and she is an owner of some -- what -- my feelings are\nvery confused about the situ -- Germany. First of all, of course, they helped to\nbuild Israel, it’s for -- we know it, money-wise, ah -- they must. Maybe new\ngeneration, they better. Was it only brainwashing, o-o-or else during the Hitler’s\ntime? I don’t -- I don’t know, this a -- or, weren’t there anti-Semites before Hitler?\nAs we Say, a dirty pond breeds mosquitoes, no? So it was a dirty pond, Germany,\nthat bred these mosquitoes. What I say, a lot of people don’t like Jews. You have to\nread history of our people. And no matter how hard you try to escape, some people\ntry to escape to be Jew, it will not help them any way. It’s showed through history\nthat even in fifth generation, you will be one day hit hard. I am proud to be Jew,\nthat’s it. And I always said I am Jew, that’s it. What can I say? Who escapes our n-\nnationality? I call it nationality, not just a religion but -- because anybody ha -- can\nhave a religion, but nationality, it’s one. You have certain features, you have certain\nblood, maybe. But religion, it can have any religion. Karl Marx was a -- a\nChristian, right, considered. What kind of feature he had? Everybody -- if you walk\nthrough Moscow, everybody would call him kike, take a look at him. No matter\nhow hard he tried to escape Judaism, or Jewish people.\nFebruary 27, 2000",
        "A: No, I didn’t become religious, but I am proud of our achievements. I am proud\nthat we have Bible. I am proud that people -- that everybody, e-especially in the\nwestern world has a part of our culture. Everybody, and they can’t escape it.\nSometimes I even have a feeling that everybody wants to be a Jew, but in their own\nway. And this is impossible. So I -- Iam proud of our achievement. Maybe I would\nlike to have m -- cultural achievements like the Greeks, maybe in architecture or in\nsome other things. Maybe I would be in disagreement with the Bible, but actually\nthey were different times. You had to take from the pagan world, you had to take a\ncertain people and make them who they became. And there was no other way,\nbecause you couldn't pray to a -- to a statue, right? This was ma -- now, of course\nwe a little bit we are out of -- separate from religion, it was -- in some ways it g-\ngave us the opportunity to achieve our greatness, actually Jewish people are great.",
        "A: I-I -- I tried to knock in their head all the time. My older is not -- you know.\nMaybe he has in his heart, but he -- but my younger is very proud, and he work for\nJewish causes and he went to Israel, served voluntarily in the army, worked in\nkibbutz. And this is a different k -- person. But my older is more materialistic, you\nFebruary 27, 2000\nsee. I don’t know how to express this. [indecipherable] materialistic too. A lot of\nthem, unfortunately.",
        "A: No, it depends on situation. You know, I don’t have many friends I would say,\nbut I don’t talk -- people in America they don’t understand, many of them. They\ndon’t understand what it is. They have it too fat here. They’re only complaining.\nComplaining and complaining. They took one dollar away from them, they already\nthink that they are hungry. You see, depends on situation. Comfortability depends\n-- of course I am happy to see my old friends, we have organization with survivors\nof -- Holocaust survivors from Latvia, so I am a member, pay my dues. But -- but I\nknow a few of them, one or -- one, two. That’s it, because they’re all from different\nplaces and older people than I am, even. Some of them younger, but --",
        "A: No, I didn’t go to Holocaust survivors. You see, those Jewish organizations are\nso fragmented, and it seems to me I don’t like many things about this, reparations\nand this, all what’s going on. Pay the personalities from -- maybe if you have your\nname in the s -- in the bank, your personal name, you should get paid, yeah. But in\ngeneral, my opinion is, 1t should go to the state of Israel, everything. I-I have the\nFebruary 27, 2000\nfeeling all the monies, it -- where we’re building our country, that’s where it should\ngO.",
        "A: First of all, mostly I describe myself as a Jew. My first love goes to Israel. I -- I\n-- I’I] tell you, even when the -- the weather is over there no rain, I feel bad when\nthey have no rain, you know? And this is first, these are my -- my head is -- it’s --\nyou know, it’s separation of head and heart. My head is materialistic, my heart is --\nprobably a lot of people like this, it’s my -- I’m not the first. My heart is with m --\nIsrael and the Jewish people. I know we have a lot of faults, obviously, like\nanybody else. I don’t say that we are better than anybody else, but we are peculiar\npeople, we’re special. And that’s what it is.",
        "A: When -- you’re talking about the black ama -- African Americans? You -- you\nsee, like I said you’re a person, no matter what color. If you’re a good person,\nyou’re a good person, if you’re a bad person, you’re a bad person. And I didn’t live\nFebruary 27, 2000\nthrough Civil Rights movement during the 60’s over here, I was in the 70’s. But I\nheard about the Black Panthers, and I -- but it’s a radical organization. I -- I don’t\nthink by bullets and wa -- and bombs, you will achieve too much in this country,\nbecause this country, despite its democracy, we have a very strict police over here\nand -- and intelligence. I don’t think -- and -- and lately I began feeling that -- you\nsee, I am a middle class person with a blue collar back-background, right? We start\nin polit-politics now. And I feel that a lot of blacks don’t like Jews, unjustly. I-I\nhave my philosophy about that. Jewish people tried to help everybody, they out of\ntheir skins to help everybody but always it turns out against them. It’s what happens\nwith us. No matter what you do good for them, one day they will say you didn’t do\nnothing for us and you going to be a Jew anyway. So we have to mind our own\nbusiness. We have to be strong, we have to know how to defend ourselves and I\nthink we have to keep our culture alive. I -- I don’t say about, let’s say inter-\nmarriages, or some other things like this. [Il frank -- I’Il tell you, new blood helps.\nBecause I know in our religion we even allow cousins to marry, first cousins and\nthis is not good. It creates monsters during generations. It’s why short people or\nweak people or something like this.\nFebruary 27, 2000",
        "A: Yes, I'll tell you. I don’t think it’s right to dislike people of -- Latvian people of -\n- in general. But I have the feeling that they -- they wronged us. They wronged us\nand during Ulmenist time it was pretty good. You know, we had culture, we had the\n-- you could do anything you want. But probably -- the fascists are fascists, they\nalways felt the -- with the help of Nazis they tried to achieve Ju-Judenfrei country,\nyou know, so -- but this is not the first time, and I hope it’s the last, but ’'m a\npessimist about this.",
        "A: As long as Israel is strong, I don’t think so, but it’s gonna -- goes into realm of\npolitics. So I think we’re becoming weak in Israel. Too m -- you see, you can’t\neven compare Israel of today and Israel even 30 years ago. No, I don’t even know\nwhat to say. What to say, we just giving away -- our tiny country away. O-Of\ncourse we have to separate from the Arabs, we have to separate somehow. But t --\nempty land, we have to keep it. We have to keep it. When I look, let’s say at Golan\nHeights, it’s not only defense of the country, we’re always emphasizing defense\nand defense and defense. It’s not that. Take a look. Who divided up Africa, Middle\nFebruary 27, 2000\nEast? The Colonial powers. They divided up, they set up borders and they set up\ntheir rules, their international borders. Who gave them the right to separate\n[indecipherable] Jordan from Israel -- from -- or to separate Golan Heights from\nIsrael? Who gave them the rights? It’s what I me -- question. Don’t forget, Golan\nHeights was a tribe of Manasseh once. And you have to look at the historical\nprospectus. You know, during Roman times, your first je -- war, Golan Heights\nbelonged to -- to Jewish state. Was it under Agrippa, or what his name was,\n[indecipherable] the second? I don’t remember the name of the king with the\n[indecipherable] but it was under Jewish rule. I remember this vividly. So if\nFrench or English they decided to, for their own purpose to put new borders, why --\nI don’t go along with it.",
        "A: You see, we have many deniers of Holocaust, right? I -- I don’t know, when\npeople come and -- and look at the exponents, right? Exponents or exponents? I\nthink it depends on the person what his feelings are, or he doesn’t want nothing\nhappen to u -- anybody else. Or some people cu -- come with a vicious heart. It -- it\nFebruary 27, 2000\ncan happen too. They look and look and say, ah good. This what happened to them,\nfine. You can’t -- you can’t get into a heart of a person. Sometimes they’re frank,\nyou know, I -- I worked with bl-blue collar workers and I know how they smell,\neven in America. So there’s nothing new that the anti-Semitism exists. I don’t\nknow what is the percentage, but everybody whispers, right? And especially for me,\nI don’t look like Jewish, sometimes they think that I am a German. So they are\nfrank with me. And --",
        "A: It’s a big surprise to them. You see, I don’t use my fists any more because it\nwould be a prison term. So I know how to behave, but you know, whatever was said\nabout Jews over the centuries, it’s alive today, in -- in their hearts, in their minds.\nThey don’t -- they will never change.",
        "A: Maybe not, maybe not like a Holocaust, but you see, t-take Austria. You see\ncoming to power people like this Hey -- Haider. See, that’s very simple. Good that\nHaider is a small politician in a small country, right? Suppose somebody comes in\nUnited States. It can’t happen? Ah, anything can happen.\nFebruary 27, 2000",
        "A: Yes, I feel safe now because we have a good economic climate. Ec-Economy 1s\ngood and everything is prosperous. You always feel safe when there’s something\nlike this. In Germany we didn’t have this situation with the inflation and\nunemployment and all that, Hitler would never come to power, you know that.\nNow there -- if the situation comes back, huh? I remember the situation here when -\n- about the loans to the farmers in Iowa. Right, they began blaming their bankers,\nthe Jewish bankers, right? No? So see, you can’t change. How you say, a -- a\nleopard can’t change its spots, right? So what can you say?",
        "A: I-I would say I don’t talk about it.",
        "A: Well, what to talk about it? You know, the locals, they wouldn’t understand\nwhat it means, you know? How you talk to them? They -- you -- why would I talk,\nit will be complaining like, I feel. You can’t teach nobody nothing. I know how they\nsmell right away, ar-are you at least neutral toward Jews, or you friend of Jews, or\nyou against us. It’s -- it’s in your heart, it’s not that you can change by words. I\ndon’t think so. You don’t change people.",
        "A: No, [ll leave it open. Pll -- Il not say nothing. I just want them to be smart\npeople. Our people, our nation, I fight for. That’s it. Hey, Pll tell you the truth, I\nhave people, my -- my first cousin is [indecipherable]. You know who\n[indecipherable] is. 10 kids. Useless for the country. They deny even existence of\nIsrael. This is my flesh and blood, my first cousin, she. Tamara. Tamara, what’s\nher last name? She was born Lin. So what is [indecipherable] good for? Our\npeople, right? Hm? So, there are Jews, and then there are Jews, too. They’re not\nconsidered [indecipherable] Jews, but -- no way. That’s all that I want to say.",
        "A: No. That’s it.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "February 27, 2000\nBeginning Tape One, Side A"
    ]
}