{
    "rg": "RG-50.030.0006_trs_en",
    "sequence": [
        "A: Would you tell me your name please.",
        "Q: My name is Francis Akos.",
        "A: Where and when were your born?",
        "Q: I was born in Budapest, 1922 — March 30th, 1922.",
        "Q: Tell me about your parents and your family. Will you, as a child?",
        "A: My father was a salesman, sometimes a traveling salesman. My mother used to play the\nviolin and that's how, how it started that they discovered maybe that I had some musical\ntalent, but by the time I was three and a half years old I had a little violin and I had\nteacher. And my mother practiced with me until I passed her level. And that was my\nline of work from there on. I became a violinist and a musician. Went to school, but I\nalso went to the Music Academy and I was sort of “non-child” prodigy, because\neverybody was afraid of that word, so I didn't have that kind of a push from home. But I\ngrew up as a Student of the Academy and music was my line all of my life.",
        "Q: Tell us what it was like for a young Jewish child in Budapest going to the Music\nAcademy”?",
        "A: Well, it was not as frightful as some of the young Jewish people who had to go to the\nuniversity because the Numerus Clausus, that was called the 10 percent, was very strictly\nobserved in the universities. In the Academy that was kind of equivalent to the\nuniversities, we did not have regular 10 percent Numerus Clausus there. But we had\nproblems. And when the Nazis — the Hungarian Nazis, the Pfeil Kreuzler' — Nyilasok — I\ndon't know how to, how to say this in, in English — When they started, there were\nbashing.\nHead bashing and violin breaking on, on some of the Jewish kids’ heads and so we felt it.\nBut we could still get to the point that — I was one of the prize winners at age. I think I\nwas, I was maybe 17, and I won the Reményi* Prize. That was the violin that was offered\nto the so-called best student of the fourth grade of the Academy. And they let me win it.\nIn other words, it wasn't like many places where you, you couldn't even participate. But\n+ Arrow crosser (German)\n“ Ede Reményi\nthen later, of course, when they started the so-called Jewish laws, according to the\nNuremberg Laws, the Hungarian laws were much worse than the, than the Nuremberg\nLaws and that's well, that's a well known fact, I think, at this point. Everybody knows\nabout that. They were creating more Jews than, than there ever were because second,\nthird, fourth generation. They were starting to go back and if they found one Jew, Jewish\ngreat-great-great-grandparent, you suddenly became a Jew. So some of the aristocrats\nwere really surprised when they suddenly became Jewish — they were not. But in the\nAcademy this also started to bad, to be bad, but by then I was gone because I finished in\n‘41, and by the time ‘43 came around I don't think there were in Jews at the Academy\neither. So when, when I finished, I got teachers diploma and artist diploma and I was\nConcert Master of the Jewish Community Orchestra. We couldn't play anywhere else,\nbut in the community cultural center. And there was some very high class concerts there,\nand opera and we kept up with, with ourselves and with the music.\nI do remember there was a concert that I played when Kodaly’ came. And Kodaly was a\nvery outspoken anti-Nazi and he waited until everybody was seated and then he came\nthrough the hall and sat down in the first row. And we played Janos Starker and myself\nplayed the Kodaly Duo. That's why he came because he knew we were going to do that.\nSo those, those things happened, but basically the trouble was — the handwriting was on\nthe wall. And when we got drafted like anybody else at age 21, the Jewish kids got the\nshovels and the arm band, the yellow arm band but we had to go through the drilling and\nwe just didn't have any guns. And that's how it, it happened that after having been on the\nfront and pushing carts across the Carpathian Mountains, the — some of us were sent back\nto Budapest to get some clothes, because we were wearing our own clothes and they were\nin rags by then. So being in Budapest October ‘44 when the big change-over happened,\nthey deported me with many others, November four, I think. November four they started\nus out in the Synagogue in the Dohany Synagogue, the biggest in Europe. That's where I\nwas Bar Mitzvah by the way when I was 13. Now I was 21 and I — they collected us\nthere overnight, and then they marched us across the Danube and we saw the six bridges\nall in the Danube already.",
        "Q: Can you, can you go back a little? Can you tell us — I'd like to get a sense of what it was\nlike in the synagogue as you were being rounded up.",
        "A: Well, it was just a, a melee because some people were trying to leave — I mean to, to\nescape through the windows, and outside were the Nazis, the Hungarian Nazis, with the\nguns. And not just Nazis but military people. And they there — I think they killed a few,\nand they were just pushing them back until — we had no idea what they're trying to, you\nknow, do with us because we were just several thousands. I couldn't tell you how many,\n° Zoltan Kodaly\nbut we were there. And, and nobody knew what's going to happen. And when they\nstarted us marching across the, the Danube, we still didn't know that before and after they\nwere shooting people into the Danube from, from the other side of, of the bridge. But the\nlucky ones arrived in this big — what, what, what would you call it? Like, like a stadium,\nbut it wasn't a stadium. It was some kind of a factory outdoors. And that's where they\ncollected us first and then they started marching us along the Danube all the way to\nVienna.",
        "Q: Tell us about it. Tell us what the March was like.",
        "A: And some of those people — there were always some who tried to escape. They got shot.\nSome got lucky and they did escape. I know one of my friends who — at that time friend,\nI don't know what happened to him. He came back to Budapest and was in hiding, so\nwhen I came back I met him and we were rounded up at the same time. So that forced\nmarch I think lost a lot of lives, but those who survived. I don't know how we survived\nbecause they certainly didn’t give us anything to eat. But everybody had something\nbecause you always carried a rucksack with whatever we had because that's all, that's all\nwe had, what was on our back. And it was a well known fact that the Jews arrived in the\nGerman concentration camp with all the values they had. And that was their — the\nGermans great achievement that they could collect all the, all the gold and everything\nelse what this so-called Jews had, whether it was German or Hungarian or whatever.\nAnyway, we arrived in Vienna and I didn't know it was Vienna until I saw some German\nwriting. And then they put us in the cattle cars and we arrived in Hamburg Neuengamme\non the Ilth. So the march was, was, I think, four days and then another week before we\ngot to Neuengamme.",
        "Q: Will you tell me about that ride in the cattle cars?",
        "A: That ride in the cattle car 1s exactly what you...what you heard from everybody else. The\ndead! The dying! The excrement! The no water! The no air! That's all true. I mean\nthat's all true until, you know, some of the survivors can — could tell about it. But there\nwere plenty who didn't survive that trip. I was together with, with two people who I\nknew that one of them was a father of a friend of mine who went to school with, I went to\nschool with. And another friend who I got lost — I mean I got — when we got to the camp\nwhich we didn't know what it was, you know, they stopped the cars. They herded us into\na building and we had to undress and all that. That's where I lost him. But with the\nfather — it happened that the father of the other friend — as it happened, I was, I was\ntogether with him in this — in the concentration camp block, block. What, what you call\nthis — the Khazen* and he died right in my hands. And when I, when I went back I had, I\n“ cantor (Hebrew)\nhad to tell, tell him that his father died while I was holding him. That was — the first\nthree weeks were, were pretty gruesome. And then I got lucky and one of these Kapos”\nwho, who were the commanders of these blocks, got hold of a violin. For whatever\nreason, I don't know how it happened. I don't remember. That he knew that I am playing\nthe violin and they were sitting at night when the bombers went by to, to go to bomb\nBerlin and Hamburg. While it was blackout, they were singing, singing songs. There\nwere Polish people, Russian people, Germans, Hungarians; so there was a lot of folks,\nfolks’ tune singing because they were not only Jews who were in there. So I led a lot of\nthose folk tunes because I was playing the violin when — while they were singing. That\nwas my, my rescue, you see.",
        "Q: The Kapo had given you....?",
        "A: The Kapo organized the violin. That's the — organisieren® that's the word in German.\nThat he happened to find somewhere or, or paid with cigarettes or whatever for a violin.\nAnd I had a violin. I didn't have a— my own violin. So I had a violin and a bow, and,\nand I learned these songs and, and I was playing these songs with, with this — with these\npeople who were, you know, just my concentration camp comrades basically. Only, you\nknow, there was no — not real camaraderie because there were Ukrainians who hated the\nJews, and Polish people who hated the Jews. We were just in the same camp, but not for\nthe same reason. Anyway, this guy who, who, who helped, who actually saved my life,\nhe was no, no criminal and he was no, no anti-Nazi as far as I can tell. He was a barber\nwho, who was doing abortions in the back of his barber shop. And they found him and\nhe became a criminal. So he was in the concentration camp and being a German, he rose\non the ladder of, of becoming a Kapo, which means — what, what does it mean? What\ndid it mean? Kapo? Constant — he was he leader of this block of the — what would I say?",
        "Q: That's okay. Most people know what a Kapo 1s.",
        "A: What a Kapo is, is the commander of — command, commandant of this block. So I was\nhelped by, by the violin, but when they evacuated the camp no, no violin helped anybody.\nAnd I got lost. I mean I, I, I was one, one of the others. One of all those people who,\nwho got into cattle cars and, and was transported. We didn't know where to, but then,\nthen they put us on ships. They put us on the — in the hull of some kind of a cargo ship.\nThat 1s very well described in that book.\n° Forman (colloguial German); term used for inmates appointed by the SS to\nhead a labor Kommando of prisoners.\n° Organize (German); term used in concentration camps for the process of\nacquisition through bartering.",
        "Q: I'd like — would you just never mind the book right now. What I'd like you to do is\ndescribe the book — the ship.",
        "A: The description of that, that ship?",
        "Q: The ship.",
        "A: That ship is — was just a small cargo ship that had a hull, and we climbed down and it was\ndark. And nobody knew what's going to happen, but once in a while they opened up the\nlight and they threw down a little bread and some, some people had to climb up to, to get\na kettle down. And there was some hot water that they called soup and there was no\nfacilities for, for sanitary reasons. Absolutely nothing! And we were in there, I think, for\ntwo or three days and, of course, nobody knew how many days. And that was the time\nwhen the Swedish Banadot — Bernadotte’, Prince Bernadotte tried to, to get some, some\nspecial treatment for the, for the Swedish — for the Danish police and the Norwegian\nstudents who were in the same camp. And he did get some agreement I think. Anyway,\nthey were not on this evacuation. They, they were sent somewhere else and then these,\nthese ships — there were two or three of these — were sent out to the middle of the Lueck,\nLiibeck Bay and there was this gigantic ship which turned out to be the Cap Arcona. It\nwas the Hamburg South American liner, 37,000 tons luxury ship, luxury ship. And they\nput us up in this ship. Cabins — I was in a cabin that had three bunks and I think we had\n12 or 14 people in that little cabin. And, of course, again very little to eat. And again we\ndidn't know what happens. The rumors — you know, by then most of the guards were old\nGerman soldiers who, who got drafted at the last minute. They ran out of younger people\nso they got all these old, older people to be guards that they were not SS. The, the\ncommander and the higher officers, they were all SS people. And the rumors through\nthese older German guards was that there is no gold on the ship. So if there is no coal on\nthe ship, why did they put us on that ship? So all kinds of rumors right and left until May\nthird came around and at two o'clock — a little after two — we heard bombs falling on the\nship. And the ship started to burn. And panic and — you know, on, on a big ship like this,\nthere are steps going up from the “B” deck to this “A” deck and from the “C” deck to the\n“—D” deck and — I can't describe it because first of all, the guards were, were not no where.\nAnd there was a open door that you could see the sea. And I was on that, I think “C”’\nDeck must have been. So I jumped just like most, most of the others who, who happened\nto be able to get to that door. And I was in the water, and the, the ship was burning, and\nwe were trying to get away. Was swimming a little bit, and there was a little ship that\nmust have been tied up to the big ship — the morning they brought some bread and other\nfood stuff for, for the, the guards I suppose because we never saw that kind of food —\nanyway, somebody got this little ship and started to get it away from the, from the\nburning Cap Arcona. And I was one of the lucky ones who got on this little ship. And\nthere were hundreds of people in that — in the water. And what happened some people\ncouldn't make it because there was no more room on this ship, on this little boat.\n’ Count Folke Bernadotte\nAnd so they were pushed back in the water. And then they said on the right side of the\nbay, there was some Hitlerjugend® and supposedly there was some sign, sign from the\nship going — saying, \"Don't pick up anybody,\" and they started machine gunning the\npeople in the water. And I was lucky, on this little boat we went to the left side of the\nbay and there was a U-Boat Schule’ — now, what is that? Submarine school, submarine\nschool. And we tied up this boat and we were naked and drowning and no shoes and no\nnothing. Hardly any, any — you know, maybe some kind of a shirt but — not even shirt.\nWe didn't have shirts. We had a — the concentration camp garb which was the blue and\nwhite marking and the numbers and so, who ever had that on you. So we got on ground,\nfirm ground. We —I don't know who. I was one of them. I don't know who, who the\nothers were. Old, old prisoners from the Neuengamme camp. And the British tanks were\ncoming down. And one of the first tanks stopped and pulled down the flag, the German\nHakenkreuz'’. They pulled down the flag and here were this, this people coming out of\nthe water, and of course, this was the first troops of the British. They had no idea what's,\nwhat's going on. What-— who were these people? I spoke a little English and there were\nother people, so we, we made it clear to them what, what happened, but we didn't know\nwhat happened — what bombed the ship. So until much later until we found out that it\nwas the British who bombed the ships and that was not just our ship. There was three\nships in the Libeck Bay. And they were all bombed, and there were about 8,000 people\nwho were killed in — during those last few, few hours of, of the war, because that was\nMay three. At that part of, of Germany, the war ended on May 3rd. The whole war\nended on May eighth, so five days later, everything was over. But over here on this you\nknow, the northern part, the idea was that the British didn't know that they there were\nconcentration camp prisoners on these ships and since Germany was always going to try\nto, to win the war, they were still trying to, to push, push troops up north through\nDenmark, etceteras, so they figured there are ships going — this troops whatever, so they\njust bombed the ships.\nIn spite of supposedly, because of the Bernadotte mission, they were supposedly\ninformed that there are ships with prisoners, concentration camp prisoners, in the Bay of\nLubeck. Now, whether this got screwed up somewhere and, and the right people didn't\nget the, the message, you can't tell. But 40 years later, 1n 1985, a serialized book appeared\nin Stern magazine. And that was a very researched long article and at that time a friend\nof mine sent me a clipping from The London Times. The pilots of this bombing raid 40\nyears earlier now they found out from this Stern magazine article that they bombed\nconcentration camp prisoners and they caused 8,000 of them to be killed at the last\n®° Hitler Youth (German)\n” school (German)\n‘© Swastika (German)\nminute of the war. They did not know it for 40 years who they were bombing on May\nthird, 1945. And since then, of course, there are books written about, about — No.\nGerman — a German book that 1s written, a well documented, with all kinds of documents\nin the book, that describes everything what happened. And I don't think that too many\npeople know — English speaking people, know about what happened to the prisoners of\nNeuengamme, because the camp Neuengamme was outside of Hamburg. And the lives\nof, of people who survived in that camp until April 20, most of them were extinguished\non May third by the British by mistake. So that's, that's the story of — that's the short\nstory of the Cap Arcona. That was a, a fantastic luxury ship as, as we found out\nafterwards. It used to be. Now the ship got burned out. In the hull, of course, there were\nthousands of dead. It was half as wide as the depths of the water, so the hull — half of the\nhull was sticking out there until, I think, eight or 10 years later that they — I don't know\non what basis and who — the Germans, of course, took it away. But all those who died in\nthere stayed in it. There was no way of, of getting the dead out.\nBut there were some washed ashore while I was still in this little village two days later.\nThe British gave us clothes. The British came with, with us and made, made the Germans\nopen their, their houses to, to give us food, give us clothes and I remember I, I went into\na, a home of, of — I think he was either a butcher, butcher shop or some kind of a food\nshop — and the Tommy not the “Tommy,” but — 1s that what they call it? The Tommy’?\nYeah — came with me and he said, \"Clothes.\" He was holding the gun and this guy didn't\nknow what was going on because it was the first time in his life that he saw a British\nsoldier, and the British soldier came with, with a, a guy in wet rags who, who had\nnothing on. So they gave us clothes and food and two days later the British had an honor,\nhonor guard shooting in the air because there was so many coming — I mean fished out of\nthe water, all those, those poor dead people. By then they, of course, knew that these,\nthese were not, not German soldiers, that, that they bombed. So there was some pictures\nthat were taken and I happened to have kept some and in the book. In this Cap Arcona\nbook, they, they got reprinted and so that's how, how life went on, starting with nothing.\nStarting with absolutely, not a document, not, not a identification, not a piece of clothes.\nThat's, that's how we, we started life after, after the war. At least I did and, and the\nsurvivors. And the British was — were very helpful and very trusting, trusting. If I would\nhave said I'm “XYZ” from, from Holland and I don't speak German, they would have had\nto believe me because I had — nobody had anything to prove.\nI told them who I was. I told them where I came from. I told them I want to go to\nBudapest, and they, they believed me. And they, they wrote out documents to that effect\nbecause there was no other way to, to, to prove anything. So we did not know much what\nwas going on. I was lucky because I spoke a little English so I got, I got a job in the\nBritish Officers’ Mess. I played their tunes, now. Now I started to learn English tunes,\nbecause they — you know, they — the war was getting to be over. For them, it was over.\nAnd I remember we were sitting — not sitting, standing, because they were playing the,\nthe \"God Save the King,\" and the King was announcing that the war is over and on the\nradio in Libeck, the Officers’ Mess, 1t was May eighth when the war was declared\nfinished. And they really got drunk. I think I got drunk too. It was very interesting\nbecause I had no idea what happened at home, what happened with my parents, and what\nhappened with whoever was left at home. And I thought, you know, you can, you can\njust maybe get some connection, the British soldiers, British officers. Nothing! They\ncouldn't, the UNRRA, U-N-R-R-A, was not in existence yet. The Red Cross was, was\ndoing as much as they could. But I had an uncle living in Turkey during the war, and I\nremembered his address. So I wrote this postcard and one of the British officers took it\nback home to mail it. And he did get it. After a long time I found out that he did get it,\nand then he tried to contact my parents to tell them that I'm alive. And I don't remember\nexactly whether, whether he succeeded in contacting them or not. But it took me till, till\nSeptember to get back home because the French sent their, their special buses for the\nFrench people, and the Dutch did. And, and I happened to be lucky enough to, to get I\nhad a few friends who — Czech friends, and I got on a Czech transport and got back to\nPrague. And then from Prague I went on some kind of a cattle car again, but on — that\nwas my own will that I wanted to get back. And there was, of course, no, no luxury\ntransporting from Prague to Budapest, but I did get back in, in September. It was a long\ntime after the so-called liberation.",
        "Q: What did you find when you got back?",
        "A: I did find my, my mother and my father. They were both there. And a pretty, pretty\nbadly ruined Budapest that I, that I didn't expect to see. But I saw the, the bridges on the\nway to Vienna that they, they — the Germans — what do you call it? They didn't bomb it.\nThey, they just blasted it — blasted them into the Danube so there shouldn't be any\nconnection between Buda and Pest. That's the way they wanted to stop the Russians\nfrom coming — from occupying Hungary. It was, well, nightmarish — a little light weight\nword. I didn't, didn't collect these thoughts for, for a long time you know. I, I was one of\nthose happy survivors who, who got over it, and I, I was lucky nothing to happened to\nme, to my hands and I could go back, start to play again. And I was happy that I survived\nand didn't give it too much tragic thoughts, but when you start talking about it, you\nremember all kinds of tragic circumstances.",
        "Q: When and how did you come to the United States?",
        "A: Well, I, I was — after Budapest I was in Guteborg(ph). I was Concertmaster there. Then I\nwent to Berlin. That was my rehabilitation. I considered it my rehabilitation. I was\nConcertmaster of the Stadtische Opera’! — the municipal opera from ‘50 to ‘54. And in\nthe meantime I — my application to come to the United States was, was being processed\nvery slowly because the quotas were filled and filled and filled. And in ‘54, I got my, my\npermit — my quota and I had some very good friends in, in Berlin — an American radio\nand the American newspaper and so I had a friend who, who was vouching for me, but\nyou know, you had to have a sponsor. But basically I got my, my permit and I came in\n‘54. And that's how it all started in the States. A new life! But from ‘45 to ‘54, there\nwere, there were several new lives being started. Yeah.",
        "Q: Can you go back a little bit? I'd like to go back to the war and I'd like to go back to 1942,\n‘43. The war had started. In ‘42, you were in a work camp.",
        "A: Yeah.",
        "Q: And by ‘43, things had begun to change. Were you still in a work camp or had you come\ninto Budapest by that point?",
        "A: No, no, no. I was, I was still in Budapest. Forty-one, ‘42 I was playing in the, in the\norchestra and solos and stuff like that in the Jewish community. I got drafted in ‘43 and\nwith between ‘43, fall of ‘43 and fall of ‘44 I was in this in the army — the Hungarian\narmy with the, with the shovel. That was the work. That was the, the forced labor, you\nwould, you would call, I think. That's, that's what it was because we had to work with a\nshovel. And we got, we got plenty of not just bad language, but bad hits, too, on, on the\nneck and the back of the neck. That hurts. You know, when that peasant boy from, from\nsome farm who has two stars means he's one further up than the one who has only one\nstar. We had no stars, and we were the Jews. We were the “dirty communists,” “stinking\nJew.” So you can imagine how many hits you got on, on the head if, if you didn't look\nright or if you, you happened to, to start with the left foot in, instead of the right foot.\nAnd if the whole — it looked to them that the whole world hangs on whether these Jews\nare going to make good soldiers or not, with the shovel. So it was all incongruous. The\nwhole, the whole idea of, of us being, being in the army was absolutely meaningless. It\nwas just a torture. And you know, the, the army discipline meted out with not just with\nswear words, but with hits and, and kicks and the worst kind of, of punishment for\nnothing! Because we were not soldiers. We were supposed to be soldiers, but we were\nnot.\nAnd, and they had to show — when we were in the Ukraine, we were out side of the\nHungarian territories fighting the, the Hungarians and the Germans were the Axis. They\nwere fighting the Russians and we were supposed to be helping. And we were helping\ntt municipal opera (German)\nbecause we had to, otherwise, you got shot. So for helping pushing those carts there\nwere no — very few cars or trucks. These were horse-drawn big carts that were pulling\nthe gun — the, the big guns on, on wheels and the, the mountain was steep. And either the\nsnow was too deep or the, the mud was too deep. So we had to help push. That was our\nwork. That's, that's how we, we were supposed to be, be soldiers. And we got nothing to\neat. I mean at that point, we were in the Ukraine when it was summer. We ate what we\nfound on the fields that was not harvested. Raw cabbage, and that was delicacy. We\nfound other stuff that wasn't so delicate. Because all we got to eat was a little piece of, of\nkomisz'~ bread that they called komisz bread that, that they called komisz bread which,\nyou know in Hungarian means “very, very bad.” That's komisz. And soup that has had\nnothing, nothing in it. And that was — those were the worst times during the, the retreat\nbecause now we had to push the carts the other way because the Russians were pushing.\nAnd, and the Germans were coming with their Stuka'? planes. I didn't use that word for\nabout 40, 50 years, so I suddenly remember it. And, and then the Russians were coming.\nAnd we were in between because we were digging ditches on the side of the road so that\nthe, the water could run down so that we don't have to — wouldn't have to go through the\nmud that badly. Anyway, it was work for, for animals and we were treated like animals.\nAnd that passed too, but quite a few didn't survive it because from dysentery and, and\nfrom hunger, they were dying right and left. And these were their own people. These,\nthese were the 21, 22 year old Jewish kids, you know. So that was — I was one of the\nlucky ones who got to be sent back to get some clothes because we had just rags by then\nand — to collect clothes from the Jewish organizations in Budapest — and then we didn't\nget back to the, to the troops because we were deported by the, by the Germans. Not\nreally Germans, it was Hungarians who deported us, but we ended up in Germany.",
        "Q: What was Budapest like at that point?",
        "A: Budapest was — well, it was not bombed, and it — there was no, no — there were no, no\nstreet fight yet. So it was just like it was a year earlier when I left. You know, the, the\nblackouts in the, in the evening, not much food in the stores, but still life was going on\nfairly normal like under, under the same circumstances, same similar circumstances like a\nyear earlier. There were quite a few people who, who were benefiting by the war but\nmost of the people were just struggling along and, of course they, they did not see too\nmany Jews because the, the, the Jews were either in, in the Swedish — or no, the Swiss\nProtectorate buildings. You know, certain buildings — then Wallenberg'* comes in the\npicture, sooner or later. Not at that time yet, but still the, the Swedish started to give out\nthese protectorate papers and the Swiss and I don't know — Portuguese? I think they had\nsome too. But in any case they were not concentrated in the, in the so-called “ghetto.”\nThat was, that was then designated later. They were still in their buildings but people\n2 vile (Hungarian)\n‘3 dive bomber (German)\n' Raoul Wallenberg\nwere moving from one to the other in case they got this protectorate.\nSo, there was — I wasn't there, so I don't know exactly what it was — what, what life was\nlike when I was back there, because I was just be happy to be sitting in, in an apartment\ninstead of on the field and to be able to, to take a bath in a bath tub. But it didn't last long\nbecause two weeks later. You know, we tried to collect the clothes and we tried to get\nback, and in the meantime the big, big switchover happened and we thought maybe,\nmaybe this is the end. So the end came by being collected and, and deported. And of\ncourse that had gone on much earlier and in a much larger — on a much larger scale in the\ncountry when they, when they took all the Jews from, from northern Hungary and from\nthe country and most of them ended up in, in Auschwitz. So, the story of the Cap\nArcona, I think, is, is very important because it wasn't just a Jewish story. And that's why\nI'm so surprised — I was always surprised that nothing was known about it in, in other\nthan the close-by German area. I think this book — that Cap Arcona book was, was\nresearched and printed in, in Hamburg because all this Lubeck, Neustadt, Hamburg, this,\nthis is the whole area that was connected with, with the concentration camps of that area.\nSo at least there is one supposedly I don't know if they built it already, but they were\ngoing to have some kind of a museum built in Neustadt itself which was the place that\nwas closest to the bombing of the ship in the Bay of Lubeck.",
        "Q: When they took you down to the ship, can you tell us something about the people that\nwere with you as you were being herded into the Cap Arcona. What was it like?",
        "A: It's a very difficult thing to remember because you know when you are being herded you\nare in the middle of, of a group of people. It was normal — the regular SS type of, of\n“Push, push, go, go.” The, the words they, they used I, I can't even remember. It wasn't\nanything special. It was going from — on the plank from one little ship into this big, big\nship, one little boat really into the big ship. I don't think there was any, any special\nsignificance. I, I can't really remember how it was. I remember that we were, you know,\ndistributed into these cabins that, that used to be luxury cabins with three, three beds, but\nwe had 14 people in there so it wasn't so pleasant.",
        "Q: Thank you. Is there anything you want to add?",
        "A: Not at this time. I really have to think.",
        "Q: Okay.",
        "A: Okay?",
        "Q: Okay.",
        "A: Can we rest?",
        "Q: Fine. Thank you very much.",
        "A: Okay. Thank you.\n[Dispaying documents and photographs]",
        "A: This is the identification card that they gave us after we were — this is a German\nidentification with a British stamp on it, showing the name and which concentration\ncamp the person came. At the bottom, you can see “Neuengamme” and my number\n65437.”\nThis is at the seashore where they fished out hundreds of dead were fished out and the\nBritish are giving an honor guard and honorary burial to some of these.\nThis is the town square in Neustadt where we came ashore and this is the British going\ndown to the seashore to give the Honor Guard.\n[Conclusion of interview]\n"
    ],
    "questions": [
        "Q: My name is Francis Akos.",
        "Q: I was born in Budapest, 1922 — March 30th, 1922.",
        "Q: Tell me about your parents and your family. Will you, as a child?",
        "Q: Tell us what it was like for a young Jewish child in Budapest going to the Music\nAcademy”?",
        "Q: Can you, can you go back a little? Can you tell us — I'd like to get a sense of what it was\nlike in the synagogue as you were being rounded up.",
        "Q: Tell us about it. Tell us what the March was like.",
        "Q: Will you tell me about that ride in the cattle cars?",
        "Q: The Kapo had given you....?",
        "Q: That's okay. Most people know what a Kapo 1s.",
        "Q: I'd like — would you just never mind the book right now. What I'd like you to do is\ndescribe the book — the ship.",
        "Q: The ship.",
        "Q: What did you find when you got back?",
        "Q: When and how did you come to the United States?",
        "Q: Can you go back a little bit? I'd like to go back to the war and I'd like to go back to 1942,\n‘43. The war had started. In ‘42, you were in a work camp.",
        "Q: And by ‘43, things had begun to change. Were you still in a work camp or had you come\ninto Budapest by that point?",
        "Q: What was Budapest like at that point?",
        "Q: When they took you down to the ship, can you tell us something about the people that\nwere with you as you were being herded into the Cap Arcona. What was it like?",
        "Q: Thank you. Is there anything you want to add?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Fine. Thank you very much."
    ],
    "answers": [
        "A: Would you tell me your name please.",
        "A: Where and when were your born?",
        "A: My father was a salesman, sometimes a traveling salesman. My mother used to play the\nviolin and that's how, how it started that they discovered maybe that I had some musical\ntalent, but by the time I was three and a half years old I had a little violin and I had\nteacher. And my mother practiced with me until I passed her level. And that was my\nline of work from there on. I became a violinist and a musician. Went to school, but I\nalso went to the Music Academy and I was sort of “non-child” prodigy, because\neverybody was afraid of that word, so I didn't have that kind of a push from home. But I\ngrew up as a Student of the Academy and music was my line all of my life.",
        "A: Well, it was not as frightful as some of the young Jewish people who had to go to the\nuniversity because the Numerus Clausus, that was called the 10 percent, was very strictly\nobserved in the universities. In the Academy that was kind of equivalent to the\nuniversities, we did not have regular 10 percent Numerus Clausus there. But we had\nproblems. And when the Nazis — the Hungarian Nazis, the Pfeil Kreuzler' — Nyilasok — I\ndon't know how to, how to say this in, in English — When they started, there were\nbashing.\nHead bashing and violin breaking on, on some of the Jewish kids’ heads and so we felt it.\nBut we could still get to the point that — I was one of the prize winners at age. I think I\nwas, I was maybe 17, and I won the Reményi* Prize. That was the violin that was offered\nto the so-called best student of the fourth grade of the Academy. And they let me win it.\nIn other words, it wasn't like many places where you, you couldn't even participate. But\n+ Arrow crosser (German)\n“ Ede Reményi\nthen later, of course, when they started the so-called Jewish laws, according to the\nNuremberg Laws, the Hungarian laws were much worse than the, than the Nuremberg\nLaws and that's well, that's a well known fact, I think, at this point. Everybody knows\nabout that. They were creating more Jews than, than there ever were because second,\nthird, fourth generation. They were starting to go back and if they found one Jew, Jewish\ngreat-great-great-grandparent, you suddenly became a Jew. So some of the aristocrats\nwere really surprised when they suddenly became Jewish — they were not. But in the\nAcademy this also started to bad, to be bad, but by then I was gone because I finished in\n‘41, and by the time ‘43 came around I don't think there were in Jews at the Academy\neither. So when, when I finished, I got teachers diploma and artist diploma and I was\nConcert Master of the Jewish Community Orchestra. We couldn't play anywhere else,\nbut in the community cultural center. And there was some very high class concerts there,\nand opera and we kept up with, with ourselves and with the music.\nI do remember there was a concert that I played when Kodaly’ came. And Kodaly was a\nvery outspoken anti-Nazi and he waited until everybody was seated and then he came\nthrough the hall and sat down in the first row. And we played Janos Starker and myself\nplayed the Kodaly Duo. That's why he came because he knew we were going to do that.\nSo those, those things happened, but basically the trouble was — the handwriting was on\nthe wall. And when we got drafted like anybody else at age 21, the Jewish kids got the\nshovels and the arm band, the yellow arm band but we had to go through the drilling and\nwe just didn't have any guns. And that's how it, it happened that after having been on the\nfront and pushing carts across the Carpathian Mountains, the — some of us were sent back\nto Budapest to get some clothes, because we were wearing our own clothes and they were\nin rags by then. So being in Budapest October ‘44 when the big change-over happened,\nthey deported me with many others, November four, I think. November four they started\nus out in the Synagogue in the Dohany Synagogue, the biggest in Europe. That's where I\nwas Bar Mitzvah by the way when I was 13. Now I was 21 and I — they collected us\nthere overnight, and then they marched us across the Danube and we saw the six bridges\nall in the Danube already.",
        "A: Well, it was just a, a melee because some people were trying to leave — I mean to, to\nescape through the windows, and outside were the Nazis, the Hungarian Nazis, with the\nguns. And not just Nazis but military people. And they there — I think they killed a few,\nand they were just pushing them back until — we had no idea what they're trying to, you\nknow, do with us because we were just several thousands. I couldn't tell you how many,\n° Zoltan Kodaly\nbut we were there. And, and nobody knew what's going to happen. And when they\nstarted us marching across the, the Danube, we still didn't know that before and after they\nwere shooting people into the Danube from, from the other side of, of the bridge. But the\nlucky ones arrived in this big — what, what, what would you call it? Like, like a stadium,\nbut it wasn't a stadium. It was some kind of a factory outdoors. And that's where they\ncollected us first and then they started marching us along the Danube all the way to\nVienna.",
        "A: And some of those people — there were always some who tried to escape. They got shot.\nSome got lucky and they did escape. I know one of my friends who — at that time friend,\nI don't know what happened to him. He came back to Budapest and was in hiding, so\nwhen I came back I met him and we were rounded up at the same time. So that forced\nmarch I think lost a lot of lives, but those who survived. I don't know how we survived\nbecause they certainly didn’t give us anything to eat. But everybody had something\nbecause you always carried a rucksack with whatever we had because that's all, that's all\nwe had, what was on our back. And it was a well known fact that the Jews arrived in the\nGerman concentration camp with all the values they had. And that was their — the\nGermans great achievement that they could collect all the, all the gold and everything\nelse what this so-called Jews had, whether it was German or Hungarian or whatever.\nAnyway, we arrived in Vienna and I didn't know it was Vienna until I saw some German\nwriting. And then they put us in the cattle cars and we arrived in Hamburg Neuengamme\non the Ilth. So the march was, was, I think, four days and then another week before we\ngot to Neuengamme.",
        "A: That ride in the cattle car 1s exactly what you...what you heard from everybody else. The\ndead! The dying! The excrement! The no water! The no air! That's all true. I mean\nthat's all true until, you know, some of the survivors can — could tell about it. But there\nwere plenty who didn't survive that trip. I was together with, with two people who I\nknew that one of them was a father of a friend of mine who went to school with, I went to\nschool with. And another friend who I got lost — I mean I got — when we got to the camp\nwhich we didn't know what it was, you know, they stopped the cars. They herded us into\na building and we had to undress and all that. That's where I lost him. But with the\nfather — it happened that the father of the other friend — as it happened, I was, I was\ntogether with him in this — in the concentration camp block, block. What, what you call\nthis — the Khazen* and he died right in my hands. And when I, when I went back I had, I\n“ cantor (Hebrew)\nhad to tell, tell him that his father died while I was holding him. That was — the first\nthree weeks were, were pretty gruesome. And then I got lucky and one of these Kapos”\nwho, who were the commanders of these blocks, got hold of a violin. For whatever\nreason, I don't know how it happened. I don't remember. That he knew that I am playing\nthe violin and they were sitting at night when the bombers went by to, to go to bomb\nBerlin and Hamburg. While it was blackout, they were singing, singing songs. There\nwere Polish people, Russian people, Germans, Hungarians; so there was a lot of folks,\nfolks’ tune singing because they were not only Jews who were in there. So I led a lot of\nthose folk tunes because I was playing the violin when — while they were singing. That\nwas my, my rescue, you see.",
        "A: The Kapo organized the violin. That's the — organisieren® that's the word in German.\nThat he happened to find somewhere or, or paid with cigarettes or whatever for a violin.\nAnd I had a violin. I didn't have a— my own violin. So I had a violin and a bow, and,\nand I learned these songs and, and I was playing these songs with, with this — with these\npeople who were, you know, just my concentration camp comrades basically. Only, you\nknow, there was no — not real camaraderie because there were Ukrainians who hated the\nJews, and Polish people who hated the Jews. We were just in the same camp, but not for\nthe same reason. Anyway, this guy who, who, who helped, who actually saved my life,\nhe was no, no criminal and he was no, no anti-Nazi as far as I can tell. He was a barber\nwho, who was doing abortions in the back of his barber shop. And they found him and\nhe became a criminal. So he was in the concentration camp and being a German, he rose\non the ladder of, of becoming a Kapo, which means — what, what does it mean? What\ndid it mean? Kapo? Constant — he was he leader of this block of the — what would I say?",
        "A: What a Kapo is, is the commander of — command, commandant of this block. So I was\nhelped by, by the violin, but when they evacuated the camp no, no violin helped anybody.\nAnd I got lost. I mean I, I, I was one, one of the others. One of all those people who,\nwho got into cattle cars and, and was transported. We didn't know where to, but then,\nthen they put us on ships. They put us on the — in the hull of some kind of a cargo ship.\nThat 1s very well described in that book.\n° Forman (colloguial German); term used for inmates appointed by the SS to\nhead a labor Kommando of prisoners.\n° Organize (German); term used in concentration camps for the process of\nacquisition through bartering.",
        "A: The description of that, that ship?",
        "A: That ship is — was just a small cargo ship that had a hull, and we climbed down and it was\ndark. And nobody knew what's going to happen, but once in a while they opened up the\nlight and they threw down a little bread and some, some people had to climb up to, to get\na kettle down. And there was some hot water that they called soup and there was no\nfacilities for, for sanitary reasons. Absolutely nothing! And we were in there, I think, for\ntwo or three days and, of course, nobody knew how many days. And that was the time\nwhen the Swedish Banadot — Bernadotte’, Prince Bernadotte tried to, to get some, some\nspecial treatment for the, for the Swedish — for the Danish police and the Norwegian\nstudents who were in the same camp. And he did get some agreement I think. Anyway,\nthey were not on this evacuation. They, they were sent somewhere else and then these,\nthese ships — there were two or three of these — were sent out to the middle of the Lueck,\nLiibeck Bay and there was this gigantic ship which turned out to be the Cap Arcona. It\nwas the Hamburg South American liner, 37,000 tons luxury ship, luxury ship. And they\nput us up in this ship. Cabins — I was in a cabin that had three bunks and I think we had\n12 or 14 people in that little cabin. And, of course, again very little to eat. And again we\ndidn't know what happens. The rumors — you know, by then most of the guards were old\nGerman soldiers who, who got drafted at the last minute. They ran out of younger people\nso they got all these old, older people to be guards that they were not SS. The, the\ncommander and the higher officers, they were all SS people. And the rumors through\nthese older German guards was that there is no gold on the ship. So if there is no coal on\nthe ship, why did they put us on that ship? So all kinds of rumors right and left until May\nthird came around and at two o'clock — a little after two — we heard bombs falling on the\nship. And the ship started to burn. And panic and — you know, on, on a big ship like this,\nthere are steps going up from the “B” deck to this “A” deck and from the “C” deck to the\n“—D” deck and — I can't describe it because first of all, the guards were, were not no where.\nAnd there was a open door that you could see the sea. And I was on that, I think “C”’\nDeck must have been. So I jumped just like most, most of the others who, who happened\nto be able to get to that door. And I was in the water, and the, the ship was burning, and\nwe were trying to get away. Was swimming a little bit, and there was a little ship that\nmust have been tied up to the big ship — the morning they brought some bread and other\nfood stuff for, for the, the guards I suppose because we never saw that kind of food —\nanyway, somebody got this little ship and started to get it away from the, from the\nburning Cap Arcona. And I was one of the lucky ones who got on this little ship. And\nthere were hundreds of people in that — in the water. And what happened some people\ncouldn't make it because there was no more room on this ship, on this little boat.\n’ Count Folke Bernadotte\nAnd so they were pushed back in the water. And then they said on the right side of the\nbay, there was some Hitlerjugend® and supposedly there was some sign, sign from the\nship going — saying, \"Don't pick up anybody,\" and they started machine gunning the\npeople in the water. And I was lucky, on this little boat we went to the left side of the\nbay and there was a U-Boat Schule’ — now, what is that? Submarine school, submarine\nschool. And we tied up this boat and we were naked and drowning and no shoes and no\nnothing. Hardly any, any — you know, maybe some kind of a shirt but — not even shirt.\nWe didn't have shirts. We had a — the concentration camp garb which was the blue and\nwhite marking and the numbers and so, who ever had that on you. So we got on ground,\nfirm ground. We —I don't know who. I was one of them. I don't know who, who the\nothers were. Old, old prisoners from the Neuengamme camp. And the British tanks were\ncoming down. And one of the first tanks stopped and pulled down the flag, the German\nHakenkreuz'’. They pulled down the flag and here were this, this people coming out of\nthe water, and of course, this was the first troops of the British. They had no idea what's,\nwhat's going on. What-— who were these people? I spoke a little English and there were\nother people, so we, we made it clear to them what, what happened, but we didn't know\nwhat happened — what bombed the ship. So until much later until we found out that it\nwas the British who bombed the ships and that was not just our ship. There was three\nships in the Libeck Bay. And they were all bombed, and there were about 8,000 people\nwho were killed in — during those last few, few hours of, of the war, because that was\nMay three. At that part of, of Germany, the war ended on May 3rd. The whole war\nended on May eighth, so five days later, everything was over. But over here on this you\nknow, the northern part, the idea was that the British didn't know that they there were\nconcentration camp prisoners on these ships and since Germany was always going to try\nto, to win the war, they were still trying to, to push, push troops up north through\nDenmark, etceteras, so they figured there are ships going — this troops whatever, so they\njust bombed the ships.\nIn spite of supposedly, because of the Bernadotte mission, they were supposedly\ninformed that there are ships with prisoners, concentration camp prisoners, in the Bay of\nLubeck. Now, whether this got screwed up somewhere and, and the right people didn't\nget the, the message, you can't tell. But 40 years later, 1n 1985, a serialized book appeared\nin Stern magazine. And that was a very researched long article and at that time a friend\nof mine sent me a clipping from The London Times. The pilots of this bombing raid 40\nyears earlier now they found out from this Stern magazine article that they bombed\nconcentration camp prisoners and they caused 8,000 of them to be killed at the last\n®° Hitler Youth (German)\n” school (German)\n‘© Swastika (German)\nminute of the war. They did not know it for 40 years who they were bombing on May\nthird, 1945. And since then, of course, there are books written about, about — No.\nGerman — a German book that 1s written, a well documented, with all kinds of documents\nin the book, that describes everything what happened. And I don't think that too many\npeople know — English speaking people, know about what happened to the prisoners of\nNeuengamme, because the camp Neuengamme was outside of Hamburg. And the lives\nof, of people who survived in that camp until April 20, most of them were extinguished\non May third by the British by mistake. So that's, that's the story of — that's the short\nstory of the Cap Arcona. That was a, a fantastic luxury ship as, as we found out\nafterwards. It used to be. Now the ship got burned out. In the hull, of course, there were\nthousands of dead. It was half as wide as the depths of the water, so the hull — half of the\nhull was sticking out there until, I think, eight or 10 years later that they — I don't know\non what basis and who — the Germans, of course, took it away. But all those who died in\nthere stayed in it. There was no way of, of getting the dead out.\nBut there were some washed ashore while I was still in this little village two days later.\nThe British gave us clothes. The British came with, with us and made, made the Germans\nopen their, their houses to, to give us food, give us clothes and I remember I, I went into\na, a home of, of — I think he was either a butcher, butcher shop or some kind of a food\nshop — and the Tommy not the “Tommy,” but — 1s that what they call it? The Tommy’?\nYeah — came with me and he said, \"Clothes.\" He was holding the gun and this guy didn't\nknow what was going on because it was the first time in his life that he saw a British\nsoldier, and the British soldier came with, with a, a guy in wet rags who, who had\nnothing on. So they gave us clothes and food and two days later the British had an honor,\nhonor guard shooting in the air because there was so many coming — I mean fished out of\nthe water, all those, those poor dead people. By then they, of course, knew that these,\nthese were not, not German soldiers, that, that they bombed. So there was some pictures\nthat were taken and I happened to have kept some and in the book. In this Cap Arcona\nbook, they, they got reprinted and so that's how, how life went on, starting with nothing.\nStarting with absolutely, not a document, not, not a identification, not a piece of clothes.\nThat's, that's how we, we started life after, after the war. At least I did and, and the\nsurvivors. And the British was — were very helpful and very trusting, trusting. If I would\nhave said I'm “XYZ” from, from Holland and I don't speak German, they would have had\nto believe me because I had — nobody had anything to prove.\nI told them who I was. I told them where I came from. I told them I want to go to\nBudapest, and they, they believed me. And they, they wrote out documents to that effect\nbecause there was no other way to, to, to prove anything. So we did not know much what\nwas going on. I was lucky because I spoke a little English so I got, I got a job in the\nBritish Officers’ Mess. I played their tunes, now. Now I started to learn English tunes,\nbecause they — you know, they — the war was getting to be over. For them, it was over.\nAnd I remember we were sitting — not sitting, standing, because they were playing the,\nthe \"God Save the King,\" and the King was announcing that the war is over and on the\nradio in Libeck, the Officers’ Mess, 1t was May eighth when the war was declared\nfinished. And they really got drunk. I think I got drunk too. It was very interesting\nbecause I had no idea what happened at home, what happened with my parents, and what\nhappened with whoever was left at home. And I thought, you know, you can, you can\njust maybe get some connection, the British soldiers, British officers. Nothing! They\ncouldn't, the UNRRA, U-N-R-R-A, was not in existence yet. The Red Cross was, was\ndoing as much as they could. But I had an uncle living in Turkey during the war, and I\nremembered his address. So I wrote this postcard and one of the British officers took it\nback home to mail it. And he did get it. After a long time I found out that he did get it,\nand then he tried to contact my parents to tell them that I'm alive. And I don't remember\nexactly whether, whether he succeeded in contacting them or not. But it took me till, till\nSeptember to get back home because the French sent their, their special buses for the\nFrench people, and the Dutch did. And, and I happened to be lucky enough to, to get I\nhad a few friends who — Czech friends, and I got on a Czech transport and got back to\nPrague. And then from Prague I went on some kind of a cattle car again, but on — that\nwas my own will that I wanted to get back. And there was, of course, no, no luxury\ntransporting from Prague to Budapest, but I did get back in, in September. It was a long\ntime after the so-called liberation.",
        "A: I did find my, my mother and my father. They were both there. And a pretty, pretty\nbadly ruined Budapest that I, that I didn't expect to see. But I saw the, the bridges on the\nway to Vienna that they, they — the Germans — what do you call it? They didn't bomb it.\nThey, they just blasted it — blasted them into the Danube so there shouldn't be any\nconnection between Buda and Pest. That's the way they wanted to stop the Russians\nfrom coming — from occupying Hungary. It was, well, nightmarish — a little light weight\nword. I didn't, didn't collect these thoughts for, for a long time you know. I, I was one of\nthose happy survivors who, who got over it, and I, I was lucky nothing to happened to\nme, to my hands and I could go back, start to play again. And I was happy that I survived\nand didn't give it too much tragic thoughts, but when you start talking about it, you\nremember all kinds of tragic circumstances.",
        "A: Well, I, I was — after Budapest I was in Guteborg(ph). I was Concertmaster there. Then I\nwent to Berlin. That was my rehabilitation. I considered it my rehabilitation. I was\nConcertmaster of the Stadtische Opera’! — the municipal opera from ‘50 to ‘54. And in\nthe meantime I — my application to come to the United States was, was being processed\nvery slowly because the quotas were filled and filled and filled. And in ‘54, I got my, my\npermit — my quota and I had some very good friends in, in Berlin — an American radio\nand the American newspaper and so I had a friend who, who was vouching for me, but\nyou know, you had to have a sponsor. But basically I got my, my permit and I came in\n‘54. And that's how it all started in the States. A new life! But from ‘45 to ‘54, there\nwere, there were several new lives being started. Yeah.",
        "A: Yeah.",
        "A: No, no, no. I was, I was still in Budapest. Forty-one, ‘42 I was playing in the, in the\norchestra and solos and stuff like that in the Jewish community. I got drafted in ‘43 and\nwith between ‘43, fall of ‘43 and fall of ‘44 I was in this in the army — the Hungarian\narmy with the, with the shovel. That was the work. That was the, the forced labor, you\nwould, you would call, I think. That's, that's what it was because we had to work with a\nshovel. And we got, we got plenty of not just bad language, but bad hits, too, on, on the\nneck and the back of the neck. That hurts. You know, when that peasant boy from, from\nsome farm who has two stars means he's one further up than the one who has only one\nstar. We had no stars, and we were the Jews. We were the “dirty communists,” “stinking\nJew.” So you can imagine how many hits you got on, on the head if, if you didn't look\nright or if you, you happened to, to start with the left foot in, instead of the right foot.\nAnd if the whole — it looked to them that the whole world hangs on whether these Jews\nare going to make good soldiers or not, with the shovel. So it was all incongruous. The\nwhole, the whole idea of, of us being, being in the army was absolutely meaningless. It\nwas just a torture. And you know, the, the army discipline meted out with not just with\nswear words, but with hits and, and kicks and the worst kind of, of punishment for\nnothing! Because we were not soldiers. We were supposed to be soldiers, but we were\nnot.\nAnd, and they had to show — when we were in the Ukraine, we were out side of the\nHungarian territories fighting the, the Hungarians and the Germans were the Axis. They\nwere fighting the Russians and we were supposed to be helping. And we were helping\ntt municipal opera (German)\nbecause we had to, otherwise, you got shot. So for helping pushing those carts there\nwere no — very few cars or trucks. These were horse-drawn big carts that were pulling\nthe gun — the, the big guns on, on wheels and the, the mountain was steep. And either the\nsnow was too deep or the, the mud was too deep. So we had to help push. That was our\nwork. That's, that's how we, we were supposed to be, be soldiers. And we got nothing to\neat. I mean at that point, we were in the Ukraine when it was summer. We ate what we\nfound on the fields that was not harvested. Raw cabbage, and that was delicacy. We\nfound other stuff that wasn't so delicate. Because all we got to eat was a little piece of, of\nkomisz'~ bread that they called komisz bread that, that they called komisz bread which,\nyou know in Hungarian means “very, very bad.” That's komisz. And soup that has had\nnothing, nothing in it. And that was — those were the worst times during the, the retreat\nbecause now we had to push the carts the other way because the Russians were pushing.\nAnd, and the Germans were coming with their Stuka'? planes. I didn't use that word for\nabout 40, 50 years, so I suddenly remember it. And, and then the Russians were coming.\nAnd we were in between because we were digging ditches on the side of the road so that\nthe, the water could run down so that we don't have to — wouldn't have to go through the\nmud that badly. Anyway, it was work for, for animals and we were treated like animals.\nAnd that passed too, but quite a few didn't survive it because from dysentery and, and\nfrom hunger, they were dying right and left. And these were their own people. These,\nthese were the 21, 22 year old Jewish kids, you know. So that was — I was one of the\nlucky ones who got to be sent back to get some clothes because we had just rags by then\nand — to collect clothes from the Jewish organizations in Budapest — and then we didn't\nget back to the, to the troops because we were deported by the, by the Germans. Not\nreally Germans, it was Hungarians who deported us, but we ended up in Germany.",
        "A: Budapest was — well, it was not bombed, and it — there was no, no — there were no, no\nstreet fight yet. So it was just like it was a year earlier when I left. You know, the, the\nblackouts in the, in the evening, not much food in the stores, but still life was going on\nfairly normal like under, under the same circumstances, same similar circumstances like a\nyear earlier. There were quite a few people who, who were benefiting by the war but\nmost of the people were just struggling along and, of course they, they did not see too\nmany Jews because the, the, the Jews were either in, in the Swedish — or no, the Swiss\nProtectorate buildings. You know, certain buildings — then Wallenberg'* comes in the\npicture, sooner or later. Not at that time yet, but still the, the Swedish started to give out\nthese protectorate papers and the Swiss and I don't know — Portuguese? I think they had\nsome too. But in any case they were not concentrated in the, in the so-called “ghetto.”\nThat was, that was then designated later. They were still in their buildings but people\n2 vile (Hungarian)\n‘3 dive bomber (German)\n' Raoul Wallenberg\nwere moving from one to the other in case they got this protectorate.\nSo, there was — I wasn't there, so I don't know exactly what it was — what, what life was\nlike when I was back there, because I was just be happy to be sitting in, in an apartment\ninstead of on the field and to be able to, to take a bath in a bath tub. But it didn't last long\nbecause two weeks later. You know, we tried to collect the clothes and we tried to get\nback, and in the meantime the big, big switchover happened and we thought maybe,\nmaybe this is the end. So the end came by being collected and, and deported. And of\ncourse that had gone on much earlier and in a much larger — on a much larger scale in the\ncountry when they, when they took all the Jews from, from northern Hungary and from\nthe country and most of them ended up in, in Auschwitz. So, the story of the Cap\nArcona, I think, is, is very important because it wasn't just a Jewish story. And that's why\nI'm so surprised — I was always surprised that nothing was known about it in, in other\nthan the close-by German area. I think this book — that Cap Arcona book was, was\nresearched and printed in, in Hamburg because all this Lubeck, Neustadt, Hamburg, this,\nthis is the whole area that was connected with, with the concentration camps of that area.\nSo at least there is one supposedly I don't know if they built it already, but they were\ngoing to have some kind of a museum built in Neustadt itself which was the place that\nwas closest to the bombing of the ship in the Bay of Lubeck.",
        "A: It's a very difficult thing to remember because you know when you are being herded you\nare in the middle of, of a group of people. It was normal — the regular SS type of, of\n“Push, push, go, go.” The, the words they, they used I, I can't even remember. It wasn't\nanything special. It was going from — on the plank from one little ship into this big, big\nship, one little boat really into the big ship. I don't think there was any, any special\nsignificance. I, I can't really remember how it was. I remember that we were, you know,\ndistributed into these cabins that, that used to be luxury cabins with three, three beds, but\nwe had 14 people in there so it wasn't so pleasant.",
        "A: Not at this time. I really have to think.",
        "A: Okay?",
        "A: Can we rest?",
        "A: Okay. Thank you.\n[Dispaying documents and photographs]",
        "A: This is the identification card that they gave us after we were — this is a German\nidentification with a British stamp on it, showing the name and which concentration\ncamp the person came. At the bottom, you can see “Neuengamme” and my number\n65437.”\nThis is at the seashore where they fished out hundreds of dead were fished out and the\nBritish are giving an honor guard and honorary burial to some of these.\nThis is the town square in Neustadt where we came ashore and this is the British going\ndown to the seashore to give the Honor Guard.\n[Conclusion of interview]\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 18, 1990\nRG-50.030* 0006",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Francis\nAkos, conducted by Linda Kuzmack on June 18, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FRANCIS AKOS\nJune 18, 1990"
    ]
}