{
    "rg": "RG-50.030.0221_trs_en",
    "sequence": [
        "Q: Would you tell me your name please?",
        "A: My name is Pela Starkopf.",
        "Q: Where and when were you born?",
        "A: I was born Warsaw, Poland, 1914, November 18th.",
        "A: My name is Adam Starkopf. I was born in Poland in April Ist, 1914. I lived in Warsaw.",
        "Q: Pela, tell me something about your parents and your childhood, your growing up.\nA (Pela): I had a wonderful childhood. I...my parents uh...we...I[ had one brother who's\nthree and a half years younger than me, with a very loving family. We were very well off.\nWe had...I had... was going to private schools since I was a baby uh five years old and\nuh I graduated grammar school, private grammar school, later high school and then\ncollege in Warsaw and uh we were a very happy...I had a nice big family. My mother had\na couple sisters and two brothers. They always...family was together. I remember before\nevery holiday we used to spend with our grandparents and it was just a wonderful life and\nI miss it terribly.",
        "Q: Tell me about uh the school you went to.\nA (Pela): I went to uh school in Chi...1n Warsaw and this was a private high school and from\nthere uh I graduated and I have some girlfriends here in the United States with whom I\ngraduated school together, and uh the life was was wonderful. What can I tell you? I had\na wonderful brother. We loved each other and uh the war broke...took everything away\nfrom...",
        "Q: Where did you grow up Adam?\nA (Adam): I grew up also in Warsaw, Poland. I went to private school also in Warsaw. After\ngraduate, I attended University of Warsaw and uh I had one brother only who left Poland\nin 1933 for Palestine.",
        "Q: Tell me the circumstances of all that, will you?\nA (Adam): Alright. My brother was always dreaming about Palestine. He was really a\nZionist, you know...very ardent Zionist and being that the British wouldn't give them...he\nwanted to immigrate to Palestine but the British, you know, government at that time\nwouldn't give them any entry visas, so they organized...the Warsaw ...he was\ncommander (ph) of the Warsaw ... they ordered....organized a trip, a motorcycle\ntrip which they called Tel Aviv...uh Warsaw...I'm sorry...Warsaw, Tel Aviv, Warsaw. In\nother words, every one of them supposed to come back, but they all remained in Palestine\nthat time...those days, went underground and they remained until the day when of course\nIsrael was born. He...the trip took them about three months, so I had one brother. He died\nin 1965. He got a heart attack....supposed to come and visit us and unfortunately had a\nheart attack, died in Tel Aviv in 1965. And my parents...the same thing. We we had a\nwonderful family and uh quite a large family as far as...including uncles and aunts and\ncousins and so on. Unfortunately everyone of them was perished...perished in Treblinka.\nMy mother especially was kind of a Jewish...we say that our daughter has her character,\nnot even mine and Pela's. My mother was like a walking angel, walking, and she really\nhad a wonderful character and unfortunately she died during the bombing of Warsaw and\nthis is another story which probably Pela can describe because she died in her arms, and I\nwas that time away because I had to leave Poland, uh Warsaw for the eastern part of\nPoland to be get, to be mobilized when the war broke out.",
        "Q: Let's, let's hold it a minute. Uh you two have a have a love story that goes from before the\nwar. Uh how did you meet?\nA (Adam): OK. (Laughter) I was thirteen years old and she was twelve, and I walked down\nthe street because we lived in the same neighborhood, and I walked down the street with\na friend of mine and in our schools, in private schools, we used to have not uniforms in\nour school but these caps, you know, the same, you know, hats and school...each school\nhad different hats and I saw her very often on the street with her briefcase with books and\nwhen I was a thirteen years old boy...can you imagine I said to my friend...do you see this\nblond girl across the street. He said yes. I'm going someday to marry her. (Laughter)\nThat's at the age of thirteen... And then one day she was...I saw her uh on one of the\nstreets in front of a library, and I walk over to her and I said, excuse me, could I keep you\ncompany? She said not now. I'm waiting for my boyfriend. She said we have to send\nsome books in the library. Anyway, to make the story short, we became acquainted and\nfrom then on, we used to go out steady and we uh...it seems to me that that's, that's was\nour destiny (Laughter) and, you know, we just tied (ph) to each other, and Pela and I...and\nwe decided that in 1936 we were married, three years before the war. This May 31st will\nbe fifty-four years we are together, and we are just like one, and during the war I think we\nproved to each other that one for the other would be...you know...it's life in order to spare\nand save the other one. She would give her life to save me. I would give my life to save\nher, and both of us would give our lives to save the child. And that's the...we were\nfighting for it very, very strong.",
        "Q: Pela, tell me about the first few years of marriage, in the late '30's and from Warsaw.\nA (Pela): We...we had our apartment but I was going to school, so I didn't do any cooking.\nWe ate with our parents, but in 1938, his mother became very lonely. She was very\nlonesome for her son, but she couldn't go to Palestine for a visit because we had...he had\na grandfather who had an amputated leg uh many years before and he needed attention.\nWe had a maid in the house, but she couldn't leave the father...she wouldn't leave the\nhouse because his father traveled a lot, so somebody had to stay in the house, live in the\nhouse when she was away, so we decided to give up our apartment, put our furniture in\nstorage, and move in with his uh his parents in 1938. And in 1939 she came back and the\nwar broke out. So we were all together during the beginning of the war, bombing of\nWarsaw and all this. I loved her very much. I loved her. She was...my mother sometimes\nsaid I think you love uh Mother Starkopf more than me. I said Mother, no. You I...you\nknow that I love you. Her...I just really adored her. She was just...just...I never met a\nhuman being...she...and this comes from a daughter-in-law. When I hear that some people\nsay oh my mother-in-law...that that's not fair.",
        "Q: Tell me about those first few years that...the first year or so and the bombing? What\nhappened when the bombs began to fall?\nA (Pela): The war broke out...broke out uh September the Ist. The bombing in the\nbeginning wasn't as bad. Uh we...a couple of times he was going to...he was called into\nto, to dig some ditches but the last couple days after the 6\" of September started so that\nwas absolutely no day and no night. We were in the cellar where we used to keep\npotatoes or, or uh coal for, for uh heating the stove, and there we...the whole\nbuilding...everybody was there with their cots and their pillows and blankets so the\nchildren who stayed there, because it was absolutely impossible to be in the apartment.\nAnd this was uh time of our holidays...September 1 6th...and his mother was uh...it, it\nstarted very heavy bombing but was around four o'clock and the bombing let off a little\nbit, so she said let's go upstairs and we will eat something. So we went upstairs. She\nstarted to prepare a little supper for my hus...my father-in-law, me...Adam was already\naway...and my parents were with us because their apartment was bombed completely.\nThey couldn't live there any more, and she was serving that. She said I don't feel good\nand my mother was helping. She said I don't know...Adam...Pela...and that's it and she\nfainted. My mother...we couldn't...1n that time on the street in Warsaw you couldn't walk.\nThere was a curfew. After seven o'clock was no way. You couldn't be on the street. When\na German would...will see you on the street, you could be shot. But we had to have a\ndoctor in our building. Was no doctor, so she went out and two houses away she knew a\nphysician. She uh run to him and begged him to come and to see what he can help my\nmother-in-law, and he he didn't want to come. He was afraid. She kissed his hands. She\nbegged him at his knees...please come. And he came. And he looked out...was quiet on\nthe street. Our door, our gate was open uh from our building. He run in. He came\nupstairs. Her blood pressure was 320. She was gone. Nothing could be done. So she\nreally died with the with the name of her son...what I found out later that some man,\nyoung man, who went out the same time Adam went out, on the way the bombing was so\nbad that some of them came back. When they came back one of them said that everybody\nwho walked out, who came out, is probably dead, and I think that Adam is dead...dead\ntoo. And she overheard it and that was why I think this was...because she said Adam, and\nshe talked to my father-in-law. Adam...if Adam...if something happened to Adam, I don't\nwant to live. And that's what, what happened. He was away. He didn't know\nnothing about it.",
        "Q: Tell us about...\nA (Adam): This was a stroke. Now, you see, when they announced that all able-bodied, you\nknow, military-aged uh men should uh proceed into their recruiting stations for\nmobilization, I went several times but the Polish government...it was...the war...you\nknow, Germany at that point, you know....1t was a tremendous surprise. They were not\nprepared for it. So they didn't even have enough uniforms and arms for the people for\n____, you know, so they couldn't even...they couldn't mobilize anybody. But later on\ncame on the 6th of September of 1939, the mayor of the city of Warsaw announced at\nnight over the radio that all young people should leave Warsaw and proceed into uh\ntowards the eastern part of Poland where they would be mobilized. And the city to which\nwe had to go was about hundred and twenty miles away from Warsaw, . You\nknow, just to walk —_—_—s, so we, without anything...without any transportation. We had\nmeetings with our neighbors and uh with other friends in the building and finally we\ndecided that I...that all the young people should go and I together with a few other young\nmen left Warsaw. My father I remember now took me to his bedroom just to give me a\nfew words of advice and he broke down and sobbed...sobbing and then I left. She, Pela,\nand my mother, in her house...in their house robes...it was five o'clock in the\nmorning...walked with me towards the bridge over the River. This was a suburb in\nPrague...a suburb of Warsaw where we parted. At that time uh they left...Pela...I...Pela\nwas sobbing. Pela was crying. My mother forced herself not to cry and even gave me a\nsmile, and I looked back at them. My mother was very, you know, slowly leading Pela\naway and I was running away from them and this was the last time I saw my mother.\nAnyway, then I, together with another group...some of them came back because there was\nconstant bombing as we walked, you know, towards that particular city. I was wounded. I\nwas operated in the meantime, you know...but to make the story very short, that on the\n16th of September I was in one of the border cities in eastern Poland, and over there was\nvery quiet. We didn't hear any German planes. In fact people don't seem like they would\nknow that the war was going on, and uh we were all...you can imagine after hundred and\ntwenty miles of uh walking, we were all...my, my shoes my shoes were torn, my clothes\nand I was filthy and dirty and somebody put us up in a barn overnight to sleep and in the\nmorning at five o'clock we heard some sound of tanks. We ran out in front of the barn\nand those were Russian tanks that were rolling into that particular town. We just that time\nfound out that Germany and Soviet Russia signed a non-aggression pact and they divided\nPoland. There were at that time as allies, both of Russia and Po...and Germany and they\ndivided Poland. The Ger...Germany occupied the western part of Poland, Soviet Russia\nthe eastern part of Poland. So I found myself in the eastern part of Poland under Russian\noccupation and my dream then was only one dream...to go back to Warsaw, go back to\nmy family to be with them. And I smuggle...I wrote about the —_ 1n book that I told\nyou about, but I somehow smuggled myself through toward...I met a peasant, a Polish\npeasant. I gave him my wristwatch that I still had with me and he smuggled me through\nin a rowboat to the, the river that was dividing the, the, the, you know, the Russian zone\nand German zone, and I went back to Warsaw. I came back and that time I found out\nabout the death of my mother. And uh then, of course, in 19...we, we somehow...the, the\nwar was still on. Warsaw was already...on the western front...Warsaw already was\nsurrounded...was under German occupation and in 1940 in October they began to uh\nwork on the Warsaw ghetto, build the walls...about between eight and ten foot walls with\nbarbed wires on top of the walls in Warsaw...broken glass, uh pieces of glass cemented\non top of the brick walls. And during...in, in ghetto of course, to describe it it's a long\nstory about it...1f you want me to...",
        "Q: How...what was it like inside the ghetto? How did you, the two of you, get into the ghetto\nand what was it like?\nA (Adam): We, we happened...we were lucky that our apartment was still in the in the\nsection of Warsaw that the...that was in the ghetto because they extended the, the...when\nthey take over the neighborhood for Jewish, you know, mixed neighborhoods and then\nthey brought in people from different streets, different areas, and even different, different\ncities into the Warsaw ghetto which they built. The Warsaw ghetto approximately they\nestimate was built into on an area of about one...one thou...I think uh one thousand, you\nknow...that's not important to you the size. The fact is that we had gates which were uh\nguarded by the Gestapo with Polish police, you know, assisting them. We found ourself\nin our apartment, which was as I told you, in Warsaw ghetto and we were living from\nselling our own possession to some people because, you know, there were no way...we\ncouldn't support ourselves, so whatever those of us...there's a black market. There were\nsome people operating, were buying certain things and selling on the other side of the\nghetto, and I myself being that I looked very Ary...typically Aryan...I was blond and slim\nand when I was young...and I...we had an ordinance incidentally in the Warsaw ghetto\nthat everyone of us had to wear white armbands with a blue Star of David. What I was\ndoing, I was getting out of the Warsaw ghetto though some special places in the wall that\nwe had all to walk through the cemetery which was outside of the Warsaw ghetto. I\nwould smuggle out myself and I took, used to take off the uh white, the armband, and as\na Po...as Pole, I had some connections on the other side. I used to get a little bit of butter,\na little bit of, you know, milk...I used to smuggle in into uh back into Warsaw into the\nWarsaw ghetto to help the family and then in 1941, in 1941, January 14th, our child was\nborn. Our daughter was born. And...",
        "Q: Tell me . Tell us tell us the story leading up to the birth of that child, indeed.\nA (Pela): Now I...when I became ill, the doctor told that I...I thought that I...] was running\nfever, something is wrong with me. He tells me to go take an x-ray and asked me to\nI don't worry about it. I cannot have any children. I was told that I cannot have any\nchildren, but when I went to the doctor she surprised me and she tells me I'm pregnant.\nOf course, I...1 was bewildered and I thought that maybe to do away with this child, but\nmy mother was with me and she said, don't darling do to it. Every human life has their\ndestiny and you never know. Please don't. I listened to her, and the child was born in\nterrible conditions because I didn't enough money to have a doctor so a midwife\ndelivered the baby. The next day she had to sew me up. It was in terrible conditions. But\nwe were very happy. It was a beautiful little girl, healthy little girl. One day my father uh\nwas supposed to come around ten o'clock. He didn't come. You know, maybe an hour and\na half later, holding his hand with handkerchief near his mouth. I said, Daddy, what's\nhappened? He went to the dentist. He had a couple gold teeth, so he let him pull his gold\nteeth and to sell it to buy milk for the baby. Where my daughter was born uh you know,\nwe put her in a pillowcase and we had a we had a belt and we crossed it that way it was.\nBut the child was growing. She was a very healthy little girl. We were selling our...what\nwe had, our belongings, our, our...what, what was left yet, and uh when he was arrested,\nmy daughter was that time almost a year old. When he went out and tried to get a little\nmore, you know food for us and we waited for him. He didn't come, and we were sure\nthat he was killed, that something happened. We were all, all crying and it was around\neleven o'clock at night...we heard we heard steps. We\nwere living on the tenth floor. We had steps and I recognized his steps. I told my\ngrand...my father-n-law, Dad, look...there is...Adam is coming. We opened the door. He\ncame in and behind him was a policeman and he will tell you the story how...\nAnswer (Adam): Now, you see, again on one of my trips when I was going over, you know, on\nthe other side of Warsaw ghetto...I was caught without my...without the armband near the\nwall, near the wall by a Gestapo, by SS man. They arrested me, of course, and took me to\nthe headquarters of the Gestapo in Warsaw which was outside of the Warsaw ghetto, in\nthe Polish sectioned area...in the Polish section. And uh they were very rude and uh, of\ncourse, after interrogation they took me to a room which was about eight by eight and the\nwalls were full of fresh blood, red walls, and then they have uh wooden benches on the\nfloor and into on top was broken pieces of glass cemented into these benches and they,\nthey used to force you to undress and beat you to death on those pieces of broken glass.\nHe said to me, you're going to undress and lay down on this. I said oh no. I knew...why\nshould I...I have no chance...you know I didn't have any chance. I had no ar...no guns. I\ncouldn't help myself, but I said no, I will not undress. If you want you try. I felt that if he\nwould try to undress me, I would start, you know, hit him and then he will just kill me at\nonce and that's it, but uh I didn't and he said to me, OK. We just wanted to scare you.\nTomorrow we finish you. They took me to the...again to another man, to Gestapo man.\nFinally they decided that they are taking me to the Polish police. The Polish police station\nwas in ghetto, and that's how, you know, when they were...the, the gen...the Gestapo man\nthat was taking me to get into ghetto to the Pol...Polish police station, he was more...he\nseemed to me like a human being, you know, normal human being. And he said I know\nwhat you are thinking of, he said to me. You would like to escape now. And I would let\nyou but if I will let you, I will be in jail and my family will be destroyed. He said I cannot\ndo that. So he took me to the police station and that time I asked the policeman that he\nshould do me a favor before he leads me to the prison in ghetto. He should stop to see my\nfamily, and that's what Pela told you that I stopped and from there, so he let me kiss my\nPela, let kiss the, the baby and my father and we went and they took me to uh prison, uh\nmilitary prison in Warsaw ghetto. In those days, of course, in prison there were no\ncriminals. Anyone that was a Jew...doctors, professors, and uh professional people,\nbusiness people, you know...anyone that was a Jew was in prison at that time, and I was\nin prison about eight, eight weeks that time and thanks to Pela's intervention, they\nreleased me because Pela made...she met through some one and told this policeman that\none of the policemen from the station gave her a name of a police officer who was of\nGerman descent, so called —_ deutcsh (ph) that she could, you know, somehow get me\nout. And we had a very beautiful bedroom set that was stored by some people uh you\nknow, away like Polish people, and Pela made a deal with him and she gave him the\nbedroom set and he got me out from jail. But it didn't last too long because they realized\nthat he just, you know, uh put the...what he did actually he took the papers, you know,\nwith my name and put them somewhere else in a different place I think underneath files\nor in a file and they finally...you know, they came to it and noticed that I am that I was\nmissing. They came at night and took me away again. They took me away and this was\nalready the second time when I was in prison and again it's a very long story to tell about\nthe interrogations, what they're doing, were doing in the prisons, but I can tell you only\nthat it was terrible. They were, for example, in some of the cells they were opening at five\no'clock in the morning the door and the German uh SS men with the trained German\nShepherds would point at you, for example, or at this man and on a certain word, Juda\n(ph), which means Jew in German, he would jump at you and tore you apart, the German\nShepherd. And they were just going from every second cell, not every one cell. In our\ncell was twenty-six people. Four of them were destroyed this way. It's a miracle I\nsurvived. They didn't...and when they taking out four people to kill, then they supplement\nanother four they brought in, so there's always twenty-six men in a cell, and then, of\ncourse, I learned over there about the liquida...about the beginning and the I found\nout what they decided, you know that they liquidate the, the, the Jewish people and about\nthe liquidation of Warsaw ghetto.",
        "Q: How did you find out?\nA (Adam): The work...I found out through some...in, in...you know...they, they came to us,\nto some people in the prison, that Warsaw ghetto is going to be liquidated and the\nbeginning was...of the liquidation would be July 22nd, 1942. And how the Germans...you\nknow, they always do everything with tremendous precision, so how how could they\nliquidate the easiest way. They surrounded first...1n the beginning of July, they\nsurrounded the orphanages, old age homes, hospitals, and prisons, because this was the\nthe best, the easiest access to get the people for the unschlagplatz (ph) which the railroad\ntracks where they were prepared the cattle cars for Treblinka, so let's say they surrounded\nthe pri...the hospitals. From the hospital anyone that was in relatively in good health was\ntaken to the...was taken to Treblinka concentration camp or as I call it destruction camp.\nAnyone in in, you know, that was either weak or, or old, they were taken to the Jewish\ncemetery and at the edge of the mass grave, were executed then. The same thing was in\norphanages. They took all the children to the Jewish cemetery and front of the mass grave\nand executed them. People in less than good health and older people, everybody to the\nJewish cemetery and that's where they executed them. I somehow knew one thing only. I\nwas dreaming all the time when I was in prison that something I had to do...something\nhas to be done to save my family and during...when they surrounded the prison and\ntremendous chaos was created at that time. There were trucks, you know. So many trucks\nand so many people. The gates were opened. They were taking hundreds and hundreds of\nprisoners into Treblinka. I was able to escape with a few other men. Escape through the\ngate, and I came home, ran home. Of course, you can imagine how Pela and my father\nand my in-laws were surprised and shocked when they saw me, and I came and I went\nout... already had this in advance in mind, to work out a plan how to save our child. This\nwas our main object, how to save the child and being that the Jewish cemetery was\noutside of the Warsaw ghetto, we worked out a plan together with Pela that we would put\nthe child to sleep with that friend of ours who put her to sleep, gave her an injection, and\nwe arrange a funeral for this child in order to get her out of the ghetto. In the meantime,\nthrough some underground connections that I had, I worked out false documents for us,\nand that under assumed names, like my name was Adam Bludosky (ph) instead of\nStarkoph. Pelawas ___ Bludosky and Joanne was Yasha Bludosky and worked out\nthere was, you know, the forged papers and we uh on this funeral, men were not allowed\nto follow it. Pela would follow this, this funeral. In fact when the German book which I\nshowed to you before, you know, showed the picture of the entrance to the funeral and\nthe casket in which she was carried out, and the register shows Pela...when Pela will take\nover, and she will tell you, she...how she came out with the child through the cemetery\nand then in the evening how I met them. Pela, I think maybe you...\nAnswer (Pela): Adam didn't mention that when he came from jail, from this prison when he\nescaped, he didn't sleep home anymore because he was afraid that maybe they would\ncatch him, so he slept by, by neighbors, by friends and uh got in touch with these friends\nof ours who were on the other side and got the false papers. My family was very\nbewildered. My mother and father couldn't believe that we are going to take this\nchild...we didn't have to watch...what are you going to do. This is insane. But I said\nMother, I have to...I have to do it. We'll come to, to take you someday back. We also find\na place for you, but I have to save the child. Being in ghetto, remaining in ghetto, Yasha\nwill be murdered, so I have to take a chance. We'll not go over that all three of us, but I\nhave to take a chance, so when the uh everything was arranged to pick her up, uh one,\none thirty, because we knew that we have to be at the at the cemetery gate a quarter to\ntwo. Every two hours another SS man had a post near the gate. We gave some money to a\nPolish policeman whom I knew, and he gave something to the German to let me go\nthrough and see my child buried and he said OK, but she will right away come back. He\nsaid of course she will right away come back. So at a quarter of two I went through the\ngate. But he stopped me. He said let me see what is that and he wanted to take his hand\nopen the white ____~ what I had over there covered my daughter. I said she died of\ntyphoid. When he heard those words he turned away. He said alright, but you are going to\nbe fifteen minutes back. I said of course I will be. But I knew that in fifteen minutes he is\ngetting off his post and somebody else...he would not tell anybody else that he let in\nsomebody to the cemetery and I...when the, the when they came the hearse came to the\ncemetery, the workers wanted to pick up the baby and throw her in the mass grave. I\nstarted to scream. I said don't touch her. She's alive. They couldn't believe...their eyes\nwere open...their mouth open. And I took her out. I had with me under my arm I had a\nbottle with milk and I took her to the place where they used to wash the bodies before the\nwar. In there I kept her. She was a little bit yet sleepy and a little bit...she woke up a little\nbit so I gave her the bottle, but she was very, very quiet and this was July 21st, 1942. And\nuh around eight thirty, nine o'clock was dark...started to be dark and I met up with Adam\nthat through a hole in the wall in the Warsaw ghetto there they took some uh the uh\nbricks away and he would come, and he came. It was around nine o'clock, knew where I\nwas waiting, and he uh met up with somebody next to the Jewish cemetery, were two\ncemeteries. One was a Catholic cemetery and one was a potter's (ph) cemetery what was\nalmost not in use, but there was a caretaker and he was working with the with the Jewish\nboys, sometimes let through a little smuggle and he was he was...if you paid him off a\nlittle bit he was very cooperative with us, and without the smuggling into the Warsaw\nghetto, people would die like flies because that what the German gave us was not enough.\nPeople had to live on the rations, you will found them were on the street in the morning\nwith swollen stomachs and swollen eyes...it was, was not enough, so when he, Adam\ntook a a big stone and knocked at the wall to the potter's cemetery and the man\ncame...with with another stone that he heard us and he put down on our side a step ladder\nand I with the baby and Adam went on the step ladder, went on the other side and later he\ntook the step ladder away and we were...we went out from his apartment and\n. We took our armbands, we throw away our armbands. We were as a\nPolish family. It was arranged for us to sleep the first night not far from the rail station in\nand we...there was used to live a...uh this apartment belonged to the underground,\nbut the man who owned the apartment for that night wasn't sleeping in the house. He let\nus have it, but he didn't know that we were Jewish. He thought we were the underground,\nand in the same building was the railroad Gestapo was in the first couple floors was the\nrailroad Gestapo, so we felt very safe when we went upstairs. The next day we had to\nstay very quiet. She prepared...the lady of the house left some food for us, and when it got\na little dark around eight o'clock our plane was leaving to the city of , around\neighty miles from Chicago, and there, there was arranged.",
        "Q: Eighty miles from where?\nA (Pela): From ...(Laughter)...from Warsaw?",
        "Q: And you were on a plane?\nA (Pela): Yes, a plane. We took a plane. We went a train. We took a train eighty miles\nfrom Chicago. There the Jews lived here completely in peace. The German who was in\nuh in charge of this town was somehow a very nice person and he was taking...the Jews\nwere buying nice gifts and he told them you, you can stay in your homes. When I will get\nan order that we have to bring you in, I give you enough time to escape. So from there\nAdam will tell you what...\nAnswer (Adam): There were exceptions, you know. But I like to get back Warsaw to mention to\nyou what we had to go through even in Warsaw ghetto. Now when we decided to\npre...you know, to get...we had the plan to... ...when we, if when we how to\nplan to escape from ghetto, I was running very often after I escape already from Warsaw\nfrom prison fever, and one of our friends, a physician in Warsaw ghetto, uh diagnosed\nthat I have inflamed tonsils. He said if you don't get rid of these tonsils, you you you'll\nnot be able to get out of ghetto because you'll be sick all the time. Where will you go\nthen? He said we have to remove your tonsils, but he had no anesthetic. He had nothing.\nHe hardly had even the right tools, so he decided to cut out the tonsils alive in my father's\napartment in ghetto. I was sitting in the chair. My father was holding my hands in the\nback. Pela with the baby ran downstairs in the, into the courtyard because she couldn't\nlook at it. She couldn't watch it, and he was cutting alive my tonsils, you know. Can you\nbelieve it? And and uh I I took anyway and it helped me a lot. Now as Pela mentioned,\nfrom that little town, you see, we went to a place where I prepared in advance. I settled\ndown Pela and the baby and I went back to Warsaw ghetto, the same way...through the\ncemetery. Not to a funeral but through the cemetery. I again smuggled myself into the\nghetto to get my...our parents, my father and her parents. What we wanted to do...we\npicked out a bunker for them. You see, we could be uh we could be, you know, visible\nbecause we looked typically Poles and Pela and I so we could be, you know, really on the\noutside, but they had to be in the bunker because the especially everybody the, the Polish\npeople would recognize my father and my in-laws that they are Jewish. So we prepared a\nspecial bunker for them, and when I came unfortunately when I was already on the\ncemetery, on my way back...it was only three days later...I uh some of the people told me\ndon't, don't try even to get in because you you'll be in spot because the ghetto 1s already\non fire. They are...they are burning some of the buildings. I took on...I put on some\nclothes on the cemetery...you know, one of the...see on the Jewish cemeteries in Poland\nwere only working Jewish grave diggers. That's why we could trust them. Here 1s\ndifferent. Over there only Jewish grave diggers, so one of them gave me his clothes. I put\naway mine and I put on his and together with him on a wag...you know, on a special\nwagon that they were picking up the dead, dead bodies, I went into the ghetto and when I\ncame to our building, it was on fire and our parents were taken away already to\nTreblinka. I came just about a day too late. So our both parents and my father was already\ntaken away. Of course, you can imagine how I could break this kind of news to Pela and\nit was very difficult but she said again we had now from then on the three of uh the two\nof us had only one aim and one purpose...to save the child. And we did everything in our\nin our, you know, power to save her. We lived as Polish people, as Roman Catholics.\nPela used to go every Sunday to church and she learned how to pray and how to act and\nuh then in the meantime of course our daughter developed from those wonderful things\nthat she had around and the food she had, she developed tuberculosis and uh Pela took\nher to the hospital in Warsaw because uh men were afraid to, to travel. I was in the\nlumber...I was working, incidentally, in the lumber yard as a laborer, and she took her to\nthe hospital and now would you like to take....\nAnswer (Pela): ...came to...[ heard of aofadoctor even before the war Doctor _, sol\ncame to him with the baby and I, I told him she's running such a fever. He examined her.\nHe said she has tuberculosis and we have to have to hospitalize her. I said but I have no\nmoney. My husband is a Polish...said who's in hiding. We have no money. He said don't\nworry. I will take care of it. And he took the child but later he told me that to, to be able\nto save the child, I need gold injections. He said we Poles don't have...we cannot get it.\nYou can get only in the German uh...but the German can get it or the Italians. I had a very\nclose friend, . He was a Greek who was a very close friend of ours and I\nwent to him and I told him about Yasha. He said don't worry. I have some friends in the\nItalian Embassy and I will see what...1f you can get the prescription, I will see what I can\ndo. And he gave me five milligrams of gold injections for five injections, and I brought it\nto the hospital. He was...Doctor could not believe it. He said I don't know if we need all\nthree of them...maybe three of them...all five of them...maybe three will be enough. I said\nno Doctor. Take all five of them. If you save my daughter, use it for another child, but\nshe also needed good food and nourishment, so the maid of the friend, ;\nevery day came to the hospital with cooked some soup for her. Even she had orange,\napple andshe _ too, youknow, ___. You see there are good people. There are still\nsome good people in this world.\nAnswer (Adam) This particular friend of ours is Greek, uh was arrested several times by the\nGestapo for helping Jews. He was a wonderful person, a wonderful person. An elderly\nman...was much older than we, was a wonderful person. Anyway, then later on...so we\nleave...I worked on...you know, in the lumber yard as a laborer first, later in the office\nand we struggled a lot. We had to hide a lot because, you know, there were...we always\nwere afraid somebody...it, it was...let's put it this way if I think I mentioned to you...very\noften we envied the people that were in concentration camps because we felt that at least\nthey are thousands and hundreds of them. They know, they have sinned (ph). They know\nthey are going to be killed, murdered, but they are together. We feel _. We are all\nalone. We are still young people in their twenties, uh two of us in their twenties and with\na baby, and uh nobody to talk to and we were afraid because, you see, mentally, mentally\nit was a tremendous ordeal. Mentally, for us. But the main thing was to save the child and\nwith the...and then luckily, ironically, Pela had to have emergency operation. She became\nill. And I took her to a Catholic hospital in Warsaw. She was there six weeks. I gave the\nchild, in the meantime, into a sanatorium where they were run by nuns and not far from\nWarsaw. She was there. It's like an orphanage, sanatoritum, an orphanage, and children\nwere there. I told them that I am a .lam___.I can't take the child with me, and\nthe child was deaf (ph). It wasn't easy to leave the child. You can imagine how she was\ncrying when we were leaving her, but anyway I left her there and I traveled for six weeks,\nback and forth from that particular town where there was the lumber yard...I didn't work\nthere in the lumber yard already...I was afraid to be caught and what would she do in the\nhospital and the child in sanatorium. So I was living on the trains for eight weeks...six\nweeks it was, right. Six weeks you were in the hospital. On the train...I shaved on the in\nthe railroad stations and I living and sleeping on the train, back and forth every day\nseeing her in the hospital, and uh then finally when she was released from the hospital I\ngot another job on the railroad tracks with through somebody that I met, and in August of\n1944 we were liberated by the Russian army in a town...because already at that time as\nyou know, Russia and Germany were in at war, so liberated by the Russian army, and\nthen uh in 1946...in 1945,'45 we escaped from Poland into the German zo...into the\nAmerican zone in Germany in a Russian ambulance. In a Russian ambulance we escaped\nfrom Poland, and rode through the border Czecho...into Czechoslovakia, later to\nGermany and then in...we were in the DP camp in Feldafing where I worked also for a\nwhile in the at the with the Joint Distribution Committee and UNRA and a friend of ours,\na friend...she befriended us. She was my superior uh you know, she was actually the\nmanager of the office where I was working. And she made an affidavit for us and she\ncame to us one day and said would you like to go to the United States. This was\nThursday. If you want to leave, you can leave Sunday. We had not much packing to do,\nyou know (laughter), so we decided to uh leave and that's how this was...this was May,\nthis was a long story.... And happened for a couple weeks that in 1946 on May 23rd or\n24th or 23rd, we arrived in United States, and I can only end with that you know, when\nwe arrived, when we came here, this was the second transport ship. It was a Navy\ntransport ship. We came as refugees on a Navy transport ship with three dollars in our\npocket, and at night when we arrived, we were waiting for the customs to clear to clear\nus, and there were all kinds of sounds and sirens and the, the baby was scared. She was\nholding hands because scared and she said Mom, Daddy, are they killing people here?\nAre we safe here? And Pela took her around...darling, don't worry. You are in safety. You\nare in a free country, and then she turned to me and said Adam, I just can't believe it. We\nare alive and we're in the United States. Isn't this a miracle, and I turned to them. They\nwere both crying and Pela was crying and I turned to them, embraced them and I said\nlook, Pela very often wanted already to give up, you know, and I said didn't I tell you\nalways never give up...there is always time to die. That's what gave me the idea to for the\ntitle of my book, that it's called...\nAnswer (Pela): Can I add something...that on this lumber yard where my husband worked, there\nwere two more families. One was a family Leiberbaur (ph), who was like a manager, the\nright arm of this German __ who was in charge of this lumber yard, and another was a\nyoung boy, maybe nineteen years old, who was managing the outside. He was like an\noutside...and Adam said to me, you know, there is something about this boy uh...\nAnswer (Adam): I always said...his name was Wally (ph)...you know, Wallish in Polish, and I\nalways said he's so dedicate, he's so nice. He never...because I was older...he never...if I\nwanted to pick up a piece of lumber, he would say Mr. Bludosky, let me help you. I said\nthere is something about this boy. He is not the regular Polish boy. There is something\nabout him that he is...and one day I decided to try him out. I said Wallish, how about this\nSunday you go with me to church, and the church was about three kilometers away from\nthe lumber yard where we worked and where we lived on, and you had to walk to the\nhighway and and on both sides of the highway there were forests. So I...he said OK, let's\ngo. So we were walking down the highway and I said to him, Wallish, what would you\ndo if some Jewish people that are hiding in the forest would jump, would attack us now.\nHe said Mr. Bludosky, he said, called me Mr. Bludosky. They wouldn't, they, they\nhave...they lie away...they live there...people leave them alone. They wouldn't hurt\nanybody. I said Wallish, are you Jewish? I am Jewish. This way I went over to him. He\nembraced me. He started to cry, this young boy. You can't imagine. He was Jewish. He\nwas from the city of Lodz and he lived not far away from the lumber yard with his\nparents. His parents got a got a name even before the war Rogeresky (ph)...very known in\nthat city of Lodz because the ____ were very well-to-do people, had a big factory in\nLodz, in the city of Lodz, and he and unfortunately again...it's a long story...I described it\nin my book how I met them and what happened to both of them. The other one and this\none and they was killed. They were killed by the Gestapo.\nAnswer (Pela): The same lumber yard were three families who were not from, from this town\nand this was the and one day he was...he had the mumps. He got the mumps. He\nwas home. And the Gestapo came and asked him, are you Juda. Somebody denounced\nhim. The father...they say the father was uh making some __, you know, whiskey\ndrink...there were....with some uh peasants and maybe he drink too much or had an\nargument with them and say they sent the Gestapo, so he turned to his mother, said\nmother, give me poison, and the Gestapo killed him, killed his mother. The father wasn't\nhome. He heard about it so he run away. The father survived. We met him after the war.\nThe other family was the Leiberbaur family. He was in charge with Mr. __ of this\nlumber yard. He was a very nice man. His wife was so religious. In her house she had...in\nhis house he had, she had a little like a Jesus...Jesus like a figure and which looked like a\nlittle church or a house. She had a little boy by the name __. He was maybe a year and\na half, two years older than my Yasha, and they became very friendly. And uh one day\nthey came to us and they said that they had to talk to us. What happened? Somebody sent\nthem a letter and said, Mr. Liberbauer, where you come from, __...he came from\n. In this place where you used to work came Gestapo and asked for you, and if\neven if you are converted, you better run away, because they are after you. He came to us\nand said what to do. So we said go. ___ that night and take the train to Warsaw and\nfrom there he went, they went to a little like a resort place, . Be there for a while\nand if you want to send any messages, sent to Mr. . | see him a couple of times a\nweek. You can say go to Warsaw, and I will let you know if everybody...1f somebody\ncame to ask for you or just a hoax. So came a couple of weeks, three or four weeks came\nby and he was writing little notes to Mr. saying I cannot stay any longer. People\nstart to look at me. Maybe this was a hoax. Maybe I should come home. Adam wrote to\nhim, please, wait yet I am not sure yet, but he didn't listen to us and he came back. One\nafternoon Adam was in the office and he will tell how it was.\nA (Adam): When this, this Liberbaur was Jewish but converted because he married a\nCatholic uh woman and when they discovered that he's Jewish...you know, of Jewish\norigin and I was at that time already they promoted me from...you know, I was a laborer\nand then I work in the office a little bit, and I was in the office in the morning and\nLiberbauer was there and all of a sudden the door opens and the Gestapo walks in. They\npoint at ...who is Liberbauer. He says I am Liberbauer. They took him away and took him\nout and uh to make the story short, they killed him. In the meantime his wife run away\nwith the baby, so as you can see, two of them, this little boy from...this young boy from\nLodz and he was killed by the Gestapo.\nAnswer (Pela): Why why it was so dangerous for us to remain in this lumber yard, because we\nwere the only strangers from this town, who were not born in this town and people started\nto talk and one night we were sitting... we were home and one of our workers from the\nlumber yard, with a bottle of whiskey...he said, Mr. Bludosky, I had to drink...or I have to\ntake a good drink before I have the guts to come to you and to ask you...look, there is\nenough bloodshed on this lumber yard. If you have anything to hide, please, leave the\nlumber yard. Enough, please. So Adam looked at me and I crossed myself. I said you see\nAdam, that's what you're you have for being a good Pole. I left my family. I left\neverything...everybody, because you were afraid because you want to work for the\nunderground and now your own people for whom you are working so hard are calling\nyou to be a Jew. And now this is this is the thanks you have. So he looked at us. He said,\noh Mr. Bludosky, no. Oh I am...oh we should have more men like you. I am so glad and\nbecause I had no other choice. I had no place to go. Joanne...my Yasha was after...she\nafter tuberculosis I couldn't take her to the woods, so I pray for _ and that's but\none one day, maybe a couple of months later, Adam was called to the office. Adam was\ncalled to the office.....",
        "Q: We need to stop the tape...we'll change tapes and then we'll go on...\nEND OF TAPE 1\nA (Pela): ...see there is a way. Adam had, he told you that for a while he had to live on the\ntrain because one afternoon the German who was in charge of the, of the lumber yard\ncalled in Adam. He was a little high. He was a little drunk. He said, Mr. Bludosky, what I\nhear...such an . They say that you are Jewish. If somebody else will come and say\nit, I'm going to give it to them. Adam, Adam was bewildered but somehow composed\nhimself. He said I'm not Jewish, Mr. __. I'm not Jewish. But since then he felt that it\nwas very dangerous for us to remain there. This is why when I was still in the hospital, he\nwas...tried not to be too much home, but after the hospital...uh during the ho...really, I\ndidn't have to stay five weeks, but I really didn't have no place to go. So I think that\nProfessor , the one who operated on me maybe during the operation and maybe\nbecause I later found out that he was a very good Pole, that because he saved in his own\nhouse, he saved a Professor ___ who was his assistant. He saved him in his own house, so\nI don't know...maybe he he probably knew that I am Jewish. But one day, was maybe the\nfourth week...his assistant came over to me. What in the hell, he said, are you doing here\nyet. It's time for you to go home. I didn't answer him, but I started to cry and I turned my\nhead and at that moment,a couple of minutes later Professor _, all his assistants came\nevery day to make the rounds, and my...I was 1n a in a four-bed uh ward and my bed was\njust right...as you came in my bed was first, so he looks at me and I turned my...normally\nI was smiling to him, greeting him with a smile. This time I turned my head because I\nwas crying and I didn't want to see him, so he came to the bed, sit down. He said what's\ngoing on? Why are you crying? I said oh nothing. He said somebody did something to\nyou? Please tell me. I am in charge of this hospital. I want to know. I said no, because the\nman who told this to me was just behind you. So I didn't say one word. Next to me was a,\nanother lady, a Polish lady, who became very friendly. She liked me very much. She said\nto me she never had a sister but I am like a sister to her, and she said you know, when she\nheard that uh I told him that my husband travels and I have to wait till he will come to\npick me up...she said if you want you can come and stay with me. And later in the\nconversation she said, you know, I know it's terrible that the Germans occupied our\ncountry, but one thing we have to be grateful to them...they got rid of the Jews, got us rid\nof the Jews. So that was the wonderful friend of mine. So it was very hard and it...when\nhe came to see...to visit me and I knew that I had to leave the hospital, I said Adam, we\nhave no other choice. Let me go someplace. I will throw myself down from the...and kill\nmyself and you will stay with the baby. But of course he didn't and through another\nfriend who got this job in another part of Poland and during the night we packed our little\nbelongings and went to this little town. This was ,notfarfrom _ and there\nwas...there the Russians uh liberated us, but it wasn't easy because the town was going\nback and forth for maybe five days. Once the Germans got it. Once the Russians. And we\nwere hidden. A couple of people, maybe seven or eight grown-ups and children, were in a\ncell in a, a like a bunker made where used to keep the potatoes, but this was not\nconnected to the house. It was outside. We were there, and we heard the bombing and\nand the scream...\nAnswer (Adam): ...called a cellar, cellar...\nA (Pela):...and we were screaming and, and, and heard Russian voices and when German voices\nwe were very quiet. We had nothing to eat. Was very little water and one night it became\nvery quiet and the same day, the next day, was very quiet. __ the man said, we had to\ntake a chance. We'll open a little the lid and we'll look out and when they opened the lid,\nthe, the house was burned completely. This...the place where the, the all the cows and the,\nthe horses were dead. Everything was killed. And they...when they looked out, they saw\nRussian tanks and uh you know, they greeted them and Adam walked over to one of the\nofficers there. He looked to him like he was Jewish. He looked very, very warm. So he\nsaid to him, ._____ during the war...during the war it was like one Jew wanted\nthat, so he answered him, and Adam asked him what should I do. Should I say who I am?\nHe said don't say nothing yet, because we now have the town. In a couple of days we can\nloose the town. Just play the way it was, but he helped us. He gave us some milk. He\ngave us some butter and uh something for the baby, so that's as it was. It wasn't easy.",
        "Q: When did you...how did you get the baby...no longer a baby actually...out of the\nsanitarium uh or out of the place where she was and what was she like...was she happy?",
        "A: OK. When we...when I came back from the hospital and Adam changed the jobs, and we\nsaw already...this was not far from a railroad station . We saw the trains coming\nfrom the Russian border and there was a lot of trains with soldiers and some of them\nwounded soldiers or German soldiers, so we realized that the war was coming to an end.\nAnd Adam said to me, I have to...you have to goto __—_ and pick up Yasha because it\nwill not be good separated. And I went there and I told them that I'm feeling better. I\nthanked them for taking care of her and I brought her home. My Yasha, during the all the\nyears she didn't know she was Jewish. She like anybody else. Uh one day she came with\nthe _ friend of hers, with a little branch and, and like, like a gun on her shoulder said\nMommy, we are going to the woods to hunt for Jews. And uh she, she knew she was like\nanybody else. She...I don't think she suffered. She didn't know nothing what we were\ngoing through. But uh when we decided that it's time to...after the liberation we\nwent...later was liberated...Warsaw was liberated. We went to Warsaw. Of course we had\nno...was no transportation but the trucks of soldiers always picked up people on the way\nand we came to Warsaw and uh there was a Jewish community and we registered that we\nare looking for anybody who survived, and of course nobody survived. And uh from\nthere we decided it's time to leave Poland. There was already...they establish already a\nDP camp in Germany and the...1n West uh in West Germany and uh the war almost to an\nend. It was uh...the war ended in May and when we decided to leave was around August,\nso we went to a friend of ours who we knew that she lives in Lodz. We went there and uh\nwe lived there for a couple of days and we tried to make connection...we knew that\nRussian ambulances going to Czechoslovakia are taking...for money are taking people\nwho want to escape from Poland, so we made the connection, but before we, we were\nable to leave, the friend of mine asked me...Sophie I have to do something. Will you\ncome and help me? I said OK. She said let Adam go with us. So we went out for an hour,\nand we left our daughter with a woman who was her like housekeeper. She also came\nfrom concentration camp and she didn't have with whom to live, so for helping her uh be\na housekeeper she had her room and board. So we left and we came after an hour...the\nwoman was crying, so my friend asked her why are you crying. She said please, don't\never leave me with this child uh alone. So I said why? What did she do? She said she\nwanted to go on a step ladder and I was afraid that she would get hurt. I told her not to do\nit. She said you dirty Jewess. You have no right to tell me what to do or not to do. So my\nfriend says to me, now. I said maybe not now yet. She said now. She called in my\ndaughter. She said Yasha, why did you call her dirty Jewess. Because she is. She said\nwhat would you say if I would tell you that your mother and father is Jewish and you are\nJewish. Oh no. That's not true. My mother is not dark with a long nose and my\nfather...no, it's not true. No. Mommy...Daddy...tell me the truth. Aunt Eva (ph) is just\npretending. It's not true. So Adam said to her, yes darling, we had to pretend that we're\nnot Jew...not Jewish because we wanted to save you, but we are Jewish and you are\nJewish. She started to cry and she ran to her bedroom, closed herself on a key (ph) and\nwas sobbing and I was standing and begging her to open the door. She didn't for maybe\nan hour and then she opened the door. She came out, swollen eyes. She had...in her hand\nshe had a little string where she had the cross on it. She said if this is not my God, you\nshow me my new God. I said we don't have a picture of God, but when we will come to\nGermany I will buy you...I will have ten commandments...I will buy you the ten\ncommandments and this will your....so when we came to Germany, Adam got the ten\ncommandments for her. We didn't have uh a chain so with a, a safety pin we put it on her\nsweater and every night she asked us to put the sweater under her pillow because she\nwanted to sleep with it, her new God. But it was very hard for her. She...when we came to\nthe United States, she had a lot of nightmares. She wan...didn't want to go to sleep. She\nhad...when I took her to a psychiatrist they said that she became what she hated. She\nhated the Jews like everybody else there, and she became a Jew. It was hard for her to, to\nbecome what she hated, but with years passed by and uh she somehow got some friends.\nIn the beginning she had a very hard time. She spoke only German and Polish and she\nwanted to be outside with the children to play. She asked them something in\nGer...German or something in Polish. They first make faces at her and, and made fun of\nher. They said they didn't understand her, so she cried and I told her darling, they didn't\nunderstand you. You will learn English and you will be able to play with them. So she\nhad a very hard time. But when we were approached by the University to make\nVoices, the story of three of three families and she heard our story and she wanted to get\nin touch with my daughter. I told him that she probably will not agree because she\nwas...when she saw a German uniform she could not even talk about what happened. So\nhe said please give me her number. I will talk to her. He called her. In the beginning she\nsaid no, but after a while she said OK. I will let you come, but when I will start crying,\nplease stop filming. He said I promise you. And when I saw the Voices...and I I wasn't\npresent when he interviewed her... found out when she was going to grammar school,\nshe was already in the first grade, not in kindergarten, first grade, when I took her to\nschool and we had to cross some streets...I crossed with her...and when she had no more\nstreets to cross she said Mommy, you go home. I already have...now you know, I am\nalready OK and I am right away going to school. And when I left and she turned\naround...she saw me leaving...she run three blocks to the nearest church and she said I\nknew when I will cross myself I will have a good day. (Laughter) And that's it.",
        "Q: Pela...\nA (Pela): And one....when we were already here...this was...she was at that time also\naround uh six and a half years old...she was...we lived in another apartment. We lived in\nanother apartment...not in the same school, another apartment we had. We moved. In the\nUnited States, in Chicago. This is where we lived on Madison...hear _ hotel...I don't\nknow if you know Chicago...near hotel. So, uh there was a store, a grocery store\nand the people were Jewish. In the beginning I had sometimes to use a Jewish word if I\nwanted something what I...my English was very bad, so she knew that they are Jewish\nand it came before Christmas time...she wanted a Christmas tree. I said darling, Jewish\npeople don't have Christmas tree. We have Hanukkah and Hanukkah man comes and\nbrings eight presents, so I bought some presents and Adam used to knock at the door\noutside and oh the Hanukkah man came and she got some presents. One day just before\nChristmas and we went...I went with her to the store and she looked in the store. In the\nwindow was a very big Christmas tree and she went into the store with me and she said\nMommy, look. You are a liar. You told me that Jewish people don't have Christmas trees.\nThey are Jewish people and they have a Christmas tree. So you see it was very hard for\nher to...the change was very hard for her, but somehow now she's a very adjusted young\nlady, adjusted. She's going through a trauma but I hope she's...\nAnswer (Adam): The main thing 1s that we were able to save her because this was our dream.\nThis was our aim. This was our purpose, you know. We did everything really just for this\nchild to, to save her and, you know, after we were starving with nothing to eat, three\ntimes a day in the lumber yard we had for the morning she would cook a few potatoes,\nfor lunch few potatoes and for dinner few potatoes if she was lucky to get them. If you\nwere lucky to get an apple, let's say, maybe lucky ones to get an apple, I peeled the apple\nand we gave it first to our child, and we were fighting with each other. I wanted her to eat\nthe peels...she wanted me to eat the peels, you know, and in order we should get\nsomething, and I I was the winner always, you know. I mean, she had to eat it, but the\nchild was always the main thing in our...and we really truly we lived only for her. That I\ncan say.\nAnswer (Pela): Tell her about the first ttme we came __, that you stole some.\nAnswer (Adam): Yeah. You see, my father had a friend of...business associated, used to deal\nwith him before the war, and he was from a different part, a worser part of Poland that\nthey were settled later into Warsaw during the war and uh he lived in of course outside of\nthe wall in the Polish neighborhood. When we were already on the Polish papers living in\nthe lumber yard, you know, I used to once in a while come to Warsaw by train and I\nasked him to let me sleep in his apartment so I used to sleep on the floor in the kitchen.\nOf course, I realized that he was risking his and his family's life once he, you know, let a\nJewish man be in his place and in the morning, one morning, I got up and in his kitchen\non a string were hanging Polish sausages, you know. I stole one Polish sausage. I put it\ninto my, you know, coat and I traveled the eighty miles by train. I was hungry like a dog\nbut I wouldn't touch it. I brought it to them and tried that they should have it. I I don't\nthink that I was a hero over this, you know. I think that that's that was a natural thing for\nme to do. I didn't know another way, you know...just for them. And that's, that's how we\nsurvived. We came to the United States with three dollars in our pocket thats gave us\non the Navy transport ship and when the uh social service came, they wanted to wanted\nto give me some...maybe you need some money. I said no, I have ten fingers and I I am\nan accountant but as I have ten fingers...get me any kind of work and I was working as a\nlaborer in the stock yard in the beginning, you know, and uh I wouldn't take any\nhandouts.\nAnswer (Pela): You know, it was not only stock yards. He had five, five jobs. He was 1n a mirror\n(ph) factory,a__....\nA (Adam): Oh many, many, many. I worked like, you know, from one __to another...\nA (Pela): And wanted to get enough...uh we came with the second boat, . The first\none was Maria Fletcher (ph)...came uh somebody who we knew from Warsaw. He came\nwith his wife and she became...she was pregnant and then she gave birth to a child. She\ndied. So I went to her funeral with a friend, —__, somebody who I knew in Germany and\nshe came also to Chicago and we went to the uh to the temple. As we were sitting, a man\npassed by and he started to scream rouse, rouse (ph)...that you...this was somebody who\nwith who he was in, in Auschwitz and we started to talk to each other and I invited them\nalready...I had one bedroom apartment and we...Joanna had... Yasha had the bed the bed\nin this little bedroom and I and Adam slept in the kitchen every night. We made our\nbed...our head was to the radiators and the feet near the stove, so I invited them to come\nto meet my husband on Sunday and this friendship of three of these people...this is the\nway we started our business. I saved enough money to buy my daughter a little bicycle, a\nthree-wheeled bicycle...\nAnswer (Adam): Fifteen dollars...\nA (Pela): And we went to the store to...a family in Chicago...there's a sporting goods uh\nstore, . We went there to buy the bicycle, and this friend of ours went with us and\nlooking at the window he saw footballs and basketballs. He walked in into the store with\nus and he said, youknow ___, I know how to, to uh make footballs. I would be able to\nsew this, this footballs. He said would you like a job? He said of course. He said I know\nthe owner of the, of this factory, uh Mr. Dugal (ph), and I will call him. I am sure he will\ngive you a job. We're very grateful, and he did. He got a job. Worked there for six weeks\nand came to the boys. He said boys, I know how to make these footballs and let's open\nour factory ourself. OK. We needed some money. We needed uh to start...he had four\nhundred dollars but he was the one who knows how to sew. Another partner needed two\nthousand dollars but he had it, but we didn't have two thousand cents...so we started to\nask some friends and we had wonderful friends, people who was only a couple\nweeks...one lent us three hundred dollars. He was a butcher and this was a lot of money\nin 1946, 1947, and another was a place here in Chicago, Herman Bush (ph). They had a\ngeneral cleaning uh __ factory...five hundred dollars and another five hundred....to make\nthe story short we had thirteen hundred dollars and we needed two thousand. Another\nseven hundred dollars. Adam called to Mrs. _s who made affidavit for us. She already\nwas back from Germany in New York and he said to her I want to open a factory with\ntwo other boys, but I need seven hundred dollars. She said Adam, take a train. Come to\nus, tell us about it and we will talk to you. He took a train, came there, and she listened to\nhim. She said I think boys you will make it. She gave him a new check. He didn't even\nopen the envelope. When he came home in the envelope was a thousand dollars. I said oh\nno... don't want a thousand dollars. I need only seven hundred dollars. I took out a\nmoney order and sent the three hundred dollars...sent her back the thee hundred dollars to\nher and we paid off for, for six months my husband when they started the business didn't\ndraw anything but the landlord with whom we lived who also lent us five hundred\ndollars...he was one of them...gave him gave him thirty-five dollars every weeks that I\nshould not know that he...supported...and we...after a while the factory progressed and\nthen came from business became importers. We traveled all over the world. We were\nimporting goods from Japan, Taiwan, Korea, Hong Kong...I was in, in Pakistan, in\nIndia...everywhere we traveled. So England...\nA (Adam): We work in Chicago, you know, in the community, in the Jewish\ncommunity and __ organization for Israel and so on and...\nA (Pela):.... was treasurer of the foundation of the State of Illinois and I uh I am very...I\nwas president of American , SO I would do...we try to pay back...the people who lent\nus the money, we cannot...we don't have to pay back. We paid them back...\nA (Adam): They're dead already...anyway I paid them everybody, you know, back...\nA (Pela): We tried to be kind to other people and to do what we can to help other...and\nthat's...",
        "Q: Anything any of you want to add?\nA (Adam): That's the main thing is and the last I think...\nA (Pela): ...the, the penny project...\nA (Adam): The penny project...you heard about it, the penny project that we have. We\nthought that about being that the Jewish life wasn't worth a penny, so let's collect six\nmillion pennies in memory of the uh six million Jews and we do. We have interviews in\ndifferent papers and I uh tell you...even in Israel in newspapers. I received from Israel\npap...a newspaper with an article about the pennies...and here throughout the States and I\nam getting pennies via UPS...would you believe (laughter) and uh I sent over twenty\nthousand dollars already to the United...to the...to Washington, DC and we hope that we\nwill get soon, you know, the balance which is actually sixty thousand dollars, you know,\nsix million pennies, but uh I think that the United States Holocaust Memorial Museum is\nthe best thing that that could happen to us, you know, because after all, millions of\npeople, as you know, are traveling to, going through Washington, DC every year, Jewish\nand non-Jewish people, and this was...this will be like in Jerusalem. It will...the\nsame thing will be in the United States. I think it's a tremendous idea and we like to...we\nare involved in it, of course, and we try to be more involved yet, and we thank you so\nmuch for interviewing us and if we can be of any assistance to you, just let us know.",
        "Q: Thank you.\nA(Adam) It's our pleasure. And I gave you the, the things what I gave you, the pictures and other\nthings....\nEND OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Would you tell me your name please?",
        "Q: Where and when were you born?",
        "Q: Pela, tell me something about your parents and your childhood, your growing up.",
        "Q: Tell me about uh the school you went to.",
        "Q: Where did you grow up Adam?",
        "Q: Tell me the circumstances of all that, will you?",
        "Q: Let's, let's hold it a minute. Uh you two have a have a love story that goes from before the\nwar. Uh how did you meet?",
        "Q: Pela, tell me about the first few years of marriage, in the late '30's and from Warsaw.",
        "Q: Tell me about those first few years that...the first year or so and the bombing? What\nhappened when the bombs began to fall?",
        "Q: Tell us about...",
        "Q: How...what was it like inside the ghetto? How did you, the two of you, get into the ghetto\nand what was it like?",
        "Q: Tell me . Tell us tell us the story leading up to the birth of that child, indeed.",
        "Q: How did you find out?",
        "Q: Eighty miles from where?",
        "Q: And you were on a plane?",
        "Q: We need to stop the tape...we'll change tapes and then we'll go on...",
        "Q: When did you...how did you get the baby...no longer a baby actually...out of the\nsanitarium uh or out of the place where she was and what was she like...was she happy?",
        "Q: Pela...",
        "Q: Anything any of you want to add?",
        "Q: Thank you."
    ],
    "answers": [
        "A: My name is Pela Starkopf.",
        "A: I was born Warsaw, Poland, 1914, November 18th.",
        "A: My name is Adam Starkopf. I was born in Poland in April Ist, 1914. I lived in Warsaw.\nA (Pela): I had a wonderful childhood. I...my parents uh...we...I[ had one brother who's\nthree and a half years younger than me, with a very loving family. We were very well off.\nWe had...I had... was going to private schools since I was a baby uh five years old and\nuh I graduated grammar school, private grammar school, later high school and then\ncollege in Warsaw and uh we were a very happy...I had a nice big family. My mother had\na couple sisters and two brothers. They always...family was together. I remember before\nevery holiday we used to spend with our grandparents and it was just a wonderful life and\nI miss it terribly.\nA (Pela): I went to uh school in Chi...1n Warsaw and this was a private high school and from\nthere uh I graduated and I have some girlfriends here in the United States with whom I\ngraduated school together, and uh the life was was wonderful. What can I tell you? I had\na wonderful brother. We loved each other and uh the war broke...took everything away\nfrom...\nA (Adam): I grew up also in Warsaw, Poland. I went to private school also in Warsaw. After\ngraduate, I attended University of Warsaw and uh I had one brother only who left Poland\nin 1933 for Palestine.\nA (Adam): Alright. My brother was always dreaming about Palestine. He was really a\nZionist, you know...very ardent Zionist and being that the British wouldn't give them...he\nwanted to immigrate to Palestine but the British, you know, government at that time\nwouldn't give them any entry visas, so they organized...the Warsaw ...he was\ncommander (ph) of the Warsaw ... they ordered....organized a trip, a motorcycle\ntrip which they called Tel Aviv...uh Warsaw...I'm sorry...Warsaw, Tel Aviv, Warsaw. In\nother words, every one of them supposed to come back, but they all remained in Palestine\nthat time...those days, went underground and they remained until the day when of course\nIsrael was born. He...the trip took them about three months, so I had one brother. He died\nin 1965. He got a heart attack....supposed to come and visit us and unfortunately had a\nheart attack, died in Tel Aviv in 1965. And my parents...the same thing. We we had a\nwonderful family and uh quite a large family as far as...including uncles and aunts and\ncousins and so on. Unfortunately everyone of them was perished...perished in Treblinka.\nMy mother especially was kind of a Jewish...we say that our daughter has her character,\nnot even mine and Pela's. My mother was like a walking angel, walking, and she really\nhad a wonderful character and unfortunately she died during the bombing of Warsaw and\nthis is another story which probably Pela can describe because she died in her arms, and I\nwas that time away because I had to leave Poland, uh Warsaw for the eastern part of\nPoland to be get, to be mobilized when the war broke out.\nA (Adam): OK. (Laughter) I was thirteen years old and she was twelve, and I walked down\nthe street because we lived in the same neighborhood, and I walked down the street with\na friend of mine and in our schools, in private schools, we used to have not uniforms in\nour school but these caps, you know, the same, you know, hats and school...each school\nhad different hats and I saw her very often on the street with her briefcase with books and\nwhen I was a thirteen years old boy...can you imagine I said to my friend...do you see this\nblond girl across the street. He said yes. I'm going someday to marry her. (Laughter)\nThat's at the age of thirteen... And then one day she was...I saw her uh on one of the\nstreets in front of a library, and I walk over to her and I said, excuse me, could I keep you\ncompany? She said not now. I'm waiting for my boyfriend. She said we have to send\nsome books in the library. Anyway, to make the story short, we became acquainted and\nfrom then on, we used to go out steady and we uh...it seems to me that that's, that's was\nour destiny (Laughter) and, you know, we just tied (ph) to each other, and Pela and I...and\nwe decided that in 1936 we were married, three years before the war. This May 31st will\nbe fifty-four years we are together, and we are just like one, and during the war I think we\nproved to each other that one for the other would be...you know...it's life in order to spare\nand save the other one. She would give her life to save me. I would give my life to save\nher, and both of us would give our lives to save the child. And that's the...we were\nfighting for it very, very strong.\nA (Pela): We...we had our apartment but I was going to school, so I didn't do any cooking.\nWe ate with our parents, but in 1938, his mother became very lonely. She was very\nlonesome for her son, but she couldn't go to Palestine for a visit because we had...he had\na grandfather who had an amputated leg uh many years before and he needed attention.\nWe had a maid in the house, but she couldn't leave the father...she wouldn't leave the\nhouse because his father traveled a lot, so somebody had to stay in the house, live in the\nhouse when she was away, so we decided to give up our apartment, put our furniture in\nstorage, and move in with his uh his parents in 1938. And in 1939 she came back and the\nwar broke out. So we were all together during the beginning of the war, bombing of\nWarsaw and all this. I loved her very much. I loved her. She was...my mother sometimes\nsaid I think you love uh Mother Starkopf more than me. I said Mother, no. You I...you\nknow that I love you. Her...I just really adored her. She was just...just...I never met a\nhuman being...she...and this comes from a daughter-in-law. When I hear that some people\nsay oh my mother-in-law...that that's not fair.\nA (Pela): The war broke out...broke out uh September the Ist. The bombing in the\nbeginning wasn't as bad. Uh we...a couple of times he was going to...he was called into\nto, to dig some ditches but the last couple days after the 6\" of September started so that\nwas absolutely no day and no night. We were in the cellar where we used to keep\npotatoes or, or uh coal for, for uh heating the stove, and there we...the whole\nbuilding...everybody was there with their cots and their pillows and blankets so the\nchildren who stayed there, because it was absolutely impossible to be in the apartment.\nAnd this was uh time of our holidays...September 1 6th...and his mother was uh...it, it\nstarted very heavy bombing but was around four o'clock and the bombing let off a little\nbit, so she said let's go upstairs and we will eat something. So we went upstairs. She\nstarted to prepare a little supper for my hus...my father-in-law, me...Adam was already\naway...and my parents were with us because their apartment was bombed completely.\nThey couldn't live there any more, and she was serving that. She said I don't feel good\nand my mother was helping. She said I don't know...Adam...Pela...and that's it and she\nfainted. My mother...we couldn't...1n that time on the street in Warsaw you couldn't walk.\nThere was a curfew. After seven o'clock was no way. You couldn't be on the street. When\na German would...will see you on the street, you could be shot. But we had to have a\ndoctor in our building. Was no doctor, so she went out and two houses away she knew a\nphysician. She uh run to him and begged him to come and to see what he can help my\nmother-in-law, and he he didn't want to come. He was afraid. She kissed his hands. She\nbegged him at his knees...please come. And he came. And he looked out...was quiet on\nthe street. Our door, our gate was open uh from our building. He run in. He came\nupstairs. Her blood pressure was 320. She was gone. Nothing could be done. So she\nreally died with the with the name of her son...what I found out later that some man,\nyoung man, who went out the same time Adam went out, on the way the bombing was so\nbad that some of them came back. When they came back one of them said that everybody\nwho walked out, who came out, is probably dead, and I think that Adam is dead...dead\ntoo. And she overheard it and that was why I think this was...because she said Adam, and\nshe talked to my father-in-law. Adam...if Adam...if something happened to Adam, I don't\nwant to live. And that's what, what happened. He was away. He didn't know\nnothing about it.\nA (Adam): This was a stroke. Now, you see, when they announced that all able-bodied, you\nknow, military-aged uh men should uh proceed into their recruiting stations for\nmobilization, I went several times but the Polish government...it was...the war...you\nknow, Germany at that point, you know....1t was a tremendous surprise. They were not\nprepared for it. So they didn't even have enough uniforms and arms for the people for\n____, you know, so they couldn't even...they couldn't mobilize anybody. But later on\ncame on the 6th of September of 1939, the mayor of the city of Warsaw announced at\nnight over the radio that all young people should leave Warsaw and proceed into uh\ntowards the eastern part of Poland where they would be mobilized. And the city to which\nwe had to go was about hundred and twenty miles away from Warsaw, . You\nknow, just to walk —_—_—s, so we, without anything...without any transportation. We had\nmeetings with our neighbors and uh with other friends in the building and finally we\ndecided that I...that all the young people should go and I together with a few other young\nmen left Warsaw. My father I remember now took me to his bedroom just to give me a\nfew words of advice and he broke down and sobbed...sobbing and then I left. She, Pela,\nand my mother, in her house...in their house robes...it was five o'clock in the\nmorning...walked with me towards the bridge over the River. This was a suburb in\nPrague...a suburb of Warsaw where we parted. At that time uh they left...Pela...I...Pela\nwas sobbing. Pela was crying. My mother forced herself not to cry and even gave me a\nsmile, and I looked back at them. My mother was very, you know, slowly leading Pela\naway and I was running away from them and this was the last time I saw my mother.\nAnyway, then I, together with another group...some of them came back because there was\nconstant bombing as we walked, you know, towards that particular city. I was wounded. I\nwas operated in the meantime, you know...but to make the story very short, that on the\n16th of September I was in one of the border cities in eastern Poland, and over there was\nvery quiet. We didn't hear any German planes. In fact people don't seem like they would\nknow that the war was going on, and uh we were all...you can imagine after hundred and\ntwenty miles of uh walking, we were all...my, my shoes my shoes were torn, my clothes\nand I was filthy and dirty and somebody put us up in a barn overnight to sleep and in the\nmorning at five o'clock we heard some sound of tanks. We ran out in front of the barn\nand those were Russian tanks that were rolling into that particular town. We just that time\nfound out that Germany and Soviet Russia signed a non-aggression pact and they divided\nPoland. There were at that time as allies, both of Russia and Po...and Germany and they\ndivided Poland. The Ger...Germany occupied the western part of Poland, Soviet Russia\nthe eastern part of Poland. So I found myself in the eastern part of Poland under Russian\noccupation and my dream then was only one dream...to go back to Warsaw, go back to\nmy family to be with them. And I smuggle...I wrote about the —_ 1n book that I told\nyou about, but I somehow smuggled myself through toward...I met a peasant, a Polish\npeasant. I gave him my wristwatch that I still had with me and he smuggled me through\nin a rowboat to the, the river that was dividing the, the, the, you know, the Russian zone\nand German zone, and I went back to Warsaw. I came back and that time I found out\nabout the death of my mother. And uh then, of course, in 19...we, we somehow...the, the\nwar was still on. Warsaw was already...on the western front...Warsaw already was\nsurrounded...was under German occupation and in 1940 in October they began to uh\nwork on the Warsaw ghetto, build the walls...about between eight and ten foot walls with\nbarbed wires on top of the walls in Warsaw...broken glass, uh pieces of glass cemented\non top of the brick walls. And during...in, in ghetto of course, to describe it it's a long\nstory about it...1f you want me to...\nA (Adam): We, we happened...we were lucky that our apartment was still in the in the\nsection of Warsaw that the...that was in the ghetto because they extended the, the...when\nthey take over the neighborhood for Jewish, you know, mixed neighborhoods and then\nthey brought in people from different streets, different areas, and even different, different\ncities into the Warsaw ghetto which they built. The Warsaw ghetto approximately they\nestimate was built into on an area of about one...one thou...I think uh one thousand, you\nknow...that's not important to you the size. The fact is that we had gates which were uh\nguarded by the Gestapo with Polish police, you know, assisting them. We found ourself\nin our apartment, which was as I told you, in Warsaw ghetto and we were living from\nselling our own possession to some people because, you know, there were no way...we\ncouldn't support ourselves, so whatever those of us...there's a black market. There were\nsome people operating, were buying certain things and selling on the other side of the\nghetto, and I myself being that I looked very Ary...typically Aryan...I was blond and slim\nand when I was young...and I...we had an ordinance incidentally in the Warsaw ghetto\nthat everyone of us had to wear white armbands with a blue Star of David. What I was\ndoing, I was getting out of the Warsaw ghetto though some special places in the wall that\nwe had all to walk through the cemetery which was outside of the Warsaw ghetto. I\nwould smuggle out myself and I took, used to take off the uh white, the armband, and as\na Po...as Pole, I had some connections on the other side. I used to get a little bit of butter,\na little bit of, you know, milk...I used to smuggle in into uh back into Warsaw into the\nWarsaw ghetto to help the family and then in 1941, in 1941, January 14th, our child was\nborn. Our daughter was born. And...\nA (Pela): Now I...when I became ill, the doctor told that I...I thought that I...] was running\nfever, something is wrong with me. He tells me to go take an x-ray and asked me to\nI don't worry about it. I cannot have any children. I was told that I cannot have any\nchildren, but when I went to the doctor she surprised me and she tells me I'm pregnant.\nOf course, I...1 was bewildered and I thought that maybe to do away with this child, but\nmy mother was with me and she said, don't darling do to it. Every human life has their\ndestiny and you never know. Please don't. I listened to her, and the child was born in\nterrible conditions because I didn't enough money to have a doctor so a midwife\ndelivered the baby. The next day she had to sew me up. It was in terrible conditions. But\nwe were very happy. It was a beautiful little girl, healthy little girl. One day my father uh\nwas supposed to come around ten o'clock. He didn't come. You know, maybe an hour and\na half later, holding his hand with handkerchief near his mouth. I said, Daddy, what's\nhappened? He went to the dentist. He had a couple gold teeth, so he let him pull his gold\nteeth and to sell it to buy milk for the baby. Where my daughter was born uh you know,\nwe put her in a pillowcase and we had a we had a belt and we crossed it that way it was.\nBut the child was growing. She was a very healthy little girl. We were selling our...what\nwe had, our belongings, our, our...what, what was left yet, and uh when he was arrested,\nmy daughter was that time almost a year old. When he went out and tried to get a little\nmore, you know food for us and we waited for him. He didn't come, and we were sure\nthat he was killed, that something happened. We were all, all crying and it was around\neleven o'clock at night...we heard we heard steps. We\nwere living on the tenth floor. We had steps and I recognized his steps. I told my\ngrand...my father-n-law, Dad, look...there is...Adam is coming. We opened the door. He\ncame in and behind him was a policeman and he will tell you the story how...\nAnswer (Adam): Now, you see, again on one of my trips when I was going over, you know, on\nthe other side of Warsaw ghetto...I was caught without my...without the armband near the\nwall, near the wall by a Gestapo, by SS man. They arrested me, of course, and took me to\nthe headquarters of the Gestapo in Warsaw which was outside of the Warsaw ghetto, in\nthe Polish sectioned area...in the Polish section. And uh they were very rude and uh, of\ncourse, after interrogation they took me to a room which was about eight by eight and the\nwalls were full of fresh blood, red walls, and then they have uh wooden benches on the\nfloor and into on top was broken pieces of glass cemented into these benches and they,\nthey used to force you to undress and beat you to death on those pieces of broken glass.\nHe said to me, you're going to undress and lay down on this. I said oh no. I knew...why\nshould I...I have no chance...you know I didn't have any chance. I had no ar...no guns. I\ncouldn't help myself, but I said no, I will not undress. If you want you try. I felt that if he\nwould try to undress me, I would start, you know, hit him and then he will just kill me at\nonce and that's it, but uh I didn't and he said to me, OK. We just wanted to scare you.\nTomorrow we finish you. They took me to the...again to another man, to Gestapo man.\nFinally they decided that they are taking me to the Polish police. The Polish police station\nwas in ghetto, and that's how, you know, when they were...the, the gen...the Gestapo man\nthat was taking me to get into ghetto to the Pol...Polish police station, he was more...he\nseemed to me like a human being, you know, normal human being. And he said I know\nwhat you are thinking of, he said to me. You would like to escape now. And I would let\nyou but if I will let you, I will be in jail and my family will be destroyed. He said I cannot\ndo that. So he took me to the police station and that time I asked the policeman that he\nshould do me a favor before he leads me to the prison in ghetto. He should stop to see my\nfamily, and that's what Pela told you that I stopped and from there, so he let me kiss my\nPela, let kiss the, the baby and my father and we went and they took me to uh prison, uh\nmilitary prison in Warsaw ghetto. In those days, of course, in prison there were no\ncriminals. Anyone that was a Jew...doctors, professors, and uh professional people,\nbusiness people, you know...anyone that was a Jew was in prison at that time, and I was\nin prison about eight, eight weeks that time and thanks to Pela's intervention, they\nreleased me because Pela made...she met through some one and told this policeman that\none of the policemen from the station gave her a name of a police officer who was of\nGerman descent, so called —_ deutcsh (ph) that she could, you know, somehow get me\nout. And we had a very beautiful bedroom set that was stored by some people uh you\nknow, away like Polish people, and Pela made a deal with him and she gave him the\nbedroom set and he got me out from jail. But it didn't last too long because they realized\nthat he just, you know, uh put the...what he did actually he took the papers, you know,\nwith my name and put them somewhere else in a different place I think underneath files\nor in a file and they finally...you know, they came to it and noticed that I am that I was\nmissing. They came at night and took me away again. They took me away and this was\nalready the second time when I was in prison and again it's a very long story to tell about\nthe interrogations, what they're doing, were doing in the prisons, but I can tell you only\nthat it was terrible. They were, for example, in some of the cells they were opening at five\no'clock in the morning the door and the German uh SS men with the trained German\nShepherds would point at you, for example, or at this man and on a certain word, Juda\n(ph), which means Jew in German, he would jump at you and tore you apart, the German\nShepherd. And they were just going from every second cell, not every one cell. In our\ncell was twenty-six people. Four of them were destroyed this way. It's a miracle I\nsurvived. They didn't...and when they taking out four people to kill, then they supplement\nanother four they brought in, so there's always twenty-six men in a cell, and then, of\ncourse, I learned over there about the liquida...about the beginning and the I found\nout what they decided, you know that they liquidate the, the, the Jewish people and about\nthe liquidation of Warsaw ghetto.\nA (Adam): The work...I found out through some...in, in...you know...they, they came to us,\nto some people in the prison, that Warsaw ghetto is going to be liquidated and the\nbeginning was...of the liquidation would be July 22nd, 1942. And how the Germans...you\nknow, they always do everything with tremendous precision, so how how could they\nliquidate the easiest way. They surrounded first...1n the beginning of July, they\nsurrounded the orphanages, old age homes, hospitals, and prisons, because this was the\nthe best, the easiest access to get the people for the unschlagplatz (ph) which the railroad\ntracks where they were prepared the cattle cars for Treblinka, so let's say they surrounded\nthe pri...the hospitals. From the hospital anyone that was in relatively in good health was\ntaken to the...was taken to Treblinka concentration camp or as I call it destruction camp.\nAnyone in in, you know, that was either weak or, or old, they were taken to the Jewish\ncemetery and at the edge of the mass grave, were executed then. The same thing was in\norphanages. They took all the children to the Jewish cemetery and front of the mass grave\nand executed them. People in less than good health and older people, everybody to the\nJewish cemetery and that's where they executed them. I somehow knew one thing only. I\nwas dreaming all the time when I was in prison that something I had to do...something\nhas to be done to save my family and during...when they surrounded the prison and\ntremendous chaos was created at that time. There were trucks, you know. So many trucks\nand so many people. The gates were opened. They were taking hundreds and hundreds of\nprisoners into Treblinka. I was able to escape with a few other men. Escape through the\ngate, and I came home, ran home. Of course, you can imagine how Pela and my father\nand my in-laws were surprised and shocked when they saw me, and I came and I went\nout... already had this in advance in mind, to work out a plan how to save our child. This\nwas our main object, how to save the child and being that the Jewish cemetery was\noutside of the Warsaw ghetto, we worked out a plan together with Pela that we would put\nthe child to sleep with that friend of ours who put her to sleep, gave her an injection, and\nwe arrange a funeral for this child in order to get her out of the ghetto. In the meantime,\nthrough some underground connections that I had, I worked out false documents for us,\nand that under assumed names, like my name was Adam Bludosky (ph) instead of\nStarkoph. Pelawas ___ Bludosky and Joanne was Yasha Bludosky and worked out\nthere was, you know, the forged papers and we uh on this funeral, men were not allowed\nto follow it. Pela would follow this, this funeral. In fact when the German book which I\nshowed to you before, you know, showed the picture of the entrance to the funeral and\nthe casket in which she was carried out, and the register shows Pela...when Pela will take\nover, and she will tell you, she...how she came out with the child through the cemetery\nand then in the evening how I met them. Pela, I think maybe you...\nAnswer (Pela): Adam didn't mention that when he came from jail, from this prison when he\nescaped, he didn't sleep home anymore because he was afraid that maybe they would\ncatch him, so he slept by, by neighbors, by friends and uh got in touch with these friends\nof ours who were on the other side and got the false papers. My family was very\nbewildered. My mother and father couldn't believe that we are going to take this\nchild...we didn't have to watch...what are you going to do. This is insane. But I said\nMother, I have to...I have to do it. We'll come to, to take you someday back. We also find\na place for you, but I have to save the child. Being in ghetto, remaining in ghetto, Yasha\nwill be murdered, so I have to take a chance. We'll not go over that all three of us, but I\nhave to take a chance, so when the uh everything was arranged to pick her up, uh one,\none thirty, because we knew that we have to be at the at the cemetery gate a quarter to\ntwo. Every two hours another SS man had a post near the gate. We gave some money to a\nPolish policeman whom I knew, and he gave something to the German to let me go\nthrough and see my child buried and he said OK, but she will right away come back. He\nsaid of course she will right away come back. So at a quarter of two I went through the\ngate. But he stopped me. He said let me see what is that and he wanted to take his hand\nopen the white ____~ what I had over there covered my daughter. I said she died of\ntyphoid. When he heard those words he turned away. He said alright, but you are going to\nbe fifteen minutes back. I said of course I will be. But I knew that in fifteen minutes he is\ngetting off his post and somebody else...he would not tell anybody else that he let in\nsomebody to the cemetery and I...when the, the when they came the hearse came to the\ncemetery, the workers wanted to pick up the baby and throw her in the mass grave. I\nstarted to scream. I said don't touch her. She's alive. They couldn't believe...their eyes\nwere open...their mouth open. And I took her out. I had with me under my arm I had a\nbottle with milk and I took her to the place where they used to wash the bodies before the\nwar. In there I kept her. She was a little bit yet sleepy and a little bit...she woke up a little\nbit so I gave her the bottle, but she was very, very quiet and this was July 21st, 1942. And\nuh around eight thirty, nine o'clock was dark...started to be dark and I met up with Adam\nthat through a hole in the wall in the Warsaw ghetto there they took some uh the uh\nbricks away and he would come, and he came. It was around nine o'clock, knew where I\nwas waiting, and he uh met up with somebody next to the Jewish cemetery, were two\ncemeteries. One was a Catholic cemetery and one was a potter's (ph) cemetery what was\nalmost not in use, but there was a caretaker and he was working with the with the Jewish\nboys, sometimes let through a little smuggle and he was he was...if you paid him off a\nlittle bit he was very cooperative with us, and without the smuggling into the Warsaw\nghetto, people would die like flies because that what the German gave us was not enough.\nPeople had to live on the rations, you will found them were on the street in the morning\nwith swollen stomachs and swollen eyes...it was, was not enough, so when he, Adam\ntook a a big stone and knocked at the wall to the potter's cemetery and the man\ncame...with with another stone that he heard us and he put down on our side a step ladder\nand I with the baby and Adam went on the step ladder, went on the other side and later he\ntook the step ladder away and we were...we went out from his apartment and\n. We took our armbands, we throw away our armbands. We were as a\nPolish family. It was arranged for us to sleep the first night not far from the rail station in\nand we...there was used to live a...uh this apartment belonged to the underground,\nbut the man who owned the apartment for that night wasn't sleeping in the house. He let\nus have it, but he didn't know that we were Jewish. He thought we were the underground,\nand in the same building was the railroad Gestapo was in the first couple floors was the\nrailroad Gestapo, so we felt very safe when we went upstairs. The next day we had to\nstay very quiet. She prepared...the lady of the house left some food for us, and when it got\na little dark around eight o'clock our plane was leaving to the city of , around\neighty miles from Chicago, and there, there was arranged.\nA (Pela): From ...(Laughter)...from Warsaw?\nA (Pela): Yes, a plane. We took a plane. We went a train. We took a train eighty miles\nfrom Chicago. There the Jews lived here completely in peace. The German who was in\nuh in charge of this town was somehow a very nice person and he was taking...the Jews\nwere buying nice gifts and he told them you, you can stay in your homes. When I will get\nan order that we have to bring you in, I give you enough time to escape. So from there\nAdam will tell you what...\nAnswer (Adam): There were exceptions, you know. But I like to get back Warsaw to mention to\nyou what we had to go through even in Warsaw ghetto. Now when we decided to\npre...you know, to get...we had the plan to... ...when we, if when we how to\nplan to escape from ghetto, I was running very often after I escape already from Warsaw\nfrom prison fever, and one of our friends, a physician in Warsaw ghetto, uh diagnosed\nthat I have inflamed tonsils. He said if you don't get rid of these tonsils, you you you'll\nnot be able to get out of ghetto because you'll be sick all the time. Where will you go\nthen? He said we have to remove your tonsils, but he had no anesthetic. He had nothing.\nHe hardly had even the right tools, so he decided to cut out the tonsils alive in my father's\napartment in ghetto. I was sitting in the chair. My father was holding my hands in the\nback. Pela with the baby ran downstairs in the, into the courtyard because she couldn't\nlook at it. She couldn't watch it, and he was cutting alive my tonsils, you know. Can you\nbelieve it? And and uh I I took anyway and it helped me a lot. Now as Pela mentioned,\nfrom that little town, you see, we went to a place where I prepared in advance. I settled\ndown Pela and the baby and I went back to Warsaw ghetto, the same way...through the\ncemetery. Not to a funeral but through the cemetery. I again smuggled myself into the\nghetto to get my...our parents, my father and her parents. What we wanted to do...we\npicked out a bunker for them. You see, we could be uh we could be, you know, visible\nbecause we looked typically Poles and Pela and I so we could be, you know, really on the\noutside, but they had to be in the bunker because the especially everybody the, the Polish\npeople would recognize my father and my in-laws that they are Jewish. So we prepared a\nspecial bunker for them, and when I came unfortunately when I was already on the\ncemetery, on my way back...it was only three days later...I uh some of the people told me\ndon't, don't try even to get in because you you'll be in spot because the ghetto 1s already\non fire. They are...they are burning some of the buildings. I took on...I put on some\nclothes on the cemetery...you know, one of the...see on the Jewish cemeteries in Poland\nwere only working Jewish grave diggers. That's why we could trust them. Here 1s\ndifferent. Over there only Jewish grave diggers, so one of them gave me his clothes. I put\naway mine and I put on his and together with him on a wag...you know, on a special\nwagon that they were picking up the dead, dead bodies, I went into the ghetto and when I\ncame to our building, it was on fire and our parents were taken away already to\nTreblinka. I came just about a day too late. So our both parents and my father was already\ntaken away. Of course, you can imagine how I could break this kind of news to Pela and\nit was very difficult but she said again we had now from then on the three of uh the two\nof us had only one aim and one purpose...to save the child. And we did everything in our\nin our, you know, power to save her. We lived as Polish people, as Roman Catholics.\nPela used to go every Sunday to church and she learned how to pray and how to act and\nuh then in the meantime of course our daughter developed from those wonderful things\nthat she had around and the food she had, she developed tuberculosis and uh Pela took\nher to the hospital in Warsaw because uh men were afraid to, to travel. I was in the\nlumber...I was working, incidentally, in the lumber yard as a laborer, and she took her to\nthe hospital and now would you like to take....\nAnswer (Pela): ...came to...[ heard of aofadoctor even before the war Doctor _, sol\ncame to him with the baby and I, I told him she's running such a fever. He examined her.\nHe said she has tuberculosis and we have to have to hospitalize her. I said but I have no\nmoney. My husband is a Polish...said who's in hiding. We have no money. He said don't\nworry. I will take care of it. And he took the child but later he told me that to, to be able\nto save the child, I need gold injections. He said we Poles don't have...we cannot get it.\nYou can get only in the German uh...but the German can get it or the Italians. I had a very\nclose friend, . He was a Greek who was a very close friend of ours and I\nwent to him and I told him about Yasha. He said don't worry. I have some friends in the\nItalian Embassy and I will see what...1f you can get the prescription, I will see what I can\ndo. And he gave me five milligrams of gold injections for five injections, and I brought it\nto the hospital. He was...Doctor could not believe it. He said I don't know if we need all\nthree of them...maybe three of them...all five of them...maybe three will be enough. I said\nno Doctor. Take all five of them. If you save my daughter, use it for another child, but\nshe also needed good food and nourishment, so the maid of the friend, ;\nevery day came to the hospital with cooked some soup for her. Even she had orange,\napple andshe _ too, youknow, ___. You see there are good people. There are still\nsome good people in this world.\nAnswer (Adam) This particular friend of ours is Greek, uh was arrested several times by the\nGestapo for helping Jews. He was a wonderful person, a wonderful person. An elderly\nman...was much older than we, was a wonderful person. Anyway, then later on...so we\nleave...I worked on...you know, in the lumber yard as a laborer first, later in the office\nand we struggled a lot. We had to hide a lot because, you know, there were...we always\nwere afraid somebody...it, it was...let's put it this way if I think I mentioned to you...very\noften we envied the people that were in concentration camps because we felt that at least\nthey are thousands and hundreds of them. They know, they have sinned (ph). They know\nthey are going to be killed, murdered, but they are together. We feel _. We are all\nalone. We are still young people in their twenties, uh two of us in their twenties and with\na baby, and uh nobody to talk to and we were afraid because, you see, mentally, mentally\nit was a tremendous ordeal. Mentally, for us. But the main thing was to save the child and\nwith the...and then luckily, ironically, Pela had to have emergency operation. She became\nill. And I took her to a Catholic hospital in Warsaw. She was there six weeks. I gave the\nchild, in the meantime, into a sanatorium where they were run by nuns and not far from\nWarsaw. She was there. It's like an orphanage, sanatoritum, an orphanage, and children\nwere there. I told them that I am a .lam___.I can't take the child with me, and\nthe child was deaf (ph). It wasn't easy to leave the child. You can imagine how she was\ncrying when we were leaving her, but anyway I left her there and I traveled for six weeks,\nback and forth from that particular town where there was the lumber yard...I didn't work\nthere in the lumber yard already...I was afraid to be caught and what would she do in the\nhospital and the child in sanatorium. So I was living on the trains for eight weeks...six\nweeks it was, right. Six weeks you were in the hospital. On the train...I shaved on the in\nthe railroad stations and I living and sleeping on the train, back and forth every day\nseeing her in the hospital, and uh then finally when she was released from the hospital I\ngot another job on the railroad tracks with through somebody that I met, and in August of\n1944 we were liberated by the Russian army in a town...because already at that time as\nyou know, Russia and Germany were in at war, so liberated by the Russian army, and\nthen uh in 1946...in 1945,'45 we escaped from Poland into the German zo...into the\nAmerican zone in Germany in a Russian ambulance. In a Russian ambulance we escaped\nfrom Poland, and rode through the border Czecho...into Czechoslovakia, later to\nGermany and then in...we were in the DP camp in Feldafing where I worked also for a\nwhile in the at the with the Joint Distribution Committee and UNRA and a friend of ours,\na friend...she befriended us. She was my superior uh you know, she was actually the\nmanager of the office where I was working. And she made an affidavit for us and she\ncame to us one day and said would you like to go to the United States. This was\nThursday. If you want to leave, you can leave Sunday. We had not much packing to do,\nyou know (laughter), so we decided to uh leave and that's how this was...this was May,\nthis was a long story.... And happened for a couple weeks that in 1946 on May 23rd or\n24th or 23rd, we arrived in United States, and I can only end with that you know, when\nwe arrived, when we came here, this was the second transport ship. It was a Navy\ntransport ship. We came as refugees on a Navy transport ship with three dollars in our\npocket, and at night when we arrived, we were waiting for the customs to clear to clear\nus, and there were all kinds of sounds and sirens and the, the baby was scared. She was\nholding hands because scared and she said Mom, Daddy, are they killing people here?\nAre we safe here? And Pela took her around...darling, don't worry. You are in safety. You\nare in a free country, and then she turned to me and said Adam, I just can't believe it. We\nare alive and we're in the United States. Isn't this a miracle, and I turned to them. They\nwere both crying and Pela was crying and I turned to them, embraced them and I said\nlook, Pela very often wanted already to give up, you know, and I said didn't I tell you\nalways never give up...there is always time to die. That's what gave me the idea to for the\ntitle of my book, that it's called...\nAnswer (Pela): Can I add something...that on this lumber yard where my husband worked, there\nwere two more families. One was a family Leiberbaur (ph), who was like a manager, the\nright arm of this German __ who was in charge of this lumber yard, and another was a\nyoung boy, maybe nineteen years old, who was managing the outside. He was like an\noutside...and Adam said to me, you know, there is something about this boy uh...\nAnswer (Adam): I always said...his name was Wally (ph)...you know, Wallish in Polish, and I\nalways said he's so dedicate, he's so nice. He never...because I was older...he never...if I\nwanted to pick up a piece of lumber, he would say Mr. Bludosky, let me help you. I said\nthere is something about this boy. He is not the regular Polish boy. There is something\nabout him that he is...and one day I decided to try him out. I said Wallish, how about this\nSunday you go with me to church, and the church was about three kilometers away from\nthe lumber yard where we worked and where we lived on, and you had to walk to the\nhighway and and on both sides of the highway there were forests. So I...he said OK, let's\ngo. So we were walking down the highway and I said to him, Wallish, what would you\ndo if some Jewish people that are hiding in the forest would jump, would attack us now.\nHe said Mr. Bludosky, he said, called me Mr. Bludosky. They wouldn't, they, they\nhave...they lie away...they live there...people leave them alone. They wouldn't hurt\nanybody. I said Wallish, are you Jewish? I am Jewish. This way I went over to him. He\nembraced me. He started to cry, this young boy. You can't imagine. He was Jewish. He\nwas from the city of Lodz and he lived not far away from the lumber yard with his\nparents. His parents got a got a name even before the war Rogeresky (ph)...very known in\nthat city of Lodz because the ____ were very well-to-do people, had a big factory in\nLodz, in the city of Lodz, and he and unfortunately again...it's a long story...I described it\nin my book how I met them and what happened to both of them. The other one and this\none and they was killed. They were killed by the Gestapo.\nAnswer (Pela): The same lumber yard were three families who were not from, from this town\nand this was the and one day he was...he had the mumps. He got the mumps. He\nwas home. And the Gestapo came and asked him, are you Juda. Somebody denounced\nhim. The father...they say the father was uh making some __, you know, whiskey\ndrink...there were....with some uh peasants and maybe he drink too much or had an\nargument with them and say they sent the Gestapo, so he turned to his mother, said\nmother, give me poison, and the Gestapo killed him, killed his mother. The father wasn't\nhome. He heard about it so he run away. The father survived. We met him after the war.\nThe other family was the Leiberbaur family. He was in charge with Mr. __ of this\nlumber yard. He was a very nice man. His wife was so religious. In her house she had...in\nhis house he had, she had a little like a Jesus...Jesus like a figure and which looked like a\nlittle church or a house. She had a little boy by the name __. He was maybe a year and\na half, two years older than my Yasha, and they became very friendly. And uh one day\nthey came to us and they said that they had to talk to us. What happened? Somebody sent\nthem a letter and said, Mr. Liberbauer, where you come from, __...he came from\n. In this place where you used to work came Gestapo and asked for you, and if\neven if you are converted, you better run away, because they are after you. He came to us\nand said what to do. So we said go. ___ that night and take the train to Warsaw and\nfrom there he went, they went to a little like a resort place, . Be there for a while\nand if you want to send any messages, sent to Mr. . | see him a couple of times a\nweek. You can say go to Warsaw, and I will let you know if everybody...1f somebody\ncame to ask for you or just a hoax. So came a couple of weeks, three or four weeks came\nby and he was writing little notes to Mr. saying I cannot stay any longer. People\nstart to look at me. Maybe this was a hoax. Maybe I should come home. Adam wrote to\nhim, please, wait yet I am not sure yet, but he didn't listen to us and he came back. One\nafternoon Adam was in the office and he will tell how it was.\nA (Adam): When this, this Liberbaur was Jewish but converted because he married a\nCatholic uh woman and when they discovered that he's Jewish...you know, of Jewish\norigin and I was at that time already they promoted me from...you know, I was a laborer\nand then I work in the office a little bit, and I was in the office in the morning and\nLiberbauer was there and all of a sudden the door opens and the Gestapo walks in. They\npoint at ...who is Liberbauer. He says I am Liberbauer. They took him away and took him\nout and uh to make the story short, they killed him. In the meantime his wife run away\nwith the baby, so as you can see, two of them, this little boy from...this young boy from\nLodz and he was killed by the Gestapo.\nAnswer (Pela): Why why it was so dangerous for us to remain in this lumber yard, because we\nwere the only strangers from this town, who were not born in this town and people started\nto talk and one night we were sitting... we were home and one of our workers from the\nlumber yard, with a bottle of whiskey...he said, Mr. Bludosky, I had to drink...or I have to\ntake a good drink before I have the guts to come to you and to ask you...look, there is\nenough bloodshed on this lumber yard. If you have anything to hide, please, leave the\nlumber yard. Enough, please. So Adam looked at me and I crossed myself. I said you see\nAdam, that's what you're you have for being a good Pole. I left my family. I left\neverything...everybody, because you were afraid because you want to work for the\nunderground and now your own people for whom you are working so hard are calling\nyou to be a Jew. And now this is this is the thanks you have. So he looked at us. He said,\noh Mr. Bludosky, no. Oh I am...oh we should have more men like you. I am so glad and\nbecause I had no other choice. I had no place to go. Joanne...my Yasha was after...she\nafter tuberculosis I couldn't take her to the woods, so I pray for _ and that's but\none one day, maybe a couple of months later, Adam was called to the office. Adam was\ncalled to the office.....\nEND OF TAPE 1\nA (Pela): ...see there is a way. Adam had, he told you that for a while he had to live on the\ntrain because one afternoon the German who was in charge of the, of the lumber yard\ncalled in Adam. He was a little high. He was a little drunk. He said, Mr. Bludosky, what I\nhear...such an . They say that you are Jewish. If somebody else will come and say\nit, I'm going to give it to them. Adam, Adam was bewildered but somehow composed\nhimself. He said I'm not Jewish, Mr. __. I'm not Jewish. But since then he felt that it\nwas very dangerous for us to remain there. This is why when I was still in the hospital, he\nwas...tried not to be too much home, but after the hospital...uh during the ho...really, I\ndidn't have to stay five weeks, but I really didn't have no place to go. So I think that\nProfessor , the one who operated on me maybe during the operation and maybe\nbecause I later found out that he was a very good Pole, that because he saved in his own\nhouse, he saved a Professor ___ who was his assistant. He saved him in his own house, so\nI don't know...maybe he he probably knew that I am Jewish. But one day, was maybe the\nfourth week...his assistant came over to me. What in the hell, he said, are you doing here\nyet. It's time for you to go home. I didn't answer him, but I started to cry and I turned my\nhead and at that moment,a couple of minutes later Professor _, all his assistants came\nevery day to make the rounds, and my...I was 1n a in a four-bed uh ward and my bed was\njust right...as you came in my bed was first, so he looks at me and I turned my...normally\nI was smiling to him, greeting him with a smile. This time I turned my head because I\nwas crying and I didn't want to see him, so he came to the bed, sit down. He said what's\ngoing on? Why are you crying? I said oh nothing. He said somebody did something to\nyou? Please tell me. I am in charge of this hospital. I want to know. I said no, because the\nman who told this to me was just behind you. So I didn't say one word. Next to me was a,\nanother lady, a Polish lady, who became very friendly. She liked me very much. She said\nto me she never had a sister but I am like a sister to her, and she said you know, when she\nheard that uh I told him that my husband travels and I have to wait till he will come to\npick me up...she said if you want you can come and stay with me. And later in the\nconversation she said, you know, I know it's terrible that the Germans occupied our\ncountry, but one thing we have to be grateful to them...they got rid of the Jews, got us rid\nof the Jews. So that was the wonderful friend of mine. So it was very hard and it...when\nhe came to see...to visit me and I knew that I had to leave the hospital, I said Adam, we\nhave no other choice. Let me go someplace. I will throw myself down from the...and kill\nmyself and you will stay with the baby. But of course he didn't and through another\nfriend who got this job in another part of Poland and during the night we packed our little\nbelongings and went to this little town. This was ,notfarfrom _ and there\nwas...there the Russians uh liberated us, but it wasn't easy because the town was going\nback and forth for maybe five days. Once the Germans got it. Once the Russians. And we\nwere hidden. A couple of people, maybe seven or eight grown-ups and children, were in a\ncell in a, a like a bunker made where used to keep the potatoes, but this was not\nconnected to the house. It was outside. We were there, and we heard the bombing and\nand the scream...\nAnswer (Adam): ...called a cellar, cellar...\nA (Pela):...and we were screaming and, and, and heard Russian voices and when German voices\nwe were very quiet. We had nothing to eat. Was very little water and one night it became\nvery quiet and the same day, the next day, was very quiet. __ the man said, we had to\ntake a chance. We'll open a little the lid and we'll look out and when they opened the lid,\nthe, the house was burned completely. This...the place where the, the all the cows and the,\nthe horses were dead. Everything was killed. And they...when they looked out, they saw\nRussian tanks and uh you know, they greeted them and Adam walked over to one of the\nofficers there. He looked to him like he was Jewish. He looked very, very warm. So he\nsaid to him, ._____ during the war...during the war it was like one Jew wanted\nthat, so he answered him, and Adam asked him what should I do. Should I say who I am?\nHe said don't say nothing yet, because we now have the town. In a couple of days we can\nloose the town. Just play the way it was, but he helped us. He gave us some milk. He\ngave us some butter and uh something for the baby, so that's as it was. It wasn't easy.",
        "A: OK. When we...when I came back from the hospital and Adam changed the jobs, and we\nsaw already...this was not far from a railroad station . We saw the trains coming\nfrom the Russian border and there was a lot of trains with soldiers and some of them\nwounded soldiers or German soldiers, so we realized that the war was coming to an end.\nAnd Adam said to me, I have to...you have to goto __—_ and pick up Yasha because it\nwill not be good separated. And I went there and I told them that I'm feeling better. I\nthanked them for taking care of her and I brought her home. My Yasha, during the all the\nyears she didn't know she was Jewish. She like anybody else. Uh one day she came with\nthe _ friend of hers, with a little branch and, and like, like a gun on her shoulder said\nMommy, we are going to the woods to hunt for Jews. And uh she, she knew she was like\nanybody else. She...I don't think she suffered. She didn't know nothing what we were\ngoing through. But uh when we decided that it's time to...after the liberation we\nwent...later was liberated...Warsaw was liberated. We went to Warsaw. Of course we had\nno...was no transportation but the trucks of soldiers always picked up people on the way\nand we came to Warsaw and uh there was a Jewish community and we registered that we\nare looking for anybody who survived, and of course nobody survived. And uh from\nthere we decided it's time to leave Poland. There was already...they establish already a\nDP camp in Germany and the...1n West uh in West Germany and uh the war almost to an\nend. It was uh...the war ended in May and when we decided to leave was around August,\nso we went to a friend of ours who we knew that she lives in Lodz. We went there and uh\nwe lived there for a couple of days and we tried to make connection...we knew that\nRussian ambulances going to Czechoslovakia are taking...for money are taking people\nwho want to escape from Poland, so we made the connection, but before we, we were\nable to leave, the friend of mine asked me...Sophie I have to do something. Will you\ncome and help me? I said OK. She said let Adam go with us. So we went out for an hour,\nand we left our daughter with a woman who was her like housekeeper. She also came\nfrom concentration camp and she didn't have with whom to live, so for helping her uh be\na housekeeper she had her room and board. So we left and we came after an hour...the\nwoman was crying, so my friend asked her why are you crying. She said please, don't\never leave me with this child uh alone. So I said why? What did she do? She said she\nwanted to go on a step ladder and I was afraid that she would get hurt. I told her not to do\nit. She said you dirty Jewess. You have no right to tell me what to do or not to do. So my\nfriend says to me, now. I said maybe not now yet. She said now. She called in my\ndaughter. She said Yasha, why did you call her dirty Jewess. Because she is. She said\nwhat would you say if I would tell you that your mother and father is Jewish and you are\nJewish. Oh no. That's not true. My mother is not dark with a long nose and my\nfather...no, it's not true. No. Mommy...Daddy...tell me the truth. Aunt Eva (ph) is just\npretending. It's not true. So Adam said to her, yes darling, we had to pretend that we're\nnot Jew...not Jewish because we wanted to save you, but we are Jewish and you are\nJewish. She started to cry and she ran to her bedroom, closed herself on a key (ph) and\nwas sobbing and I was standing and begging her to open the door. She didn't for maybe\nan hour and then she opened the door. She came out, swollen eyes. She had...in her hand\nshe had a little string where she had the cross on it. She said if this is not my God, you\nshow me my new God. I said we don't have a picture of God, but when we will come to\nGermany I will buy you...I will have ten commandments...I will buy you the ten\ncommandments and this will your....so when we came to Germany, Adam got the ten\ncommandments for her. We didn't have uh a chain so with a, a safety pin we put it on her\nsweater and every night she asked us to put the sweater under her pillow because she\nwanted to sleep with it, her new God. But it was very hard for her. She...when we came to\nthe United States, she had a lot of nightmares. She wan...didn't want to go to sleep. She\nhad...when I took her to a psychiatrist they said that she became what she hated. She\nhated the Jews like everybody else there, and she became a Jew. It was hard for her to, to\nbecome what she hated, but with years passed by and uh she somehow got some friends.\nIn the beginning she had a very hard time. She spoke only German and Polish and she\nwanted to be outside with the children to play. She asked them something in\nGer...German or something in Polish. They first make faces at her and, and made fun of\nher. They said they didn't understand her, so she cried and I told her darling, they didn't\nunderstand you. You will learn English and you will be able to play with them. So she\nhad a very hard time. But when we were approached by the University to make\nVoices, the story of three of three families and she heard our story and she wanted to get\nin touch with my daughter. I told him that she probably will not agree because she\nwas...when she saw a German uniform she could not even talk about what happened. So\nhe said please give me her number. I will talk to her. He called her. In the beginning she\nsaid no, but after a while she said OK. I will let you come, but when I will start crying,\nplease stop filming. He said I promise you. And when I saw the Voices...and I I wasn't\npresent when he interviewed her... found out when she was going to grammar school,\nshe was already in the first grade, not in kindergarten, first grade, when I took her to\nschool and we had to cross some streets...I crossed with her...and when she had no more\nstreets to cross she said Mommy, you go home. I already have...now you know, I am\nalready OK and I am right away going to school. And when I left and she turned\naround...she saw me leaving...she run three blocks to the nearest church and she said I\nknew when I will cross myself I will have a good day. (Laughter) And that's it.\nA (Pela): And one....when we were already here...this was...she was at that time also\naround uh six and a half years old...she was...we lived in another apartment. We lived in\nanother apartment...not in the same school, another apartment we had. We moved. In the\nUnited States, in Chicago. This is where we lived on Madison...hear _ hotel...I don't\nknow if you know Chicago...near hotel. So, uh there was a store, a grocery store\nand the people were Jewish. In the beginning I had sometimes to use a Jewish word if I\nwanted something what I...my English was very bad, so she knew that they are Jewish\nand it came before Christmas time...she wanted a Christmas tree. I said darling, Jewish\npeople don't have Christmas tree. We have Hanukkah and Hanukkah man comes and\nbrings eight presents, so I bought some presents and Adam used to knock at the door\noutside and oh the Hanukkah man came and she got some presents. One day just before\nChristmas and we went...I went with her to the store and she looked in the store. In the\nwindow was a very big Christmas tree and she went into the store with me and she said\nMommy, look. You are a liar. You told me that Jewish people don't have Christmas trees.\nThey are Jewish people and they have a Christmas tree. So you see it was very hard for\nher to...the change was very hard for her, but somehow now she's a very adjusted young\nlady, adjusted. She's going through a trauma but I hope she's...\nAnswer (Adam): The main thing 1s that we were able to save her because this was our dream.\nThis was our aim. This was our purpose, you know. We did everything really just for this\nchild to, to save her and, you know, after we were starving with nothing to eat, three\ntimes a day in the lumber yard we had for the morning she would cook a few potatoes,\nfor lunch few potatoes and for dinner few potatoes if she was lucky to get them. If you\nwere lucky to get an apple, let's say, maybe lucky ones to get an apple, I peeled the apple\nand we gave it first to our child, and we were fighting with each other. I wanted her to eat\nthe peels...she wanted me to eat the peels, you know, and in order we should get\nsomething, and I I was the winner always, you know. I mean, she had to eat it, but the\nchild was always the main thing in our...and we really truly we lived only for her. That I\ncan say.\nAnswer (Pela): Tell her about the first ttme we came __, that you stole some.\nAnswer (Adam): Yeah. You see, my father had a friend of...business associated, used to deal\nwith him before the war, and he was from a different part, a worser part of Poland that\nthey were settled later into Warsaw during the war and uh he lived in of course outside of\nthe wall in the Polish neighborhood. When we were already on the Polish papers living in\nthe lumber yard, you know, I used to once in a while come to Warsaw by train and I\nasked him to let me sleep in his apartment so I used to sleep on the floor in the kitchen.\nOf course, I realized that he was risking his and his family's life once he, you know, let a\nJewish man be in his place and in the morning, one morning, I got up and in his kitchen\non a string were hanging Polish sausages, you know. I stole one Polish sausage. I put it\ninto my, you know, coat and I traveled the eighty miles by train. I was hungry like a dog\nbut I wouldn't touch it. I brought it to them and tried that they should have it. I I don't\nthink that I was a hero over this, you know. I think that that's that was a natural thing for\nme to do. I didn't know another way, you know...just for them. And that's, that's how we\nsurvived. We came to the United States with three dollars in our pocket thats gave us\non the Navy transport ship and when the uh social service came, they wanted to wanted\nto give me some...maybe you need some money. I said no, I have ten fingers and I I am\nan accountant but as I have ten fingers...get me any kind of work and I was working as a\nlaborer in the stock yard in the beginning, you know, and uh I wouldn't take any\nhandouts.\nAnswer (Pela): You know, it was not only stock yards. He had five, five jobs. He was 1n a mirror\n(ph) factory,a__....\nA (Adam): Oh many, many, many. I worked like, you know, from one __to another...\nA (Pela): And wanted to get enough...uh we came with the second boat, . The first\none was Maria Fletcher (ph)...came uh somebody who we knew from Warsaw. He came\nwith his wife and she became...she was pregnant and then she gave birth to a child. She\ndied. So I went to her funeral with a friend, —__, somebody who I knew in Germany and\nshe came also to Chicago and we went to the uh to the temple. As we were sitting, a man\npassed by and he started to scream rouse, rouse (ph)...that you...this was somebody who\nwith who he was in, in Auschwitz and we started to talk to each other and I invited them\nalready...I had one bedroom apartment and we...Joanna had... Yasha had the bed the bed\nin this little bedroom and I and Adam slept in the kitchen every night. We made our\nbed...our head was to the radiators and the feet near the stove, so I invited them to come\nto meet my husband on Sunday and this friendship of three of these people...this is the\nway we started our business. I saved enough money to buy my daughter a little bicycle, a\nthree-wheeled bicycle...\nAnswer (Adam): Fifteen dollars...\nA (Pela): And we went to the store to...a family in Chicago...there's a sporting goods uh\nstore, . We went there to buy the bicycle, and this friend of ours went with us and\nlooking at the window he saw footballs and basketballs. He walked in into the store with\nus and he said, youknow ___, I know how to, to uh make footballs. I would be able to\nsew this, this footballs. He said would you like a job? He said of course. He said I know\nthe owner of the, of this factory, uh Mr. Dugal (ph), and I will call him. I am sure he will\ngive you a job. We're very grateful, and he did. He got a job. Worked there for six weeks\nand came to the boys. He said boys, I know how to make these footballs and let's open\nour factory ourself. OK. We needed some money. We needed uh to start...he had four\nhundred dollars but he was the one who knows how to sew. Another partner needed two\nthousand dollars but he had it, but we didn't have two thousand cents...so we started to\nask some friends and we had wonderful friends, people who was only a couple\nweeks...one lent us three hundred dollars. He was a butcher and this was a lot of money\nin 1946, 1947, and another was a place here in Chicago, Herman Bush (ph). They had a\ngeneral cleaning uh __ factory...five hundred dollars and another five hundred....to make\nthe story short we had thirteen hundred dollars and we needed two thousand. Another\nseven hundred dollars. Adam called to Mrs. _s who made affidavit for us. She already\nwas back from Germany in New York and he said to her I want to open a factory with\ntwo other boys, but I need seven hundred dollars. She said Adam, take a train. Come to\nus, tell us about it and we will talk to you. He took a train, came there, and she listened to\nhim. She said I think boys you will make it. She gave him a new check. He didn't even\nopen the envelope. When he came home in the envelope was a thousand dollars. I said oh\nno... don't want a thousand dollars. I need only seven hundred dollars. I took out a\nmoney order and sent the three hundred dollars...sent her back the thee hundred dollars to\nher and we paid off for, for six months my husband when they started the business didn't\ndraw anything but the landlord with whom we lived who also lent us five hundred\ndollars...he was one of them...gave him gave him thirty-five dollars every weeks that I\nshould not know that he...supported...and we...after a while the factory progressed and\nthen came from business became importers. We traveled all over the world. We were\nimporting goods from Japan, Taiwan, Korea, Hong Kong...I was in, in Pakistan, in\nIndia...everywhere we traveled. So England...\nA (Adam): We work in Chicago, you know, in the community, in the Jewish\ncommunity and __ organization for Israel and so on and...\nA (Pela):.... was treasurer of the foundation of the State of Illinois and I uh I am very...I\nwas president of American , SO I would do...we try to pay back...the people who lent\nus the money, we cannot...we don't have to pay back. We paid them back...\nA (Adam): They're dead already...anyway I paid them everybody, you know, back...\nA (Pela): We tried to be kind to other people and to do what we can to help other...and\nthat's...\nA (Adam): That's the main thing is and the last I think...\nA (Pela): ...the, the penny project...\nA (Adam): The penny project...you heard about it, the penny project that we have. We\nthought that about being that the Jewish life wasn't worth a penny, so let's collect six\nmillion pennies in memory of the uh six million Jews and we do. We have interviews in\ndifferent papers and I uh tell you...even in Israel in newspapers. I received from Israel\npap...a newspaper with an article about the pennies...and here throughout the States and I\nam getting pennies via UPS...would you believe (laughter) and uh I sent over twenty\nthousand dollars already to the United...to the...to Washington, DC and we hope that we\nwill get soon, you know, the balance which is actually sixty thousand dollars, you know,\nsix million pennies, but uh I think that the United States Holocaust Memorial Museum is\nthe best thing that that could happen to us, you know, because after all, millions of\npeople, as you know, are traveling to, going through Washington, DC every year, Jewish\nand non-Jewish people, and this was...this will be like in Jerusalem. It will...the\nsame thing will be in the United States. I think it's a tremendous idea and we like to...we\nare involved in it, of course, and we try to be more involved yet, and we thank you so\nmuch for interviewing us and if we can be of any assistance to you, just let us know.\nA(Adam) It's our pleasure. And I gave you the, the things what I gave you, the pictures and other\nthings....\nEND OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 24 1990\nRG-50.030*0221",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Adam and Pela\nStarkopf, conducted on May 24, 1990 on behalf of the United States Holocaust Memorial Museum.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral\ntestimonies. Rights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ADAM AND PELA STARKOPF\nMay 24, 1990"
    ]
}