{
    "rg": "RG-50.030.0386_trs_en",
    "sequence": [
        "A: That -- this -- that engrave was given to me by Henri Hightown and his wife, who were\non my JDC team that went into Bavaria after 1945. He was a French, Polish, Jewish\ndoctor living in France. He was there with -- in Feldifing when we initially went in. His\nwife was the nurse of our team.",
        "Q: Let me -- let’s just sort of start this, officially.",
        "A: Yeah.",
        "Q: By your stating your name, date and place of birth.",
        "A: Start now?",
        "Q: Please.",
        "A: My name is Eli Rock, spelled E-l-i and R-o-c-k. I was born in Rochester, New York, on\nAugust 12th, 1915. My parents were Russian Jews, who had come to this country around\nthe turn of the century and I had an older sister who was born in 1913 and a younger\nbrother, who lives in California. My sister died some time ago. And my parents set up a -\n-a-- when they initially came, they worked in clothing shops and whatnot, but they -- in\nthe early 20’s, opened a dry goods store in the Italian section of Rochester and we lived\nover the store, initially. And I went to school, Jefferson Junior High School and then I\nwent to East High School in Rochester and -- and my freshman year at Jefferson Junior\nHigh School, I met a lifelong friend named Joe Platt. We discovered we had the same\nbirthday and that’s what made us close friends. He was later the president of Harvey\nMudd College and another college and I hope to see him, before too long. I grew up in\nthis Italian neighborhood in Rochester, where I formed some good friendships and they\nwere -- these were first generation immigrants and some of them were fairly tough kids,\nbut some weren’t and when I graduated from East High School, we went -- I went to the\nUniversity of Rochester. And by then my parents had moved away from State Street and\nwork -- were living in another section of Rochester. And I lived at home and when I\ngraduated from the University of Rochester in 1937, I first went to Michigan Law School\nfor one year and then transferred to Yale Law School, from which I graduated in 1940\nand I was interested in labor relations, I had been a member of the Teamsters Union\nwhile I was in school, driving, quote, an ice truck. In those days they still had ice and the\nfootball players all had pictures in summertime carrying blocks of ice on their shoulder\nand I fancied myself doing that and I did it. But it paid well, that was the main thing. And\nI even wrote a history of that local union for a class I had in college. But anyway, I went\nto law school and I got out in 1940 and practiced law in Rochester. I guess I stayed in\nRochester for a number of years and then in ‘42, went to work for the War Labor Board\nin Washington and they transferred me eventually, to the Philadelphia Regional War\nLabor Board, which is how I came to Philadelphia. And then in 1947, I went overseas to\ndrive an ambulance in the French army.",
        "Q: Didn’t you go there before 1947?",
        "A: Yeah, I left in ‘47.",
        "Q: You left the Labor Board in ‘47?",
        "A: Yeah, I think.",
        "Q: No, didn’t you go to Europe in ‘45?",
        "A: I guess you’re right. I went to work for the War Labor Board, come to think of it, in\n1942. I left Rochester, went to Washington and then they sent me to the Philadelphia\nRegional War Labor Board and I left in late “44, is that what I mentioned earlier? I -- I\nworked in Philadelphia for a couple of years and I -- I wanted to get into the war.",
        "Q: Mm-hm.",
        "A: I was a 4-F, but I -- I was born with a -- a -- a heart abnormality, which disqualified me\nfor military service, but I still felt it was an event I wanted to observe first hand and I\nheard about the American field service, which sent ambulance drivers, as it had done in\nWorld War One, to Italy and to the first French army, which was then not yet back\nactually into France. But I -- I drove an ambulac-ambulance for the American field\nservice in the first French army. And when the war ended, I stayed on in Europe and went\nto work for the Joint Distribution Committee.",
        "Q: Okay, let me ask you just a little bit more about your sort of family life, your religious\nbackground.",
        "A: Well, my parents were typically of their generation of immigrants, not terribly observant.\nMy grandparents were very observant, they -- both, on both sides had come to Rochester\nfrom Russia and we observed all of the important holidays. My mother had two sets of\ndishes and another two sets for Passover, that’s four sets of dishes. And we -- I used to --\nshe used to send me over to the showthefab near the Jewish section of Rochester to get\nkosher meat and whatnot. She was -- she wouldn’t have thought of not having kosher\nmeat. And actually I studied, my initial Hebrew, Jewish lessons were with my maternal\ngrandfather at his home. And then to prepare for my Bar Mitzvah, I went to more formal\nHebrew school run by a revel -- Rabbi Solomon, which we used to call Rabbi Solomon’s\nslaughterhouse because he had a strap, a big strap if the kids didn’t pay attention and --\nRabbi Not’s slaughter academy or something like that. And I got Bar Mitzvahed in\nRochester and I was observant for a brief period. I did the fillinin for about three months\nand I stayed in Rochester. After graduating from East High School, I went to the\nUniversity of Rochester in 1933.",
        "Q: Did you -- and so you -- you did certainly identify with being Jewish?",
        "A: Oh sure, I mean all of the holidays and even though we grew up in this non-Jewish\nneighborhood, I [indecipherable |",
        "Q: And so you had non-Jewish friends as well?",
        "A: Yeah.",
        "Q: Did you -- can you remember, sort of any -- sort of quality, any values that were instilled\nabout your family life?",
        "A: In all honesty, I -- I mean it’s -- I don’t think I resented the inconveniences of being\nJewish at that time, having to walk across town all the time to get kosher meat and the --\nbut I -- I certainly observed the dietary laws. I just didn’t eat at anybody else’s house\nbecause I -- and except for this close friend that I’ve been friends with from -- Joe Platt\nand I met as friends in the seventh grade, in junior high school. We went all through\njunior high school, high school and college together, the University of Rochester. But\nwhenever -- when -- when I went to his house for a meal, which was the first time I ever\nate anywhere else, his mother was very careful to give me -- give us a dairy meal, dairy\nfoods, she just -- she realized I could not eat traifa food. But -- yeah, I had good friends,\nlike Joe Platt, primarily Joe Platt and then I formed -- I did not join the Jewish fraternity\nat the University of Rochester. There was only one. And -- and then I went to law school,\nfirst to Michigan for one year, Michigan Law School in ‘37, ‘38 and then to Yale Law\nSchool, [indecipherable] graduated.",
        "Q: What -- did you have any -- were there any sort of cultural groups, any Zion-Zionist\ngroups, anything like that?",
        "A: I think I used, at one point, I belonged to some sort of a Jewish group, a -- the -- again it\nwas in another section of town. Priorly, I -- I had very ex -- in th -- in those early days,\nvery few Jewish friends and my closest friend was Joe Platt and the -- I guess a couple of\nthe Italian, we grew -- this was an Italian neighborhood and I guess I did have -- Frankie\nDeponzio was a pretty good friend. We li-lived -- our dry goods store was next to the\nDeponzo’s -- Deponzio’s grocery store on State Street. But I don’t think I had any -- we -\n- we observed all of the holidays but I don’t think I had any intent to get into Jewish\naffairs, it just worked out that way.",
        "Q: I guess what I’m trying to get a sense of, was there something about your family life,\ncertain values you grew up with that in some way prepared you or motivated you later on\nto do the sort of work you did?",
        "A: Oh, that’s hard to -- that’s hard to say. I was a liberal, politically, I just seemed to be that\nway. I guess I identified with underdogs. I certainly felt that I was a minority and maybe\nthat’s what enabled me to identify. But I think I got into labor relations work because\nthey were do-gooders. I joined it -- I belonged to this union when I peddled ice and I\nwrote the term paper, something about that experience. So I identified and my parents\nwere both members of the Amalgamated Clothing Workers. I knew the head of the\nAmalgamated in Rochester, in fact he was a close friend of my family’s and so I -- I -- I\nhad, somehow this moving in that direction.",
        "Q: Socially motivated?",
        "A: Yeah. By family and associations.",
        "Q: Okay. You -- you were starting to say that you wanted to -- to be part of the war effort,\nyou couldn’t go as a soldier, so I think you heard about the American Field Service?",
        "A: Right.",
        "Q: Why don’t you tell me?",
        "A: Okay, in the fall of ‘44, I signed up to be an ambulance driver with the field service and\nthey sent me to Europe and I became -- I became part of a -- a medical unit that was\nworking with the first French army, which was the first French effort after their defeat by\nGermany, to mount a military effort. And I drove an ambulance for the first French army\nin France and Germany. And had some interesting experiences and when the war ended, I\njoined the JDC in Paris.",
        "Q: Well, tell me a little -- you’re saying you had some interesting experiences --",
        "A: But because --",
        "Q: I want to hear about those.",
        "A: With the French army?",
        "Q: No. Yeah, with the Field Service.",
        "A: The -- I was reviewing some of them. The -- in -- there was a -- things were chaotic after\nthe war, in the immediate, th-that is after the armistice and everything was disorganized.\nThe armistice was in May, *45. May 12th, I think. And we were stranded in Germany\nwhen the war ended and we drove back and the amusing experience was everything was\nchaotic, but here we were in uniforms, a motley kind of group and we -- we came by this\ngreat, big hotel in Badenbaden. I guess it was called the Hotel Badenbaden and we went\nup to the hotel and there was a -- the manager or director was still there -- 1t was empty,\nthe Germans had fled and the French had not yet occupied it and we -- this group of -- of\n10 or so ambulance drivers said, “We are requisitioning the hotel.’ And this man nodded\nhis head, “Will you come in?” And he treated us like -- muddy, with our duffel bags and\nwhatnot, he ushered us to each room, where the rugs were about six inches thick and you\nhad these glittering chandeliers and we spent a few days there. It was a memorable\nexperience coming after the living cond -- well, we didn’t live badly as ambulance\ndrivers, but -- wi-with local families. And -- and then I -- I went to Paris and initi -- I\ndidn’t want to go back home yet, I had -- I didn’t know when I'd get back to Europe and\nthis was a chance to see Europe and I -- J at first tried to get a job with UNRA and friends\nof mine, Ben and Marnie Shaufler were in Europe with UNRA and they -- Marnie was\nthere and Ben, I think. Marnie worked for UNRA and UNRA would not hire me, they\njust didn’t under -- they didn’t hire people in -- in that way. And -- but they -- Marnie and\nBen knew about the JDC, they had done some work for the JDC and they sent me around\nto the JDC Paris office, where I met Greenleigh, Arthur Greenleigh, G-r-e-e-n-l-e-1-g-h,\nwho was running the program of the Joint in Paris at that point. They had not yet brought\nover any people. They hadn’t been able to -- or supplies, but they were doing whatever\nthey could and here was an American who could at least be a body in Germany and in\nParis. Initially in Paris and then I sent myself into Germany in the summer of ‘45, to\nFeldifing which wa -- became the -- initially it was a -- a mixture of Jewish and non-\nJewish displaced persons, but it became all Jewish and I was stationed there for the Joint\nDistribution Committee.",
        "Q: We’re jumping ahead a little bit. I want -- I want to ask you a couple questions.",
        "A: Sure.",
        "Q: Just quickly back to the AFS. Were you -- when you were driving ambulances, were you\nable to observe anything about what was going on in the war, or about camps, anything\nlike that?",
        "A: Really only once. We met a concentration camp survivor on a road, he had wandered off\nby himself and his head was shaven and -- this is while I’m driving an ambulance, before\nI’ve gone to work for the JDC. And I think he’d -- I’m not sure whether he was still\nwearing concentration camp pajamas, but then we -- when I went to work for the JDC, of\ncourse, that was in the early days after the war and that was -- those first -- those six\nmonths between May -- if that’s when I went to work for the JDC, in -- no, we said I was\nin Paris first. In July of ‘45, I went back int-into Germany and worked at Feldifing until -\n- which was this first Jewish all DP camp, until December, ‘45 and there -- there were\nsome very, very emotional experiences. People did not know, initially, that their families\nhad been decimated. They were separated. People who could work were sent to labor\ncamps. Nobody knew yet about the -- the death camps or even the full extent of the\nconcentration camps. And I remember one man in particular who had just learned about\nwhat had happened to his family and I was there in this JDC uniform, which was like a\nmilitary uniform and I was good, strong physical condition and I remember his walking\nup to me, with tears, he had just learned apparently, about what had happened to his\nfamily. And he said to me in Yiddish, “Dusha svair itsa zine a Yid.” It is hard to be a Jew\nand -- with tears flowing down his face. That was -- I met, I’m sure -- I mean, stationed at\nFeldifing, I met a lot of people, but in those early days, when it was just being learned by\nthese people who had been separated, that they -- their families had been liquidated, that\nbecame a very emotional kind of period to work -- to be working with those people.",
        "Q: How much did you know?",
        "A: I don’t think I knew much. I mean, I had driven the ambulance and I’d met this one guy,\nwho -- who mentioned something about what had happened to him. And then I came to\nParis and people began their -- come into Paris and we learned from some of them, what\nhad been happening. The awareness of what had been done by the Germans to the Jews\nof Poland and Russia, did not take place until sometime after the war. There just wasn’t\nthe communication, there wasn’t the information and -- course the average German said\nhe didn’t know, she didn’t know about it either. But there were relatives who must have\ncome back from the concentration camps who must have told them what Hitler was\ndoing.",
        "Q: I’m going to stop the tape here, because we need to change the tape.",
        "A: Sure.",
        "Q: As much -- you know, I -- I’m stopping you because there’s much o-of this sort of\npersonal detail, you think it’s really helpful?",
        "A: Well I -- I’ve been...\nEnd of Tape #1\nTape #2",
        "Q: Okay, we were starting to talk a little bit about your work with the Joint Distribution\nCommittee in Paris. And I have a couple questions I’d like to throw out and then sort of\nlet you --",
        "A: Sure.",
        "Q: -- tell me. The first is, what your primary responsibilities were there. What, you know,\nwhat kind of work you were involved in, cause I know they -- they were trying to\naccomplish a lot and also what -- what credentials you had or what experience you had\nfor the kind of work that you would be doing?",
        "A: Well my only credentials were that A -- I knew something about Germany because I’d\nbeen driving an ambulance there and we would be sending people in to work in\nGermany, in the DP camps and the JDC initially had nobody in parts -- those parts of\nGermany or even in the northern -- the British occupied parts. So I -- I certainly could be\nhelpful in the red tape of getting somebody into Germany and -- and then we had\ndealings with the French-Jewish community and I had fairly good command of French, I\nhad had a lot of French in school and then I -- when I drove an ambulance for the first\nFrench army, we spoke a lot of French, so that was kind of -- but I think mainly there was\nnobody else for them to hire and they desperately needed people for whatever programs\nthey could organize.",
        "Q: And then sort of let you --",
        "A: Sure.",
        "Q: Tell me. The first 1s, what your primary responsibilities were there. What -- you know,\nwhat kind of work you were involved in, cause I know they -- they were trying to\naccomplish a lot and also what -- what credentials you had or what experience you had\nfor the kind of work that you would be doing?",
        "A: Well my only credentials were that A -- I knew something about Germany because I’d\nbeen driving an ambulance there and we would be sending people in to work in\nGermany, in the DP camps and the JDC initially had nobody in parts -- those parts of\nGermany or even in the northern -- the British occupied parts. So I -- I certainly could be\nhelpful in the red tape of getting somebody into Germany and -- and then we had\ndealings with the French-Jewish community and I had fairly good command of French, I\nhad had a lot of French in school and then I -- when I drove an ambulance for the first\nFrench army, we spoke a lot of French, so that was kind of -- but I think mainly there was\nnobody else for them to hire and they desperately needed people for whatever programs\nthey could organize.",
        "Q: And so what --",
        "A: And so I was there as Arthur Greenleigh’s assistant and I think what we did, basically,\nwas to prepare people or -- for -- prepare for sending people into Germany. And dealing\nwith the French-Jewish community or it’s representatives in Paris and maintaining\ncontact with the JDC in the states and Greenleigh held down the Paris office. Schwartz\nwas in charge of everything in Europe. He had been there before the armistice, he had\nbeen in -- I think on some missions in occupied Hungary and -- and the JDC had a\nrepresentative in Switzerland, Solly -- that fabled Solly Meir, who was able to send\nsupplies. I-In fact, I once organized a convoy of -- of trucks that went to Switzerland\nfrom Feldifing. The army gave us, I don’t know, 10 or 15 trucks to go to Switzerland,\nwhere the JDC, through Solly Meir had a big supply of food packages. Packetten. And\nwe -- we took a whole truckload. I think maybe more than one truckload back into\nBavaria, to Feldifing, where they were eagerly distributed by the Jewish committee there\nand this was something the JDC could do. UNRA provided all of the basic supplies, we\nnever had the -- the facility for -- we never -- we were always a supplementary\norganization, there was -- oh, they had a phra -- a word for people like us and the\nQuakers, who were not UNRA. UNRA was the official relief organization and we were --\nwhatever we -- we were called, we supplemented the work of UNRA.",
        "Q: When you said that you were sending people into Germany or you were working with the\nFrench-Jewish community, what does that mean? What -- what for?",
        "A: Well, we wanted staff in Germany. The JDC did not have any staff in Germany and we\nwere the representatives of -- we were the overseas relief organization for the American\nJewish community. And in this unprecedented catastrophe, it was certainly important for\nthe American Jewish committee -- c-community, to have representatives in Germany, for\nobservation, for suppla -- for relief work and even though it could not bring -- it could not\n-- there was not the transportation available to bring over supplies from the States, to help\nfeed and so forth, we -- we could do immigration counseling. We -- we had a -- a -- in\nBerlin a really wonderful s -- I forgot what we called it, a search organization. A\nLithuanian -- young Lithuanian Jew named Larry Lebetsky, whose family had survived\nthe Nazis in Lithuania, through the help of -- actually I think 1t was a German military\nfriend whom they had come to know during the German occupation of Lith-Lithuania.\nLarry Lebetsky became one of our staff people in Munich, I guess, after the war. And he\nset up a tracing bureau in Munich, because people needed to find each other. They\nneeded to contact their relatives and the -- they didn’t know yet who was alive and who\nwasn’t. And one really emotional experience occurred when somebody from Feldifing or\nsomebody in -- if there was a camp in Munich, came to our office -- I’m not sure whether\nthis happened in Munich or in Berlin. I think probably it happened in Berlin. Somebody\ncame into our office one day and said, “Would you help me find my relatives in Chicago?\nI had relatives and I haven’t been in touch with them for a long time.” And he left us his\nname and it was -- we didn’t get the first name, it was Cohen or Hymen or something like\nthat. And our tracing office, run by Larry Lebetsky, this survivor, found a relative in\nChicago I think, who -- these were relatives of course, who were delighted to find that\nthis Herman Cohen had survived and the -- but we didn’t have his full name, we just had\nCohen, I think and we -- Larry put up a notice in the DP camp, on the DP camp bulletin\nboard, saying, “So and so, will you come into our office, we have located your relative in\nChicago.” And after awhile a person came in and said, “This is my name and I have\nrelatives in Chicago and I’m delighted that you -- you -- you’ve -- you know them, but\nhow did you know I was looking for them?” And we said, “Somebody with your name\nwas just here a month ago.” He said, “That must be my brother.” That other person had\nalready left the DP camp and was wandering around Germany to find -- try to find his\nrelatives. And oh -- but at least they knew, he -- he knew that one member of his sur --\nfamily had survived and they would then wander around Germany in those days, where\nthere was terrible -- lack -- no communication. Telephones, whatnot were not working --\nto try to find his brother. Eventually they would find each other, maybe in what was then\nPalestine.",
        "Q: How did this tracing bureau work?",
        "A: Well, Larry would correspond with -- whether he worked with the UNRA tracing bureau\nor directly with the JDC in New York, I’m not sure. But he would get names, I think\nprimarily of people who -- who came in and -- and said they heard there was a tracing\nbureau or maybe we had a branch in the DP camp and said, “Would you help me, I don’t\nhave the -- the address, I have a relative, my mother spoke of a relative who had migrated\nto the States and he lives in Chicago, but I don’t know anything more about that, I don’t\nknow where he lives. I don’t have his address, but I would like to make contact with him.\nI would like to go to the States and he could help me and -- or the family could help me.”\nAnd so we tried to -- so -- and we had facilities in the States, in Chicago. But sometimes,\nwith no more than a name, we would try to find somebody in Chicago and -- and\nsometimes we were successful. I’ve forgotten what facilities there might have been in\nChicago. I suppose we used the local United Jewish Appeal. I’ve forgotten. Anyway,\nthen we -- Larry Lebetsky got word back, 1n -- in Munich or Berlin, that there was a\nrelative in Chicago. And he posted this on the bulletin board, saying, “Mr. blank Cohen,\nof this town, please come in, we have found your relative in Chicago.” And then a couple\nof days later, somebody comes in and says, “My name is Cohen, but how did you know\nabout my relatives in Chicago?” And we said, “Somebody was just here two days ago\nand he’s asking us.” And that’s -- was his first knowledge that he -- that brother had\nsurvived.",
        "Q: What about -- do -- did these tracing efforts also attempt to find surviving family\nmembers in Europe?",
        "A: In those early days, everybody was doing it on his own. People would come back to their\nhometowns in Poland, there was no public transportation and they would often walk and\nthumb rides and whatnot from the concentration camps, to get back to Poland, to try to\nfind their relatives. And then they would find that there was nobody left there and -- and\nthey turned around and came back into occupied Germany, where there were American\norganizations that could help them go to Palestine or to the States, to find relatives. I\nmean there was a s -- quite a lot of that by the survivors, trying to find each other. And\nLarry Lebetsky ran this tracing bureau in our office to try to contact people together.\nHow he did it, the details of it, I don’t remember. But he -- he was competent and I’m\nsure we -- we did a lot of that successfully.",
        "Q: The general work of the Joint, is there any way to describe that?",
        "A: Well --",
        "Q: Your -- and most importantly, your work with it, not others.",
        "A: As I said, we could not have brought in supplies, so all we could do was help out with\nthings like uniting families, helping people to migrate, getting them visas to the States\nand we had people in the States that we could contact. We also tried to furnish some\nsocial amenities. For example, we decided one day -- there was a c-central -- there was a\nc -- there were committees. You’d put a bunch of Jews in a camp and you’ve got UNRA\nand whatnot, but you’re soon going to have a Jewish committee. And there was a central\ncommittee of -- of surviving Jews in Bavaria. The head of which was a Dr. Chaim\nGreenberg, he was actually a medical doctor and oh, there’s a wonderful monastery that\nbecame a -- a place for surviving Jewish DP’s, where he was and that was a -- a big\nfunction and to the extent that we could bring in supplies to supplement what was\navailable. The JDC brought in a -- a -- a lot of supplies, I think from the Scandinavian\ncountries in those early days, when it was important to have. And we had packages -- we\n-- from Switzerland, from Scandinavia and in Berlin, 1t became an advantage. Under the\nNazis, you didn’t want to proclaim your Jewishness, if you were living as a Jew -- living\nin Berlin instead of having been deported, you had been hiding or whatnot. And y-you --\nyou had people who were 50 percent Jewish, 25 percent Jewish, who’d been in hiding, or\nthey didn’t have food cards because they didn’t want to proclaim. So they -- life would\nhave been sort of difficult for them and these packages, but there became a question of\nhow did you identify yourself, how could you claim you were a b -- you were a Jew, if --\nbecause everybody now wanted to -- the irony of ironies, everybody in Berlin now\nwanted to -- if they were even an eighth Jewish, they -- they proclaimed it and they --\nthey wanted to get these -- and we had the phrase, “Packett Yim.” Package Jews,\n[inaudible]. They -- and it was understandable. What got me off on that? What could the\nJDC do? Well, we -- we could supplement and we could help with migration. We could\nhelp with tracing, Larry Lebetsky did that.",
        "Q: Well, let’s talk about some of these specifically. The emigration, for example. Was that\nfairly easy to do?",
        "A: I think we had some difficulties with migrating to the States. There -- there was a quota\nsystem and it just wasn’t easy to get to the States. ’ve forgotten what the limitations\nwere, but the certain number from each country and it -- it wasn’t just Jews who were\nmigrating and who wanted to migrate. And I -- I don’t know how successful we were in\nthose early days in getting the people into the States. And that became one of the reasons\nwe started to get people to Palestine. We had some sort of -- of a -- tra -- truck\ntransportation system for taking people from Berlin to Bavaria, from which they could\nthen go to Palestine. And the British were -- Berlin was a four power city and the British\nstrongly opposed any such movement because they didn’t want people going to Palestine.\nThey wanted the people who were in Berlin either to stay there or to go to other\ncountries. But General Clay, the American general in charge of American forces, was\nvery cooperative. He was a wonderful man. And he -- he -- he was helpful in our evading\nthe -- or avoiding the British efforts to restrict that passage from Berlin to Bavaria. We\nsent truckloads of people on the -- on that trip from Berlin to -- to Munich. The -- and\nthen from Munich -- in the back of my mind there’s a -- a picture of a truck loaded with\nbaggage, which belonged to people who were leaving Germany and who were going in\nother vehicles and a little five year old boy, who -- who was alone. He’d somehow gotten\ninto this and he got on the back of this load of baggage and went off with this truckload\nof this group of trucks that were taking people to embarkation ports from -- I think 1t was\nBerlin. I just -- you know, this little kid, alone, out. That’s something in my mind, but I\ncan’t -- I don’t remember the details, but that little boy is very much in my mind. Imagine\na boy that age being alone and not knowing what had happened to his family. Must --\nthere must have been a lot of that. Course usually, those little -- those kids were -- were\nkilled in the camps.",
        "Q: Were these -- was this organized through the Breecha?",
        "A: Ach, they did a lot. They were wonderful. They -- they did -- they brought people out of\nPoland, into Berlin. Their main job was to find Jews who had -- I mean, the Jewish quote,\nnation, had been decimated. Every surviving Jew was important. And they worked in --\nwhen I was in Berlin, we supplied them. We had Feldifing and then we also had this\nother camp in -- which was -- I’ve got a -- a certificate from the people in that other\ncamp, when I left Berlin. It’s in my room right now. And it has the name of this smaller -\n- it was just really not a camp, it was an apartment building or a series of apartment\nbuildings in the French or Russian sector of Berlin. And the Breecha would bring\nsurvivors -- now the area around Berlin was four powered, so they would -- they would\ncome in at night, so they wouldn’t be stopped and the British couldn’t intercept them\nwith these survivors that they had and they would leave the survivors at this small place\nthat -- this secondary camp that we had in Berlin and then the next day, in daylight, those\npeople could be moved in to the -- the big DP camp. Now I -- there was a committee --\nimagine this -- of survivors, three or four -- six Jews who ran that Wittenau, Wittenau,\nW-1-t-t-e-n-a-u. That quote, camp, that’s a group of apartments in the -- pretty sure it was\nthe Russian sector and they took care of people as they -- the Breecha brought them in at\nnight from Poland. They left them there and -- and this was a very important function that\nthe Breecha performed, finding people and bringing them in and -- and we got to know a\nnumber of Breecha people and we gave them supplies for themselves and to feed the\npeople they were taking. Was all unofficial or illegal or -- but we were able to do that and\nthe -- and they were a wonderful group of people, they -- these were guys who had been\nin the Jewish brigade, they had signed up with the British army during the war and they’d\nleft Palestine and now they had giv -- that was their identity, their way to get back to their\nrelatives. They gave their blouses, their British army blouses and whatnot, to\nconcentration camp survivors, who then used those, with other ident -- be -- well, they\ncould get on a ship and whatnot. These people, after giving up their -- this -- the Breecha\nguys, after giving up their uniforms and whatnot, stayed on in Germany, looking for\nsurvivors in the -- in the -- in Poland and bringing them into Berlin and years later I\nlooked up one of them in Palestine, we had a very warm reunion. They were absolutely\nwonderful guys. There’s a whole book about Breecha. It was written by a guy who\ninterviewed me. I’ve got that book, it’s called Breecha. It’s a -- I’m not sure the author --\nI’ve forgotten his name, interviewed me, I think. I’m not sure whether it was right here in\nthis apartment, about my experiences with the Breecha. I can show you the book later.",
        "Q: The other -- I guess the other question 1s, there were these various organizations working\nafter the war in Europe. You mentioned UNRA. The U.S. Army was over there. How did\nyou all work together and wh -- and was that easy?",
        "A: Well, I can only speak from my personal experience in the American occupied areas of\nGermany, Bavaria and later in Berlin. You know, the American army was always\ncooperative and helpful. General Clay -- what I was going to say, there was a Yizkor\nservice at some point in that period, at one of the camps and the people who -- the\nsurvivors who were there, needless to say, a Yizkor service at that time, for people who\nwere just learning they were maybe the sole survivors was an intensely emotional\nexperience. And they started to weep during the service and there was mass weeping and\nI looked over at General Clay and he was wiping away tears. H-He was just -- you know,\na warm, decent human being. This general had a good record -- you know, an important\nrole in the war. The -- the -- but that was an intensely emotional scene and I just\nremember him wiping away some tears. Where or when was I? Cantbeasec.",
        "Q: Well I had -- I had read that -- that initially anyway, the army and maybe to some extent\nUNRA people were in no way prepared to handle the hundred -- hundreds of thousands,\nfor that matter, of survivors. That they weren’t always sensitive, that a lot of the U.S.\narmy was anti-Semitic and that it was -- that there were problems, and I --",
        "A: No, that’s true. All of that is true. The -- the army didn’t want to be bothered with refugee\nproblems. They -- I mean, they’d fought a tough war. They had fought well and in the\nabsence of -- of others to play a role, they -- there they were with this refugee problem\nand these people were difficult, they were demanding and they were some in -- in some\ninstances black marketeering. And -- so there was not and -- and these army guys were\nnot social workers. Maybe some of them were anti-Semitic, but I certainly -- I know there\nwas resentment of these Jewish survivors, who were much more difficult to handle than\nthe -- the non-Jewish, Polish DP’s, who -- many of whom had reason to fear going back\nhome because of what they may have done under the Nazis. So the army, yeah, there was\na -- a just -- now, how they felt about UNRA, I -- I don’t know, but clearly they were in\ncharge of Bavaria at that point. That was military government and -- but I remember one\ntime, this guy coming -- coming into my office after there had been a lot of criticism of\nthe army’s failure and in the inter -- there had been an intervening week, where they had\ndone all sorts of things to help the DP’s, brought in supplies and whatnot. And he came\ninto my office and he said, “Do you --\nEnd of Tape #2\nTape #3",
        "Q: Okay. What we were talking about was you -- you had mentioned that some army person\nhad come in to --",
        "A: To my office. There had been criticism by visiting delegations of the army and UNRA’s\nperformances in the immediate post-war period, where these displaced person’s camps\nwere terribly overcrowded and lacking in supplies. And this army West Pointer, I think\nhe was a colonel, a young, lean Texan, who was in charge of something in that area and 1-\nit -- I wrote somewhere that it was really unfair to put this burden on these army guys,\nwho were not trained at all in this kind of stuff and -- and this officer came in after the\ncriticism had gone to the States and Eisenhower then visited the camps, because of the\nword of the overcrowded conditions and -- and a lot had been done in -- in -- in that\nweek. And he came in to my office and he said, “Do you agree that we’ve done a lot in\nthis past week?” And I said, “Yes, you have.” And he said, “Would you make a public\nstatement to that effect?” And I said, “That’s not for me, I’m just a lowly figure here in\nthis office,” and I could imagine if this would be used -- it was just one thing and there\nwas such legitimate outrage at the -- the dawning awareness of what had happened to the\nJews and how little was being done to help the survivors in those early days. And to\nindicate that in one place -- to counter that by saying there’s been some improvement in\none, small segment, was something I felt would not be my job, as a -- just a director in\nBavaria. But they -- they did, I mean, they got on the ball, after the -- the initial period of\ninaction, when there was so much criticism.",
        "Q: As I understand it, in the summer of ‘45, you and a group of people went to Feldifing.\nHow did that come about, maybe you can tell me who you went with and what you\nexperienced.",
        "A: Ah, boy. I was initially in Feldifing after the -- right after the war. Incidentally, there\nwere two chaplains in -- in the army in those days that I worked with, two Jewish\nchaplains, one named Abraham Klausner and the other Herbert Friedman. And -- who, as\nyou know, was the head of the United Jewish Appeal and then later, I mean today, is --\nisn’t he one of the directors of Holocaust Museum? He works for Wexner, I think, or he\ndid. He’s probably retired now. But Herb was there, in some of these places, with Abe\nKlausner, these two chaplains who were there with the U.S. army and fo-forgot their role\nof ministering to army -- Jewish army soldiers, when this -- this -- these other needs were\nso much greater. But there are two names that come to mind. Now, I was talking about\nthe army --",
        "Q: I was asking you how you came to go to Feldifing in August of 1945. With whom and\nwhat you saw.",
        "A: I was in Paris. I did bring -- take this team in, consisting of Henri and Charlotte\nHightown. Henri was our doctor and then -- and they gave me that wonderful engraving\nover there, later. But they came into Paris, they wanted to do something and we -- we --\nwe had to do something -- whatever we could, even if we didn’t have supplies, so I\norganized this team of the Hightowns and Ruth Lambert, who was a French, Jewish nurse\nand Holtzer, Leon Holtzer, who was a Polish Jew, who had survived and was living in\nParis. And we went into Germany, we got permission and we went to Feldifing and\nestablished ourselves in Feldifing. The Hightowns did what they could with medical\nproblems, to supplement the -- whatever medical programs were. Henri gave a lot of\ninoculations, I know. And the other two helped in various ways. We had a -- we lived not\nvery far from Feldifing. We took over a house or the army gave us a house where we\ncould live. And for a number of months in those early days after the war, the JDC did\nwhat it could in Feldifing and I think a similar effort was mounted in a Jewish displaced\ncamp in the British zone of -- of Germany. And, we turned over a vehicle to the JDC in\nParis -- the -- we had gotten in Germany some army vehicle I think, a big car. That -- it’s\nnot important, I guess.",
        "Q: Can you describe to me your impressions when you went into Feldifing?",
        "A: Well, it’s hard to separate in my mind, the Eisenhower-Patton visit, which was some\nmonths after my first arrival there. Conditions, I think, on my first exposure to Feldifing\nwere worse than -- I mean th-they gradually improved, but 1t was overcrowded. Bunks --\nit had been just sort of a -- a military camp with bunks from the floor to the ceiling and --\nand it was -- there just wasn’t enough room. And supplies were inadequate and people\nexpected that we, as the Joint Distribution Committee, would come in -- I mean this was\nthe big Jewish relief organization, going back to 1910 or so, the European Jews knew\nabout their -- their Joint, it wasn’t called the JDC, it was the Joint. And they expected that\nwe would come in and reef -- after -- after everything they’d been through, surely the\nJoint would -- would now -- could perform it’s traditional role. But we couldn’t and --\nand I’ve forgotten the phrase we use, but they mimicked it -- they even quoted us\nunfavorably, “Here’s what the Joint says,” or -- and -- but we couldn’t do any more than\njust be there as a physical presence in those very early days to -- it -- it had some morale\nvalue, when they hadn’t seen anything except their concentration camp persecutors or\nGermans, or Poles, to see and American team of Jews -- or headed by somebody like\nmyself. It -- it was a -- a sort of an emotional catharsis for a lot of those people in those\nearly days, too. And later Pll -- ’Il see what I have left in my room. The JDC made it --\ntook a picture of me, which they used for -- or maybe it was the j -- united UJA putting a\n-- trying out a shoe on a little girl who was raggedly dressed and this became -- I think it\nwas on the fr-front page of the Jewish exfonit in Philadelphia. The -- but it -- it -- there\nwas a -- a -- and you know I had not been strongly Jewish identified, but this -- this\nawakened not a -- not only identification, but anger that so little was being done, or anger\nover what had been done. And the -- and it’s -- I’d never hidden my Jewishness and I\ncertainly, even though I hadn’t been much of a Jew in the States -- a Rosh Hashonah Jew\nand I didn’t do anything in Jewish organizations in those early years, I -- I -- I never\nattempted to escape or hide my Jewishness. So it was clearly an emotional experience.\nThe -- identifying with these people.",
        "Q: Why couldn’t you do more for them, initially?",
        "A: Well, the JDC had not been able to bring supplies during the war. Under the Nazis you\ncouldn’t bring anything in. And in -- 1n the post-war period, or the period after Paris was\nliberated, the -- they just -- the shipping was not available. We did bring some things\nfrom Norway and some things from Switzerland, but the war with Japan was still going\non and it was very -- th-the ships were being used to transport troops and whatnot to the -\n- in the Pacific to the battle -- the expected forthcoming battle with -- with Japan. I -- I\ndon’t remember precisely why we couldn’t do more. I do know the -- the expressions of\ndisappointment and anger that the American Joint could do so little for these survivors in\nthat immediate period. That’s -- that was before we even -- you know that -- that load of\npackages that we brought in from Switzerland or from Norway, were just packages. They\nweren’t the basic food supplies that these people needed. And clothing.",
        "Q: What kind of condition were these people in physically, emotionally, medically?",
        "A: Well, we’ve had lots of information about the condition of the concentration camp\nsurvivors when the camps were liberated by allied troops.",
        "Q: But when you saw these people?",
        "A: But when I saw them -- I was not in any of those concentration camps immediately after\nthe war. The one -- the only one that is -- not even a camp, it was a -- well, there was\nWittenau, but in the immediate liberation period, I don’t think I saw any of these skeletal\nsurvivors. I did see more of them when I went back into Germany. At Feldifing, people\nwere still coming in from the east, but eve -- but even by then they were no longer the\nemaciated concentration camp figures that we associate with that immediate post-war\nperiod. But I certainly identified with them and felt that all of this could have happened\nto me if my parents hadn’t migrated. I-It’s not only the Jewishness that came to the\nsurface but the whole American upbringing of believing in justice and fair play and\nfighting for the underdog, which was something I grew up with. I read a lot of fiction and\nwhatnot. I had this sympathy for the underdog, wherever it came from. And that plus the\nJewish identification made this quite an emotional catharsis kind of thing for me.",
        "Q: What was -- sort of this -- kind of the morale like? Were people hopeful? Were --",
        "A: Well --",
        "Q: At Feldifing.",
        "A: Yeah... this -- this guy who sort of shuffled up to me, apologetically and said,\n“Ineshouldic, but excuse me, am I number 33?” And I was busy and whatnot, ““What’s he\nbothering me with? D-Does he want a nu -- how to get more food or something?” And --\nand I had this great feeling of guilt when he -- all he wanted from me was, “Could you\nhelp me in some way to find my family, my children?” That was -- you know\n[indecipherable], oh my God, I was resentful of this poor guy and I felt -- tremendously\nidentified with him. I -- individual experiences like that mounted, and when I came back\nto my life in Philadelphia, I -- there was -- I couldn’t talk about anything else, my friends\ntell me, except what I had just been through. I have a couple of guys that were co-\nworkers and they were on th-the War Labor Board before I went overseas and the -- th-\nthat’s all I wanted to talk about, they tell me. It’s -- that Wittenau camp, which I have the\ncertificate with -- the -- this was the place where the Breecha would bring people in at\nnight, af -- when they wouldn’t be detected. They -- they had left them in Wittenau\novernight and then the next day they could be brought into the American sector of Berlin\nin daylight. And -- but we needed this ha -- little place where the Breecha could leave the\npeople it was rescuing, for overnight or for a few days until they could be brought to the\nAmerican sector of Berlin. And there was a -- a little committee that stayed in Wittenau,\nwhich sort of kept the place going o-of Jewish survivors, not JDC people and -- and they\n-- they would run -- they would have little plays. They had a couple of -- one little kid,\nYusso, who was about five, who somehow had survived and he was -- he could sing. And\nthere was another guy, he had -- he was Litvack, he was the teacher and one day I -- my\nlittle delegation of JDC people in uniform went to vis-visit Wittenau and they had\nauschtella, a little play in our honor. And this Litvack with the withered arm had written\nsome words of a song for this little troupe to sing. Especially this little five year old --\nand the song went, in Yiddish, like this, “Anier director in Joint da? Yiddish yacholtare,\nknish came fort. Venmen zucht azolchenvae, mater az been zug zugt, okay.” And that\nwent -- there were JDC directors in other places in Bavaria and they said, “That song has\nbeen haunting us. The people are confronting us with it. We don’t speak Yiddish either.”\nAnd they couldn’t understand that American Jews, Jewish relief workers who couldn’t\nspeak Yiddish. And of course, you know, most of us had just a smattering of it. Even\nPhilip Bernstein, the -- who was the advisor to Eisenhower on Jewish affairs, Eisenhower\nor the nec -- or Clay, one of them. And he was a -- it was a top notch job. He was a friend\nof mine, his younger brother, even today -- Phil died a long time ago, but he -- Phil and I\nboth had to appear in Berlin in someplace to speak to a group and neither he nor I could\nspeak any Yiddish and everybody was aghast that our -- an American -- here’s a rabbi\nwho can’t speak Yiddish. And -- and that was some experience, I remember.",
        "Q: What was the translation of that song?",
        "A: “Anier director in -- in Joint da.” There’s a new director in the Joint. Anier means new,\n“Anier director in Joint da,” -- here. A new director in the Joint here. Yiddish --\n‘“Yacholtere, knish came fort.” Yachol is one of those untranslatable word, but basically\nhe cannot speak a word of Yiddish. “Venmen zucht azolchenvae.” Now, azolchenvae is -\n- yar -- ee, yachol 1s translatable, azolchenvae, I remember my parents throwing up their\nhands at something that was impossible, saying, “Azolchenvae.” Whatever it means, it’s\njust sort of an expression of -- of hopelessness. So this song says, ““Venmen zucht\nazolchenvae.” When we say “azolchenvae, mater” the -- he thinks, “mater az been zugt,”\nokay -- he thinks we are saying okay. And that song just -- which this wonderful guy,\nHush, yeah -- was it Vichovsky -- wrote in my honor, at Wittenau was spread all over\nJewish DP camps in Germany.",
        "Q: How much time we have still? Let’s see, we’ve got about six minutes.",
        "Q: Okay. Let’s go back to Feldifing.",
        "A: Okay.",
        "Q: After you were there awhile, there was the famous visit.",
        "A: Yeah.",
        "Q: If you can tell me how that came about and describe it.",
        "A: The -- the word had leaked through that there was -- that conditions were terrible. That\nfor these poor survivors to be living in this kind of a camp, while the Germans were\nliving still, luxuriously in their own homes and their blonde children looked healthy and\nthen were -- they were there, they had survived, they were alive. There was great\nresentment after what had -- they’d been through, that they were now being forced to live\nin this crowded camp, which had too many people and was a camp. And so American\nvisitors came back and Truman, somehow was told about this and he told Eisenhower to\nlook into it. And Eisenhower came down to Bavaria from where -- whatever his\nheadquarters were, with Patton, who -- who’s army occupied Bavaria. Eisenhower was\nthe American general for all of the American occupied parts of Germany. And they\ndecided to inspect this camp and there was a delegation, the two of them, with their aides.\nOne of Patton’s aides, with a guy named Fisher. And I went along and Irving Smith, who\nwas the army military government guy in charge of that area. He was, incidentally,\nJewish. We all made this inspection together and we -- we went through the camp and it\nwas obviously overcrowded and that was when, as we walked past these overcrowded\nrooms and also the -- the sewing machine, Eisenhower said to Patton, as we looked at the\novercrowded rooms, “George, if Harry could see this, he would blow his top.” And that\nindicated that Truman had gotten in touch, after he’d heard these complaints, with\nEisenhower and said, “You’d better look into this.” And then we -- Patton, whose\nterritory this was and who had been shamefully neglectful of what -- of th-the -- the\nneeds of these people. When we walked past a room where there was -- there was some\nsewing machines and no tables to put them on and Eisenhower said to Patton, “George, I\ndon’t understand it. If we had some cannons in here without stands and we had some\nstands here, without cannon, neither one of those alone would be of any -- do -- would be\nany good. So what we would try to do would be to put them together in the same place,\ndon’t you agree, George?” And that’s when Patton said, “General, when I was here last\ntime, this condition didn’t exist.” And he had never been in the camp before. But he just\nfelt he had to defend himself, which was sort of pathetic, because he had such a great\nrecord in -- as a fighting general, but he really -- he really couldn’t care less about this\nand he -- he besmirched his -- his record really, by his -- he just wasn’t qualified to be a\ngeneral in charge of civilian -- allied civilians. It hurt him.",
        "Q: You want to change it? Okay. We need to change the tape.",
        "A: All right [indecipherable] he’s doing --\nEnd of Tape #3\nTape #4",
        "Q: Okay. We were talking about the Eisenhower visit. As I understand it, that was at the\ntime of Yom Kippur. Do you remember that?",
        "A: I’m sure 1-1-1t was, if you say so, I don’t specifically remember that.",
        "Q: I -- I was just trying to -- I have an image of what it must have been like to be in a DP\ncamp on the first high holiday after the war and it -- it -- if you participated in that.",
        "A: I just don’t remember what we did about Yom Kippur in that first year. The -- there was -\n- nope, nor Rosh Hashonah, the -- at some point I -- I think we brought 1n matzahs for\nPassover period. I think in Berlin we brought in matzah.",
        "Q: It’s okay if you don’t remember.",
        "A: Yeah, right.",
        "Q: Let’s just move on. Okay, so after this Eisenhower visit, did things change and --",
        "A: Well, yes. I -- I didn’t feel that I could comply with the wishes of this West Point\nLieutenant Colonel or if that -- to send out an official statement as a representative of the\nJDC, that all was well, or that things had greatly improved. I said, “That’s something --\nth-that’s only something that the JDC in New York would authorize,” and to give the\nimpression that all -- th-this could be interpreted as meaning that the army had discharged\nit’s responsibilities and all was well, when in fact that was not true. And the army -- I -- I\nwas never critical of the army, I felt th-they were simply not equipped, not trained to be\nrelief workers, particularly for this unprecedented situation of highly -- the people were\ndistraught, as they were beginning to realize what had happened. And they were\nunwilling to stay in camps, they -- some of them immediately started to do black\nmarketing and we had a situation in which -- a friend of mine, later he came to\nPhiladelphia, I -- I don’t think he’s a-around any more, who was one of the people -- he\nwas a part of the camp -- the people elected their own camp committee in Feldifing.\nElected them, picked them or somehow. People who were going to be there for awhile\nand Joe Lifshitz, who later came to Philadelphia had it -- was a member of that\ncommittee and the -- and they acquired -- I think they -- some guns or something. They --\nas a police organization they had to have some -- some firearms. And the army somehow\nlearned that these difficult people or -- had armaments and they raided Feldifing in the\nmiddle of the night, rousted everybody out, to find these armaments. And they arrested\nthese several people who were on the camp committee and it was so stupid, I mean it was\nso reminiscent of what these people had suffered under -- under the -- the Nazis. And --\nand then to arrest some of them for having unauthorized -- I remembered there was a\nmilitary judge, a military government or an army judge, before whom they were brought\nand I went with them to this judge, who was a very decent man and I -- I said, “Look,\nyour honor, this is ridiculous. You know, these people are our friends, they’re our allies.”\nAnd -- you know, he -- he -- he immediately agreed and he discharged them, but the army\nhad been so stupid in arresting these people and treating them as though they were just\nlike some Germans who were somehow violating the regulations. And -- so that was\nsomething -- one -- one instance. But I was -- there was this Major Fisher at -- third army.\nEisen -- Patton’s army was the famous third army and they -- their headquarters were just\noutside of Berlin and they had -- th-th-they were in charge of -- of these areas where\nthese camps were and f -- I went over to this guy, Major Fisher, in Patton’s headquarters,\nwho was presumably in charge of this sort of thing and I said, “Look, can’t you do\nsomething to relieve the overcrowding in Feldifing? It’s terrible. The -- after what these\npeople have been through.” And I’d been driving through Bavaria to try to find a place\nthat -- a farm or a German army camp or something that could be used and there is this\nWulfratshausen -- what did I -- did I say there was another name for it? Did I mention\nthat?",
        "Q: [inaudible] hausen?",
        "A: Anyway, which is not far from Feldifing, which is a series of small buildings with rooms\nand bathrooms and whatnot, which the -- the Germans had used for, I think army people\nand the -- there were Polish officers, or members -- Poles, who had somehow taken\ncontrol of that and were living there. And -- and it was outrageous that these Poles, many\nof whom had fled because of their -- not only bec -- some because they didn’t want to\nlive under the Russians, but others because they were afraid they’d be made to pay for\ntheir anti-Jewish and whatnot actions under the Nazis -- their collaborations. And -- and I\n-- I said to Fisher, “Can’t we use this Wulfratshausen c-camp, with it’s wonderful\nfacilities, to siphon off this overcrowding at -- at -- in Feldifing?” And he brushed me\naside and whatnot. Then came the day when Eisenhower and Patton were visiting and\nthere was the conversation where Eisenhower -- where they saw the -- the sewing\nmachines without bases. And we were walking away and they were talking about how\novercrowded it was and this f -- that was when I heard Fisher for the first time say, “Oh,\nby the way generals, we’re about to relieve this overcrowding by this new Jewish\ndisplaced person’s camp, which we are just opening in Wulfratshausen.” And that was --\nup to then he had firmly refused to entertain that idea and I-I heard it for the first time\nwhen he felt that he had a problem and he’d better try to do something to protect himself.\nSo that was something I did.",
        "Q: Now, at this -- at this point in time, was Feldifing mixed Jewish and non-Jewish?",
        "A: No, no, it -- 1t became all Jewish fairly -- fairly soon after -- oh, I don’t know, after the\nliberation. The -- it was just so plain that you couldn’t keep them in -- Jews and non-Jews\ntogether in the camp. First because of the Jewish needs and second because of the\nhostility the Jews felt towards the Poles. They -- and they, as I say -- and many of those\nPoles included people who had come voluntarily to Germany to work for the Germans in\nGermany.",
        "Q: So this happened before Eisenhower came over there? He came in September.",
        "A: Of ‘45. Yeah, I sus -- well, but 1t was in this visit by Eisenhower and Patton, where\nFisher, for the first time, mentioned that Wulfratshausen was now going to be used for\nJewish DP’s, but when were the Polish DP’s moved out? Somewhere around that time. It\n-- it was just clear you couldn’t kee -- I think they were only together for a short time\nafter the war in the same DP camps. I-It was very clear you couldn’t keep them --",
        "Q: And it was Jewish DP’s who were moved to Wulfratshausen?",
        "A: Yeah, that’s right.",
        "Q: Okay. What other improvements do you think were a result of the Eisenhower visit? Or\nof the Harrison report for that matter?",
        "A: Ah, yeah. I -- I spoke to Earl Harrison, a Philadelphian and connected with Wilosco, I\nbelieve, at Penn. On his way -- he and Joe Schwartz made this visit to Germany in the\nperiod after the war and they stopped off at the JDC office in Paris, where I was then\nlocated and I -- I think I -- well, Schwartz didn’t -- I had some meeting with -- with\nHarrison where I -- I think I told him what to -- or suggested what to look for and just\ntold him whatever I could, whatever he might ask me about his forthcoming visit. Now it\nwas that visit that -- was that where they recommended that X number of people be sent\nto Palestine? Was that -- yeah. But I only saw him in Paris, I did not -- either it was\nbefore I’d gone back into Germany or after I’d come out, I’ve forgotten when, but I\ndefinitely spoke to him in -- in Paris, on his way into Germany. The --",
        "Q: I’m trying to get a sense of the impact of both Harrison’s visit and Eisenhower’s visit and\nhow it enabled you to make some improvements, if -- if at all.",
        "A: Yeah, I don’t think -- I don’t know, I don’t think the Harrison visit, as such, made a\ndifference. But the Eisenhower visit did, because it was right after the Eisenhower visit\nthat this -- oh, what was his name -- this colonel -- this Texas fighting officer came in and\nsaid -- to my office and said, “My career is in the army, I -- I’ve fought valiantly in -- in\nthe war and now my reputation is being jeopardized by this criticism of these conditions\nin my area -- in my area. And -- tell me what I should do -- tell me what I can do. I -- I --\nI don’t want this hang -- this hanging over me or ruining my record and I-I’Il do whatever\nI can.” And -- and I f -- I can’t remember what I told him precisely. I guess he did not\nhave any supplies, but I -- it was -- it was a friendly meeting, I sympathized with him. He\nhadn’t been trained for this sort of thing and -- and I sympathized with Patton too. I mean\nthese were my friends, they had fought the Nazis and I didn’t want to see them -- and I\njust felt they weren’t trained for this sort of thing.",
        "Q: So when he said, “What can I do to keep my reputation intact,” what -- what did you say?",
        "A: I -- I must have said, “Well, if there’s any way you can help us get more supplies and to\ncreate more camps to relieve the overcrowding in Feldifing.” And I know I traveled\naround. I went th-through Bavaria, parts of Bavaria at that point, looking for a possible\nplace that we could set up another DP camp and the -- and I -- this parenthetically, I\nwould stop at military government officers -- offices, through these other parts of\nGermany, not just Bavaria and in one of them, the military government officer in charge\nof this question was R.W. Fleming, Robin W. Fleming, who had been f -- he was later the\npresident of the University of Michigan. Oh -- umnot much more important job later. He\nwas a friend of mine, we had shared offices together in the War Labor Board and so I --\nhe was as surprised to see me as I was to see his name and -- but I was looking for areas\nand I asked him t -- if he had any suggestions that could be used to set up a new displaced\nperson’s camp, to relieve the -- the overcrowding at Feldifing and I just don’t remember\nhow that worked out -- whether UNRA created another facility to relieve the\novercrowding at Feldifing or whether people just left. They didn’t want to stay in\nFeldifing of course, they wanted to get to the States. And there was this other DP camp\nthat I think might have been created to relieve the overcrowding at Feldifing. But there\nwas some improvement, I don’t remember the details, nor my -- my role.",
        "Q: What -- you had mentioned Black Market activities. Was there a lot of that?",
        "A: Oh, I don’t know. The -- there was a lot of it by everybody, but -- in that -- in the post-\nwar period. The -- there were Jews living in regular -- out of the camps, in Munich, they\nhad managed to establish themselves in Munich and -- where they had some money and\nthey didn’t -- if you could avoid living in the camps, you of course, did and there were\nthese people living in apartments and whatnot in Munich and for awhile we had an -- a\nJDC office in Munich on Kaunenstrasser -- K-a-u-n. And black marketing was rife. I\nsuspect it always is where you have this kind of a -- a rigorously controlled economy,\nwith great shortages. And the -- and there were, I’m sure, Jewish black marketers and\nsome of them were probably living in Feldifing and I don’t know, I think they lived in\nMunich mostly. And I don’t remember defending anybody who was arrested for black\nmarketing. The only court appearance I remember was for these -- the camp committee\nguys, who had firearms and were arrested.",
        "Q: So there wasn’t much effort to control this black market activity?",
        "A: No and I don’t know how -- oh, I’m sure the army made efforts and there may have been\nsome arrests I didn’t know about. I -- I wasn’t in charge of all -- of all of the Jews of\nBavaria.",
        "Q: Another area that’s -- I’m curious about, there was a Jewish community, not a DP ca --\nyou know, not a [indecipherable |",
        "A: Yeah.",
        "Q: -- in Munich, outside of the camp.",
        "A: The Centralle Committee of Liberated Jews of Bavaria was the committee that had\nestablished itself. Central Committee of Liberated Jews of Bavaria. A doctor Greenberg, I\nbelieve, was the chairman. He was a medical doctor and -- who had somehow survived\nand -- there were people who were in fairly good physical condition and maybe they’d\nlived in the underground in Berlin or something of that sort and they had decent clothing\nand -- and Dr. Greenberg went to Palestine before too long, but he was just a natural\nleader and he was the leader of this Central Committee, and there were several other\npeople whose names I don’t remember. But they were located in Munich and maybe in\nthe same building where we had our office. I certainly would have wanted to help them to\nthe extent that I could.",
        "Q: Was there a relationship between the Jewish community and the DP community?",
        "A: The German Jewish community in -- which I was more familiar with in Berlin than in\nMunich was composed of people who were 100 percent Jewish, people who were 75, 50,\n25 percent Jewish. There was a whole range and of course the -- the 25 percenters were\npersecuted much less than the 100 percenters. I mean, they were not sent to concentration\ncamps. They might have had reduced rations, but they had more than the 50 or 75.\nEverything was, you know, German -- meticulously worked out. If you -- if you ca -- you\ngot a better card if you were only a 25 percent Jew than if you were a 75 percent Jew. I\nremember that and the -- so there was -- no, wait a minute, no. It’s the other way around.\nPeople suddenly proclaimed their Jewishness because -- there was, I know, some sort of a\ntable and I guess people -- if you got more as a 75 percenter or even a 100 percenter,\npeople were now emerging and claiming to be Jews because they wanted the favorable\ntreatment of supplies and getting more food, getting packetten -- packages.",
        "Q: But what I’m trying to understand is -- the German Jewish community --",
        "A: All right --",
        "Q: Was it open -- was it open -- did it have a relationship with the displaced persons who\nhad come in from --",
        "A: No. They were -- they -- they -- the local German Jewish community -- like German Jews\nhave been different in this country from eastern European Jewish immigrants, the -- I\nknew a few members of the German Jewish community -- I believe it was in Berlin, who\nhad survived the Nazis by either living without ration cards -- they were unregistered, or\nthey -- they may have been registered, but they were on reduced rations, depending on\nwhere they -- they were 25 percent Jewish or 75 percent Jewish, assuming they were not\ndeported. Some of them had friends in the non-Jewish community who -- who helped\nthem, though in those early days, nobody had a surplus of food allowances, the -- but\nthere -- so there were these German Jews, we -- well, as a matter of fact, what am I\ntalking about? There was an organized German Jewish community of Berlin, with a\npresident and their own -- it was formed right after the war. Th-They -- we worked with\nthem, there was a -- they -- there was a doctor something or other, who was a -- not a -- I\ndon’t think a medical doctor, who was the head of it. And oh, they had an -- an office,\nJulius -- Julius something or other, I guess was actually the -- Dr. Fabian was one officer\nand a Julius -- Julius something was -- who was -- I mean Fabian was cultured, educated.\nJulius what’s his name was a rough and tumble, less educated sort of guy. But they\nemerged and reorganized the Jewish community of Berlin and claimed property that the -\n- I guess it was called the Gaminda, they claimed property that had belonged to the\nGaminda and -- or whether it had remained in Jewish -- that property remained in Jewish\npossession, I don’t know. But definitely there was a committee of -- of German Jews that\nDr. Fabian, Julius what’s his name and a -- this Julius guy was the sort of guy who could\ncapitalize on -- on that. He would use it to his advantage.",
        "Q: Did they welcome the non-German Jews, who had --",
        "A: The eastern European Jews -- the -- there had traditionally certainly been a distinction,\nculturally, whatnot, between the German Jews and the Austume, that’s what they were\ncalled. And when the war ended, eastern European Jews were in Berlin and Bavaria not\nonly from having survived the concentration camps, but they were now pouring in to get\nout of Poland, as the Russians prepared to take over all of Poland and -- and irony of\nironies, the place they ran for refuge and escape was Germany. Voluntarily coming into\nthe Germany that had so destroyed the -- the -- the Jews. And th -- and Germany became\na haven -- primarily the American occupied areas of Germany.",
        "Q: Did the German Jewish --",
        "A: And the --",
        "Q: -- community empathize after the war and -- and --",
        "A: I don’t -- I don’t know that there was any -- any real relationship after the war between\nthe German Jews and the eastern European Jews. The German Jews took over the\nproperties and whatnot and they certainly had people who had needs. But I -- for the\ntraditional separation between Polish Jews and German Jews, I don’t remember, but I -- I\n-- I’m fairly sure that the divide continued, that they were -- the Polish Jews were taken\ncare of by the displaced person’s, wh -- I’m trying to remember the name of the omino\ndirector of that camp. Schlacktenza was the camp.",
        "Q: Okay. I guess we just have a minute left on this tape, so --",
        "A: Right.",
        "Q: We’re going to have to change in a second. It -- I just though that maybe, after these\npeople in -- had moved west, that they would want to become incorporated, included into\nsome Jewish community outside of the camp. And I guess what you’re saying is that\nreally didn’t happen.",
        "A: They didn’t want to stay in Germany. The few who had already established themselves,\nfound that it -- it was a good place to -- to do business. I mean they -- they knew how to\nmake money and they stayed in -- in Berlin, it was -- Jews have stayed in Germany after\nthe war.",
        "Q: Okay. Let’s change the tape. I think when we --\nEnd of Tape #4\nTape #5",
        "Q: See, in your -- in your notes, I guess this is testimony you gave awhile ago as -- as an\ninterview.",
        "A: Yeah.",
        "Q: They may have gotten it wrong, they may have written it down wrong.",
        "A: Either the Herb Katsky interview, or --",
        "Q: No, this is -- this 1s from --",
        "A: Ellen?",
        "Q: No. This is from the museum, I think. But -- I mean, she could have taken it down wrong.\nYou had said --",
        "A: Oh, yes, somebody -- a very poor typist. Is that the -- the document that’s poorly typed?",
        "Q: Probably, yeah.",
        "A: The language is poor.",
        "Q: Yeah, she also made mistakes --",
        "A: Yeah, yes.",
        "Q: Because she put American friends service and field service --",
        "A: Yeah, right, right.",
        "Q: But, in this you said that in the fall of ‘45, you opened Wulfratshausen for Polish -- okay,\nlet’s just take -- how long did you stay in Feldifing or in the Munich area?",
        "A: I think just -- just --",
        "Q: Wait a minute, serious noise here, stop.",
        "A: Not yet.",
        "Q: Okay. You were in Feldifing how long?",
        "A: I believe until December, *45. Either in Feldifing or in Munich. I think it was Munich.\nInitially, we -- my little team, which we organized in Paris and which I then went back\ninto Germany with -- in the summer of ‘45 and we stayed -- and I stayed until the end of\n‘45. And -- and I went back to the States and then in January ‘46, I went to Berlin, from\nthe States. I think those are the dates.",
        "Q: And why did you go back to Berlin?",
        "A: Well, Joe Schwartz -- I was ready to quit. I had another career and this was something\nthat I intended to do on a temporary basis. I had my -- I had a very important experience\nin ‘45 and I didn’t want to become a social worker. But Schwartz persuaded me that in\nDecember ‘45, in the States, in New York, when I was talked in -- to go back in and I\nwent back to Berlin. And he said, “This time we’ll want you to work in Berlin.” And I\nwent to work in January ‘46, in Berlin and I stayed in Berlin, I think, working in\nFeldifing. No, not Feldifing, Schlacktenza, with Fishbein, who was the under-director, a\nbrother of the famous Morris Fishbein, of the American Medical Association. That was\nthe end of ‘46. Have Is --mentioned how long I worked for the JDC in Berlin? Was it\nabout four years? From the end of ‘46 to -- I lived in New York and worked on the\nrestitution program and other things that I’ve mentioned. I was -- I guess the JDC’s\ngeneral counsel. I was the only lawyer who they employed, but they called me their\ngeneral counsel in New York.",
        "Q: Let’s talk a little bit about your Berlin experience. What was Schlacktenza like, what did\nyou do there?",
        "A: Well, it was overcrowded. There were two places in Berlin. Wittenau, this small place in\nthe French sector of Berlin, where anishe -- and the JDC clearly supported that place and\nthat was where the Breecha brought in people. And that was on -- the one thing we could\ndo was support and help that unofficial camp. It was not -- 1t was not an UNRA camp and\nthey couldn’t get UNRA help. And then there was this large Schlacktenza camp, where\nthe director was Harold Fishbein, a brother of the famous Morris Fishbein, of the\nAmerican Medical Association. And Harold, he was sort of a character, but he was the\ndirector and if we -- we tried to help in various ways. The -- now at this time, the -- the\nHightown’s were no longer a part of the picture, they had gone back to their careers.\nThey -- they were part of that picture in Bavaria, but in -- in Berlin, we had two directors.\nWe -- a guy named Henry Levy came -- the JDC signed him up to go back into Berlin\nwith me in January ‘46. And Henry was a trained social worker and we became co-\ndirectors of the JDC program in Berlin. And we had a house and -- which the army gave\nus. Peppy may not have come with us originally. Peppy was Henry’s wife. And w-we --\nwe helped with tracing, we did bring in some supplemental -- supplementary supplies.\nWe tried to help with m-migration. W-We weren’t -- both of us in that -- both Henry and\nI in that picture, for too long. I think the -- the JDC or the UJA sent him off someplace\nelse before too long. But there’s this one incident of a humorous nature. We -- one of the\nthings we did was to try to -- I mean, we did it once. We -- we lived in this large house in\nDallum, in Berlin and we had a sort of an evening party for the committee of the people\nin Schlacktenza. And they came to this -- these were people who were middle class,\nwhatnot, they hadn’t been to any kind of a party in a luxurious house, no less, after -- for\nyears, I mean ever since they’d been deported by the Germans to the concentration\ncamps. And they -- so they came to this luxury house that we had, to celebrate a party at\nour house, which was in their honor and they borrowed -- one borrowed a jacket from a\nneighbor, another one borrowed a dress from a neighbor and in the -- this sort of -- an --\nnone of the clothing was luxury clothing and they -- they came to our house for this\nevening and one of my famous goofs was, I greeted them at the -- at the door as they\ncame in and I wanted -- I was the host and I wanted them to feel comfortable and I -- I\nwanted to say, “Take off your coats. Take off your things,” I -- which we would say. “Let\nme have your clothes,” is -- which is what you say when you greet somebody, I guess,\neven today, if -- “Let’s have your things, let me have your clothes.” I translated clothes\ninto a Yiddish word, which my mother used to use the word vesha in Y1-Yiddish, to\ndescribe when she was going to put the clothing in the laundry or the wash. She said, “I\ngot to do the vesh.” So vesh became clothing. The expression was, “Let me have your\nclothing.” So I greeted -- greeted these poor people as they came to the door, “Guden\nhaben mein adaman, mein herr. Sienzi haas,” take off, “eer vesha,” your underwear. But I\nremember the panicky expression. What kind of party is this we’re coming to? And that\nsticks in my mind as one of my major goofs.",
        "Q: What -- what was different about Schlacktenza than Feldifing, your experience there?",
        "A: Well, Schlacktenza was a -- compared to Feldifing, a -- a luxury camp. It -- it had much\nmore space, much more facilities and -- and it was part of Berlin, people could go back\nand forth and circulate in Berlin. And more supplies were available now. And it was less\ncrowded, had more supplies, more food than -- it was within a large community. I mean\nFeldifing was 20 miles or so away from Munich. This camp was right in Berlin. People\ncould move around in Berlin and carry -- many of them just left the camp and settled in\nBerlin and got into businesses of various arts, legitimate businesses.",
        "Q: And this was also a little bit later?",
        "A: Yeah. Well, it had to be in the year ‘46.",
        "Q: So maybe the situations --",
        "A: Sure.",
        "Q: More under control, or?",
        "A: Yeah, I think everything ha -- was. Conditions had improved from my days in Feldifing,\nthe external conditions had 1m -- external surroundings had made it possible to do more.\nThe -- but Morris Fishbein was the director and I tried to -- we tried to help him as much\nas we could. He of course, had all -- UNRA supplies and whatnot, but if we could help\nwith tracing, with immigration, reli -- with services, religious services, we did something.\nThis business where General Clay attended.",
        "Q: What -- I’m sort of curious at this point, because it is -- now there’s a little bit of a\ndistance, time-wise, from the war end. Were people really be -- at this point, able to\nrebuild their lives and perform new associations -- was that something that was palpable?",
        "A: No. We had a program in Poland and I did make a trip back to Poland from Berlin at one\npoint. In fact, the army newspaper in Berlin, the American army newspaper -- it was a\nfour power city, printed some pictures of -- that I took while on my visit back to Warsaw\n-- to the Warsaw ghetto. And they were just -- and the Germans had bombed the whole\nghetto and they were just digging out the ghetto. There were no survivors, but there were\nskeletons that had been hiding in places that had been bombed and whatnot, by the\nGermans. That had been dynamited, blown up by the Germans and skeletons were being\npulled out of these buildings and they -- of people who’d been hiding from the Germans\nand then been inundated by whatever the Germans did to the Warsaw ghetto. And that\nwas -- I could go back to the Warsaw ghetto because the jo -- JDC had a -- they’d always\nhad a program in Warsaw and Bill -- Bill -- the long time director of the JDC in -- in\nWarsaw. Bill -- oh, I almost had it. I may have mentioned it earlier. So I went back and --\nfrom Berlin to Warsaw and I -- he -- he took care of me and -- and I -- that’s when I\nvisited the -- these piles of rubble that had been the Warsaw ghetto and took pictures,\nwhich were published in the army newspaper in Berlin when I got back -- of dug out\ndwellings where the Jews had been hiding and had been reduced to skeletons when they\nwere found after the war. And that -- I don’t -- that was ‘45 probably. Bill Bar -- William\nBaren, B-a-r-e-n, was I think the JDC director in Warsaw. Yeah, Bill Baren.",
        "Q: Was there a sense in Schlacktenza that people were being resurrected? Able to move on\nwith their lives?",
        "A: ...Gee, now they’re -- Herbert Friedman, the famous Herbert Friedman, who was the --\nthe Wexner person, initially the head of the United Jewish Appeal in this country, was a -\n- a -- with the army in Berlin while I was there. And he was -- he had a place that he\nmaintained. We -- we were really, became pretty close friends. He -- he was the chaplain,\nstationed with the army in Berlin, but as he and other Jewish chaplains, who were in\nthese areas where there were remnants of the Jewish community, the Shehari taplata was\na Hebrew word for the remnants of the Jewish community. Herb would furnish them -- he\nhad -- there was a chaplain’s house and he would furnish them evenings or some escape\nfrom the camps and then I -- I f -- whether it was the same time, I don’t know, I had this -\n- this house where we also had people, where Henry Levy and I lived.",
        "Q: Did you know Herb Katsky, was he in Berlin at that time?",
        "A: No. Jake Trueb was my immediate supervisor, he was in charge of both -- wait a minute.\nIn Berlin, yeah I think Jake -- who lives in Philadelphia, incidentally, right now -- I think\n-- now Katsky appeared -- I don’t remember seeing Herb in -- in Berlin or Bavaria in\nthose days. I just don’t --",
        "Q: So, did you ever work with him at all?",
        "A: Well, yeah.",
        "Q: But back in this country?",
        "A: Back 1n this country. And he was the one who collected this history and I -- I gave him a\ntaped interview at some point. That was his job with the JDC, but he had clearly been -- I\nmean, at that time he was preparing the history of the Joint Distribution Committee, or\ncontributing to it. When I was in Germany, I don’t think Herb -- if I had any supervision,\nit would have been Jake Trueb and Herb Katsky was over us. Mife -- I’m not sure -- I\nthink Herb was in Europe or England at -- at one point.",
        "Q: I was just trying to remember whether you had worked with him over there, but I guess\nnot.",
        "A: I’m not sure.",
        "Q: Yeah. Anything else you want to tell me about your experiences in the Berlin area? I\nalways get a sense of -- wh -- you know, in all of this European work, what do you think\nwas your most significant accomplishment? What were you able to really do?",
        "A: Well, you know, I -- and there was a great sense of frustration, because we were able to\ndo so little, as I indicated. We had no supplies. All we could do was furnish personnel to\n-- like the Hightowns, who s -- in Feldifing were a valuable addition to the -- whatever\nmedical facilities were available in Feldifing for the people who -- these people and --\nand the Hightowns came into the JDC office in Paris in 1945, just before I -- I went back\ninto Germany and they -- they became part of our team and were ve -- a very important --\nplayed an important role in Bavaria. Now, when I went back later, Berlin, with Henry\nLevy, Leevy, Levy -- we didn’t -- I don’t think -- did Is -- mention whether that team\ninclud -- I don’t think we inclu -- we had a doctor on that team.",
        "Q: But surely you must have felt good about what you were doing over there?",
        "A: Well, yeah. The -- it was extremely important, as I mentioned earlier, for these eastern\nEuropean Jews to know that the Joint was there again, even though the Joint could not do\nmuch in -- in connection with -- in reference or com-comparison with what it\ntraditionally did for the eastern European Jews. But we were at least there. They -- they\nwelcomed, they would go -- happy to see us. We -- we did, from time to time, bring in\nfood and we had this convoy that -- no, that was -- the convoy to Switzerland, was -- was\nthat from Berlin or from Munich? I think that was for -- I’m not sure. The -- w-we\ncertainly helped with -- helped them get visas. We -- we helped them with supplemental\nfoods. We helped them find relatives. Our tracing bureau was very in -- useful in -- in\nthat respect. So I -- I -- I think I had a fairly -- a feeling of being useful. Not in any -- y-\nyou could not claim a major role. We just didn’t have the facilities to play a major role.\nUNRA was the designated organization and we were simply one of several organizations\naccredited to UNRA to supplement what they were doing.",
        "Q: How long did you stay in Germany’?",
        "A: Initially, I -- after -- I was there already during the war, I stayed on til December. I came\nback to the States and then I went to Berlin in January ‘46. I stayed in Berlin, I believe,\nuntil the spring of ‘47, when I left and at that point went to Palestine. I’d -- I mean all\nsorts of people were going to Palestine from Germany and it was something I -- I didn’t\nknow when I’d be able to do it again, so I went to Palestine. And met some people there -\n- well, I think there were these Breecha guys that I looked up when I was there and I\nstayed in several places. I -- I was treated like a -- an honored guest and I was sh -- a\nguide was assigned to me to show me around the kibbutzim and whatnot.",
        "Q: Did you go as a representative of the Joint? Or just a --",
        "A: As a JDC per -- Joint person. I went on my own, I paid my own way. There was a JDC\nprogram of some sorts, I think in Palestine. No, this was something I wanted to do before\nI went home. And I had no official role in Palestine at that point.",
        "Q: How was the experience?",
        "A: Well, it was wonderful. I mean, I just -- as ve mentioned, I had this sort of re-\nawakening and Palestine was -- it was not yet officially a Jewish state, but it -- it\ncertainly was Jewish. The -- I was in Tel Aviv -- I don’t remember too much about that, I\n-_ITw-",
        "Q: Was there an -- was there an -- a special energy after the war, so many people trying to --\nto get there and the reality of it becoming a Jewish state was closer. Was there something\nspecial about being there at that time?",
        "A: Well, now the British tried to close it off and there was that illegal ship that went from\nItaly to Haifa. What was that ship called?",
        "Q: The Exodus.",
        "A: The Exodus, oh.",
        "Q: In for -- in for -- in ‘47.",
        "A: Yeah. No, I think that was after my -- my time. But I -- I did look up some of these\nBreecha guys that I’d known in Berlin and it was -- I mean, I had a very good feeling\nabout being there. Prob -- you know, all sorts of things are going to be popping up after\nwe f-finish this interview. They -- they’re working their way up, but slowly.",
        "Q: Call me. So you went back to New York, after?",
        "A: Around °47, yeah. That’s -- and I stayed in New York from ‘47 to ‘51 or so, working for\nthe JDC in New York on various things, including the Claims Committee. The people --\ndid I describe that, the -- the -- there were, in the Warsaw ghetto, I think that I must have\nstarted this -- there were people who had jewelry, who had dollars and the JDC, under\nGussic had a program in the Warsaw ghetto. What had been in the JDC program in -- in\nPoland before the war and Gussic borrowed from -- in Warsaw ghetto, Gussic and -- to\nbring in supplies and things for the people in the ghetto. Needed money, needed -- and he\nwould borrow jewelry and money and whatnot from people in the ghetto, so he could\nbring in supplies from outside the ghetto and -- but he owed those people and after the\nwar, there were people who had some sort of writing -- wh -- they came to the JDC in\nNew York and they said, “My uncle or my brother or I loaned money to the JDC in the\nWarsaw ghetto that -- and I was glad to do it, I could get -- I felt safe I’d be paid -- repaid\nsomeday,” and w -- but we couldn’t just automatically honor every claim, people could --\nthere could be fraud, so we set up a -- the JDC in New York set up a Claims Committee,\nand I, as the JDC’s counsel in New York, worked with that Claims Committee. And that\nwas an interesting experience --",
        "Q: Okay. Let’s change the tape and then let you continue.",
        "A: Okay.",
        "Q: It’s cause it -- we’re going to run out on you.\nEnd of Tape #5\nTape #6",
        "Q: You were beginning to tell me that you came back to New York and you got involved\nwith a Claims Committee --",
        "A: Yeah.",
        "Q: Through the -- through the Joint.",
        "A: That was a really interesting experience. The -- the JDC had borrowed, in the Warsaw\nghetto, Gussic and his --",
        "Q: All right, you -- actually you had explained this, so --",
        "A: Right. All right, so now we have to pay back these loans and the records are poor and the\nJDC in New York is beginning to get requests for repayment, either by the people that\nloaned the money directly, or the jewelry or whatnot, or relatives, and relatives who --\nwho only heard that their father or brother or uncle had loaned something to the JDC,\nthey had nothing in writing. Those relatives had died and they just felt that while they\nwere glad to make contributions and so forth, to the United Jewish Appeal, if these were\nloans, it was supposed to be repaid, as was promised at the time, they would like to have\nrepayments. The Joint in New York recognized the validity of that position, but it wasn’t\nabout to give away stuff or recognize fraudulent claims. So it appointed a Claims\nCommission. The chairman’s name escapes me at the moment, but there was a chairman\nand I think two people, one of them a lawyer -- Saul -- Saul something was the chairman.\nI got the first name. And I worked with them, I was then the JDC’s house counsel. I had\ncome back, I wasn’t ready to go back -- come back to my old career and I wanted to stay\nin New York and so Moe Levitt hired me and he needed -- he -- my legal background\nwas attractive to him because the JDC was just now getting into restitution and\nreparations and he felt that having a lawyer in -- in the JDC headquarters in New York\nwould be a good idea and I -- I -- I wanted to s-stay in New York, for whatever the\nreasons. And for about -- I think four years, that I lived in New York, from ‘47 to ‘51, I\nworked for the JDC and th-the Claims Committee was one of the as -- working with the\nClaims Committee was one aspect of my work for the JDC and it -- it was really an\ninteresting, challenging kind of -- what do you do? You’ve got -- you know you\nborrowed from people in the ghetto, you know that you offered to repay them and yet\nhere are people without proof, they only heard from their relatives or they had -- they had\n-- th -- there was not -- know diday were no records and so we set up this Claims\nCommittee. Saul -- Saul what’s his name and somebody named Stuart, to constitute a\nClaims Commission to pass on these claims. And we interviewed people, we looked at\nwhatever records and I did -- I was sort of the staff person for that committee. And -- and\nwe paid back some claims. Not in full, it was -- sorry -- number usually partial payment.\nBut these were legitimate claims and at the same time, we had to be protected against\nunverifiable or fraudulent claims. So I did that with the JDC for just -- I don’t know how\nlong. When I was just living in New York.",
        "Q: And then did that -- did that than grow into a larger restitution organization?",
        "A: Well, then --",
        "Q: Wait a minute.",
        "A: Then, separately, there was this restitution program. The -- as though -- programs were\nset up for claims by -- from the Germans, to property th-that had been taken away by the\nGermans and the allies set up s -- I mean the Americans, the British were less interested\nin it, I think and I don’t remember what the Russians had -- we had four powers, but the\nAmericans did something to help people claim back either what the Germans had\nconfiscated or which they had left behind. And then there was the whole business of what\ndo you do with heirless Jewish property left in Germany? That were -- these were -- this\nwas property that was going to remain in the hands of the Germans, if the su -- nothing\nwas done and it would remain in the hands in those cases, where the Germans had been\nmost successful in destroying the Jews, because there were no heirs. So where they had\nbeen most successful, they would be rewarded by retaining the property. Well, obviously\nthis was unacceptable, so an organization was created, called the Jewish Restitution\nSuccessor Organization, to reclaim heirless Jewish property in Germany. Meant primarily\nthe American occupied areas of Germany. And I worked with earso as we called it, as did\nMikania Robinson, who was with the World Jewish Congress, stationed in -- in New\nYork. The two of us really did the organizing of that program and then in Germany,\nBenjamin Firenze, who had re-remained in Germany after the Nuremberg Trials, where\nhe had worked with Maxwell Taylor. Ben either went back into Germany or stayed there.\nAnd he undertook a program to find heirless Jewish property in -- in Germany. And --\nand then we made claims for the -- the heirless property in -- in Switzerland, which is\nonly recently surfaced. I’m -- I don’t know why, I don’t re-remember the details. But I\nwas -- I definitely worked with the Jewish Restitution Successor Organization. I helped\nestablish it with Mikania Robinson and in the State Department recognized it as -- which\ndidn’t come easy, some of the old line State Department types did not like the idea, but\nthis became the official Jewish Restitution Successor Organization for heirless Jewish\nproperty that was unclaimed, anyplace. And it was used to -- the proceeds were used for\nIsrael -- Palestine. Now, the Swiss have recently -- what is it that the Swiss have done\nrecently? They’ve just recently acknowledged that there is heirless Jewish property in\ntheir hands, that the Jews who were being deported and whatnot, people transferred their\nassets to Switzerland and no one ever claimed them because their families were wiped\nout and there were no records and the Swiss, I think, had hoped just to keep it, because\nthere were no claimants and now there is some sort of effort. But the Jewish Restitution\nSuccessor Organization did not -- I don’t think -- function in Switzerland, it just\nfunctioned in Germany. And Benjamin Firenze ran the program from Nuremberg and I\nran it from the JDC offices in New York. I -- I worked on it with Robinson.",
        "Q: You're fairly successful at recovering?",
        "A: Oh, I don’t know, I don’t know. We -- Firenze did, I’m sure, a great job of finding\nheirless Jewish property. Ha -- it’s a needle in a haystack, in a sense. I mean, how do --\nyou have records, I guess, but who were the -- the Jewish -- in heirless cases, there was --\nI mean, if there were any relatives who had claims, you had something to go on, but\nwithout heirs, I just don’t remember how he -- he operated, how he found property, but\nhe found property. And the odinor government was -- I mean that was -- h-he was a good\nperson and they cooperated in those days. The -- but I -- I -- I’m not su -- seven hundred\nmillion dollars, does that sound right for the value of the heirless Jewish property? Most\nof which was used for Palestine, I’m pretty sure.",
        "Q: Must have been hard to corroborate.",
        "A: These claims, oh, yeah, the -- for the claims countenfrance.",
        "Q: No, even for the heirless.",
        "A: Yeah. The -- it was a hit and miss sort of thing, as I recall, but gee, I’m not too clear on\nthe details of -- of earso. Firenze would -- would have a -- he -- did you say he’s been\ninterviewed? Yeah, he would certainly know more about that. And there was a guy that\nworked with him who later took my job at the -- succeeded me at the Joint in New York,\nKaden, Kazen. Can’t remember.",
        "Q: What can you tell me about Firenze?",
        "A: Oh, he’s -- he’s great. I'd love to see him. He was extremely able, very bright and\nenergetic. A little guy, he’s oh, about five two or so and -- but much bigger, in reality.\nAnd I guess he’s practicing law in Washington or -- years ago I had some contact with\nhim, but we’ve had no -- no reason to be in contact with each other. Wonderful,\nwonderful person.",
        "Q: Let me ask you, sort of on a personal level. The impact all these experiences have had on\nyou, have they changed you? Did they change you, I should say.",
        "A: Well, at the time, I-I certainly don’t -- they caused this strong re-identification with my\nbackground, my heritage. I’m a pretty proud Jew. I mean I think we have a wonderful\nhistory and I’m very happy to be part of it. The -- go back these thousands of years and\nwe ve survived, we haven’t disappeared in -- in the general population. And I think the\nOrthodox Jews deserve most of the credit for that, during long periods when the -- that\nwas the only f-faith. And they went through a heck of a lot. ’'m not observant, I -- but I --\nI feel very strongly my identification. I’m proud of it and my kids -- well I -- I mean my\ngrandchildren got Bar Mitzvahed, my son celeb-celebrates the Sabbath. My two\ndaughters certainly are very clear in their identification. My oldest son is just a\nwandering minstrel type. I mean he doesn’t really have any identification, but -- and --\nand -- I think it’s -- I mean we -- we could have done with fewer Holocaust, but it’s\nabsolutely remarkable the way this group gets up from the floor and continues to battle\nfor it’s survival and existence and -- and takes pride in being part of this extraordinary\ntradition. It would have been much easier to disappear and fewer people would have died.\nBut I think the world would be a lot poorer if there were no Jews left.",
        "Q: After you finished your work with the Joint, did you go back into labor relations?",
        "A: Yeah.",
        "Q: Labor law?",
        "A: I -- I was and am still a -- a labor arbitrator, I arbitrate labor disputes. But for a long time\nI was the advisor to the city of Philadelphia on it’s labor relations and dealing with it’s\nunions of city employees. And that’s -- I -- I was on a retainer of some sort and when I\narbitrate cases, which I don’t do much of any more, I get paid for it. I’ve got a small\nretainer which pays for my office expenses, but at my age, I -- I shouldn’t complain.",
        "Q: Anything else you want to say about some of these experiences an-and what they’ve\nmeant to you?",
        "A: First I’m -- you know, I’m very pleased that you are doing what you’re doing. I -- I mean,\ntoo many things of historical significance get lost and certainly the personal experiences\nof people like myself get lost. And I’ve done a -- a certain amount of memoir keeping,\nbut it -- it’s -- 1t’s inadequate coverag -- I’m trying to cover my whole life and there a\nwhole lot of people who -- whose experiences may be lost. I -- I was thinking of the -- the\npeople in Berlin, they -- are they -- is there still a Jewish community in Berlin? I guess\nthere is. The current leaders -- but I'll -- I'll always remember that experience. I’m lucky\nto have had these experiences.",
        "Q: The only other thing I can think of is that earlier you said that when you came back from\nEurope, you were -- I don’t know if obsessed is the right word, but -- but this was all you\ncould think about --",
        "A: Yeah.",
        "Q: -- and talk about. Maybe you can elaborate on -- on that impact, cause that seems pretty\n[indecipherable]",
        "A: Yeah, I got sort of diverted. I -- I remember aw -- aw -- I mean I had these non-Jewish\nfriends, close friends, I -- roommates and whatnot, in -- in the War Labor Board and I’m\nca -- I came back in early ‘51, to Philadelphia, to -- and I -- I mean those friends included\nWalter Philips, who was the city’s Commissioner of Commerce and City Representative\nunder Mayor Joe Clark. And Scotty Crawford, who was a roommate of mine in the War\nLabor Board days and they wanted to know what had happened to me while I was away\nand I remember feeling I was more than happy to tell them about my experiences, but I\ndo remember feeling great anger at the outside world at what had been done to my co-\nreligionist fellow Jews. The -- the killing of children, it was just something I could not\nget over. And so, for a long time after I came back, I -- I had this sort of can -- this\nreawakened sense of identification. I’ve never been very religious. We’ve always\nobserved the high holidays and that’s about it. And I’ve -- th-the children involved in --\nmade aware of the fact that they are Jews. And that’s -- that’s my life today, I --",
        "Q: What about anger toward American apathy? Which included Jewish Americans as well,\nto some extent?",
        "A: Yeah, I remember feeling some -- some anger about that. The -- there’s some deep --\nwant me to hold --",
        "Q: Okay.",
        "A: I don’t think I’ve ever -- I certainly had a generalized hatred of -- of the Nazis. But even -\n- even though I’ve been critical of German apathy, I mean Germans claim they didn’t\nknow what Hitler was doing -- the ones who were not, the Germans who were not\nactively involved in the Holocaust, I’ve -- I’ve doubted that. I mean, I didn’t know how\nthey could not have known of what was happening and they just chose to ignore it. I\nmean it would have -- to overthrow Hitler would have been a difficult thing to do. He had\nall the marbl -- all the arms and so I -- I -- I don’t know whether I, if I were a German\nliving under Hitler, whether I would have been willing to risk my life to overthrow him\nbecause I didn’t like what he was doing to minorities. But I still have sort of -- no I don’t\nreally hate the Germans any more. I did 1n those early days, I hated every German I saw.\nEven German children that I would see in Bavaria, I -- I would say, I mean there’s, you\nknow, a future Nazi. It just was a blind hatred that made no sense and I’ve gotten over\nthat a long time ago. The -- but I think there are people who -- Jews today who won’t go\nto Germany, isn’t that right? I mean they -- they’Il never forgive, even though three\ngenerations are -- and certainly Germans have been helpful in ways.",
        "Q: Were you struck by American apathy?",
        "A: Yeah, you ask me that. I -- at the time, I had a -- I -- I had the experience in Germany of\nsome good guys like Clay and -- and Eisenhower. When I got back to the States, I just\ndon’t remember that I felt hostility to the American people. In that immediate period, I\ndon’t think I did. The war with Japan was still going down. I don’t think I’ve ever had\nthat feeling.",
        "Q: Is there anything else you’d like to add, because I --",
        "A: You’ve finished.",
        "Q: I feel like I’ve sort of covered.",
        "A: My period with the JDC in New York, four years, I had an office and it was not one of\nmy better periods. I -- I wasn’t really very busy and I -- and I had too much idle time.\nAnd Moe Levitt -- Moses A. Levitt was not somebody th -- he wa -- was -- wa -- the head\nof the JDC in New York. Schwartz was the overseas head. I never -- I could not relate\nwarmly to Levitt, but Schwartz was a hero. I’ve written about Joe Schwartz, those ex --\nJewish exponent article. As I indicated in that article, he was a genuinely great man and\nhe just performed -- he was the right man at the right time and he had a - a sense of\nmission and dedication and courage. He was one of my real heroes, I can’t say enough\nabout Joe Schwartz. I think that’s it.",
        "Q: Thank you very much.",
        "A: Well, thank you.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Let me -- let’s just sort of start this, officially.",
        "Q: By your stating your name, date and place of birth.",
        "Q: Please.",
        "Q: Didn’t you go there before 1947?",
        "Q: You left the Labor Board in ‘47?",
        "Q: No, didn’t you go to Europe in ‘45?",
        "Q: Mm-hm.",
        "Q: Okay, let me ask you just a little bit more about your sort of family life, your religious\nbackground.",
        "Q: Did you -- and so you -- you did certainly identify with being Jewish?",
        "Q: And so you had non-Jewish friends as well?",
        "Q: Did you -- can you remember, sort of any -- sort of quality, any values that were instilled\nabout your family life?",
        "Q: What -- did you have any -- were there any sort of cultural groups, any Zion-Zionist\ngroups, anything like that?",
        "Q: I guess what I’m trying to get a sense of, was there something about your family life,\ncertain values you grew up with that in some way prepared you or motivated you later on\nto do the sort of work you did?",
        "Q: Socially motivated?",
        "Q: Okay. You -- you were starting to say that you wanted to -- to be part of the war effort,\nyou couldn’t go as a soldier, so I think you heard about the American Field Service?",
        "Q: Why don’t you tell me?",
        "Q: Well, tell me a little -- you’re saying you had some interesting experiences --",
        "Q: I want to hear about those.",
        "Q: No. Yeah, with the Field Service.",
        "Q: We’re jumping ahead a little bit. I want -- I want to ask you a couple questions.",
        "Q: Just quickly back to the AFS. Were you -- when you were driving ambulances, were you\nable to observe anything about what was going on in the war, or about camps, anything\nlike that?",
        "Q: How much did you know?",
        "Q: I’m going to stop the tape here, because we need to change the tape.",
        "Q: As much -- you know, I -- I’m stopping you because there’s much o-of this sort of\npersonal detail, you think it’s really helpful?",
        "Q: Okay, we were starting to talk a little bit about your work with the Joint Distribution\nCommittee in Paris. And I have a couple questions I’d like to throw out and then sort of\nlet you --",
        "Q: -- tell me. The first is, what your primary responsibilities were there. What, you know,\nwhat kind of work you were involved in, cause I know they -- they were trying to\naccomplish a lot and also what -- what credentials you had or what experience you had\nfor the kind of work that you would be doing?",
        "Q: And then sort of let you --",
        "Q: Tell me. The first 1s, what your primary responsibilities were there. What -- you know,\nwhat kind of work you were involved in, cause I know they -- they were trying to\naccomplish a lot and also what -- what credentials you had or what experience you had\nfor the kind of work that you would be doing?",
        "Q: And so what --",
        "Q: When you said that you were sending people into Germany or you were working with the\nFrench-Jewish community, what does that mean? What -- what for?",
        "Q: How did this tracing bureau work?",
        "Q: What about -- do -- did these tracing efforts also attempt to find surviving family\nmembers in Europe?",
        "Q: The general work of the Joint, is there any way to describe that?",
        "Q: Your -- and most importantly, your work with it, not others.",
        "Q: Well, let’s talk about some of these specifically. The emigration, for example. Was that\nfairly easy to do?",
        "Q: Were these -- was this organized through the Breecha?",
        "Q: The other -- I guess the other question 1s, there were these various organizations working\nafter the war in Europe. You mentioned UNRA. The U.S. Army was over there. How did\nyou all work together and wh -- and was that easy?",
        "Q: Well I had -- I had read that -- that initially anyway, the army and maybe to some extent\nUNRA people were in no way prepared to handle the hundred -- hundreds of thousands,\nfor that matter, of survivors. That they weren’t always sensitive, that a lot of the U.S.\narmy was anti-Semitic and that it was -- that there were problems, and I --",
        "Q: Okay. What we were talking about was you -- you had mentioned that some army person\nhad come in to --",
        "Q: As I understand it, in the summer of ‘45, you and a group of people went to Feldifing.\nHow did that come about, maybe you can tell me who you went with and what you\nexperienced.",
        "Q: I was asking you how you came to go to Feldifing in August of 1945. With whom and\nwhat you saw.",
        "Q: Can you describe to me your impressions when you went into Feldifing?",
        "Q: Why couldn’t you do more for them, initially?",
        "Q: What kind of condition were these people in physically, emotionally, medically?",
        "Q: But when you saw these people?",
        "Q: What was -- sort of this -- kind of the morale like? Were people hopeful? Were --",
        "Q: At Feldifing.",
        "Q: What was the translation of that song?",
        "Q: How much time we have still? Let’s see, we’ve got about six minutes.",
        "Q: Okay. Let’s go back to Feldifing.",
        "Q: After you were there awhile, there was the famous visit.",
        "Q: If you can tell me how that came about and describe it.",
        "Q: You want to change it? Okay. We need to change the tape.",
        "Q: Okay. We were talking about the Eisenhower visit. As I understand it, that was at the\ntime of Yom Kippur. Do you remember that?",
        "Q: I -- I was just trying to -- I have an image of what it must have been like to be in a DP\ncamp on the first high holiday after the war and it -- it -- if you participated in that.",
        "Q: It’s okay if you don’t remember.",
        "Q: Let’s just move on. Okay, so after this Eisenhower visit, did things change and --",
        "Q: [inaudible] hausen?",
        "Q: Now, at this -- at this point in time, was Feldifing mixed Jewish and non-Jewish?",
        "Q: So this happened before Eisenhower came over there? He came in September.",
        "Q: And it was Jewish DP’s who were moved to Wulfratshausen?",
        "Q: Okay. What other improvements do you think were a result of the Eisenhower visit? Or\nof the Harrison report for that matter?",
        "Q: I’m trying to get a sense of the impact of both Harrison’s visit and Eisenhower’s visit and\nhow it enabled you to make some improvements, if -- if at all.",
        "Q: So when he said, “What can I do to keep my reputation intact,” what -- what did you say?",
        "Q: What -- you had mentioned Black Market activities. Was there a lot of that?",
        "Q: So there wasn’t much effort to control this black market activity?",
        "Q: Another area that’s -- I’m curious about, there was a Jewish community, not a DP ca --\nyou know, not a [indecipherable |",
        "Q: -- in Munich, outside of the camp.",
        "Q: Was there a relationship between the Jewish community and the DP community?",
        "Q: But what I’m trying to understand is -- the German Jewish community --",
        "Q: Was it open -- was it open -- did it have a relationship with the displaced persons who\nhad come in from --",
        "Q: Did they welcome the non-German Jews, who had --",
        "Q: Did the German Jewish --",
        "Q: -- community empathize after the war and -- and --",
        "Q: Okay. I guess we just have a minute left on this tape, so --",
        "Q: We’re going to have to change in a second. It -- I just though that maybe, after these\npeople in -- had moved west, that they would want to become incorporated, included into\nsome Jewish community outside of the camp. And I guess what you’re saying is that\nreally didn’t happen.",
        "Q: Okay. Let’s change the tape. I think when we --",
        "Q: See, in your -- in your notes, I guess this is testimony you gave awhile ago as -- as an\ninterview.",
        "Q: They may have gotten it wrong, they may have written it down wrong.",
        "Q: No, this is -- this 1s from --",
        "Q: No. This is from the museum, I think. But -- I mean, she could have taken it down wrong.\nYou had said --",
        "Q: Probably, yeah.",
        "Q: Yeah, she also made mistakes --",
        "Q: Because she put American friends service and field service --",
        "Q: But, in this you said that in the fall of ‘45, you opened Wulfratshausen for Polish -- okay,\nlet’s just take -- how long did you stay in Feldifing or in the Munich area?",
        "Q: Wait a minute, serious noise here, stop.",
        "Q: Okay. You were in Feldifing how long?",
        "Q: And why did you go back to Berlin?",
        "Q: Let’s talk a little bit about your Berlin experience. What was Schlacktenza like, what did\nyou do there?",
        "Q: What -- what was different about Schlacktenza than Feldifing, your experience there?",
        "Q: And this was also a little bit later?",
        "Q: So maybe the situations --",
        "Q: More under control, or?",
        "Q: What -- I’m sort of curious at this point, because it is -- now there’s a little bit of a\ndistance, time-wise, from the war end. Were people really be -- at this point, able to\nrebuild their lives and perform new associations -- was that something that was palpable?",
        "Q: Was there a sense in Schlacktenza that people were being resurrected? Able to move on\nwith their lives?",
        "Q: Did you know Herb Katsky, was he in Berlin at that time?",
        "Q: So, did you ever work with him at all?",
        "Q: But back in this country?",
        "Q: I was just trying to remember whether you had worked with him over there, but I guess\nnot.",
        "Q: Yeah. Anything else you want to tell me about your experiences in the Berlin area? I\nalways get a sense of -- wh -- you know, in all of this European work, what do you think\nwas your most significant accomplishment? What were you able to really do?",
        "Q: But surely you must have felt good about what you were doing over there?",
        "Q: How long did you stay in Germany’?",
        "Q: Did you go as a representative of the Joint? Or just a --",
        "Q: How was the experience?",
        "Q: Was there an -- was there an -- a special energy after the war, so many people trying to --\nto get there and the reality of it becoming a Jewish state was closer. Was there something\nspecial about being there at that time?",
        "Q: The Exodus.",
        "Q: In for -- in for -- in ‘47.",
        "Q: Call me. So you went back to New York, after?",
        "Q: Okay. Let’s change the tape and then let you continue.",
        "Q: It’s cause it -- we’re going to run out on you.",
        "Q: You were beginning to tell me that you came back to New York and you got involved\nwith a Claims Committee --",
        "Q: Through the -- through the Joint.",
        "Q: All right, you -- actually you had explained this, so --",
        "Q: And then did that -- did that than grow into a larger restitution organization?",
        "Q: Wait a minute.",
        "Q: You're fairly successful at recovering?",
        "Q: Must have been hard to corroborate.",
        "Q: No, even for the heirless.",
        "Q: What can you tell me about Firenze?",
        "Q: Let me ask you, sort of on a personal level. The impact all these experiences have had on\nyou, have they changed you? Did they change you, I should say.",
        "Q: After you finished your work with the Joint, did you go back into labor relations?",
        "Q: Labor law?",
        "Q: Anything else you want to say about some of these experiences an-and what they’ve\nmeant to you?",
        "Q: The only other thing I can think of is that earlier you said that when you came back from\nEurope, you were -- I don’t know if obsessed is the right word, but -- but this was all you\ncould think about --",
        "Q: -- and talk about. Maybe you can elaborate on -- on that impact, cause that seems pretty\n[indecipherable]",
        "Q: What about anger toward American apathy? Which included Jewish Americans as well,\nto some extent?",
        "Q: Okay.",
        "Q: Were you struck by American apathy?",
        "Q: Is there anything else you’d like to add, because I --",
        "Q: I feel like I’ve sort of covered.",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: That -- this -- that engrave was given to me by Henri Hightown and his wife, who were\non my JDC team that went into Bavaria after 1945. He was a French, Polish, Jewish\ndoctor living in France. He was there with -- in Feldifing when we initially went in. His\nwife was the nurse of our team.",
        "A: Yeah.",
        "A: Start now?",
        "A: My name is Eli Rock, spelled E-l-i and R-o-c-k. I was born in Rochester, New York, on\nAugust 12th, 1915. My parents were Russian Jews, who had come to this country around\nthe turn of the century and I had an older sister who was born in 1913 and a younger\nbrother, who lives in California. My sister died some time ago. And my parents set up a -\n-a-- when they initially came, they worked in clothing shops and whatnot, but they -- in\nthe early 20’s, opened a dry goods store in the Italian section of Rochester and we lived\nover the store, initially. And I went to school, Jefferson Junior High School and then I\nwent to East High School in Rochester and -- and my freshman year at Jefferson Junior\nHigh School, I met a lifelong friend named Joe Platt. We discovered we had the same\nbirthday and that’s what made us close friends. He was later the president of Harvey\nMudd College and another college and I hope to see him, before too long. I grew up in\nthis Italian neighborhood in Rochester, where I formed some good friendships and they\nwere -- these were first generation immigrants and some of them were fairly tough kids,\nbut some weren’t and when I graduated from East High School, we went -- I went to the\nUniversity of Rochester. And by then my parents had moved away from State Street and\nwork -- were living in another section of Rochester. And I lived at home and when I\ngraduated from the University of Rochester in 1937, I first went to Michigan Law School\nfor one year and then transferred to Yale Law School, from which I graduated in 1940\nand I was interested in labor relations, I had been a member of the Teamsters Union\nwhile I was in school, driving, quote, an ice truck. In those days they still had ice and the\nfootball players all had pictures in summertime carrying blocks of ice on their shoulder\nand I fancied myself doing that and I did it. But it paid well, that was the main thing. And\nI even wrote a history of that local union for a class I had in college. But anyway, I went\nto law school and I got out in 1940 and practiced law in Rochester. I guess I stayed in\nRochester for a number of years and then in ‘42, went to work for the War Labor Board\nin Washington and they transferred me eventually, to the Philadelphia Regional War\nLabor Board, which is how I came to Philadelphia. And then in 1947, I went overseas to\ndrive an ambulance in the French army.",
        "A: Yeah, I left in ‘47.",
        "A: Yeah, I think.",
        "A: I guess you’re right. I went to work for the War Labor Board, come to think of it, in\n1942. I left Rochester, went to Washington and then they sent me to the Philadelphia\nRegional War Labor Board and I left in late “44, is that what I mentioned earlier? I -- I\nworked in Philadelphia for a couple of years and I -- I wanted to get into the war.",
        "A: I was a 4-F, but I -- I was born with a -- a -- a heart abnormality, which disqualified me\nfor military service, but I still felt it was an event I wanted to observe first hand and I\nheard about the American field service, which sent ambulance drivers, as it had done in\nWorld War One, to Italy and to the first French army, which was then not yet back\nactually into France. But I -- I drove an ambulac-ambulance for the American field\nservice in the first French army. And when the war ended, I stayed on in Europe and went\nto work for the Joint Distribution Committee.",
        "A: Well, my parents were typically of their generation of immigrants, not terribly observant.\nMy grandparents were very observant, they -- both, on both sides had come to Rochester\nfrom Russia and we observed all of the important holidays. My mother had two sets of\ndishes and another two sets for Passover, that’s four sets of dishes. And we -- I used to --\nshe used to send me over to the showthefab near the Jewish section of Rochester to get\nkosher meat and whatnot. She was -- she wouldn’t have thought of not having kosher\nmeat. And actually I studied, my initial Hebrew, Jewish lessons were with my maternal\ngrandfather at his home. And then to prepare for my Bar Mitzvah, I went to more formal\nHebrew school run by a revel -- Rabbi Solomon, which we used to call Rabbi Solomon’s\nslaughterhouse because he had a strap, a big strap if the kids didn’t pay attention and --\nRabbi Not’s slaughter academy or something like that. And I got Bar Mitzvahed in\nRochester and I was observant for a brief period. I did the fillinin for about three months\nand I stayed in Rochester. After graduating from East High School, I went to the\nUniversity of Rochester in 1933.",
        "A: Oh sure, I mean all of the holidays and even though we grew up in this non-Jewish\nneighborhood, I [indecipherable |",
        "A: Yeah.",
        "A: In all honesty, I -- I mean it’s -- I don’t think I resented the inconveniences of being\nJewish at that time, having to walk across town all the time to get kosher meat and the --\nbut I -- I certainly observed the dietary laws. I just didn’t eat at anybody else’s house\nbecause I -- and except for this close friend that I’ve been friends with from -- Joe Platt\nand I met as friends in the seventh grade, in junior high school. We went all through\njunior high school, high school and college together, the University of Rochester. But\nwhenever -- when -- when I went to his house for a meal, which was the first time I ever\nate anywhere else, his mother was very careful to give me -- give us a dairy meal, dairy\nfoods, she just -- she realized I could not eat traifa food. But -- yeah, I had good friends,\nlike Joe Platt, primarily Joe Platt and then I formed -- I did not join the Jewish fraternity\nat the University of Rochester. There was only one. And -- and then I went to law school,\nfirst to Michigan for one year, Michigan Law School in ‘37, ‘38 and then to Yale Law\nSchool, [indecipherable] graduated.",
        "A: I think I used, at one point, I belonged to some sort of a Jewish group, a -- the -- again it\nwas in another section of town. Priorly, I -- I had very ex -- in th -- in those early days,\nvery few Jewish friends and my closest friend was Joe Platt and the -- I guess a couple of\nthe Italian, we grew -- this was an Italian neighborhood and I guess I did have -- Frankie\nDeponzio was a pretty good friend. We li-lived -- our dry goods store was next to the\nDeponzo’s -- Deponzio’s grocery store on State Street. But I don’t think I had any -- we -\n- we observed all of the holidays but I don’t think I had any intent to get into Jewish\naffairs, it just worked out that way.",
        "A: Oh, that’s hard to -- that’s hard to say. I was a liberal, politically, I just seemed to be that\nway. I guess I identified with underdogs. I certainly felt that I was a minority and maybe\nthat’s what enabled me to identify. But I think I got into labor relations work because\nthey were do-gooders. I joined it -- I belonged to this union when I peddled ice and I\nwrote the term paper, something about that experience. So I identified and my parents\nwere both members of the Amalgamated Clothing Workers. I knew the head of the\nAmalgamated in Rochester, in fact he was a close friend of my family’s and so I -- I -- I\nhad, somehow this moving in that direction.",
        "A: Yeah. By family and associations.",
        "A: Right.",
        "A: Okay, in the fall of ‘44, I signed up to be an ambulance driver with the field service and\nthey sent me to Europe and I became -- I became part of a -- a medical unit that was\nworking with the first French army, which was the first French effort after their defeat by\nGermany, to mount a military effort. And I drove an ambulance for the first French army\nin France and Germany. And had some interesting experiences and when the war ended, I\njoined the JDC in Paris.",
        "A: But because --",
        "A: With the French army?",
        "A: The -- I was reviewing some of them. The -- in -- there was a -- things were chaotic after\nthe war, in the immediate, th-that is after the armistice and everything was disorganized.\nThe armistice was in May, *45. May 12th, I think. And we were stranded in Germany\nwhen the war ended and we drove back and the amusing experience was everything was\nchaotic, but here we were in uniforms, a motley kind of group and we -- we came by this\ngreat, big hotel in Badenbaden. I guess it was called the Hotel Badenbaden and we went\nup to the hotel and there was a -- the manager or director was still there -- 1t was empty,\nthe Germans had fled and the French had not yet occupied it and we -- this group of -- of\n10 or so ambulance drivers said, “We are requisitioning the hotel.’ And this man nodded\nhis head, “Will you come in?” And he treated us like -- muddy, with our duffel bags and\nwhatnot, he ushered us to each room, where the rugs were about six inches thick and you\nhad these glittering chandeliers and we spent a few days there. It was a memorable\nexperience coming after the living cond -- well, we didn’t live badly as ambulance\ndrivers, but -- wi-with local families. And -- and then I -- I went to Paris and initi -- I\ndidn’t want to go back home yet, I had -- I didn’t know when I'd get back to Europe and\nthis was a chance to see Europe and I -- J at first tried to get a job with UNRA and friends\nof mine, Ben and Marnie Shaufler were in Europe with UNRA and they -- Marnie was\nthere and Ben, I think. Marnie worked for UNRA and UNRA would not hire me, they\njust didn’t under -- they didn’t hire people in -- in that way. And -- but they -- Marnie and\nBen knew about the JDC, they had done some work for the JDC and they sent me around\nto the JDC Paris office, where I met Greenleigh, Arthur Greenleigh, G-r-e-e-n-l-e-1-g-h,\nwho was running the program of the Joint in Paris at that point. They had not yet brought\nover any people. They hadn’t been able to -- or supplies, but they were doing whatever\nthey could and here was an American who could at least be a body in Germany and in\nParis. Initially in Paris and then I sent myself into Germany in the summer of ‘45, to\nFeldifing which wa -- became the -- initially it was a -- a mixture of Jewish and non-\nJewish displaced persons, but it became all Jewish and I was stationed there for the Joint\nDistribution Committee.",
        "A: Sure.",
        "A: Really only once. We met a concentration camp survivor on a road, he had wandered off\nby himself and his head was shaven and -- this is while I’m driving an ambulance, before\nI’ve gone to work for the JDC. And I think he’d -- I’m not sure whether he was still\nwearing concentration camp pajamas, but then we -- when I went to work for the JDC, of\ncourse, that was in the early days after the war and that was -- those first -- those six\nmonths between May -- if that’s when I went to work for the JDC, in -- no, we said I was\nin Paris first. In July of ‘45, I went back int-into Germany and worked at Feldifing until -\n- which was this first Jewish all DP camp, until December, ‘45 and there -- there were\nsome very, very emotional experiences. People did not know, initially, that their families\nhad been decimated. They were separated. People who could work were sent to labor\ncamps. Nobody knew yet about the -- the death camps or even the full extent of the\nconcentration camps. And I remember one man in particular who had just learned about\nwhat had happened to his family and I was there in this JDC uniform, which was like a\nmilitary uniform and I was good, strong physical condition and I remember his walking\nup to me, with tears, he had just learned apparently, about what had happened to his\nfamily. And he said to me in Yiddish, “Dusha svair itsa zine a Yid.” It is hard to be a Jew\nand -- with tears flowing down his face. That was -- I met, I’m sure -- I mean, stationed at\nFeldifing, I met a lot of people, but in those early days, when it was just being learned by\nthese people who had been separated, that they -- their families had been liquidated, that\nbecame a very emotional kind of period to work -- to be working with those people.",
        "A: I don’t think I knew much. I mean, I had driven the ambulance and I’d met this one guy,\nwho -- who mentioned something about what had happened to him. And then I came to\nParis and people began their -- come into Paris and we learned from some of them, what\nhad been happening. The awareness of what had been done by the Germans to the Jews\nof Poland and Russia, did not take place until sometime after the war. There just wasn’t\nthe communication, there wasn’t the information and -- course the average German said\nhe didn’t know, she didn’t know about it either. But there were relatives who must have\ncome back from the concentration camps who must have told them what Hitler was\ndoing.",
        "A: Sure.",
        "A: Well I -- I’ve been...\nEnd of Tape #1\nTape #2",
        "A: Sure.",
        "A: Well my only credentials were that A -- I knew something about Germany because I’d\nbeen driving an ambulance there and we would be sending people in to work in\nGermany, in the DP camps and the JDC initially had nobody in parts -- those parts of\nGermany or even in the northern -- the British occupied parts. So I -- I certainly could be\nhelpful in the red tape of getting somebody into Germany and -- and then we had\ndealings with the French-Jewish community and I had fairly good command of French, I\nhad had a lot of French in school and then I -- when I drove an ambulance for the first\nFrench army, we spoke a lot of French, so that was kind of -- but I think mainly there was\nnobody else for them to hire and they desperately needed people for whatever programs\nthey could organize.",
        "A: Sure.",
        "A: Well my only credentials were that A -- I knew something about Germany because I’d\nbeen driving an ambulance there and we would be sending people in to work in\nGermany, in the DP camps and the JDC initially had nobody in parts -- those parts of\nGermany or even in the northern -- the British occupied parts. So I -- I certainly could be\nhelpful in the red tape of getting somebody into Germany and -- and then we had\ndealings with the French-Jewish community and I had fairly good command of French, I\nhad had a lot of French in school and then I -- when I drove an ambulance for the first\nFrench army, we spoke a lot of French, so that was kind of -- but I think mainly there was\nnobody else for them to hire and they desperately needed people for whatever programs\nthey could organize.",
        "A: And so I was there as Arthur Greenleigh’s assistant and I think what we did, basically,\nwas to prepare people or -- for -- prepare for sending people into Germany. And dealing\nwith the French-Jewish community or it’s representatives in Paris and maintaining\ncontact with the JDC in the states and Greenleigh held down the Paris office. Schwartz\nwas in charge of everything in Europe. He had been there before the armistice, he had\nbeen in -- I think on some missions in occupied Hungary and -- and the JDC had a\nrepresentative in Switzerland, Solly -- that fabled Solly Meir, who was able to send\nsupplies. I-In fact, I once organized a convoy of -- of trucks that went to Switzerland\nfrom Feldifing. The army gave us, I don’t know, 10 or 15 trucks to go to Switzerland,\nwhere the JDC, through Solly Meir had a big supply of food packages. Packetten. And\nwe -- we took a whole truckload. I think maybe more than one truckload back into\nBavaria, to Feldifing, where they were eagerly distributed by the Jewish committee there\nand this was something the JDC could do. UNRA provided all of the basic supplies, we\nnever had the -- the facility for -- we never -- we were always a supplementary\norganization, there was -- oh, they had a phra -- a word for people like us and the\nQuakers, who were not UNRA. UNRA was the official relief organization and we were --\nwhatever we -- we were called, we supplemented the work of UNRA.",
        "A: Well, we wanted staff in Germany. The JDC did not have any staff in Germany and we\nwere the representatives of -- we were the overseas relief organization for the American\nJewish community. And in this unprecedented catastrophe, it was certainly important for\nthe American Jewish committee -- c-community, to have representatives in Germany, for\nobservation, for suppla -- for relief work and even though it could not bring -- it could not\n-- there was not the transportation available to bring over supplies from the States, to help\nfeed and so forth, we -- we could do immigration counseling. We -- we had a -- a -- in\nBerlin a really wonderful s -- I forgot what we called it, a search organization. A\nLithuanian -- young Lithuanian Jew named Larry Lebetsky, whose family had survived\nthe Nazis in Lithuania, through the help of -- actually I think 1t was a German military\nfriend whom they had come to know during the German occupation of Lith-Lithuania.\nLarry Lebetsky became one of our staff people in Munich, I guess, after the war. And he\nset up a tracing bureau in Munich, because people needed to find each other. They\nneeded to contact their relatives and the -- they didn’t know yet who was alive and who\nwasn’t. And one really emotional experience occurred when somebody from Feldifing or\nsomebody in -- if there was a camp in Munich, came to our office -- I’m not sure whether\nthis happened in Munich or in Berlin. I think probably it happened in Berlin. Somebody\ncame into our office one day and said, “Would you help me find my relatives in Chicago?\nI had relatives and I haven’t been in touch with them for a long time.” And he left us his\nname and it was -- we didn’t get the first name, it was Cohen or Hymen or something like\nthat. And our tracing office, run by Larry Lebetsky, this survivor, found a relative in\nChicago I think, who -- these were relatives of course, who were delighted to find that\nthis Herman Cohen had survived and the -- but we didn’t have his full name, we just had\nCohen, I think and we -- Larry put up a notice in the DP camp, on the DP camp bulletin\nboard, saying, “So and so, will you come into our office, we have located your relative in\nChicago.” And after awhile a person came in and said, “This is my name and I have\nrelatives in Chicago and I’m delighted that you -- you -- you’ve -- you know them, but\nhow did you know I was looking for them?” And we said, “Somebody with your name\nwas just here a month ago.” He said, “That must be my brother.” That other person had\nalready left the DP camp and was wandering around Germany to find -- try to find his\nrelatives. And oh -- but at least they knew, he -- he knew that one member of his sur --\nfamily had survived and they would then wander around Germany in those days, where\nthere was terrible -- lack -- no communication. Telephones, whatnot were not working --\nto try to find his brother. Eventually they would find each other, maybe in what was then\nPalestine.",
        "A: Well, Larry would correspond with -- whether he worked with the UNRA tracing bureau\nor directly with the JDC in New York, I’m not sure. But he would get names, I think\nprimarily of people who -- who came in and -- and said they heard there was a tracing\nbureau or maybe we had a branch in the DP camp and said, “Would you help me, I don’t\nhave the -- the address, I have a relative, my mother spoke of a relative who had migrated\nto the States and he lives in Chicago, but I don’t know anything more about that, I don’t\nknow where he lives. I don’t have his address, but I would like to make contact with him.\nI would like to go to the States and he could help me and -- or the family could help me.”\nAnd so we tried to -- so -- and we had facilities in the States, in Chicago. But sometimes,\nwith no more than a name, we would try to find somebody in Chicago and -- and\nsometimes we were successful. I’ve forgotten what facilities there might have been in\nChicago. I suppose we used the local United Jewish Appeal. I’ve forgotten. Anyway,\nthen we -- Larry Lebetsky got word back, 1n -- in Munich or Berlin, that there was a\nrelative in Chicago. And he posted this on the bulletin board, saying, “Mr. blank Cohen,\nof this town, please come in, we have found your relative in Chicago.” And then a couple\nof days later, somebody comes in and says, “My name is Cohen, but how did you know\nabout my relatives in Chicago?” And we said, “Somebody was just here two days ago\nand he’s asking us.” And that’s -- was his first knowledge that he -- that brother had\nsurvived.",
        "A: In those early days, everybody was doing it on his own. People would come back to their\nhometowns in Poland, there was no public transportation and they would often walk and\nthumb rides and whatnot from the concentration camps, to get back to Poland, to try to\nfind their relatives. And then they would find that there was nobody left there and -- and\nthey turned around and came back into occupied Germany, where there were American\norganizations that could help them go to Palestine or to the States, to find relatives. I\nmean there was a s -- quite a lot of that by the survivors, trying to find each other. And\nLarry Lebetsky ran this tracing bureau in our office to try to contact people together.\nHow he did it, the details of it, I don’t remember. But he -- he was competent and I’m\nsure we -- we did a lot of that successfully.",
        "A: Well --",
        "A: As I said, we could not have brought in supplies, so all we could do was help out with\nthings like uniting families, helping people to migrate, getting them visas to the States\nand we had people in the States that we could contact. We also tried to furnish some\nsocial amenities. For example, we decided one day -- there was a c-central -- there was a\nc -- there were committees. You’d put a bunch of Jews in a camp and you’ve got UNRA\nand whatnot, but you’re soon going to have a Jewish committee. And there was a central\ncommittee of -- of surviving Jews in Bavaria. The head of which was a Dr. Chaim\nGreenberg, he was actually a medical doctor and oh, there’s a wonderful monastery that\nbecame a -- a place for surviving Jewish DP’s, where he was and that was a -- a big\nfunction and to the extent that we could bring in supplies to supplement what was\navailable. The JDC brought in a -- a -- a lot of supplies, I think from the Scandinavian\ncountries in those early days, when it was important to have. And we had packages -- we\n-- from Switzerland, from Scandinavia and in Berlin, 1t became an advantage. Under the\nNazis, you didn’t want to proclaim your Jewishness, if you were living as a Jew -- living\nin Berlin instead of having been deported, you had been hiding or whatnot. And y-you --\nyou had people who were 50 percent Jewish, 25 percent Jewish, who’d been in hiding, or\nthey didn’t have food cards because they didn’t want to proclaim. So they -- life would\nhave been sort of difficult for them and these packages, but there became a question of\nhow did you identify yourself, how could you claim you were a b -- you were a Jew, if --\nbecause everybody now wanted to -- the irony of ironies, everybody in Berlin now\nwanted to -- if they were even an eighth Jewish, they -- they proclaimed it and they --\nthey wanted to get these -- and we had the phrase, “Packett Yim.” Package Jews,\n[inaudible]. They -- and it was understandable. What got me off on that? What could the\nJDC do? Well, we -- we could supplement and we could help with migration. We could\nhelp with tracing, Larry Lebetsky did that.",
        "A: I think we had some difficulties with migrating to the States. There -- there was a quota\nsystem and it just wasn’t easy to get to the States. ’ve forgotten what the limitations\nwere, but the certain number from each country and it -- it wasn’t just Jews who were\nmigrating and who wanted to migrate. And I -- I don’t know how successful we were in\nthose early days in getting the people into the States. And that became one of the reasons\nwe started to get people to Palestine. We had some sort of -- of a -- tra -- truck\ntransportation system for taking people from Berlin to Bavaria, from which they could\nthen go to Palestine. And the British were -- Berlin was a four power city and the British\nstrongly opposed any such movement because they didn’t want people going to Palestine.\nThey wanted the people who were in Berlin either to stay there or to go to other\ncountries. But General Clay, the American general in charge of American forces, was\nvery cooperative. He was a wonderful man. And he -- he -- he was helpful in our evading\nthe -- or avoiding the British efforts to restrict that passage from Berlin to Bavaria. We\nsent truckloads of people on the -- on that trip from Berlin to -- to Munich. The -- and\nthen from Munich -- in the back of my mind there’s a -- a picture of a truck loaded with\nbaggage, which belonged to people who were leaving Germany and who were going in\nother vehicles and a little five year old boy, who -- who was alone. He’d somehow gotten\ninto this and he got on the back of this load of baggage and went off with this truckload\nof this group of trucks that were taking people to embarkation ports from -- I think 1t was\nBerlin. I just -- you know, this little kid, alone, out. That’s something in my mind, but I\ncan’t -- I don’t remember the details, but that little boy is very much in my mind. Imagine\na boy that age being alone and not knowing what had happened to his family. Must --\nthere must have been a lot of that. Course usually, those little -- those kids were -- were\nkilled in the camps.",
        "A: Ach, they did a lot. They were wonderful. They -- they did -- they brought people out of\nPoland, into Berlin. Their main job was to find Jews who had -- I mean, the Jewish quote,\nnation, had been decimated. Every surviving Jew was important. And they worked in --\nwhen I was in Berlin, we supplied them. We had Feldifing and then we also had this\nother camp in -- which was -- I’ve got a -- a certificate from the people in that other\ncamp, when I left Berlin. It’s in my room right now. And it has the name of this smaller -\n- it was just really not a camp, it was an apartment building or a series of apartment\nbuildings in the French or Russian sector of Berlin. And the Breecha would bring\nsurvivors -- now the area around Berlin was four powered, so they would -- they would\ncome in at night, so they wouldn’t be stopped and the British couldn’t intercept them\nwith these survivors that they had and they would leave the survivors at this small place\nthat -- this secondary camp that we had in Berlin and then the next day, in daylight, those\npeople could be moved in to the -- the big DP camp. Now I -- there was a committee --\nimagine this -- of survivors, three or four -- six Jews who ran that Wittenau, Wittenau,\nW-1-t-t-e-n-a-u. That quote, camp, that’s a group of apartments in the -- pretty sure it was\nthe Russian sector and they took care of people as they -- the Breecha brought them in at\nnight from Poland. They left them there and -- and this was a very important function that\nthe Breecha performed, finding people and bringing them in and -- and we got to know a\nnumber of Breecha people and we gave them supplies for themselves and to feed the\npeople they were taking. Was all unofficial or illegal or -- but we were able to do that and\nthe -- and they were a wonderful group of people, they -- these were guys who had been\nin the Jewish brigade, they had signed up with the British army during the war and they’d\nleft Palestine and now they had giv -- that was their identity, their way to get back to their\nrelatives. They gave their blouses, their British army blouses and whatnot, to\nconcentration camp survivors, who then used those, with other ident -- be -- well, they\ncould get on a ship and whatnot. These people, after giving up their -- this -- the Breecha\nguys, after giving up their uniforms and whatnot, stayed on in Germany, looking for\nsurvivors in the -- in the -- in Poland and bringing them into Berlin and years later I\nlooked up one of them in Palestine, we had a very warm reunion. They were absolutely\nwonderful guys. There’s a whole book about Breecha. It was written by a guy who\ninterviewed me. I’ve got that book, it’s called Breecha. It’s a -- I’m not sure the author --\nI’ve forgotten his name, interviewed me, I think. I’m not sure whether it was right here in\nthis apartment, about my experiences with the Breecha. I can show you the book later.",
        "A: Well, I can only speak from my personal experience in the American occupied areas of\nGermany, Bavaria and later in Berlin. You know, the American army was always\ncooperative and helpful. General Clay -- what I was going to say, there was a Yizkor\nservice at some point in that period, at one of the camps and the people who -- the\nsurvivors who were there, needless to say, a Yizkor service at that time, for people who\nwere just learning they were maybe the sole survivors was an intensely emotional\nexperience. And they started to weep during the service and there was mass weeping and\nI looked over at General Clay and he was wiping away tears. H-He was just -- you know,\na warm, decent human being. This general had a good record -- you know, an important\nrole in the war. The -- the -- but that was an intensely emotional scene and I just\nremember him wiping away some tears. Where or when was I? Cantbeasec.",
        "A: No, that’s true. All of that is true. The -- the army didn’t want to be bothered with refugee\nproblems. They -- I mean, they’d fought a tough war. They had fought well and in the\nabsence of -- of others to play a role, they -- there they were with this refugee problem\nand these people were difficult, they were demanding and they were some in -- in some\ninstances black marketeering. And -- so there was not and -- and these army guys were\nnot social workers. Maybe some of them were anti-Semitic, but I certainly -- I know there\nwas resentment of these Jewish survivors, who were much more difficult to handle than\nthe -- the non-Jewish, Polish DP’s, who -- many of whom had reason to fear going back\nhome because of what they may have done under the Nazis. So the army, yeah, there was\na -- a just -- now, how they felt about UNRA, I -- I don’t know, but clearly they were in\ncharge of Bavaria at that point. That was military government and -- but I remember one\ntime, this guy coming -- coming into my office after there had been a lot of criticism of\nthe army’s failure and in the inter -- there had been an intervening week, where they had\ndone all sorts of things to help the DP’s, brought in supplies and whatnot. And he came\ninto my office and he said, “Do you --\nEnd of Tape #2\nTape #3",
        "A: To my office. There had been criticism by visiting delegations of the army and UNRA’s\nperformances in the immediate post-war period, where these displaced person’s camps\nwere terribly overcrowded and lacking in supplies. And this army West Pointer, I think\nhe was a colonel, a young, lean Texan, who was in charge of something in that area and 1-\nit -- I wrote somewhere that it was really unfair to put this burden on these army guys,\nwho were not trained at all in this kind of stuff and -- and this officer came in after the\ncriticism had gone to the States and Eisenhower then visited the camps, because of the\nword of the overcrowded conditions and -- and a lot had been done in -- in -- in that\nweek. And he came in to my office and he said, “Do you agree that we’ve done a lot in\nthis past week?” And I said, “Yes, you have.” And he said, “Would you make a public\nstatement to that effect?” And I said, “That’s not for me, I’m just a lowly figure here in\nthis office,” and I could imagine if this would be used -- it was just one thing and there\nwas such legitimate outrage at the -- the dawning awareness of what had happened to the\nJews and how little was being done to help the survivors in those early days. And to\nindicate that in one place -- to counter that by saying there’s been some improvement in\none, small segment, was something I felt would not be my job, as a -- just a director in\nBavaria. But they -- they did, I mean, they got on the ball, after the -- the initial period of\ninaction, when there was so much criticism.",
        "A: Ah, boy. I was initially in Feldifing after the -- right after the war. Incidentally, there\nwere two chaplains in -- in the army in those days that I worked with, two Jewish\nchaplains, one named Abraham Klausner and the other Herbert Friedman. And -- who, as\nyou know, was the head of the United Jewish Appeal and then later, I mean today, is --\nisn’t he one of the directors of Holocaust Museum? He works for Wexner, I think, or he\ndid. He’s probably retired now. But Herb was there, in some of these places, with Abe\nKlausner, these two chaplains who were there with the U.S. army and fo-forgot their role\nof ministering to army -- Jewish army soldiers, when this -- this -- these other needs were\nso much greater. But there are two names that come to mind. Now, I was talking about\nthe army --",
        "A: I was in Paris. I did bring -- take this team in, consisting of Henri and Charlotte\nHightown. Henri was our doctor and then -- and they gave me that wonderful engraving\nover there, later. But they came into Paris, they wanted to do something and we -- we --\nwe had to do something -- whatever we could, even if we didn’t have supplies, so I\norganized this team of the Hightowns and Ruth Lambert, who was a French, Jewish nurse\nand Holtzer, Leon Holtzer, who was a Polish Jew, who had survived and was living in\nParis. And we went into Germany, we got permission and we went to Feldifing and\nestablished ourselves in Feldifing. The Hightowns did what they could with medical\nproblems, to supplement the -- whatever medical programs were. Henri gave a lot of\ninoculations, I know. And the other two helped in various ways. We had a -- we lived not\nvery far from Feldifing. We took over a house or the army gave us a house where we\ncould live. And for a number of months in those early days after the war, the JDC did\nwhat it could in Feldifing and I think a similar effort was mounted in a Jewish displaced\ncamp in the British zone of -- of Germany. And, we turned over a vehicle to the JDC in\nParis -- the -- we had gotten in Germany some army vehicle I think, a big car. That -- it’s\nnot important, I guess.",
        "A: Well, it’s hard to separate in my mind, the Eisenhower-Patton visit, which was some\nmonths after my first arrival there. Conditions, I think, on my first exposure to Feldifing\nwere worse than -- I mean th-they gradually improved, but 1t was overcrowded. Bunks --\nit had been just sort of a -- a military camp with bunks from the floor to the ceiling and --\nand it was -- there just wasn’t enough room. And supplies were inadequate and people\nexpected that we, as the Joint Distribution Committee, would come in -- I mean this was\nthe big Jewish relief organization, going back to 1910 or so, the European Jews knew\nabout their -- their Joint, it wasn’t called the JDC, it was the Joint. And they expected that\nwe would come in and reef -- after -- after everything they’d been through, surely the\nJoint would -- would now -- could perform it’s traditional role. But we couldn’t and --\nand I’ve forgotten the phrase we use, but they mimicked it -- they even quoted us\nunfavorably, “Here’s what the Joint says,” or -- and -- but we couldn’t do any more than\njust be there as a physical presence in those very early days to -- it -- it had some morale\nvalue, when they hadn’t seen anything except their concentration camp persecutors or\nGermans, or Poles, to see and American team of Jews -- or headed by somebody like\nmyself. It -- it was a -- a sort of an emotional catharsis for a lot of those people in those\nearly days, too. And later Pll -- ’Il see what I have left in my room. The JDC made it --\ntook a picture of me, which they used for -- or maybe it was the j -- united UJA putting a\n-- trying out a shoe on a little girl who was raggedly dressed and this became -- I think it\nwas on the fr-front page of the Jewish exfonit in Philadelphia. The -- but it -- it -- there\nwas a -- a -- and you know I had not been strongly Jewish identified, but this -- this\nawakened not a -- not only identification, but anger that so little was being done, or anger\nover what had been done. And the -- and it’s -- I’d never hidden my Jewishness and I\ncertainly, even though I hadn’t been much of a Jew in the States -- a Rosh Hashonah Jew\nand I didn’t do anything in Jewish organizations in those early years, I -- I -- I never\nattempted to escape or hide my Jewishness. So it was clearly an emotional experience.\nThe -- identifying with these people.",
        "A: Well, the JDC had not been able to bring supplies during the war. Under the Nazis you\ncouldn’t bring anything in. And in -- 1n the post-war period, or the period after Paris was\nliberated, the -- they just -- the shipping was not available. We did bring some things\nfrom Norway and some things from Switzerland, but the war with Japan was still going\non and it was very -- th-the ships were being used to transport troops and whatnot to the -\n- in the Pacific to the battle -- the expected forthcoming battle with -- with Japan. I -- I\ndon’t remember precisely why we couldn’t do more. I do know the -- the expressions of\ndisappointment and anger that the American Joint could do so little for these survivors in\nthat immediate period. That’s -- that was before we even -- you know that -- that load of\npackages that we brought in from Switzerland or from Norway, were just packages. They\nweren’t the basic food supplies that these people needed. And clothing.",
        "A: Well, we’ve had lots of information about the condition of the concentration camp\nsurvivors when the camps were liberated by allied troops.",
        "A: But when I saw them -- I was not in any of those concentration camps immediately after\nthe war. The one -- the only one that is -- not even a camp, it was a -- well, there was\nWittenau, but in the immediate liberation period, I don’t think I saw any of these skeletal\nsurvivors. I did see more of them when I went back into Germany. At Feldifing, people\nwere still coming in from the east, but eve -- but even by then they were no longer the\nemaciated concentration camp figures that we associate with that immediate post-war\nperiod. But I certainly identified with them and felt that all of this could have happened\nto me if my parents hadn’t migrated. I-It’s not only the Jewishness that came to the\nsurface but the whole American upbringing of believing in justice and fair play and\nfighting for the underdog, which was something I grew up with. I read a lot of fiction and\nwhatnot. I had this sympathy for the underdog, wherever it came from. And that plus the\nJewish identification made this quite an emotional catharsis kind of thing for me.",
        "A: Well --",
        "A: Yeah... this -- this guy who sort of shuffled up to me, apologetically and said,\n“Ineshouldic, but excuse me, am I number 33?” And I was busy and whatnot, ““What’s he\nbothering me with? D-Does he want a nu -- how to get more food or something?” And --\nand I had this great feeling of guilt when he -- all he wanted from me was, “Could you\nhelp me in some way to find my family, my children?” That was -- you know\n[indecipherable], oh my God, I was resentful of this poor guy and I felt -- tremendously\nidentified with him. I -- individual experiences like that mounted, and when I came back\nto my life in Philadelphia, I -- there was -- I couldn’t talk about anything else, my friends\ntell me, except what I had just been through. I have a couple of guys that were co-\nworkers and they were on th-the War Labor Board before I went overseas and the -- th-\nthat’s all I wanted to talk about, they tell me. It’s -- that Wittenau camp, which I have the\ncertificate with -- the -- this was the place where the Breecha would bring people in at\nnight, af -- when they wouldn’t be detected. They -- they had left them in Wittenau\novernight and then the next day they could be brought into the American sector of Berlin\nin daylight. And -- but we needed this ha -- little place where the Breecha could leave the\npeople it was rescuing, for overnight or for a few days until they could be brought to the\nAmerican sector of Berlin. And there was a -- a little committee that stayed in Wittenau,\nwhich sort of kept the place going o-of Jewish survivors, not JDC people and -- and they\n-- they would run -- they would have little plays. They had a couple of -- one little kid,\nYusso, who was about five, who somehow had survived and he was -- he could sing. And\nthere was another guy, he had -- he was Litvack, he was the teacher and one day I -- my\nlittle delegation of JDC people in uniform went to vis-visit Wittenau and they had\nauschtella, a little play in our honor. And this Litvack with the withered arm had written\nsome words of a song for this little troupe to sing. Especially this little five year old --\nand the song went, in Yiddish, like this, “Anier director in Joint da? Yiddish yacholtare,\nknish came fort. Venmen zucht azolchenvae, mater az been zug zugt, okay.” And that\nwent -- there were JDC directors in other places in Bavaria and they said, “That song has\nbeen haunting us. The people are confronting us with it. We don’t speak Yiddish either.”\nAnd they couldn’t understand that American Jews, Jewish relief workers who couldn’t\nspeak Yiddish. And of course, you know, most of us had just a smattering of it. Even\nPhilip Bernstein, the -- who was the advisor to Eisenhower on Jewish affairs, Eisenhower\nor the nec -- or Clay, one of them. And he was a -- it was a top notch job. He was a friend\nof mine, his younger brother, even today -- Phil died a long time ago, but he -- Phil and I\nboth had to appear in Berlin in someplace to speak to a group and neither he nor I could\nspeak any Yiddish and everybody was aghast that our -- an American -- here’s a rabbi\nwho can’t speak Yiddish. And -- and that was some experience, I remember.",
        "A: “Anier director in -- in Joint da.” There’s a new director in the Joint. Anier means new,\n“Anier director in Joint da,” -- here. A new director in the Joint here. Yiddish --\n‘“Yacholtere, knish came fort.” Yachol is one of those untranslatable word, but basically\nhe cannot speak a word of Yiddish. “Venmen zucht azolchenvae.” Now, azolchenvae is -\n- yar -- ee, yachol 1s translatable, azolchenvae, I remember my parents throwing up their\nhands at something that was impossible, saying, “Azolchenvae.” Whatever it means, it’s\njust sort of an expression of -- of hopelessness. So this song says, ““Venmen zucht\nazolchenvae.” When we say “azolchenvae, mater” the -- he thinks, “mater az been zugt,”\nokay -- he thinks we are saying okay. And that song just -- which this wonderful guy,\nHush, yeah -- was it Vichovsky -- wrote in my honor, at Wittenau was spread all over\nJewish DP camps in Germany.",
        "A: Okay.",
        "A: Yeah.",
        "A: The -- the word had leaked through that there was -- that conditions were terrible. That\nfor these poor survivors to be living in this kind of a camp, while the Germans were\nliving still, luxuriously in their own homes and their blonde children looked healthy and\nthen were -- they were there, they had survived, they were alive. There was great\nresentment after what had -- they’d been through, that they were now being forced to live\nin this crowded camp, which had too many people and was a camp. And so American\nvisitors came back and Truman, somehow was told about this and he told Eisenhower to\nlook into it. And Eisenhower came down to Bavaria from where -- whatever his\nheadquarters were, with Patton, who -- who’s army occupied Bavaria. Eisenhower was\nthe American general for all of the American occupied parts of Germany. And they\ndecided to inspect this camp and there was a delegation, the two of them, with their aides.\nOne of Patton’s aides, with a guy named Fisher. And I went along and Irving Smith, who\nwas the army military government guy in charge of that area. He was, incidentally,\nJewish. We all made this inspection together and we -- we went through the camp and it\nwas obviously overcrowded and that was when, as we walked past these overcrowded\nrooms and also the -- the sewing machine, Eisenhower said to Patton, as we looked at the\novercrowded rooms, “George, if Harry could see this, he would blow his top.” And that\nindicated that Truman had gotten in touch, after he’d heard these complaints, with\nEisenhower and said, “You’d better look into this.” And then we -- Patton, whose\nterritory this was and who had been shamefully neglectful of what -- of th-the -- the\nneeds of these people. When we walked past a room where there was -- there was some\nsewing machines and no tables to put them on and Eisenhower said to Patton, “George, I\ndon’t understand it. If we had some cannons in here without stands and we had some\nstands here, without cannon, neither one of those alone would be of any -- do -- would be\nany good. So what we would try to do would be to put them together in the same place,\ndon’t you agree, George?” And that’s when Patton said, “General, when I was here last\ntime, this condition didn’t exist.” And he had never been in the camp before. But he just\nfelt he had to defend himself, which was sort of pathetic, because he had such a great\nrecord in -- as a fighting general, but he really -- he really couldn’t care less about this\nand he -- he besmirched his -- his record really, by his -- he just wasn’t qualified to be a\ngeneral in charge of civilian -- allied civilians. It hurt him.",
        "A: All right [indecipherable] he’s doing --\nEnd of Tape #3\nTape #4",
        "A: I’m sure 1-1-1t was, if you say so, I don’t specifically remember that.",
        "A: I just don’t remember what we did about Yom Kippur in that first year. The -- there was -\n- nope, nor Rosh Hashonah, the -- at some point I -- I think we brought 1n matzahs for\nPassover period. I think in Berlin we brought in matzah.",
        "A: Yeah, right.",
        "A: Well, yes. I -- I didn’t feel that I could comply with the wishes of this West Point\nLieutenant Colonel or if that -- to send out an official statement as a representative of the\nJDC, that all was well, or that things had greatly improved. I said, “That’s something --\nth-that’s only something that the JDC in New York would authorize,” and to give the\nimpression that all -- th-this could be interpreted as meaning that the army had discharged\nit’s responsibilities and all was well, when in fact that was not true. And the army -- I -- I\nwas never critical of the army, I felt th-they were simply not equipped, not trained to be\nrelief workers, particularly for this unprecedented situation of highly -- the people were\ndistraught, as they were beginning to realize what had happened. And they were\nunwilling to stay in camps, they -- some of them immediately started to do black\nmarketing and we had a situation in which -- a friend of mine, later he came to\nPhiladelphia, I -- I don’t think he’s a-around any more, who was one of the people -- he\nwas a part of the camp -- the people elected their own camp committee in Feldifing.\nElected them, picked them or somehow. People who were going to be there for awhile\nand Joe Lifshitz, who later came to Philadelphia had it -- was a member of that\ncommittee and the -- and they acquired -- I think they -- some guns or something. They --\nas a police organization they had to have some -- some firearms. And the army somehow\nlearned that these difficult people or -- had armaments and they raided Feldifing in the\nmiddle of the night, rousted everybody out, to find these armaments. And they arrested\nthese several people who were on the camp committee and it was so stupid, I mean it was\nso reminiscent of what these people had suffered under -- under the -- the Nazis. And --\nand then to arrest some of them for having unauthorized -- I remembered there was a\nmilitary judge, a military government or an army judge, before whom they were brought\nand I went with them to this judge, who was a very decent man and I -- I said, “Look,\nyour honor, this is ridiculous. You know, these people are our friends, they’re our allies.”\nAnd -- you know, he -- he -- he immediately agreed and he discharged them, but the army\nhad been so stupid in arresting these people and treating them as though they were just\nlike some Germans who were somehow violating the regulations. And -- so that was\nsomething -- one -- one instance. But I was -- there was this Major Fisher at -- third army.\nEisen -- Patton’s army was the famous third army and they -- their headquarters were just\noutside of Berlin and they had -- th-th-they were in charge of -- of these areas where\nthese camps were and f -- I went over to this guy, Major Fisher, in Patton’s headquarters,\nwho was presumably in charge of this sort of thing and I said, “Look, can’t you do\nsomething to relieve the overcrowding in Feldifing? It’s terrible. The -- after what these\npeople have been through.” And I’d been driving through Bavaria to try to find a place\nthat -- a farm or a German army camp or something that could be used and there is this\nWulfratshausen -- what did I -- did I say there was another name for it? Did I mention\nthat?",
        "A: Anyway, which is not far from Feldifing, which is a series of small buildings with rooms\nand bathrooms and whatnot, which the -- the Germans had used for, I think army people\nand the -- there were Polish officers, or members -- Poles, who had somehow taken\ncontrol of that and were living there. And -- and it was outrageous that these Poles, many\nof whom had fled because of their -- not only bec -- some because they didn’t want to\nlive under the Russians, but others because they were afraid they’d be made to pay for\ntheir anti-Jewish and whatnot actions under the Nazis -- their collaborations. And -- and I\n-- I said to Fisher, “Can’t we use this Wulfratshausen c-camp, with it’s wonderful\nfacilities, to siphon off this overcrowding at -- at -- in Feldifing?” And he brushed me\naside and whatnot. Then came the day when Eisenhower and Patton were visiting and\nthere was the conversation where Eisenhower -- where they saw the -- the sewing\nmachines without bases. And we were walking away and they were talking about how\novercrowded it was and this f -- that was when I heard Fisher for the first time say, “Oh,\nby the way generals, we’re about to relieve this overcrowding by this new Jewish\ndisplaced person’s camp, which we are just opening in Wulfratshausen.” And that was --\nup to then he had firmly refused to entertain that idea and I-I heard it for the first time\nwhen he felt that he had a problem and he’d better try to do something to protect himself.\nSo that was something I did.",
        "A: No, no, it -- 1t became all Jewish fairly -- fairly soon after -- oh, I don’t know, after the\nliberation. The -- it was just so plain that you couldn’t keep them in -- Jews and non-Jews\ntogether in the camp. First because of the Jewish needs and second because of the\nhostility the Jews felt towards the Poles. They -- and they, as I say -- and many of those\nPoles included people who had come voluntarily to Germany to work for the Germans in\nGermany.",
        "A: Of ‘45. Yeah, I sus -- well, but 1t was in this visit by Eisenhower and Patton, where\nFisher, for the first time, mentioned that Wulfratshausen was now going to be used for\nJewish DP’s, but when were the Polish DP’s moved out? Somewhere around that time. It\n-- it was just clear you couldn’t kee -- I think they were only together for a short time\nafter the war in the same DP camps. I-It was very clear you couldn’t keep them --",
        "A: Yeah, that’s right.",
        "A: Ah, yeah. I -- I spoke to Earl Harrison, a Philadelphian and connected with Wilosco, I\nbelieve, at Penn. On his way -- he and Joe Schwartz made this visit to Germany in the\nperiod after the war and they stopped off at the JDC office in Paris, where I was then\nlocated and I -- I think I -- well, Schwartz didn’t -- I had some meeting with -- with\nHarrison where I -- I think I told him what to -- or suggested what to look for and just\ntold him whatever I could, whatever he might ask me about his forthcoming visit. Now it\nwas that visit that -- was that where they recommended that X number of people be sent\nto Palestine? Was that -- yeah. But I only saw him in Paris, I did not -- either it was\nbefore I’d gone back into Germany or after I’d come out, I’ve forgotten when, but I\ndefinitely spoke to him in -- in Paris, on his way into Germany. The --",
        "A: Yeah, I don’t think -- I don’t know, I don’t think the Harrison visit, as such, made a\ndifference. But the Eisenhower visit did, because it was right after the Eisenhower visit\nthat this -- oh, what was his name -- this colonel -- this Texas fighting officer came in and\nsaid -- to my office and said, “My career is in the army, I -- I’ve fought valiantly in -- in\nthe war and now my reputation is being jeopardized by this criticism of these conditions\nin my area -- in my area. And -- tell me what I should do -- tell me what I can do. I -- I --\nI don’t want this hang -- this hanging over me or ruining my record and I-I’Il do whatever\nI can.” And -- and I f -- I can’t remember what I told him precisely. I guess he did not\nhave any supplies, but I -- it was -- it was a friendly meeting, I sympathized with him. He\nhadn’t been trained for this sort of thing and -- and I sympathized with Patton too. I mean\nthese were my friends, they had fought the Nazis and I didn’t want to see them -- and I\njust felt they weren’t trained for this sort of thing.",
        "A: I -- I must have said, “Well, if there’s any way you can help us get more supplies and to\ncreate more camps to relieve the overcrowding in Feldifing.” And I know I traveled\naround. I went th-through Bavaria, parts of Bavaria at that point, looking for a possible\nplace that we could set up another DP camp and the -- and I -- this parenthetically, I\nwould stop at military government officers -- offices, through these other parts of\nGermany, not just Bavaria and in one of them, the military government officer in charge\nof this question was R.W. Fleming, Robin W. Fleming, who had been f -- he was later the\npresident of the University of Michigan. Oh -- umnot much more important job later. He\nwas a friend of mine, we had shared offices together in the War Labor Board and so I --\nhe was as surprised to see me as I was to see his name and -- but I was looking for areas\nand I asked him t -- if he had any suggestions that could be used to set up a new displaced\nperson’s camp, to relieve the -- the overcrowding at Feldifing and I just don’t remember\nhow that worked out -- whether UNRA created another facility to relieve the\novercrowding at Feldifing or whether people just left. They didn’t want to stay in\nFeldifing of course, they wanted to get to the States. And there was this other DP camp\nthat I think might have been created to relieve the overcrowding at Feldifing. But there\nwas some improvement, I don’t remember the details, nor my -- my role.",
        "A: Oh, I don’t know. The -- there was a lot of it by everybody, but -- in that -- in the post-\nwar period. The -- there were Jews living in regular -- out of the camps, in Munich, they\nhad managed to establish themselves in Munich and -- where they had some money and\nthey didn’t -- if you could avoid living in the camps, you of course, did and there were\nthese people living in apartments and whatnot in Munich and for awhile we had an -- a\nJDC office in Munich on Kaunenstrasser -- K-a-u-n. And black marketing was rife. I\nsuspect it always is where you have this kind of a -- a rigorously controlled economy,\nwith great shortages. And the -- and there were, I’m sure, Jewish black marketers and\nsome of them were probably living in Feldifing and I don’t know, I think they lived in\nMunich mostly. And I don’t remember defending anybody who was arrested for black\nmarketing. The only court appearance I remember was for these -- the camp committee\nguys, who had firearms and were arrested.",
        "A: No and I don’t know how -- oh, I’m sure the army made efforts and there may have been\nsome arrests I didn’t know about. I -- I wasn’t in charge of all -- of all of the Jews of\nBavaria.",
        "A: Yeah.",
        "A: The Centralle Committee of Liberated Jews of Bavaria was the committee that had\nestablished itself. Central Committee of Liberated Jews of Bavaria. A doctor Greenberg, I\nbelieve, was the chairman. He was a medical doctor and -- who had somehow survived\nand -- there were people who were in fairly good physical condition and maybe they’d\nlived in the underground in Berlin or something of that sort and they had decent clothing\nand -- and Dr. Greenberg went to Palestine before too long, but he was just a natural\nleader and he was the leader of this Central Committee, and there were several other\npeople whose names I don’t remember. But they were located in Munich and maybe in\nthe same building where we had our office. I certainly would have wanted to help them to\nthe extent that I could.",
        "A: The German Jewish community in -- which I was more familiar with in Berlin than in\nMunich was composed of people who were 100 percent Jewish, people who were 75, 50,\n25 percent Jewish. There was a whole range and of course the -- the 25 percenters were\npersecuted much less than the 100 percenters. I mean, they were not sent to concentration\ncamps. They might have had reduced rations, but they had more than the 50 or 75.\nEverything was, you know, German -- meticulously worked out. If you -- if you ca -- you\ngot a better card if you were only a 25 percent Jew than if you were a 75 percent Jew. I\nremember that and the -- so there was -- no, wait a minute, no. It’s the other way around.\nPeople suddenly proclaimed their Jewishness because -- there was, I know, some sort of a\ntable and I guess people -- if you got more as a 75 percenter or even a 100 percenter,\npeople were now emerging and claiming to be Jews because they wanted the favorable\ntreatment of supplies and getting more food, getting packetten -- packages.",
        "A: All right --",
        "A: No. They were -- they -- they -- the local German Jewish community -- like German Jews\nhave been different in this country from eastern European Jewish immigrants, the -- I\nknew a few members of the German Jewish community -- I believe it was in Berlin, who\nhad survived the Nazis by either living without ration cards -- they were unregistered, or\nthey -- they may have been registered, but they were on reduced rations, depending on\nwhere they -- they were 25 percent Jewish or 75 percent Jewish, assuming they were not\ndeported. Some of them had friends in the non-Jewish community who -- who helped\nthem, though in those early days, nobody had a surplus of food allowances, the -- but\nthere -- so there were these German Jews, we -- well, as a matter of fact, what am I\ntalking about? There was an organized German Jewish community of Berlin, with a\npresident and their own -- it was formed right after the war. Th-They -- we worked with\nthem, there was a -- they -- there was a doctor something or other, who was a -- not a -- I\ndon’t think a medical doctor, who was the head of it. And oh, they had an -- an office,\nJulius -- Julius something or other, I guess was actually the -- Dr. Fabian was one officer\nand a Julius -- Julius something was -- who was -- I mean Fabian was cultured, educated.\nJulius what’s his name was a rough and tumble, less educated sort of guy. But they\nemerged and reorganized the Jewish community of Berlin and claimed property that the -\n- I guess it was called the Gaminda, they claimed property that had belonged to the\nGaminda and -- or whether it had remained in Jewish -- that property remained in Jewish\npossession, I don’t know. But definitely there was a committee of -- of German Jews that\nDr. Fabian, Julius what’s his name and a -- this Julius guy was the sort of guy who could\ncapitalize on -- on that. He would use it to his advantage.",
        "A: The eastern European Jews -- the -- there had traditionally certainly been a distinction,\nculturally, whatnot, between the German Jews and the Austume, that’s what they were\ncalled. And when the war ended, eastern European Jews were in Berlin and Bavaria not\nonly from having survived the concentration camps, but they were now pouring in to get\nout of Poland, as the Russians prepared to take over all of Poland and -- and irony of\nironies, the place they ran for refuge and escape was Germany. Voluntarily coming into\nthe Germany that had so destroyed the -- the -- the Jews. And th -- and Germany became\na haven -- primarily the American occupied areas of Germany.",
        "A: And the --",
        "A: I don’t -- I don’t know that there was any -- any real relationship after the war between\nthe German Jews and the eastern European Jews. The German Jews took over the\nproperties and whatnot and they certainly had people who had needs. But I -- for the\ntraditional separation between Polish Jews and German Jews, I don’t remember, but I -- I\n-- I’m fairly sure that the divide continued, that they were -- the Polish Jews were taken\ncare of by the displaced person’s, wh -- I’m trying to remember the name of the omino\ndirector of that camp. Schlacktenza was the camp.",
        "A: Right.",
        "A: They didn’t want to stay in Germany. The few who had already established themselves,\nfound that it -- it was a good place to -- to do business. I mean they -- they knew how to\nmake money and they stayed in -- in Berlin, it was -- Jews have stayed in Germany after\nthe war.\nEnd of Tape #4\nTape #5",
        "A: Yeah.",
        "A: Either the Herb Katsky interview, or --",
        "A: Ellen?",
        "A: Oh, yes, somebody -- a very poor typist. Is that the -- the document that’s poorly typed?",
        "A: The language is poor.",
        "A: Yeah, yes.",
        "A: Yeah, right, right.",
        "A: I think just -- just --",
        "A: Not yet.",
        "A: I believe until December, *45. Either in Feldifing or in Munich. I think it was Munich.\nInitially, we -- my little team, which we organized in Paris and which I then went back\ninto Germany with -- in the summer of ‘45 and we stayed -- and I stayed until the end of\n‘45. And -- and I went back to the States and then in January ‘46, I went to Berlin, from\nthe States. I think those are the dates.",
        "A: Well, Joe Schwartz -- I was ready to quit. I had another career and this was something\nthat I intended to do on a temporary basis. I had my -- I had a very important experience\nin ‘45 and I didn’t want to become a social worker. But Schwartz persuaded me that in\nDecember ‘45, in the States, in New York, when I was talked in -- to go back in and I\nwent back to Berlin. And he said, “This time we’ll want you to work in Berlin.” And I\nwent to work in January ‘46, in Berlin and I stayed in Berlin, I think, working in\nFeldifing. No, not Feldifing, Schlacktenza, with Fishbein, who was the under-director, a\nbrother of the famous Morris Fishbein, of the American Medical Association. That was\nthe end of ‘46. Have Is --mentioned how long I worked for the JDC in Berlin? Was it\nabout four years? From the end of ‘46 to -- I lived in New York and worked on the\nrestitution program and other things that I’ve mentioned. I was -- I guess the JDC’s\ngeneral counsel. I was the only lawyer who they employed, but they called me their\ngeneral counsel in New York.",
        "A: Well, it was overcrowded. There were two places in Berlin. Wittenau, this small place in\nthe French sector of Berlin, where anishe -- and the JDC clearly supported that place and\nthat was where the Breecha brought in people. And that was on -- the one thing we could\ndo was support and help that unofficial camp. It was not -- 1t was not an UNRA camp and\nthey couldn’t get UNRA help. And then there was this large Schlacktenza camp, where\nthe director was Harold Fishbein, a brother of the famous Morris Fishbein, of the\nAmerican Medical Association. And Harold, he was sort of a character, but he was the\ndirector and if we -- we tried to help in various ways. The -- now at this time, the -- the\nHightown’s were no longer a part of the picture, they had gone back to their careers.\nThey -- they were part of that picture in Bavaria, but in -- in Berlin, we had two directors.\nWe -- a guy named Henry Levy came -- the JDC signed him up to go back into Berlin\nwith me in January ‘46. And Henry was a trained social worker and we became co-\ndirectors of the JDC program in Berlin. And we had a house and -- which the army gave\nus. Peppy may not have come with us originally. Peppy was Henry’s wife. And w-we --\nwe helped with tracing, we did bring in some supplemental -- supplementary supplies.\nWe tried to help with m-migration. W-We weren’t -- both of us in that -- both Henry and\nI in that picture, for too long. I think the -- the JDC or the UJA sent him off someplace\nelse before too long. But there’s this one incident of a humorous nature. We -- one of the\nthings we did was to try to -- I mean, we did it once. We -- we lived in this large house in\nDallum, in Berlin and we had a sort of an evening party for the committee of the people\nin Schlacktenza. And they came to this -- these were people who were middle class,\nwhatnot, they hadn’t been to any kind of a party in a luxurious house, no less, after -- for\nyears, I mean ever since they’d been deported by the Germans to the concentration\ncamps. And they -- so they came to this luxury house that we had, to celebrate a party at\nour house, which was in their honor and they borrowed -- one borrowed a jacket from a\nneighbor, another one borrowed a dress from a neighbor and in the -- this sort of -- an --\nnone of the clothing was luxury clothing and they -- they came to our house for this\nevening and one of my famous goofs was, I greeted them at the -- at the door as they\ncame in and I wanted -- I was the host and I wanted them to feel comfortable and I -- I\nwanted to say, “Take off your coats. Take off your things,” I -- which we would say. “Let\nme have your clothes,” is -- which is what you say when you greet somebody, I guess,\neven today, if -- “Let’s have your things, let me have your clothes.” I translated clothes\ninto a Yiddish word, which my mother used to use the word vesha in Y1-Yiddish, to\ndescribe when she was going to put the clothing in the laundry or the wash. She said, “I\ngot to do the vesh.” So vesh became clothing. The expression was, “Let me have your\nclothing.” So I greeted -- greeted these poor people as they came to the door, “Guden\nhaben mein adaman, mein herr. Sienzi haas,” take off, “eer vesha,” your underwear. But I\nremember the panicky expression. What kind of party is this we’re coming to? And that\nsticks in my mind as one of my major goofs.",
        "A: Well, Schlacktenza was a -- compared to Feldifing, a -- a luxury camp. It -- it had much\nmore space, much more facilities and -- and it was part of Berlin, people could go back\nand forth and circulate in Berlin. And more supplies were available now. And it was less\ncrowded, had more supplies, more food than -- it was within a large community. I mean\nFeldifing was 20 miles or so away from Munich. This camp was right in Berlin. People\ncould move around in Berlin and carry -- many of them just left the camp and settled in\nBerlin and got into businesses of various arts, legitimate businesses.",
        "A: Yeah. Well, it had to be in the year ‘46.",
        "A: Sure.",
        "A: Yeah, I think everything ha -- was. Conditions had improved from my days in Feldifing,\nthe external conditions had 1m -- external surroundings had made it possible to do more.\nThe -- but Morris Fishbein was the director and I tried to -- we tried to help him as much\nas we could. He of course, had all -- UNRA supplies and whatnot, but if we could help\nwith tracing, with immigration, reli -- with services, religious services, we did something.\nThis business where General Clay attended.",
        "A: No. We had a program in Poland and I did make a trip back to Poland from Berlin at one\npoint. In fact, the army newspaper in Berlin, the American army newspaper -- it was a\nfour power city, printed some pictures of -- that I took while on my visit back to Warsaw\n-- to the Warsaw ghetto. And they were just -- and the Germans had bombed the whole\nghetto and they were just digging out the ghetto. There were no survivors, but there were\nskeletons that had been hiding in places that had been bombed and whatnot, by the\nGermans. That had been dynamited, blown up by the Germans and skeletons were being\npulled out of these buildings and they -- of people who’d been hiding from the Germans\nand then been inundated by whatever the Germans did to the Warsaw ghetto. And that\nwas -- I could go back to the Warsaw ghetto because the jo -- JDC had a -- they’d always\nhad a program in Warsaw and Bill -- Bill -- the long time director of the JDC in -- in\nWarsaw. Bill -- oh, I almost had it. I may have mentioned it earlier. So I went back and --\nfrom Berlin to Warsaw and I -- he -- he took care of me and -- and I -- that’s when I\nvisited the -- these piles of rubble that had been the Warsaw ghetto and took pictures,\nwhich were published in the army newspaper in Berlin when I got back -- of dug out\ndwellings where the Jews had been hiding and had been reduced to skeletons when they\nwere found after the war. And that -- I don’t -- that was ‘45 probably. Bill Bar -- William\nBaren, B-a-r-e-n, was I think the JDC director in Warsaw. Yeah, Bill Baren.",
        "A: ...Gee, now they’re -- Herbert Friedman, the famous Herbert Friedman, who was the --\nthe Wexner person, initially the head of the United Jewish Appeal in this country, was a -\n- a -- with the army in Berlin while I was there. And he was -- he had a place that he\nmaintained. We -- we were really, became pretty close friends. He -- he was the chaplain,\nstationed with the army in Berlin, but as he and other Jewish chaplains, who were in\nthese areas where there were remnants of the Jewish community, the Shehari taplata was\na Hebrew word for the remnants of the Jewish community. Herb would furnish them -- he\nhad -- there was a chaplain’s house and he would furnish them evenings or some escape\nfrom the camps and then I -- I f -- whether it was the same time, I don’t know, I had this -\n- this house where we also had people, where Henry Levy and I lived.",
        "A: No. Jake Trueb was my immediate supervisor, he was in charge of both -- wait a minute.\nIn Berlin, yeah I think Jake -- who lives in Philadelphia, incidentally, right now -- I think\n-- now Katsky appeared -- I don’t remember seeing Herb in -- in Berlin or Bavaria in\nthose days. I just don’t --",
        "A: Well, yeah.",
        "A: Back 1n this country. And he was the one who collected this history and I -- I gave him a\ntaped interview at some point. That was his job with the JDC, but he had clearly been -- I\nmean, at that time he was preparing the history of the Joint Distribution Committee, or\ncontributing to it. When I was in Germany, I don’t think Herb -- if I had any supervision,\nit would have been Jake Trueb and Herb Katsky was over us. Mife -- I’m not sure -- I\nthink Herb was in Europe or England at -- at one point.",
        "A: I’m not sure.",
        "A: Well, you know, I -- and there was a great sense of frustration, because we were able to\ndo so little, as I indicated. We had no supplies. All we could do was furnish personnel to\n-- like the Hightowns, who s -- in Feldifing were a valuable addition to the -- whatever\nmedical facilities were available in Feldifing for the people who -- these people and --\nand the Hightowns came into the JDC office in Paris in 1945, just before I -- I went back\ninto Germany and they -- they became part of our team and were ve -- a very important --\nplayed an important role in Bavaria. Now, when I went back later, Berlin, with Henry\nLevy, Leevy, Levy -- we didn’t -- I don’t think -- did Is -- mention whether that team\ninclud -- I don’t think we inclu -- we had a doctor on that team.",
        "A: Well, yeah. The -- it was extremely important, as I mentioned earlier, for these eastern\nEuropean Jews to know that the Joint was there again, even though the Joint could not do\nmuch in -- in connection with -- in reference or com-comparison with what it\ntraditionally did for the eastern European Jews. But we were at least there. They -- they\nwelcomed, they would go -- happy to see us. We -- we did, from time to time, bring in\nfood and we had this convoy that -- no, that was -- the convoy to Switzerland, was -- was\nthat from Berlin or from Munich? I think that was for -- I’m not sure. The -- w-we\ncertainly helped with -- helped them get visas. We -- we helped them with supplemental\nfoods. We helped them find relatives. Our tracing bureau was very in -- useful in -- in\nthat respect. So I -- I -- I think I had a fairly -- a feeling of being useful. Not in any -- y-\nyou could not claim a major role. We just didn’t have the facilities to play a major role.\nUNRA was the designated organization and we were simply one of several organizations\naccredited to UNRA to supplement what they were doing.",
        "A: Initially, I -- after -- I was there already during the war, I stayed on til December. I came\nback to the States and then I went to Berlin in January ‘46. I stayed in Berlin, I believe,\nuntil the spring of ‘47, when I left and at that point went to Palestine. I’d -- I mean all\nsorts of people were going to Palestine from Germany and it was something I -- I didn’t\nknow when I’d be able to do it again, so I went to Palestine. And met some people there -\n- well, I think there were these Breecha guys that I looked up when I was there and I\nstayed in several places. I -- I was treated like a -- an honored guest and I was sh -- a\nguide was assigned to me to show me around the kibbutzim and whatnot.",
        "A: As a JDC per -- Joint person. I went on my own, I paid my own way. There was a JDC\nprogram of some sorts, I think in Palestine. No, this was something I wanted to do before\nI went home. And I had no official role in Palestine at that point.",
        "A: Well, it was wonderful. I mean, I just -- as ve mentioned, I had this sort of re-\nawakening and Palestine was -- it was not yet officially a Jewish state, but it -- it\ncertainly was Jewish. The -- I was in Tel Aviv -- I don’t remember too much about that, I\n-_ITw-",
        "A: Well, now the British tried to close it off and there was that illegal ship that went from\nItaly to Haifa. What was that ship called?",
        "A: The Exodus, oh.",
        "A: Yeah. No, I think that was after my -- my time. But I -- I did look up some of these\nBreecha guys that I’d known in Berlin and it was -- I mean, I had a very good feeling\nabout being there. Prob -- you know, all sorts of things are going to be popping up after\nwe f-finish this interview. They -- they’re working their way up, but slowly.",
        "A: Around °47, yeah. That’s -- and I stayed in New York from ‘47 to ‘51 or so, working for\nthe JDC in New York on various things, including the Claims Committee. The people --\ndid I describe that, the -- the -- there were, in the Warsaw ghetto, I think that I must have\nstarted this -- there were people who had jewelry, who had dollars and the JDC, under\nGussic had a program in the Warsaw ghetto. What had been in the JDC program in -- in\nPoland before the war and Gussic borrowed from -- in Warsaw ghetto, Gussic and -- to\nbring in supplies and things for the people in the ghetto. Needed money, needed -- and he\nwould borrow jewelry and money and whatnot from people in the ghetto, so he could\nbring in supplies from outside the ghetto and -- but he owed those people and after the\nwar, there were people who had some sort of writing -- wh -- they came to the JDC in\nNew York and they said, “My uncle or my brother or I loaned money to the JDC in the\nWarsaw ghetto that -- and I was glad to do it, I could get -- I felt safe I’d be paid -- repaid\nsomeday,” and w -- but we couldn’t just automatically honor every claim, people could --\nthere could be fraud, so we set up a -- the JDC in New York set up a Claims Committee,\nand I, as the JDC’s counsel in New York, worked with that Claims Committee. And that\nwas an interesting experience --",
        "A: Okay.\nEnd of Tape #5\nTape #6",
        "A: Yeah.",
        "A: That was a really interesting experience. The -- the JDC had borrowed, in the Warsaw\nghetto, Gussic and his --",
        "A: Right. All right, so now we have to pay back these loans and the records are poor and the\nJDC in New York is beginning to get requests for repayment, either by the people that\nloaned the money directly, or the jewelry or whatnot, or relatives, and relatives who --\nwho only heard that their father or brother or uncle had loaned something to the JDC,\nthey had nothing in writing. Those relatives had died and they just felt that while they\nwere glad to make contributions and so forth, to the United Jewish Appeal, if these were\nloans, it was supposed to be repaid, as was promised at the time, they would like to have\nrepayments. The Joint in New York recognized the validity of that position, but it wasn’t\nabout to give away stuff or recognize fraudulent claims. So it appointed a Claims\nCommission. The chairman’s name escapes me at the moment, but there was a chairman\nand I think two people, one of them a lawyer -- Saul -- Saul something was the chairman.\nI got the first name. And I worked with them, I was then the JDC’s house counsel. I had\ncome back, I wasn’t ready to go back -- come back to my old career and I wanted to stay\nin New York and so Moe Levitt hired me and he needed -- he -- my legal background\nwas attractive to him because the JDC was just now getting into restitution and\nreparations and he felt that having a lawyer in -- in the JDC headquarters in New York\nwould be a good idea and I -- I -- I wanted to s-stay in New York, for whatever the\nreasons. And for about -- I think four years, that I lived in New York, from ‘47 to ‘51, I\nworked for the JDC and th-the Claims Committee was one of the as -- working with the\nClaims Committee was one aspect of my work for the JDC and it -- it was really an\ninteresting, challenging kind of -- what do you do? You’ve got -- you know you\nborrowed from people in the ghetto, you know that you offered to repay them and yet\nhere are people without proof, they only heard from their relatives or they had -- they had\n-- th -- there was not -- know diday were no records and so we set up this Claims\nCommittee. Saul -- Saul what’s his name and somebody named Stuart, to constitute a\nClaims Commission to pass on these claims. And we interviewed people, we looked at\nwhatever records and I did -- I was sort of the staff person for that committee. And -- and\nwe paid back some claims. Not in full, it was -- sorry -- number usually partial payment.\nBut these were legitimate claims and at the same time, we had to be protected against\nunverifiable or fraudulent claims. So I did that with the JDC for just -- I don’t know how\nlong. When I was just living in New York.",
        "A: Well, then --",
        "A: Then, separately, there was this restitution program. The -- as though -- programs were\nset up for claims by -- from the Germans, to property th-that had been taken away by the\nGermans and the allies set up s -- I mean the Americans, the British were less interested\nin it, I think and I don’t remember what the Russians had -- we had four powers, but the\nAmericans did something to help people claim back either what the Germans had\nconfiscated or which they had left behind. And then there was the whole business of what\ndo you do with heirless Jewish property left in Germany? That were -- these were -- this\nwas property that was going to remain in the hands of the Germans, if the su -- nothing\nwas done and it would remain in the hands in those cases, where the Germans had been\nmost successful in destroying the Jews, because there were no heirs. So where they had\nbeen most successful, they would be rewarded by retaining the property. Well, obviously\nthis was unacceptable, so an organization was created, called the Jewish Restitution\nSuccessor Organization, to reclaim heirless Jewish property in Germany. Meant primarily\nthe American occupied areas of Germany. And I worked with earso as we called it, as did\nMikania Robinson, who was with the World Jewish Congress, stationed in -- in New\nYork. The two of us really did the organizing of that program and then in Germany,\nBenjamin Firenze, who had re-remained in Germany after the Nuremberg Trials, where\nhe had worked with Maxwell Taylor. Ben either went back into Germany or stayed there.\nAnd he undertook a program to find heirless Jewish property in -- in Germany. And --\nand then we made claims for the -- the heirless property in -- in Switzerland, which is\nonly recently surfaced. I’m -- I don’t know why, I don’t re-remember the details. But I\nwas -- I definitely worked with the Jewish Restitution Successor Organization. I helped\nestablish it with Mikania Robinson and in the State Department recognized it as -- which\ndidn’t come easy, some of the old line State Department types did not like the idea, but\nthis became the official Jewish Restitution Successor Organization for heirless Jewish\nproperty that was unclaimed, anyplace. And it was used to -- the proceeds were used for\nIsrael -- Palestine. Now, the Swiss have recently -- what is it that the Swiss have done\nrecently? They’ve just recently acknowledged that there is heirless Jewish property in\ntheir hands, that the Jews who were being deported and whatnot, people transferred their\nassets to Switzerland and no one ever claimed them because their families were wiped\nout and there were no records and the Swiss, I think, had hoped just to keep it, because\nthere were no claimants and now there is some sort of effort. But the Jewish Restitution\nSuccessor Organization did not -- I don’t think -- function in Switzerland, it just\nfunctioned in Germany. And Benjamin Firenze ran the program from Nuremberg and I\nran it from the JDC offices in New York. I -- I worked on it with Robinson.",
        "A: Oh, I don’t know, I don’t know. We -- Firenze did, I’m sure, a great job of finding\nheirless Jewish property. Ha -- it’s a needle in a haystack, in a sense. I mean, how do --\nyou have records, I guess, but who were the -- the Jewish -- in heirless cases, there was --\nI mean, if there were any relatives who had claims, you had something to go on, but\nwithout heirs, I just don’t remember how he -- he operated, how he found property, but\nhe found property. And the odinor government was -- I mean that was -- h-he was a good\nperson and they cooperated in those days. The -- but I -- I -- I’m not su -- seven hundred\nmillion dollars, does that sound right for the value of the heirless Jewish property? Most\nof which was used for Palestine, I’m pretty sure.",
        "A: These claims, oh, yeah, the -- for the claims countenfrance.",
        "A: Yeah. The -- it was a hit and miss sort of thing, as I recall, but gee, I’m not too clear on\nthe details of -- of earso. Firenze would -- would have a -- he -- did you say he’s been\ninterviewed? Yeah, he would certainly know more about that. And there was a guy that\nworked with him who later took my job at the -- succeeded me at the Joint in New York,\nKaden, Kazen. Can’t remember.",
        "A: Oh, he’s -- he’s great. I'd love to see him. He was extremely able, very bright and\nenergetic. A little guy, he’s oh, about five two or so and -- but much bigger, in reality.\nAnd I guess he’s practicing law in Washington or -- years ago I had some contact with\nhim, but we’ve had no -- no reason to be in contact with each other. Wonderful,\nwonderful person.",
        "A: Well, at the time, I-I certainly don’t -- they caused this strong re-identification with my\nbackground, my heritage. I’m a pretty proud Jew. I mean I think we have a wonderful\nhistory and I’m very happy to be part of it. The -- go back these thousands of years and\nwe ve survived, we haven’t disappeared in -- in the general population. And I think the\nOrthodox Jews deserve most of the credit for that, during long periods when the -- that\nwas the only f-faith. And they went through a heck of a lot. ’'m not observant, I -- but I --\nI feel very strongly my identification. I’m proud of it and my kids -- well I -- I mean my\ngrandchildren got Bar Mitzvahed, my son celeb-celebrates the Sabbath. My two\ndaughters certainly are very clear in their identification. My oldest son is just a\nwandering minstrel type. I mean he doesn’t really have any identification, but -- and --\nand -- I think it’s -- I mean we -- we could have done with fewer Holocaust, but it’s\nabsolutely remarkable the way this group gets up from the floor and continues to battle\nfor it’s survival and existence and -- and takes pride in being part of this extraordinary\ntradition. It would have been much easier to disappear and fewer people would have died.\nBut I think the world would be a lot poorer if there were no Jews left.",
        "A: Yeah.",
        "A: I -- I was and am still a -- a labor arbitrator, I arbitrate labor disputes. But for a long time\nI was the advisor to the city of Philadelphia on it’s labor relations and dealing with it’s\nunions of city employees. And that’s -- I -- I was on a retainer of some sort and when I\narbitrate cases, which I don’t do much of any more, I get paid for it. I’ve got a small\nretainer which pays for my office expenses, but at my age, I -- I shouldn’t complain.",
        "A: First I’m -- you know, I’m very pleased that you are doing what you’re doing. I -- I mean,\ntoo many things of historical significance get lost and certainly the personal experiences\nof people like myself get lost. And I’ve done a -- a certain amount of memoir keeping,\nbut it -- it’s -- 1t’s inadequate coverag -- I’m trying to cover my whole life and there a\nwhole lot of people who -- whose experiences may be lost. I -- I was thinking of the -- the\npeople in Berlin, they -- are they -- is there still a Jewish community in Berlin? I guess\nthere is. The current leaders -- but I'll -- I'll always remember that experience. I’m lucky\nto have had these experiences.",
        "A: Yeah.",
        "A: Yeah, I got sort of diverted. I -- I remember aw -- aw -- I mean I had these non-Jewish\nfriends, close friends, I -- roommates and whatnot, in -- in the War Labor Board and I’m\nca -- I came back in early ‘51, to Philadelphia, to -- and I -- I mean those friends included\nWalter Philips, who was the city’s Commissioner of Commerce and City Representative\nunder Mayor Joe Clark. And Scotty Crawford, who was a roommate of mine in the War\nLabor Board days and they wanted to know what had happened to me while I was away\nand I remember feeling I was more than happy to tell them about my experiences, but I\ndo remember feeling great anger at the outside world at what had been done to my co-\nreligionist fellow Jews. The -- the killing of children, it was just something I could not\nget over. And so, for a long time after I came back, I -- I had this sort of can -- this\nreawakened sense of identification. I’ve never been very religious. We’ve always\nobserved the high holidays and that’s about it. And I’ve -- th-the children involved in --\nmade aware of the fact that they are Jews. And that’s -- that’s my life today, I --",
        "A: Yeah, I remember feeling some -- some anger about that. The -- there’s some deep --\nwant me to hold --",
        "A: I don’t think I’ve ever -- I certainly had a generalized hatred of -- of the Nazis. But even -\n- even though I’ve been critical of German apathy, I mean Germans claim they didn’t\nknow what Hitler was doing -- the ones who were not, the Germans who were not\nactively involved in the Holocaust, I’ve -- I’ve doubted that. I mean, I didn’t know how\nthey could not have known of what was happening and they just chose to ignore it. I\nmean it would have -- to overthrow Hitler would have been a difficult thing to do. He had\nall the marbl -- all the arms and so I -- I -- I don’t know whether I, if I were a German\nliving under Hitler, whether I would have been willing to risk my life to overthrow him\nbecause I didn’t like what he was doing to minorities. But I still have sort of -- no I don’t\nreally hate the Germans any more. I did 1n those early days, I hated every German I saw.\nEven German children that I would see in Bavaria, I -- I would say, I mean there’s, you\nknow, a future Nazi. It just was a blind hatred that made no sense and I’ve gotten over\nthat a long time ago. The -- but I think there are people who -- Jews today who won’t go\nto Germany, isn’t that right? I mean they -- they’Il never forgive, even though three\ngenerations are -- and certainly Germans have been helpful in ways.",
        "A: Yeah, you ask me that. I -- at the time, I had a -- I -- I had the experience in Germany of\nsome good guys like Clay and -- and Eisenhower. When I got back to the States, I just\ndon’t remember that I felt hostility to the American people. In that immediate period, I\ndon’t think I did. The war with Japan was still going down. I don’t think I’ve ever had\nthat feeling.",
        "A: You’ve finished.",
        "A: My period with the JDC in New York, four years, I had an office and it was not one of\nmy better periods. I -- I wasn’t really very busy and I -- and I had too much idle time.\nAnd Moe Levitt -- Moses A. Levitt was not somebody th -- he wa -- was -- wa -- the head\nof the JDC in New York. Schwartz was the overseas head. I never -- I could not relate\nwarmly to Levitt, but Schwartz was a hero. I’ve written about Joe Schwartz, those ex --\nJewish exponent article. As I indicated in that article, he was a genuinely great man and\nhe just performed -- he was the right man at the right time and he had a - a sense of\nmission and dedication and courage. He was one of my real heroes, I can’t say enough\nabout Joe Schwartz. I think that’s it.",
        "A: Well, thank you.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJanuary 28, 1998\nRG-50.030* 0386",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Eli Rock,\nconducted by Randy Goldman on January 28, 1998 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ELI ROCK\nJanuary 28, 1998"
    ]
}