{
    "rg": "RG-50.030.0484_trs_en",
    "sequence": [
        "Q: Good morning, Claudia.",
        "A: Good morning.",
        "Q: It’s nice to see you here.",
        "A: Thank you so much for -- for having me.",
        "Q: What was your name when you were born?",
        "A: Claudia.",
        "Q: And your last name?",
        "A: Royter.",
        "Q: And that’s spelled?",
        "A: R-o-y-t-e-r.",
        "Q: And your mother’s name was what?",
        "A: My mother’s name was Royter, but very possible -- in ghetto she was by the name\nDukorvitch, which is her maiden name.",
        "Q: I see.",
        "A: I will explain later why.",
        "Q: Okay. And you were born when?",
        "A: I was born on July seventh, 1939.",
        "Q: So you were just a baby when the war started?",
        "A: Oh, yeah, almost two years.",
        "Q: Yes?",
        "A: Yeah, almost two years old.",
        "Q: And where were you born?",
        "A: I was born in Zhmerinka, but I was just born because my grandparents live in Zhmerinka,\nand my mother came to them to give birth of me, and she came back, but my parents\nlived in Vinnitsa.",
        "Q: Vinnitsa.",
        "A: Yeah.",
        "Q: And what did your father do?",
        "A: My father was working for them -- plant -- some kind of -- of -- of grain, they were\ncollecting grain, working on it, and you n -- distributing it, something like this, what\n[indecipherable] actually. And my mother was working as a secretary for sh -- f -- fo --\nfor sh -- manager of the f -- this factory.",
        "Q: For the same factory.",
        "A: For the same factory, yes, she was just --",
        "Q: Now, I know that you had a sister, but was she younger or older?",
        "A: No, no, she -- she’s younger --",
        "Q: She’s younger.",
        "A: -- she was born in 1947, which is --",
        "Q: I see --",
        "A: -- after the war.",
        "Q: -- after the war.",
        "A: Yeah.",
        "Q: Okay",
        "A: Mm-hm.",
        "Q: So you were alone with your parents?",
        "A: Mm-hm.",
        "Q: What happened in nine -- do you -- do you recall when you were very little, anything\nabout the war?",
        "A: Yes, I do remember for -- I started to remember when we were -- when we came to\nZhmerinka. This was my -- before this, I don’t a -- for -- I don’t remember\n[indecipherable] but this is what -- I remember what were -- my mother told me.",
        "Q: So what did your mother tell you between her and your --",
        "A: Yeah, when -- when war started, my father next day went to war. And my mother with\nme, stayed to -- there, and she’s supposed to be evacuated with everysh -- with everybody\nelse who was working to -- on this -- in this factory. But she was very, you know, shy and\npolite woman. She was with me -- only with me on -- in her [indecipherable] and staying\non platform on the -- of the train. And when she get into the train, they manage -- moved\nher out. For awhile they put in his wood, his furniture.",
        "Q: His furniture.",
        "A: His furniture. Train left and my mom with me stayed on -- on the platform.",
        "Q: Alone?",
        "A: Alone. Of course she didn’t -- she didn’t have where to go, she went back -- to this time,\nour apartment was occupieded by him, a -- a guy, his name was Manzun. He was -- we --\nI saw him after the war, and the -- I remember my mom, for we -- used to bring me to this\nplace where we lived before -- before the war. He did not let us back, but he let us to\noccupy this cellar. It was actually not the cellar, it was a -- you know, where you -- 1-it\nwas a deep cellar where people keep potato for the winter, and like this. We stayed there,\nbut he was afraid to feed us, to give us food, because Germans occupied the -- very soon,\nthe -- Vinnitsa, and the -- where we lived, it was little bit like outskirts of -- of Vinnitsa,\nand there were sher -- vou -- where st -- where the military were stationed. But we have\nto eat something, and during the night my mom, this is what she thought, as I remember.\nShe went out to the, you know, to the field to pick up at least a raw potato, or something -\n- you know, something to eat, because he didn’t give us any food. I don’t know how she\nlet my grandmother, who st -- who lived in Vinnitsa in this time -- 1-in Zhmerinka, sorry,\nin Zhmerinka in this time, to know that she -- she did not evacuated.",
        "Q: That she did not have?",
        "A: Sh-She did not evacuated, that she is in Vinnitsa.",
        "Q: Right.",
        "A: And Germans in -- in Vinnitsa. My grandma’s mother was very -- you know, the very\nbrave woman, very brave, very strong, and very nice heart. This 1s -- this is my memory\nof hurts. Sorry.",
        "Q: It’s okay.",
        "A: But -- and she came walking from Zhmerinka to Vinnitsa.",
        "Q: She walked?",
        "A: She walked, to pick us up. To this time, for our apartment with all the goods which were\nin the pa -- 1-in the apartment, was occupieded and not given -- given us back. And they\nwere [indecipherable] and they didn’t have nothing, and then to pay for, you know, for at\nleast some other -- to bring us on horses or some. That why during the day we were\nhiding in the forest. And during the night we were [indecipherable]. And if --",
        "Q: Of course, there are Germans around [indecipherable]",
        "A: Germans around, yeah, but in these villages there were -- you know, that’s -- from people\nwho lived there, and nobody want to give us food. I remember because ma -- my mom\nwent to -- my grandmother went to ask them to give some food for me, for bo -- for the\nchild, nobody gave. And I was a Jewish girl, I was -- I was -- I had already bad appetite.\nThey -- it -- it told you to give me food to feed me with, always a problem. But here I was\nhungry. I w -- I ask [indecipherable] and f -- they fed me -- me, and very possibly\nthemself with raw corn in the field. It was like, you know, like July, very possible early\nAugust, I don’t -- I don’t remember --",
        "Q: Right, right.",
        "A: -- wh -- wh -- when it was, but the raw corn was there.",
        "Q: Do you have any childhood memories of that walk?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: Nothing?",
        "A: No, I don’t.",
        "Q: So this is what you were told?",
        "A: Yeah, this 1s what I was told. And eventually we came to Zhmerinka.",
        "Q: Right.",
        "A: And to this time, my grandfather was taken to -- to a prison -- I think, no, to -- to prison,\nand my memory starts from there moment when we came to this -- into this prison with a\npillow, because my grandmother brought the pillow --",
        "Q: For your grandfather.",
        "A: -- for -- f-for my grandfather. And this -- this guys, which happened to be Ukrainian,\nbecause I remember that my grandmother was talking to them. If they wouldn’t be\nRomanian, [indecipherable] she wouldn’t be able to talk to them. And here she was, she\nhad the lively conversation with them. And they were beating them, my mother and my\ngrandmother, they were beating them. And I was cry --",
        "Q: They were beating these guards?",
        "A: Beating. No, no, the guards were beating my --",
        "Q: These are your --",
        "A: -- my mother and my grandmother. And I was crying very hard, and they want me to shut\ndown, you know, to -- to -- to --",
        "Q: To stop it. Stop.",
        "A: -- to stop it. And -- and I -- this was my j -- first memory, that I was crying especially to\nmake them to throw us all away from this place, and stop beating my mother and my\ngrandmother. This is what I remember, this is when my memory starts. But it was -- it\nwas not ghetto yet.",
        "Q: Right.",
        "A: And I don’t remember where we lived. This a -- I -- I don’t remember where -- where we\n-- we -- where we lived in this time, very possible my grandmother’s house, nobod --\nnobody told me.",
        "Q: And your grandfa -- di -- were they able to get the pillow?",
        "A: Yeah. They -- I don’t remember the -- I believe they took the pillow, but as my mother\ntold me, my grandfather was killed to -- to this time.",
        "Q: I see.",
        "A: He -- he was killed in this place. Why, I didn’t know, because did you know actually in\nZhmerinka, the only two people were -- were killed is -- one was a high -- he had a high\nposition in the -- in Zhmerinka lo -- in the -- you know, in this local government, and\nanoth -- the second one was my grandfather, who was actually [indecipherable] person,\nand he was deprived of any business when co-collectivization started in Russia. He had a\n-- a kind -- a small kind of business collecting feather and making pillows, that’s why\nthey had -- I still -- did you believe me, I still have a pillow with a feather which\ngrandmother made for me.",
        "Q: Really?",
        "A: Yeah, I keep it, 1t just sa -- so in my [indecipherable]. And -- but he was deprived of\nprivate business and he didn’t have any other profession, and they -- their life was very\ndifficult, but they survived to the ti -- to the time of war, and he was killed, and -- killed\nover there. And my next memory was --",
        "Q: Let me ask you something.",
        "A: Sure.",
        "Q: When your grandmother and your mother were being beaten, when -- when they left,\nwere they very hurt? Did they have to go and get [indecipherable]",
        "A: This is when they came with this pillow to ta --",
        "Q: Yes.",
        "A: -- and these guards --",
        "Q: Were hitting them.",
        "A: -- were hitting them.",
        "Q: Did they get very hurt? Do you remember, or do you know?",
        "A: You know, I -- I just remember that I want them to stop.",
        "Q: Stop.",
        "A: This is what -- what I remember, that way I crying very hard to -- to make them, you\nknow, to -- to -- to annoyed them. To make them ask to -- ask to leave, because I actually\ndon’t remember my grandfather. I don’t --",
        "Q: You don’t remember him?",
        "A: I don’t remember, just -- no, I don’t.",
        "Q: So they didn’t hit you, that you remember?",
        "A: I don’t feel -- I don’t remember.",
        "Q: [indecipherable]",
        "A: I don’t -- don’t feel if -- I don’t remember. I felt so bad for my he -- mother and\ngrandmother.",
        "Q: Your grandmother.",
        "A: I remember she was holding me in her hand, and they were hitting her in -- on her\nshoulders, and her back, and -- and my grandmother. They were hitting them. This -- this\nwas my first --",
        "Q: Right.",
        "A: -- first memory. And f -- after this -- and di -- fa -- unfortunately, my grandmother and\nmy mother were talking very little about ghetto. Very possible it was very hard for them.\nI don’t remember a lot of conversation at home about ghetto. But I remember some --\nsomething or some --",
        "Q: Incidents in the ghetto.",
        "A: -- incidents in the gh-ghetto, which actually includes me because something to sho --",
        "Q: So it was a few months later, after you had gone to Zhmerinka that the ghetto started, am\nI right?",
        "A: No -- started, yeah, for a few -- few weeks or few months or so --",
        "Q: Months, uh-huh.",
        "A: I believe it’s 1 -- in -- in short time.",
        "Q: Right.",
        "A: But what I remember my mother -- this is what my mother told me in awhile, that\nactually a lot of Jewish people started to come to Zhmerinka very possibly there was a\nrumor that Zhmerinka will be safe for Jewish people. And they were told to bring goods\nfor them. Their -- you know, their goods stuff. And they actually, and I remember how\nmy mother saved it, how ma -- how many nice thing they used to bring with them. And\nnext my memory was that my -- there was -- a lot of people were working somewhere,\nand there were guards with the -- these huge whips, which were, you know, which --\nwhich were hi --",
        "Q: Hitting these --",
        "A: -- hitting them, these people. And my grandmother -- and there was a -- a -- f -- for\nawhile already, a fence of a barbed -- barbed wire.",
        "Q: Wire.",
        "A: This I remember, this barbed wire.",
        "Q: Around the ghetto?",
        "A: I don’t remember it was around or not, but I wo -- I remember this row of people, and my\ngrandmother was holding me in her -- in her hand, and it was cold already. I remember it\nwas -- it -- very possibly it was early -- early autumn.",
        "Q: Mm-hm.",
        "A: Because it was cool, it was not cold, but 1t was cool. And it was a huge row of people,\nand these guards with whip. And could you imagine my grandmother, oh, it -- and behind\nthis barbed wire there were other people -- different people. You can see -- I remember\nthat I noticed that they are different. I noticed this, they’re different. And could you\nimagine my grandmother threw me away, over this barbed wire, and somebody took me.\nAnd next my memory that I stay in some little house with a strange woman, who 1s the\nage of my grandmother. And she was console -- consoling me, and I was crying and\nwanted to go to my mother and grandmother. And she was not able to console me. Id --\nyou know, I was very possible very -- I’m very stubborn child. Because I di -- I\nremember that I didn’t want her, and she -- you know, she took me out in the -- she got\nthis little garden, and there were still apples on the -- on the tree, and she was shaking this\napple to me, gave me -- to me, and I thought to myself, I don’t want your apple, I want\nmy mother. This I remember right.",
        "Q: You remember that, yeah.",
        "A: Yes, I do, Iremember my feeling. I didn’t tell her, but I remember that I was crying, and\neventually she gave me back. She gave me back. How, I don’t remember, maybe under\nthe wire f -- was -- how did she give me back I don’t remember, but the next time I\nremember that I was with my mother and grandmother. And I will -- if -- insert\nsomething which my mother told me. It happened to be that this row of people, they dug\nthe row. And they brought all the Jewish people who came here to Zhmerinka, and\nZhmerinka’s people, Jewish people, to this row which they dug out yesterday. And these\nwho were with whips, they w -- they were Ukrainian, and they were native -- they were\npeople who stay here. And they knew who was from Zhmerinka, and who not --",
        "Q: Right.",
        "A: -- who is not. And they supposed to tell who is from Zhmerinka and who is not. And\nactually my mother was not from Zhmerinka anyway. But some of them, who happened\nto be a nephew of this woman who took me to her house, told that my mother is from\nZhmerinka, and this way my mother stay alive. And they killed all those people who\nwere not from Zhmerinka, and those people who from Zhmerinka, but [indecipherable]\nkilled down as in a grave. This was how --",
        "Q: So your grandmother thought that you would all be shot --",
        "A: Y-Yeah.",
        "Q: -- and that’s why thr -- she threw you over.",
        "A: Sh -- sure -- sure. She want -- she want me to stay with this, you know, Gentiles, fr -- not\n-- not in the ghetto, because they were absolutely sure that they will be shot.",
        "Q: They will be shot.",
        "A: That -- that she -- that why she sh -- threw --",
        "Q: Do you remember her thro --",
        "A: No.",
        "Q: You don’t?",
        "A: No, I don’t remember, I just remember being in --",
        "Q: Being with this --",
        "A: -- in -- in he -- in her laps. And after, I remember being in this woman’s house. But this is\n-- a -- but this is what my mom state, how she made it --",
        "Q: Right, right.",
        "A: -- because she was ready, and you know she was ready by [indecipherable |",
        "Q: Yeah.",
        "A: -- she was -- she was woman who for their child -- for her children, and I was only\ngrandchild that time, she will do anything, she would. This -- this -- she was a very\ndesperate woman, and besides she died in six -- in 1960, and they -- from -- you know,\npeople from around -- around this place she used to live, came. It was like another\ndemonstration. We never saw these people who came to -- to -- to the s --",
        "Q: To the funeral?",
        "A: -- to the funeral.",
        "Q: Really?",
        "A: Yeah. Oh, she was -- she was --",
        "Q: She was quite a person, huh?",
        "A: Oh she was, she was. She -- she didn’t know how to read. She -- she never learned it. She\nwas -- she was a girl in this Jewish shtetl, but she had five from -- five grandchildren, and\nfive was their highest grade in school. She say they [indecipherable] my five. She -- she -\n- she used to say I have my five. Mm-hm. It means -- okay, and next to them\n[indecipherable]",
        "Q: So they’re bru -- so this woman, who clearly understood the -- that you were so unhappy",
        "A: Yeah.",
        "Q: -- and -- and she must have known that your mother and grandmother survived.",
        "A: Absolutely.",
        "Q: Right.",
        "A: Absolutely, because they came back.",
        "Q: Right.",
        "A: They -- they came back. And -- absolutely she knew, very possible, and eventually I\nremember myself [indecipherable] the ghetto. How I get there, I don’t remember.",
        "Q: You don’t know, right.",
        "A: This is -- I don’t remember.",
        "Q: So do you remember being happier that you were with your mother and your --",
        "A: Ye -- well, of course, yeah, I remember that eventually I have my mother and\ngrandmother. And you know, being a girl, I was real attentive to what people who --\npeople -- people dressed in. In this case, I remember this yellow star sometime. From this\nmoment I remember this yellow star sometime.",
        "Q: Did you have a yellow star?",
        "A: No, I did not, but --",
        "Q: You’re too young?",
        "A: -- the story was -- the story with later -- wi-will tell you |-later. [indecipherable]",
        "Q: So you remember seeing the Jews wearing a yellow star?",
        "A: Yeah, yeah. And how I remember being with my mother and grandmother put in one\nroom with other women, there were only women. There was -- and among these women,\nI remember them very well, because after the war my grandmother used to bring me to\nthis place, it was a -- a Aunt Sura, Aunt Fanny, and there was a very old woman who was\nparalyzed. She was sitting all day long in the armchair or chair, I don’t remember, but all\nof us lived in the same room, one room was. And this auntie -- and there was other\nwomen, and three of us, my grandmother, my mother and me. And there was -- there\nwere no other children, if I remember. I would remember, because I di -- I grew up in --\nin this place. I don’t remember any other -- I remember a -- a fo -- [indecipherable] girl in\ndifferent -- in different room, but not in this room. And they -- they had to work, you\nknow, they went to -- to work, and I was staying with this paralyzed woman. They put me\non this little foo -- foo -- place for children, just to not make an a -- soil in my pants, you\nknow, and I was sitting on this pan.",
        "Q: The toilet? On a -- on a pan?",
        "A: The anto -- th-the -- on the pan all day long, next to this woman, because if any\n[indecipherable] should happen, who will watch me? I was -- so all d -- all day long I was\nsitting in -- and she was -- she was able to talk somehow, because I remember she was\ntalking to me in Yiddish.",
        "Q: In Yiddish?",
        "A: Yeah.",
        "Q: And did you understand that?",
        "A: Yes, I do -- I -- I did understand and I actually foo -- you know, in my family, it was not\nthe custom to -- in -- in the Ukraine [indecipherable] to speak Yiddish --",
        "Q: Right.",
        "A: -- because th-the -- you know the anti-Semite wert around. But anyway, it isn’t clear, I\nheard somebody speaking Jewish, I understood everything. You -- did you -- it was like\nmy grandmother was talking. Th-They all s-spoke Yiddish more than Russian.",
        "Q: Uh-huh. So you were sitting all day --",
        "A: All day.",
        "Q: -- on a pan.",
        "A: Yeah, on the pan next to --",
        "Q: So in case you had to go to the bathroom, nobody --",
        "A: Yeah, mm-hm, I was sitting -- this -- this was my shim.",
        "Q: So you were a very good little girl, is that true?",
        "A: I didn’t -- I didn’t think so. I didn’t think so.",
        "Q: You don’t think so?",
        "A: No. But I remember my mother was strict with me, and I remember b-because I was very\nbad eater, but I remember this black something, which we had to eat. My mother said it’s\n-- it -- me -- this was -- I ask her what was it. It was -- they were working to -- in potato\nfield, and they will peel the -- sometimes they will able to bring home peels from potato,\nand this what -- what she was cooking for -- for me, and for [indecipherable] I could, but\nvery possible I ate it, that I survived eating it --",
        "Q: You can -- right, yeah.",
        "A: -- somehow. I don’t -- there were no other food. And the -- anyway, I survived somehow.\nAnd this -- but I grew up and did -- did you know, nobody was afraid of me to -- to -- to\n[indecipherable]. I didn’t have to sit on the -- on the s -- toilet all day long, because I -- I\ncould take care about it. And I started to go out. And I remember the Dr. Girsh, very\npossible you read about him, he was the head of that -- he was from Romania, and he was\n-- everybody said that he was very bad, he was with a whip all day long, and this whip\nwas very often on the back of this -- of the working people. But I remember my mom’s\nexpression, she said, “If he won’t be so strict, very possible we wouldn’t be alive.” And\nthis is -- this I -- I -- I remember, I remember.",
        "Q: And did she explain what she meant?",
        "A: No.",
        "Q: No.",
        "A: I didn’t -- I didn’t ask because actually it was in the -- the end was [indecipherable]\nconversation.",
        "Q: Right.",
        "A: And the only thing I re -- and I remember that they said that very possible when they\nbrought this pillow to grandfather, he was not alive any more. He was no alive, but\nnobody said it then.",
        "Q: Uh-huh, uh-huh.",
        "A: Because actu -- actually this was in the Ukraine, and they can tell my mother and\ngrandmother, but they didn’t tell them. And they didn’t know the date -- the exact day --",
        "Q: The date it was done.",
        "A: -- of -- of his death, but I remember a-around Jewish holidays, they usually lighten their\ncandle, or the light for -- for Yahrtzeit of him. This is -- this I remember, this was after\nthe war, already. What else of I remember of this, when I was able to get out of the h-\nhouse, because there was a -- like a -- and it was a b-barbed wire around, and I started to\nget familiar with o-other -- other people, and I remember there was a little -- little boy in\ndifferent home, because we had to walks little bit to see them. And I consider myself a\ngrown-up, because he was little. I used to play with him, but he died. And -- he was sick,\nor something happened, or maybe of starvation he died. And I remember my mom said\nwe are going there, but he is not alive any more. He died and he 1s in the ground. And\nwhen we were walking, there was a lot of broken glass. And th -- th -- my memory that I\nthought if this glass doesn’t -- doesn’t hurt him. This is my memory, was -- this 1s what --\nwhat I remember. It means the glass was broken --",
        "Q: Yeah.",
        "A: -- it means there was -- there was a fight, because it -- we were walking on the broken\nglass.",
        "Q: Right.",
        "A: This I remember.",
        "Q: So you had -- you -- you were four years old now, right, this 1943?",
        "A: Yeah, four -- I -- I was almost five years old --",
        "Q: Five years old.",
        "A: -- when -- when we were liberated.",
        "Q: Right.",
        "A: But during this -- this time, we were [indecipherable]",
        "Q: [indecipherable] but you thought of yourself as a --",
        "A: Yeah, I thought ri -- of course, because he was a -- he was in ha-hand, and I was walking\nmyself. Of course I was --",
        "Q: Did you understand when your mother said that he died?",
        "A: This is what I understood, that he’s not of -- but I did not understand he is not alive, and\nthis glass doesn’t cut him.",
        "Q: Right, yes.",
        "A: I -- I didn’t -- I didn’t realize this. This -- my memory that this glass very possible hurts\nhim.",
        "Q: Yes, right.",
        "A: Because my mother -- mother [indecipherable] me that he’s -- he’s --",
        "Q: He’s in the ground.",
        "A: -- in the ground. Yeah, this is what I remember. And I remember there was another child\nwho died. I don’t remember the -- the age, but I remember the -- this wo -- we visited this\nwoman after the war with my grandmother, and she had -- she got marry -- she remarried,\nand she got a child, and my grandmother was very happy that she has a child because she\nlost her child --",
        "Q: She lost her child.",
        "A: -- child -- her child during the war. And then my memory from the ghetto, I want tell you\nthat I remember that Dr. Girsh was very good to me. From time to time I was by myself, I\ndon’t remember ever as a ki -- children, or other people walking with me, when I was\nable to get out, and th-the -- fr-from this [indecipherable] I fo -- I don’t remember as a chi\n-- children. The only thing I remember very well -- and there was a boy, maybe he was\nnine or 10 years old, and he was starving very much, he was -- you know, she wanted to\neat, and there was no -- no food. And he escaped. He was with his mother, and what I do\nremember very well, that his mother was hoping that she will come back ever. And she\nwas staying -- there was a -- as you know, a gate from the same o -- for barbed wire, on\nthe wooden posts. And she was staying and looking through the -- through this gate, and I\nremember her back. Very possible she was a big woman, or very -- very possible -- she\nseems to me a big woman. But her wide ba -- back, I never forget. This back was, you\nknow, you can see in her back [indecipherable] by her back how she had the pain, and the\n-- and she was staying when they were coming. This is al -- always, always you can see\nher. She was staying with her face to this gate. It was such a -- you know, to -- I\nremember even how I fe -- I felt about her, this pain. I didn’t remember this boy, but I\nremember that my mom say, “Because you don’t want to eat, do you see what happen?”\nThis is -- this wo -- this I remember. And I remember when I was working, Dr. Girsh\nsometimes and he took me to his -- to hi -- to the place he -- he used to live, but this was\nin the same ghetto, bi -- if he in the same [indecipherable] from the barbed wire\n[indecipherable] you know, the -- the place.",
        "Q: In the same area, yeah.",
        "A: Yeah, in the same area. Not -- it was like, you know, next house -- ne -- next door. It’s\nvery, very close. She took me once, and I saw a woman over there, and being again a girl,\nshe had the blouse on her, and she didn’t [indecipherable] this yellow star. And I\nremember how she looked like. And she ha -- once she had the white blouse, another time\nshe took me, she had the red blouse. And I remember the blouses, because being a girl\n[indecipherable]. I paid attention, because everybody was gray, everybody was in gray,\nand here were colors. And what I remember, you ma -- from time to time the Germans\nwere coming to the -- to ghetto, and everybody was so afraid because you know, German\nal -- always brought the death with them. And everybody was trying to hide somewhere.\nOnce I remember we’re trying to hide in the deep cellar, and there was a ladder without --\nwith sa -- with missing some, you know, some this -- what is the -- with -- ladder with\nsome missing --",
        "Q: You -- planks?",
        "A: Planks.",
        "Q: The planks?",
        "A: Yeah planks.",
        "Q: In the cellar.",
        "A: Mm-hm. And fer -- and I remember that there was a man’s voice, I don’t remember who\nit was because was absolutely dark. He didn’t want to ask to go there because of me,\nbecause I was very little that he was afraid that I will cry, and Germans will hear -- wo-\nwould hear us. And I remember, my memory, why he think that I will cry? I am afraid\nthe same s -- the same way, I would not cry, but I will not express it because my mom say\nto me do not open my mouth, and I didn’t open my mouth. And they let us in.",
        "Q: I’m going to have to stop the tape, and continue on the next tape.\nEnd of Tape #1\nTape #2",
        "Q: Claudia, we were talking about you going into this --",
        "A: A cellar.",
        "Q: -- cellar.",
        "A: Mm-hm, yeah. This -- that time, we really stayed in the cellar. Of course I didn’t\npronounce a word, and we stay alive. And we went from the cellar -- this I remember\nvery well, it was dusk already, you know, not a dusk, it was dawn.",
        "Q: It was dawn?",
        "A: Dawn it was, dawn, sorry. And it was light already, almost when we went out, it means\nall night long we were just staying in the cellar. And few more time it was very, you\nknow, [indecipherable] it was the brightest part of my memory when Germans used to\ncome because it 1s -- it’s really, you know, it’s really was the most dangerous t-time. And\nonce --",
        "Q: You -- you understood that it was very dangerous by then?",
        "A: Oh sure, sure. I understood. I understood that they -- if I will cry, or if I will loudly\npronounce something, some gost German will hurt us, and they will kill us. This I -- I\nunderstood. Maybe I did not understand about the death, about killing, but I understood\nthat it’s very dangerous.",
        "Q: Dangerous.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: And there were a few times when they put -- put me -- put somebody on the bed -- it was\none bed in this room, everybody else was sleeping on the floor. I don’t remember who\nwas Sleeping on the bed, maybe me and my mother, my mother and me, maybe. I don’t\nremember. Maybe my grandmother because I remember all f -- always her warmth here,\nwhen she was so warm and soft. Maybe I was sleeping with my grandmother. Th -- th -- I\nremember her softness. And a few times they were put somebody on this bed, and when\nGerman -- I remember Germans were coming [indecipherable] you know, the -- the head\nwith the hide, this front and the gray her -- coats, military coats, and black epaulets. This\nI remember, it is black on the collar, I remember very well. They’re high, though we -- I\nwas little girl.",
        "Q: They’re tall cause you’re little.",
        "A: -- y-yeah, we’re little girls, and I remember how th-they were high, and -- and fo --\nsomebody was on the bed, and somebody pronounced typhuses, you know, the sickness\nfrom their laces, you know, si-sickness, typhus.",
        "Q: Oh, typhus.",
        "A: Typhus.",
        "Q: Typhus, yes.",
        "A: Typhus, typhus, yeah typhus. They left im-immediate -- immediately.",
        "Q: They -- because they were afraid.",
        "A: Yeah, they -- this was -- this I remember there was a magic wart. Typhus was a magic\nwart. I -- I saw this magic wart, because actually there was no typhus in there -- 1n this --\nafter the war, my grandf -- grandmother was sick by typhus, but this was some kind of\ninside typhus, the inside infection. And once I remember they were not able to get into\nthe cellar, because Germans came very ra-rapidly, and was very suddenly, and they put\nme in the barrel, and covered me with the wooden cover.",
        "Q: In the barrel?",
        "A: Barrel, mm-hm. I was little, I can fit it. This is how they hide me. And two times I\nremember t -- there was two times. Once, there was a strange young woman, her name\nwas Sima. She all a of a sudden came to the -- to ours -- and she didn’t speak -- to our\ncamp, and she didn’t speak Russian, she spoke Yiddish. But some strange Yiddish which\nI barely can understand. But the grown-up people understood her. Very possible she was\n-- she was escaping of some other place, from Romania, and she happened to be here.\nAnd she stayed in this room, and every time, when Germans were coming, she was the\none who was put into the bed, and covered with all the sheets and everything, which was\n-- and they put me on the bed, because I was the smallest, one, it was not heavy for her,\non the bed, and this way sh -- they were hiding her. And beso -- because of -- I don’t\nremember her in the gray dress, it means she was not part of this camp. Maybe sh -- they\nwould not -- not make her working, I remember, but she lived in Zhmerinka after the war.",
        "Q: So she was saved?",
        "A: She was saved, she was saved. And beside her, in awhile, there was a man who came to\nthis -- to this camp. He was Russian soldier. Maybe he was in capture, he was ca -- he\nwas captured, and he escaped and this way he -- he came to this camp, I don’t remember,\nbut he -- he’s arrived, too, and they got married on th -- a-after the war, and we visited\nthem, we stay in their house. His name was Kiva. I remember very well.",
        "Q: Kiva?",
        "A: Kiva. And wo -- he had in her -- in his hat, a star, a yellow star. And he gave it to me to\nplay with. Believe me, I put it on my dress, and went very proudly, I went outside to walk\nas Iam grown up. This I remember very well. I -- and all of a sudden there was passing --\na guy was passing me, I believe he was a German soldier. Yeah, he was a German\nsoldier, he was passing me, he came back, he looked at this and he started to beat me with\nhis feet.",
        "Q: Kick you.",
        "A: Kick me with his feet, I was on the floor -- on the ground, and he was kicking me. He --\nhe threw out this -- this star, for -- together with the -- the -- that’s my clothes what’s --\nwith what I was in, and Dr. Girsh, and Girsh came, and he liberated me, he took me and\nhe was talking to him some way, he must have been like he was talking to him, and he\ntook me. And after, w-when my mother came from work, she was beating me. She was\npunishing me for -- for why -- why did -- did it. But I didn’t know that this -- this -- this\nis not six -- six -- there were not -- not si --",
        "Q: Oh, 1 --",
        "A: -- | -- I told --",
        "Q: -- it was a -- it was not -- the Jewish star was six stars.",
        "A: Yeah, it was a -- the --",
        "Q: It was a regular -- it’s another kind of sta --",
        "A: -- it was a f -- a regular star, but I didn’t know, I -- I didn’t know how to count that.",
        "Q: But your mother was hitting you because --",
        "A: Hitting me, punishing me for -- for -- for ca -- for -- for being show off. And nobody can\nsee me, nobody was around. But I went out with a s -- with a star on my shir -- on my\ndress. This is what I remember, I remember even my feeling about this.",
        "Q: That’s the -- how did you feel when your mother hit you? Was this -- was this worse\nthen?",
        "A: I was actually, you know, I was afraid of my mother there for -- f-fo -- for awhile. I was\nafraid, but there was my grandmother, whom I could always ge -- have, you know, to s --\nescape to.",
        "Q: Yeah. Right.",
        "A: I was always afraid, she was strict with me, because the time was -- you know, I was\n[indecipherable] you know. The time was --",
        "Q: So she was afraid of losing you, yeah, yeah.",
        "A: Because she was a -- she was afraid of losing me, not -- not if she wanted to -- to -- even\nto punish me.",
        "Q: Right. But your grandmother was softer with you?",
        "A: Oh yeah, she was the -- I was her favorite, I was the ov -- oldest one, I was her favorite.",
        "Q: Uh-huh.",
        "A: She was certain -- I was favor -- a favorite of hers for-forever.",
        "Q: Forever.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: Mm-hm, she was this -- she was a great woman. She was --",
        "Q: What was her name?",
        "A: Her name was Rivka.",
        "Q: Rivka.",
        "A: Yeah, and my -- my mother name was Raisel.",
        "Q: Raisel.",
        "A: Yeah. Raisel, which was -- in Russian was Raisa.",
        "Q: Right.",
        "A: But my --",
        "Q: Like Gorbachev’s wife’s name, Raisa.",
        "A: Yeah, yeah, absolutely the same.",
        "Q: Right.",
        "A: And my granddaughter’s name is Raisel Rivka.",
        "Q: Oh.",
        "A: My -- my -- my grandf -- my son found -- you know, my f -- my son combined both these\nnames.",
        "Q: Your mother and your grandmother’s name, that’s lovely.",
        "A: [indecipherable], uh-huh. This is [indecipherable]",
        "Q: Right.",
        "A: Very touching. And believe me I didn’t ask him for this. This -- this what -- he didn’t\nknow my grandmother because she died before he was born, but he loved his\ngrandmother, which is my mother, the same way -- way I used to love my --",
        "Q: Yes.",
        "A: -- my grandmother.",
        "Q: Yes.",
        "A: You -- you know this. This was in -- they were very close to each other, they were\ntalking, and I believe he -- he became an Orthodox because of my mom’s -- my mom’s\nstories about before the war, how it was in shtetl, and how she always was listen, he -- he\nused to come to from school, having his lunch with her. She always prepared for him the\nbest -- the best in warm and fresh. They were talking and she was telling him stories\nabout the -- before the -- when she was young.",
        "Q: Right, right.",
        "A: How it was when she was young. Okay, well, we were talking about ghetto. What else do\nI remember about ghetto? I remember -- actually, I remem -- the -- the most part of -- I\nremember when Germans used to come, and how dangerous it was. And we were -- I\ndon’t remember how we were hiding the kid -- Kiva. I don’t remember, but he survived.\nThis in -- this I know very well. How -- where he was, maybe he lived with us. For\nawhile he used to live with us in the same room. And after maybe he was staying in cellar\nfor [indecipherable] because a man could not supo -- survive th-there, only women.",
        "Q: Really?",
        "A: Men -- men who can work, okay, no, he could not survive because that’s -- if they were\nJewish, forget about, he could not survive. Or they were at war, or they were killed. If not\nJewish, they were [indecipherable] traitors. Traitors, po -- polizei they called it. So what\nfor ge --",
        "Q: So the ghetto was primarily women?",
        "A: Women, women and children, primary. Maybe there were some old men, because one of\nthose men who told don’t bring her to the cellar because she will cry -- she will cry.",
        "Q: He was a man.",
        "A: This -- he was a man -- man, I remember his voice. But I don’t remember how he looked\nlike, because I don’t remember men. And I actually don’t remember if -- men in the\nshule, when my mom used to bring me, only women. And -- and this -- and Kiva, and this\nis the only one, and Dr. Girsh. And actually -- and for me, men -- men were a densh.",
        "Q: Men were dangerous.",
        "A: Yeah, for me they -- mi -- my -- my memory of men was danger, you know. They ca --\nthey can bring death, that you cou -- you have to be afraid of that. But Dr. Girsh, who\nwas -- I’d -- I was not afraid of him, of Dr. Girsh, I was not afraid of.",
        "Q: No, cause he was very nice to you.",
        "A: He -- he -- to me he was nice, but my mom said that he was [indecipherable] he was very\nstrict, and he was beating with a whip, Jewish people. But my mom said that to be -- for\nhim to be strict, this is how he showed the Germans, you know, how to sur --",
        "Q: Yes. Right.",
        "A: -- this way for he -- he saved us. Actually everybody -- everybody who could survive,\nwho -- who didn’t die from starvation, or from k-kind of sickness a- are [indecipherable]\neverybody survived actually Zhmerinka ghetto, is actually -- y -- you know?",
        "Q: How did other people treat y -- since there were very few children --",
        "A: Mm-hm.",
        "Q: Did they treat you well, or were some people angry that you were alive, and their children\nwere not?",
        "A: No, no.",
        "Q: No.",
        "A: No, I don’t remember anybody being angry with me, of these people. I don’t remember.\nEverybody was very nice to me.",
        "Q: Uh-huh.",
        "A: Everybody. But I remember very few of them. Even the -- these two women whose\nchildren died, I don’t remember during the war, them. I do -- I don’t remember them.\nThey di -- they didn’t live with -- in the same room with us.",
        "Q: Right.",
        "A: A-And I don’t think --",
        "Q: And that’s where you spent most of your time.",
        "A: Sure, only here, on-only here. Because I do remember this barbed wire. I remember wha -\n- it was very close. This actually was the -- the same place. The -- it looked like I -- I\nwould go out from the door --",
        "Q: And it would be there.",
        "A: -- and it would be there. This I remember. And once I remember -- maybe not -- vu -- vu\n-- like my mom used to complain that I was a very bad eater, and this was a vu -- very big\n-- big problem with me. I remember once I went out and smell dragged me to -- and\nhappened to be -- could you mention -- I remember this very -- the smell very well. It was\na cheese which two Germans in the commert truck were sitting and eating from plastic\nboxes. It was like soft cheese, you know, so soft cheese, and they were eating like -- like\nthis. And this smell of cheese was dragging me so hard. I was going there and I was\nstaying and looking at them. But when they turned they faced me, I got scared, and I ran\noff.",
        "Q: And you ran away.",
        "A: Yeah. And this smell I brought with me after the war. I remember my aunt who\n[indecipherable] in the wild, she brought me to the restaurant, and she ordered the cheese,\nand I could not stop eating it. You know, this smell of cheese -- smell of cheese that the --\nwas, you know -- I didn’t -- I didn’t realize what is it, because I don’t remember the taste\nof cheese as the -- 0 -- of cheese, but --",
        "Q: But you remember the smell.",
        "A: -- after -- after the smell, and after the war, it -- the smell brought me this memory. And\nafter I remember that it was a big [indecipherable], 1t was, you know, less something\nhappened, and did you know, everybody was so excited, and Dr. Girsh wanted to take my\nmother and me somewhere. And my mother didn’t want to go. And they put my mother --\nthe how they will -- they put her like Sima into the bed, this one bed, put 0 -- 0 -- over sh\n-- her, all that clothes and the sheets, and put me on. And there was a soldier who came\nfor my mother. And my grandmother was talking to him. And I didn’t understand when\nmy gran -- grandmother learned it to -- to speak Romanian, or German. It happened to be\nUkrainian. She was a traitor, she was a polizei. But my mother was talking to him and I\ndid not understand Ukrainian -- Russian -- I understood Ukrainian -- Russian --",
        "Q: Russian.",
        "A: -- and -- and Yiddish, but n --",
        "Q: But not Ukrainian.",
        "A: -- not Ukrainian. And when sh-she was speaking with the -- the [indecipherable] I hear --\nI told her sh-she speaks Romanian. And it happened to be that Germans were coming.\nThey were -- you know, they were go -- going, the Russian army was running them away.\nAnd everybody say that they on -- on their way they will kill us.",
        "Q: The Germans when they leave will kill you.",
        "A: Yeah. And that why Dr. Girsh wanted to take -- very possible my mother was one of the\nyoungest one. I didn’t know why -- I didn’t know why. Ma -- he wanted to take my\nmother and me with him to Romania somewhere. He was writing -- he was writing\nbecause he -- he didn’t belong to -- actually to -- to Germans, and he didn’t belong to\nRussian. He -- he was not -- you know, he didn’t belong to anybody. And he wanted to --\nto take us, and my mother didn’t want to go. I didn’t know for which reason absolutely,\nyou know, it was not nice talk about it, because I remember that -- maybe -- maybe my\nfather was jealous about this, I didn’t -- I don’t remember, but it was not -- not mentioned\nat home.",
        "Q: Mm.",
        "A: In our -- in our home, about this, but I remember this [indecipherable]. And next time I\nremember that you can go out from this barbed wire. You -- you can go out. And we went\nout, and it was early spring. The weather was like -- like today. Really, it was like today,\nit was cold, it was raining.",
        "Q: Raining.",
        "A: It was very bad. And we went to this Soloviyva -- to this Aunt Soloviyva house, because\nmy grandmother and her, they were neighbors. They were in good con -- relationship.\nAnd happened to be that rest of the Jew, who actually lived there, didn’t have place to go,\nand they went to the same house. And the house was packed, nobody can sit. The house\nwas very little. Now, when -- when I remember, that was really very, very small village\nhouse. She was baker, so she lived over there by herself. But again, because she was my\ngrandmother’s friend, I was privileged. I was put on them -- you know, this fireplace they\nhave like in -- in the village, where they used to bake bread, cook in the same, and if --\nthere was like a p -- piece like they can sleep when -- in wintertime, when\n[indecipherable] was cold, they were sleeping over there. She put me there, but there was\nno air to breathe. It was that the house was packed, and nobody allowed to open the\nwindow or door, because everybody was afraid that -- th -- th -- of this noise, the German\nwill -- will do -- would hear us and kill us. And she put me on this -- and to -- to make me\nbreathe she was -- sh-she was pu -- she put a paper and sugar on fire, and this way she\ntold she will clean up some air for me. I didn’t know this was -- this was the way -- this I\nremember, the sugar and the -- and -- and the paper, and I was licking the sugar. I was\nlicking the sugar. I was -- it was °44. This was 1944.",
        "Q: Now this woman is the same woman --",
        "A: Who --",
        "Q: -- who took you in --",
        "A: -- did -- yeah --",
        "Q: -- when your grandmother threw you over?",
        "A: -- yeah, this -- this was the same woman. This was Aunt Solo --",
        "Q: So it’s solo --",
        "A: Soloviyva.",
        "Q: Soloviyva.",
        "A: Soloviyva.",
        "Q: Soloviyva.",
        "A: Aunt Soloviyva. This wa -- her last name I don’t remart -- remember her first name. And",
        "Q: Okay, so you’re in this house.",
        "A: In this house, and all of a sudden I hear this Aunt Soloviyva came in -- in, and she said, I\nsaw him, I saw him, such a young, with a -- a fi -- on her no -- his nose, how this --",
        "Q: Freckles?",
        "A: -- freck -- freckles on his nose. He’s so young, he -- very -- very possible he’s only 16\nyears old. It happened to be Russian soldier. And so she’s -- the first Russian soldier. And\nthis breeze in there -- in this house, I heard like everybody like -- like, you know, let out\nthe air. I -- this I remember very -- very well, like in the same time, everybody in the\nsame time. Like -- like -- sigh like this. This I remember very well. And after this, people\ngi -- started to get out from the house, but we stay in the same house. We didn’t go f --\nwe didn’t have where to go. And it was very possible a morning, but the weather was like\ntoday, it was little of rain, and very, very uncomfortable outside. And was three of us, my\nmother was holding me in her -- her hand, my grandmother, and one plaid which we had\nfrom I don’t -- from my grandmother’s house with us. And this plaid was covered in --\nthey covered from --",
        "Q: It’s a blanket?",
        "A: Blanket.",
        "Q: A blanket?",
        "A: Yeah. But it’s huge like a -- like a [indecipherable] blanket, they were able to cover\nthemself. And we were walking, or staying, I don’t remember, and we see -- we see a\nman come -- approaching us on the ca -- this -- one -- his leg is, you know\n[indecipherable] on the crutch.",
        "Q: On the crutch?",
        "A: Yeah. And two crutches under his arm.",
        "Q: Right.",
        "A: And he was dressed differently. His -- his coat is different, not like Romanian or\nGermans, it’s different. This I remember. And I hears he say -- he calls “Raichka,” which\nis -- which is name of my mother, it’s like, you know, like nickname for --",
        "Q: Yeah, Raichka, yeah.",
        "A: -- my mother’s, yeah. And my grandma -- fer -- mother said, “Moshe.” And I know that\nMoshe, this is my father. I said, “Daddy.” And my mother hit me, “Don’t call every man\nyour daddy.” She didn’t recognize him, but he -- it was my father.",
        "Q: And she didn’t recognize?",
        "A: She didn’t recognize him, and he actually didn’t recognize us, he di -- he recognizes this\nblanket. We were fi -- fi -- my mother was -- she didn’t look, she was so thin, and so -- so\n-- and my grandmother [indecipherable]. Of course he could not recognize me, because\ntwo years, you know, it’s a difference here --",
        "Q: Right.",
        "A: -- is big. Very pop -- possible, and I was covered with this blanket, because weather was\nhorrible. Was very cold. This I -- I remember, it was very uncomfortable. And next time I\nremember everybody was sitting in the same room -- in the same room for va -- ghetto\nfor s -- 1t was in the same room, they came back to the same room because we di -- w-we\ndidn’t have where to stay. My -- my grandmother’s -- the house where she used to live\nwas destroyed. My mother didn’t live there. We came back to the same room, and\neverybody else collect to the -- the same room, and my father was talking -- telling to\neverybody and holding me in his lap. It happened to be sh -- that he was participating in\nthis Stalingrad [indecipherable] and he was wounded. And he was discharged from army,\nafter one year being in the -- in the -- the hospital, he was discharged from army, but not\nhaving where to go, he joined his army because he was this ne -- radio technician for -- in\nthe tank. And for this case he was sitting in the tank, he di -- he didn’t have to -- to walk.",
        "Q: Right.",
        "A: And this -- this way he was -- his army he came to tra -- Zhmerinka, and I think this 1s\nmost significant th-thing, story.",
        "Q: Story that he liberated you.",
        "A: Yeah.",
        "Q: Yes.",
        "A: How he -- he li -- he actually liberated us. And being discharged from army, he stayed\nwith us. Beside, the war still there.",
        "Q: Right.",
        "A: And because of this railroad junction in Zhmerinka, the battle was very hard. But my\nfather stayed here, and you know, now as a young man, there was not so -- so many\nyoung men alive for -- a-around. He used to work for sugar plant. His -- his occupation\nwas sugar planting, and the [indecipherable] was sugar -- sugar plant, if it -- you know,\nVinnitsa, it was sugar -- sugar area, actually.",
        "Q: Uh-huh.",
        "A: And th -- a lot of people f -- worked for su -- for different sugar plants in -- in the\nVinnitsa area. He started to f -- reconstruct -- reconstruct a chu -- sugar plant in Brailov,\nwhich is seven -- seven kilometers from Zhmerinka. This way, when we lived in Brailov,\nmy mom used to st -- show to me the doors where the Jewish people used to live, and\nwho came to this -- to Zhmerinka ghetto and were killed. And my mother and my\ngrandmother were digging them down.",
        "Q: They were bringing them?",
        "A: Digging -- digging the deep --",
        "Q: Digging the grave?",
        "A: -- the -- the graves.",
        "Q: And she told you that after the war?",
        "A: After the war, she showed me the places, the doors of this Jew -- for Jewish tri -- houses,\nwhich of course were occupieded by -- by Gentiles. The people took over these houses\nright away.",
        "Q: Right. So these were the people that had come to --",
        "A: To Zhmerinka --",
        "Q: -- Zhmerinka --",
        "A: -- and they were killed.",
        "Q: -- and -- and they were killed because they would not li -- were not from there.",
        "A: Because they were not Zhmerinka. They were not from Zhmerinka.",
        "Q: I see. And your mother and grandmother --",
        "A: Yeah.",
        "Q: -- were digging the graves --",
        "A: Digging them.",
        "Q: -- for these people before they were shot?",
        "A: For these people, yeah. And when they were shot, they were digging di -- you know, they\nwere put in the ground.",
        "Q: So they saw them being shot?",
        "A: Sure. This is when my grandmother thre -- threw --",
        "Q: Threw you over.",
        "A: -- threw me out beca -- over --",
        "Q: Right.",
        "A: -- because she -- she saw that they will b-b-be killed either.",
        "Q: Right.",
        "A: Nobody knew who will survive for after this. This is --",
        "Q: But let me -- let me ask you something about the ghetto for a moment.",
        "A: Sure.",
        "Q: Did you have bad dreams, do you remember, as a child, being frightened in your dreams\nand having nightmares?",
        "A: Of the ghetto, yes. But -- for a long time. But you know, I was actually very happy child,\nI did -- I remember clearly I was ha-happy child, and very, very independent, because I\nwas by myself actually. And I remember a-after the war there were each -- children were\ndying. This I remember after the war, survived children were dying.",
        "Q: Dying.",
        "A: And I was with [indecipherable]. I have a friend, his name was Slava. He was the same\nage. I was playing with him, and he was dying of tuberculosis.",
        "Q: Mm-hm.",
        "A: And I remember even once his mother came to me and ask me to sit down next to him,\nand she had to ca -- to bring some medication, but there was nobody to take care about\nhim, his father was killed at war, and there was only her ho -- and if -- she put such a dish\nwith kerosene, you know -- you know about this kerosene?",
        "Q: Mm-hm.",
        "A: And she said if he will start to cough, you have to bring and give him to smell it, and he\nwas --",
        "Q: So it will --",
        "A: Yeah. When I was sitting in -- and this -- you know, dish with kerosene, but he didn’t\ncough when I was -- and he died ne-next day.",
        "Q: Oh.",
        "A: There were ch-children -- children from -- from ghetto who -- who even survived, they\nwere dying. And there was not -- you see, I -- I was -- I was a bad eater, I was\n[indecipherable] and -- and very healthy, my mom said.",
        "Q: But you were healthy.",
        "A: I was very healthy. I -- I hear [indecipherable] did you know that -- I remember I had -- I\n-- I was sick during the -- during the war few times. But it was like there’s nobody to care\nabout me, and nobody gave me some medication, and you know, I [indecipherable]",
        "Q: And you were okay?",
        "A: Yeah, and I was okay. I was -- I was a happy child. But I had, of course my -- all my\nmemories were of -- were about this. I was afraid about different things -- different\nthings, I wa -- I was afraid of big storms. I don’t know why, but very afr -- I was afraid\nabou -- because they were gray, and German’s coats were gray. I remember this was\nabsolutely the color of German’s coat. This is gray stones. This -- this, I remember.",
        "Q: Hm. We have to stop the tape.",
        "A: The -- okay.\nEnd of Tape #2\nTape #3",
        "Q: Claudia, we ended you were saying -- I was asking you if there were things that were\nfrightening you, and you said the gray stones.",
        "A: Gray stones, yeah, this I do -- oh, and I remember, for -- this bombing which -- which\noccurred when -- of -- I told you, yeah, about this bombing, which was terrible, when we\nstayed in somebody’s house. Did I tell you this story, of --",
        "Q: No.",
        "A: No.",
        "Q: When you were --",
        "A: Okay.",
        "Q: Right.",
        "A: When we were liberated --",
        "Q: Right.",
        "A: -- there was no Germans, no Germans, no Romanian in Zhmerinka, my father started to\nwork in Brailov for the sugar plant, he started to restore it. He didn’t have place for us to\nstay with them -- with him, that why we still stayed in Zhmerinka, somebody rented us a\nroom. And one evening, very possible it was Friday night, or Saturday night, and I don’t\nremember. When a f -- there was artillery sound, and for us it was so common, like now\nif a plane is f -- f-flying, this noise is what -- so common. But for some reason I say to my\nmom, “Bombing started.” My masa -- my mom said, “Go to sleep. No -- no bombing, we\nhear it every day.” But it really was the worse bombing I ever saw. And we were sitting\nunder the window -- window with my mother put pillows in the window, and bullets were\nsho -- were -- were sh -- ti -- you know, catching in the feather.",
        "Q: And moving around --",
        "A: No -- moving around --",
        "Q: Yeah.",
        "A: -- th-this I remember very well, and some bullets which still hitting the windows, were f -\n- right in -- into the wall for -- across -- across the room. And I remember this -- this\nwhistle of the -- o-of these bullets, very well.",
        "Q: Of the bullets?",
        "A: This I remember very well. And this was all long -- a-all lo -- of all night long. And it felt\nlike this night never end. But it ended, started to, you know, it start down, and when we\nwent out, this room which we stayed in was absolutely destroyed, was no roof, was just\npieces of wall. And --",
        "Q: But none of you were hurt?",
        "A: No, none of -- oh, no. The -- and when they came out, there were other people caming\nout, but there was no roof on the building. No -- there were just broken walls around. And\nwe were walking, and everybody was walking around, it was like for somebody -- for\nsomething. Oh, and what I do remember, that my grandmother found her velvet skirt, and\nshe made a dress for me, by hand, because it was only dress -- and the only thing which I\nvery anxious that my dress won’t be lost. Because I -- it was night, and I was without\ndress, I was put to sleep, and the only wa -- my -- my hear from -- my concern was about\nthis dress. And my mom was punishing me, stop talking about your dress. But this dress\nsurvived, because I remember it after --",
        "Q: It did survive?",
        "A: -- it’s -- the dress survived. It was -- it -- it did survive. Unfortunately I don’t have a\npicture with this dress. My mom made it for me by hand.",
        "Q: Yes. Your mom or your grandma?",
        "A: Grandmom, grandmom, grandma.",
        "Q: And what color was it, do you remem --",
        "A: It was black, it was black.",
        "Q: It was black?",
        "A: She had the black skirt, it was black. And next day -- of course my father knew about this\nbombing, he came right away, on horses, and with carriage. And he took us and this\ncarriage to Brailov, and we started to live in Brailov. And if somebody told that this\nactually was a club, it was a not place to live. But we lived in this -- we stayed in this\nclub, because there was nothing, no other. And this is where my -- it was in Brailov. And\nthis is where my -- when my mother was walking with me, and showing me the doors of\nthe -- of houses which used to belong to Jewish people who were killed in Zhmerinka,\nbecause they didn’t belong to Zhmerinka.",
        "Q: Right.",
        "A: They were killed in Zhmerinka and for my mother and grandmother were covered -- were\ndigging the holes for them, and covering them --",
        "Q: After they were killed.",
        "A: -- after they were killed.",
        "Q: Yeah.",
        "A: And she -- she would show the -- I -- I remember even now these doors. I believe if\nsomebody will show me the door right now, I will -- I will recognize it.",
        "Q: Yes.",
        "A: The door in the house, I remember it was ve -- very vivid to me. And we started to live by\nthe [indecipherable] ov-ov -- over there, and bombing was every night. Every night was\nbo -- bo -- with the bombing, and I knew that the-they put me to sleep, and we will get up\nand get out of the cur -- building, bec-because we were afraid to stay in the house, our\nhouse will be destroyed, and we’ll bi -- we will be colla -- covered with this, you know,\nwith -- with the stones. That’s why we went out and we stay near the river. I don’t\nremember it -- or it was a lake, or river, but how I see it is w -- w -- 1 -- 1-1t was very\nwide. And bombs were into the river, and this water was splashing. This I remember very\nfu -- very vivid dur -- during the night, but you can see because there was a very positi --\nthere was -- they were sh -- lights like flying, you know, lights, and after this bomb\nexploding into the river, or next -- next to me. I heard this -- of the -- I remember this\nvery, very good, and I remember that we were eating the fish which was deaf after the\nbombing, and was floating on the surface. This -- this fish was -- we eating. And --",
        "Q: Is this the first time that you ate fish?",
        "A: Yeah. Of course it --",
        "Q: Did you --",
        "A: -- | -- at least of what I remember, might a -- very possible before the war I had the fish, I\ndon’t remember. But --",
        "Q: Did you like it?",
        "A: No.",
        "Q: You didn’t li --",
        "A: No, I didn’t like it. And after 1 -- wh -- when there’s sid -- real meal -- we had real -- I\nnever ate fish, be-before I started to cook myself, fish, I hate it because it was tasteless,\nyou know?",
        "Q: [indecipherable]",
        "A: And [indecipherable] once. I even once had the --",
        "Q: That’s right.",
        "A: -- ca-caught the bone in my lung -- gland, and doctor suppose -- my -- my father was\nbringing me to the doctor, they put it out, because it was very -- well, for a very long it\nhurt me a lot. I don’t re -- la -- I don’t like -- I didn’t like it.",
        "Q: You didn’t like it.",
        "A: No. And beside this -- oh, and I -- I got sick, and my sickness was, you know, lack of\nvitamin. I was covered with wound. All my joint in here, I was covered wi-with -- it was\ntoo painful to move my mouth, I remember it here because -- and doctors say this lack of\nvitamin. And they gave me, for vitamin, they gave me carrot juice.",
        "Q: Carrot --",
        "A: Somebody -- yeah, somebody from village was bringing carrot, my grandmother was\ngrating it under some kind -- it was not even grater, I believe it’s some kind of tool. And\nsqueezing it, and this was my shi -- oh -- oh God, of juice. But the cup which she gave\nme had a flower, but it didn’t have a handle, handle was broken. But because of this\nflower I was -- I -- I was agreed to drink the juice, because this flower [indecipherable]",
        "Q: Because there was a picture of a flower.",
        "A: A flower. This was the first cup, which I remember in ma -- in my life has a flower.",
        "Q: And you liked that?",
        "A: That’s why I like it, that why -- an-and it was yellow, had the thick, thick ceramic, I\nremember very well. And -- and -- well, but without handle. The handle was broken, and\nthey were always afraid that they will si -- you know, the [indecipherable]",
        "Q: You will hurt yourself, yes?",
        "A: Pll hurt myself with bro -- broken handle. And what -- what we ate, we ate gray noodles.",
        "Q: Gray noodles? Everything is gray.",
        "A: Yeah, that -- gray, it was gray. And I didn’t want to eat that. And if now I sh -- know why\nit’s gray, because of Germans, who stayed in Brailov, when they were leaving, they her --\nthey here -- put on fire them -- f -- warehouses with food which they had. And everything\nburned out, but there were leftovers of flour. And flour was mixed with the -- with the\nashes. And --",
        "Q: So it came out gray?",
        "A: Yeah, that way, and this is where the flour which my grandmother and my mother used to\nmake -- make noodles of, this was ou -- and I didn’t want it, because they were very gray,\nand I was punished for this, that I didn’t want it. Of course, you know, at -- this a -- this\nmy memories, and I don’t -- I didn’t have any toys, of course.",
        "Q: No toys, right.",
        "A: Of course, no toys, of course. The first toy which I had was a little white doll with all\nblack, which my father brought from some kind of assignment to Vinnitsa, which was\nliberated from Germans already [indecipherable] still was, but it was far west from\nVinnitsa already, and he had an assignment to -- to m -- Vinnitsa, and I remember when\nhe came, he mentioned to my mother some names, and my mother was amazed that they\nst -- they still alive. And th -- they stayed in Vinnitsa, and when we moved in -- in 1946,\nwe -- we moved from Brailov to Vinnitsa, because my father had another assignment for\n-- for work. And we visited some people who my parents knew fr-from befor -- before\nthe war. This is a -- but, it’s still a war. And my aunt, who was -- and all my uncles, my\nfather for -- for was from the fami -- family only broth -- brothers, only boys were -- were\nin the family, and I don’t remember if I mentioned to you that my grandparents from my\nfather’s side were still in Yaltshkov, and they were burned alive in the barn. They -- and\nsomebody told my parents. My grandfather was very old. He remarried. He was widowed\nand he remarried my grandmother, who was the same age which is hi-his eldest son, who\nactually emigrated to Argentina. But nobody was able to keep in touch with him, and you\nknow, we don’t know -- but somebody told me that his name -- his last name was Royter,\nlike mine, that there were fum -- f -- women’s dress stores name of Royter, somebody\ntold me. I have to find out but I still don’t [indecipherable] is not, you know. I don’t\nknow -- know even how to start -- how to start to him, to them who --",
        "Q: Who --",
        "A: -- why -- why I’m -- why I’m interested. Now, okay, they were at war, both his brothers\nwere at war, one of them was killed, and rest were -- were -- came -- came from war. So\nsome was [indecipherable] returned. My mother had only one sister, who was at war, too.\nAnd she was evacuated with her hospital which she was working for. She was like\nnurse’s aide. And she was ni -- she was educated like -- like some kind of languages. She\nused to teach Russian literature in school. She was educated and a -- in this -- in this field.\nBut at war, nobody need -- needs lit -- literature [indecipherable] understand. She was a --\na nurse’s aide. She was the one who was -- who was running after the wounded soldiers,\nand bringing them the [indecipherable] and relocating them to the hospital. A very brave\nwoman, and when she got the -- she got pregnant, she was evacuated with her hospital to\nUzbekistan. And -- and this Uzbekistan now. And somehow, during this time we stayed\nin Brailov, we -- we found out that she is alive. My grandmother, you understand? You\nunderstand what -- what happened. We were crying again, it was such a happiness. And\nonce my grandmother gave me, it was the very possible Friday night, 1t was summer,\nbecause I was dressed very light, was very warm. She gave me a bath, and she was -- she\n-- we were staying outside this -- this room [indecipherable] steps, and we staying here at\n-- | was sitting on the step, and she was feeding me with those gray noodles. And voo --\ntelling me the stories just to make me eat. And the story was about her daughter. And all -\n- all of a sudden we see near the fence, three absolutely black faces. Absolutely black, I\nnever saw such black people ever in my life, the -- even after. And was her daughter, my\naunt, with her new hu -- with her husband and her boy whom she -- whom she gave birth\nto in 19 -- in the summer of 1942. He was born in ni -- 1942. He was three -- three years\nyounger than me. And it happened to be that they arrived in the machine room of the\ntrain, and -- where the coal was. That’s why they were so black. They were\n[indecipherable] when -- when they came in with silver, sil -- the war still was there, and\nwe were hiding sealed near the wall and [indecipherable] and I remember this boy was\nsleeping on somebody’s -- I was not sleeping because I was afraid of this bombing, and\nhe -- he was sleeping, he was sleeping like no -- nothing happened. And this was -- and\nwe mo -- moved to another apartment which in -- which I was given a corner, and my\ntoys were sh -- matchboxes, which I was cover -- covering with pieces of material, old\nmaterial, and this was my furniture, I was moving it around, and from one of the\nassignment to vin -- to Vinnitsa, my father brought me my first book. It -- it’s was a fairy\ntale about a frog -- a fr-frog which turned to the princess eventually. It was very nice\nbook, I remember. It -- and it was actually falling apart, but I was keeping it together. It\nwas tearing -- falling apart, the pages were falling apart, and my f -- if -- I was fascinated\nwith this book, and I was putting it together, and I remember by pictures for the -- the --\nyou know, the sequence of the pages only by -- by pictures, because I -- I was not able to\nread.",
        "Q: Had you seen a book before?",
        "A: No.",
        "Q: That’s the first time you actually saw a book --",
        "A: Yeah, saw a book.",
        "Q: -- not only had it for yourself.",
        "A: Yeah, yeah, this was first book in my life, which 1s --",
        "Q: So di -- had you seen any toys when you were in the ghetto?",
        "A: No.",
        "Q: You had never seen a toy, either, nothing.",
        "A: No, absolutely no. I didn’t even know of -- of existing of the toys. That’s a -- do you\nremember I told you that when Aunt Soloviyva was shaking the apple for me from the\ntree, in the beginning when my -- my grandmother threw foo -- threw me away -- threw\nme over for -- to her. I thought that this is a toy, this apple on the tree.",
        "Q: You thought it was a toy.",
        "A: This 1 -- this was the only thing, that she was shaking the toy to make me quiet\n[indecipherable] because I was crying.",
        "Q: Yeah.",
        "A: No, I no -- never saw a toy before this doll -- this -- with -- with one leg. I never saw a\ntoy in my li -- in my life. Maybe I saw it before the war, but I don’t remember it.",
        "Q: Right, right.",
        "A: It was a --",
        "Q: Do you think you were -- you were bored in the ghetto? I mean, you had -- no one was\nteaching you anything.",
        "A: Bored? Absolutely, yes. I do remember wha -- that why I was walking around like, and\nmy mother was very afraid of me. When I learned how to -- you know, take care about\nmyself, I was able to get out of this room.",
        "Q: Right.",
        "A: And I was walking around this, around I was walking just by myself, I don’t remem --",
        "Q: Cause there’s nothing to do.",
        "A: Yeah, I -- I don’t remember anybody even talking to me. To -- two times I remember\nonce when Dr. Girsh me -- took me once, twice to his -- to his room, this one I remember\nhis girlfriend. And once when he took me when -- when I was beaten by -- by the\nGerman soldier, he took me to his room, and he even gave me something sweet,\nsomething little and sweet, this I remember. But I was beaten very hard, and this\nsweetness didn’t -- and could you remember, I was afraid when my mother will know\nabout this --",
        "Q: Yeah.",
        "A: -- she will punish me. I will -- I think -- I was thinking only about all my -- what will be\nwhen my mother will know that I was beaten by soldier, that means I went out, from\nwhich I was -- very possible I was not allowed, but anyway, I we -- I went out, and I was\nwalking --",
        "Q: Right.",
        "A: -- walking in -- and yes, and I do remember -- I do remember I told you about the cellars\nwhich we were hiding 1n?",
        "Q: Mm-hm.",
        "A: Very possible they were ki -- kind of open, because I remember the holes, like a door\nopen, and the hole, and you go down, you -- very possible my mother was afraid that I\nwill --",
        "Q: Go down.",
        "A: -- | will fell --",
        "Q: Uh-huh.",
        "A: -- fell down. Mm-hm. And maybe m-m -- into this hole. But I don’t remember anybody\nwi -- t-talking to me, telling me the fra -- the tales, no.",
        "Q: Nothing.",
        "A: No, this -- I don’t remember. People were not, you know, it was not -- not a time to --",
        "Q: Absolutely.",
        "A: -- to -- for -- for this kind of ti -- you know, ki -- kind -- nobody entertain me, nobody\nwas -- oh yeah, I remember one very, very interesting story. There was a crazy man, he\nwas playing the violin in this ghetto. He was walki -- oh, I remember this just -- just now\nI remember it. And once, German came, and Dr. Girsh made me dance under his playing,\njust entertain Germans. I remember, and I even remember how I danced. Now I\nreminded, yeah, I remember. And my mother told me that she has to be -- me -- teach me\nhow to dance in case of they will come, next time I have to initiate it. I had -- very\npossible -- according to what my grandmother told me, after the war I was youngest one,\nI was the little one who survived this. Very possible that why all these women who we\nmet after the war were crying around me, because I was the -- the -- the --",
        "Q: The only one.",
        "A: -- the smallest one --",
        "Q: Yeah.",
        "A: -- who survived that --",
        "Q: Right.",
        "A: -- ghetto, because other chi-children were dying, and I -- I was -- I survived. This -- oh,\ndo you see, I di -- I almost forgot about this --",
        "Q: It’s interesting.",
        "A: -- and he was -- you know, he was alive after the war, and my father was taking care\nabout him, he was giving him some money, but he -- he was killed by train, I remember,\nbecause he was crazy, he wa -- he didn’t understand what 1s going on, and he was\nwalking with this violin, oh. He was in -- I was walking around. This 1s --",
        "Q: Walking, right.",
        "A: He was not able to work, it was useless to -- to -- to -- and I remember everybody was\nafraid of him to hide in the cellars because he could play violin --",
        "Q: He would play, right.",
        "A: -- and the German will find -- find us. This -- I remember him. This was the -- this is\nwhat -- the thing which still, I remember. And I remember when their -- when the victory\nwas.",
        "Q: Yeah?",
        "A: This -- yeah, this I remember very well, because we -- we were robbed this night.",
        "Q: You were robbed?",
        "A: Yeah, and I didn’t remember what the -- what kinds of [indecipherable] we were robbed\nof. I don’t remember, because I didn’t remember having anything. But I remember it was\nearly morning, and our aunt stayed with us, and her -- her husband was -- he was -- he\nsuffered of his wound very well, and he was v-v-very hot. Hi-his wound was -- it was -- it\nwas -- it looked very bad, it was very inf -- infected, and he was in the hospital in this --\nthis particular day he was in the hospital. And my mother -- they ma -- my mother come\nto me, it was early morning, and she was crying. And she said, “Victory, and we are\nalive, but ah, we were robbed.” We had little ducks in the wa -- in the -- the pond next to\nthe house. Very possible my mom tried to -- to make something, you know, to -- to make\n-- well, it was a village, it was a river next to, we had little ducks.",
        "Q: Ducks?",
        "A: Du -- y -- an -- yes, and I loved them a lot, and we were robbed. Somebody too -- too",
        "Q: Took the ducks.",
        "A: Took the ducks. And she said to me, “But don’t worry about, we alive, and it’s a victory,\ndon’t worry about the ducks.” And after this we came to a -- a place, and there was -- you\nknow, was like a [indecipherable] built up fr -- wooden [indecipherable] and my father,\nwho was actually, he was head of this plant, that -- he was one man, who was\n[indecipherable] who came, who [indecipherable] and I remember his speech, and he was\ntalking like -- if you ever heard Stalin, was talking during the war, dear brothers and\nsisters he wat -- he was telling this, and I was thinking, now, they’re not his brothers and\nsisters, this is only one sister, which -- which is my mother’s sister --",
        "Q: Right.",
        "A: -- staying next to us. But anyway, everybody was crying.",
        "Q: And he was speaking?",
        "A: Yeah, he was speaking. And after the war when they -- w-we lived in different places,\nand of -- after the war when there [indecipherable] after the war my grandmother used to\nbring me to Zhmerinka for Jewish holidays. She was still observant. And my uncle, my\naunt’s husband, was working for kind of mill, because they had flour, nobody had what to\neat, and they had flour. But in that time, for them to have flour, it was very dangerous\nbecause he would be -- he would be kicked out, even put into prison because he was not\ngiven this flour. It means he has to bring this flour, nobody has to know. But my\ngrandmother was such a brave woman, and such a nice, good -- she -- she was making\nbread, putting it under her coat, and bringing to people who are starving. That why so\nmany people came for -- for her fu-funeral, because she saved a lot of people from --\nfrom starvation. And -- and she was bringing it to Zhmerinka for these Jewish holidays,\nand everybody was crying. When they saw me, they were crying.",
        "Q: Right.",
        "A: And Sima and Kiva got married. They built a house, which was very rare, but he was\ngiven a place, and sh -- they were -- they built a house, they had two girls, which I ch --\nconsider myself much older than they are, they were born after the war. And they -- they\nwere -- always stayed in their house. And do you remember I told you one of the woman\nwho lost a child? Her name was Flom -- her last name -- last name was Flom. This I\nremember very well. She remarried, she had a boy. But they became just a little bit\nestranged from other people, but my grandmother didn’t believe that she is estranged, and\nI remember we came to them, and my grandmother stayed for they pray that they got this\n-- or got us -- they hu -- insert us [indecipherable] to dinner, or to -- I don’t remember\nwhat time of day it was. And they were very nice to us, and you have to keep up with us.\nThis was my grandmother, she’s supposed to keep -- keeping peace everybody. And\neverybody was very cr-crying, seeing me, just everybody was crying, so had the -- this --\nthe -- Aunt Sura, and Aunt Fanny, and the family came back, and Aunt Sura had two\nboys, and one of them happened to be -- he was much older than me, but he was not at\nwar, it seems to me, but I don’t remember him during the war. He didn’t stay with us in\nsame room. Very possible he was in some kind of hiding. I remember him a-a-after the\nwar, but he was -- his name was Gersh, like my husband.",
        "Q: Gersh?",
        "A: Like my husband’s name, Gersh -- Greesha -- ge -- in Russian calls Greesha.",
        "Q: Greesha.",
        "A: Yeah, I remember him after the war, I do remember him. And -- and this a story I re-\nremember, when the service was in somebody’s house, somebody led the ser -- Jewish\nservice for Jewish houses, and everybody was crying very hard because of -- everyone\nvoo -- voo -- lost family during the war. And foo -- foo -- you know what, even before I\ncame to -- to United States, I thought that Jewish holidays, this is for crying. You have to\ncry duri -- during the Jewish, this very la -- very sad --",
        "Q: Right.",
        "A: -- event. And when I saw on f -- Ocean Parkway was a synagogue when I came here. And\npeople were dressed up for very -- we came to synagogue because of the holiday, and\neveryo -- everyone was dressed up, and were so happy, I didn’t understand. And I was --\nalready I was in -- almost ’50, I was in ’48 or °49, and during this ti -- is the -- even to\nthis time, I didn’t know because in Russia nobody celebrate Jewish holidays. Beside ask\nwho -- we were baking matzoh, and eating",
        "A: matzoh during the holiday. And I liked it. That was very, very nice, my of -- my mom\nmade gefilte fish, if she could find the fish, if she -- she could buy the fish she made it f --\ngefilte fish, and foon -- if this horseradish my grandmother would doing --",
        "Q: Really?",
        "A: -- herself, yeah and [indecipherable]",
        "Q: So did your grandmother live with you after the war?",
        "A: She -- she lived -- she lived with my aunt --",
        "Q: Uh-huh.",
        "A: -- but we’re -- it was very close.",
        "Q: Close.",
        "A: It was like 20 kilometers from each other. That’s why from -- for all the holidays were\ncelebrated together.",
        "Q: Right.",
        "A: We were always in -- okay, I have to run to the --",
        "Q: All right, we’ll -- we’ll take a break.",
        "A: Yeah.",
        "Q: Okay.\nEnd of Tape #3\nTape #4",
        "Q: Did your mother change after the war? Di -- or did she still frighten you a little bit?",
        "A: She did frighten me.",
        "Q: She did frighten you?",
        "A: For a -- for a long time, for a very long time she frightened me, and the life after the war\nwas so difficult, that for her to be sad on unsta -- satisfied, was am -- you know, for me it\nwas a real t -- a real thing, because life after the war was terrible.",
        "Q: Oh.",
        "A: I remember we were thrown out from the apartment in November when my sister was\nborn, because of somebody from denun -- denoted on my father who had -- had --",
        "Q: Denounced your father?",
        "A: Denounced my father, who had a high position, somebody wanted this position. And\nevery apartment belonged to the plant --",
        "Q: Right.",
        "A: -- which my father worked to. And when they kicked out him from job, they kicked out\nfrom -- from -- from apartment, and my mother was staying 1n the sa -- with the same\ncoat, with same blanket. It was November, and weath-weather was like this, was rainy,\nand we didn’t have where to live, and w -- we lived -- we moved in with my aunt, who\noccupied it with her family, to this time three children.",
        "Q: [indecipherable]",
        "A: Her -- her -- her -- her husband, her -- herself, three children and my grandmother in one\nroom.",
        "Q: Yeah.",
        "A: And we moved in, and they sta -- stayed in some so obscure village, this was nothing, just\nhorses, it is a -- I remember. And these horses were brought u -- brought me to school,\nlike four kilometers from this place. Sometimes when the horses could not go because of\nsnow, I was walking this -- this distance, in high boots. And the village was -- because we\nlived -- before we lived in Vinnitsa, and I had city clothes. And we ca -- when we came\nto village, we could not change, there were no money for change. And the boys were\nbeating me up because of the short dresses. I remember I was afraid of the -- I was afraid\nof everything, I was afraid of those boys, I -- I was afraid to se -- to te -- tell my mother\nthat I was beaten, because my mother was -- had trouble all by herself, with this little kid\nin her hand, with my sister, and no place to live, my father jobless. And you know what it\nmeans Russia when you kicked out from one place? Everybody knows about that, it is --\nbecause you have so-called working passport, it’s written 1 -- eventually my father f --\nmanaged to fi -- find a job another village. Soon we moved to this village. There was a\nguy -- in this village a plant, was very nice plant, was very nice place, there were a lot of\nJewish kids which I mingled with. And all of a sudden, there was a gra -- it was 1951.\nThere was a guy by name Swigun, I remember him very well. He was ki -- he came as a\nassistant of director of this plant. Nobody need, the plant wasn’t not such big, nobody\nneed assistant, but he was assigned it’s assistant. All Jew were kicked out of this plant\nduring the next week. And these people were staying out of the apartments like we used\nto stay, and my father found out before. He went to Vinnitsa, and he found another job,\nand we moved out, we were not kicked out. This time we were not kicked out. But the\nold people, I remember my friend, her name was Claudia, too. She was my girlfriend. Her\n-- her grandmother was paralyzed, and they were dragging her out, there was no -- no --\nout on the street. This I remem -- it was after the war. I was afraid of everything. There\nwas [indecipherable] there were -- th-there was --",
        "Q: It was a very difficult time.",
        "A: -- difficult life.",
        "Q: Yeah.",
        "A: It was -- it was horrible life after the war.",
        "Q: And you were conscious of being Jewish, it was very clear that you were Jewish?",
        "A: Yeah.",
        "Q: Yes.",
        "A: This -- you know, I am proud now. I was very conscious to be Jewish, and I never -- you\nknow, never hiding this. Besides, I always fe -- I felt that I am Jewish. Only place where\nwas good for me, it was this -- this -- before this Swigun came, because there were -- I --\nother Jewish boys and girls, only -- only -- but it was very -- for very short time.",
        "Q: And then it was difficult for you to identify as Jewish yes?",
        "A: Yeah, yeah, it was very difficult. It was der -- very difficult, for one reason. I was taken\nby my very far aunt to Leningrad.",
        "Q: Mm-hm.",
        "A: I was like from -- from -- from fifth grade to eighth grade I stayed in Leningrad. This was\nthe worst -- worst time in my life, because there I was identified as a Jew, and nobody\nwanted to speak. I didn’t have friends. Absolutely I didn’t have friends, I will -- I was by\nmyself. I remember very well always listening to the rad -- to the radio. I knew all operas\nfor -- which were translated by -- by radio, by heart. Because I didn’t ha -- only school\nand home.",
        "Q: And home.",
        "A: And my aunt, she was lonely woman, and she was deaf, and she was -- she was not very\nnice. I believe now she was -- she had this -- some kind of mental sickness. Not if I was\nafraid with her, but I was aggravated with her. She was t -- she was telling me bad stories\nabout my grandmother, which I didn’t believe, of course I didn’t believe, my\ngrandmother was entire world for me. And she was telling me bad -- bad stories about\nher, I didn’t like her, and I e-eventually one summer, and during the break, I didn’t go\nback to Leningrad, I stayed in the village. And -- but to this time, before of my father has\na but -- had the position in -- on the plant, being I was one Jewish, and another Jewish\nwas my sister. And I had a friend who was half Jewish, her father was Jewish. And for\nhim it was very difficult to get a job. His mo -- her mother was working, and her father\nwas taking care about household, because he could not --",
        "Q: Because he couldn’t get a job.",
        "A: He could not get a job. And my father would not be able to get -- give him a job, besides\nhe g -- he got the position. It was -- you know, there was a choice, or you working, or you\ngiving the job to -- to another Jew, and you will both be kicked out of the plant. It was\nvery difficult time, horrible time, we were -- we -- I -- I remember my mom, who’s -- she\nwas -- she was very skilled cook. She was making potato soup, and some kind of stuffed\npotato skin for the second course. And there wa -- there was only meal. And eventually\nwe got a cow, and my mom, who was actually a city girl -- a shtetl girl, she didn’t know -\n- she was taking care about this cow, and we had the milk. And I remember people are\ncoming with glasses to our house, asking for a glass of milk.",
        "Q: Ah, you had a cow.",
        "A: A cow, yeah.",
        "Q: And people wanted milk, cause they didn’t get it.",
        "A: Ki -- ki -- they didn’t get that.",
        "Q: Now, everyone is suffering, whether they’re Jewish or not Jewish because the --",
        "A: Again.",
        "Q: -- the economic and physical situation is terrible.",
        "A: Su -- sure.",
        "Q: But as a Jew, you were --",
        "A: As a Jew, I was -- I was, you know, I was outskir -- outs --",
        "Q: Outside -- out -- out of --",
        "A: Outside, in Leningrad especially.",
        "Q: Mm-hm.",
        "A: In Leningrad, it -- 1t was terrible. Now, when people from Russia talking about Leningrad\nlike a beautiful town --",
        "Q: Not for you.",
        "A: I -- I will say they hated -- I hate people in Leningr -- and beside my sister used to live in\nLeningrad, because she diyako -- she made it to a b -- a boy who was student in\nLeningrad, and they used to visit her. And I tried to see beauty around, it was difficult for\nme. You know, I saw these people, and these people who had a gray faces, believe me,\nthis -- they had a -- I don’t know from lack of vitamins, they had gray faces, very severe\nlook. And this -- this what I remember about Leningrad, I didn’t like it. And when Stalin\ndied, I was crying like everybody else, I was a girl, you know, everybody was crying, and\nI thought that di -- you know, the end the world. Everybody was crying. And I came to\nschool crying, and this girls was staying like this, “Are you crying? Because you Jew\nkilled Stalin.” Because there was a story with Jewish doctors --",
        "Q: That it was Jewish doctors, right, in °56, yes.",
        "A: -- 1-- 1-- 1f you remember, yeah. And here again, I was -- I was suffering like everybody\nelse, they outside me. They kick me out of this. You know, and being a -- a girl, being a\nactually kid, to be not in this --",
        "Q: Not accepted, it’s very difficult.",
        "A: -- accepted, was very difficult.",
        "Q: Was -- was there any discussion about the murder of Jews, or was it just fash --",
        "A: Yeah, sure. I knew that actually ghetto was only for Jews.",
        "Q: Right.",
        "A: They killed -- the people who were killed, only Jews, and Ukrainians who stayed, they\nwere shu -- they were okay, they were alive.",
        "Q: Right.",
        "A: Yeah, I knew about --",
        "Q: So you knew, but did they teach that in school, or did y --",
        "A: No.",
        "Q: You knew this, they di -- never taught that.",
        "A: No. Even the word ghetto never mentioned, even when I got the job, already not first of\nmy job. I had to put e-every -- every time when you go to -- to new job, you have to make\nautobi -- biography, put on the paper. And you have to cover the full time for during the\nwar. And I wrote on occupieded territory. I di -- I would not able -- I didn’t even know\nthat ghetto is -- has two t. I didn’t know because I never wrote, I never read word ghetto,\nnever. Never mentioned it. A-And I wrote that I was in occupied territory. And my\nsupervisor, who so -- who wanted to give me a job, he was a Jewish -- old Jewish man, he\nsaid, “It’s so bad that you were on occupieded territory.” I thought, if you would count, I\nwas two -- from two to four years old, what -- what’s such a does -- what did, you know,\nwhat actually can -- what harm to the Soviet Union I can make in this -- in this age? And\nthe -- when I told the story to my friend, just treat it like a joke, he -- they -- one of my\nfriend made a -- a [indecipherable] poetry, I lived in Russia, about me being a spy in -- a\nspy in two years --",
        "Q: It was in occupied territory.",
        "A: -- yeah, in two -- when I was two years old, being a spy. And this 1s -- this no -- ne --\nnever [indecipherable] never mentioned. That why I told you that I -- now I read the book\nbecause I wanted to read something about ghetto. When I lived in lu -- in Russia -- in\nSoviet Union, was no mention.",
        "Q: Nothing --",
        "A: No, nothing. And actually when we left, e-everybody said, “You should have some\ndocuments that you were in ghetto.” There was no place to have -- to obtain these\ndocuments from --",
        "Q: Right, right.",
        "A: -- for -- that we were in ghetto. No place. And we got a few -- two women who all knew,\nor were in ghetto, I don’t remember. And they signed a paper which -- which we\nnotarized. And we brought this paper, and my mother, because we -- we -- we want\nsomething to -- to -- for my mother, for -- my mother was the one who was suffering the\nmost here. I was a child, you know. My memories and s -- she actually does -- it is her\nand my grandmother’s y-you know, also --",
        "Q: [indecipherable] yeah.",
        "A: -- also honors that I survived, actually. This 1s -- this is for them. And when we brought\nthis paper to some organization here -- she brought, with my husband, because I was at\nwork already, and my husband was the one who was taking care with her -- he was\nworking, too, but they were very close, my parents and my husband were very close,\nwe ve never had any problems with this -- in this -- the was th -- he was considered the\nson 1-in the family. And when she came to some organization, there were Russian who\nworking in this organization, not Jewish, Russian. I don’t know how -- va -- which way\nthey ki -- they used to ki -- to come here, and they said, “Where did today -- obtain this\npaper, on Brighton Beach?” And my mom [indecipherable] her face, she -- she said, “I\ndon’t want to have you with this any more. I don’t want this any more.” She turned her\nface, and very soon she died f-for -- not able to -- she -- she was killed by car, th-that was\nsudden.",
        "Q: Your mother -- here?",
        "A: Here. She was in -- you know, she went to English --- English ca -- English classes, she\nwas very anxious to get the English language, to -- to speak English.",
        "Q: Right.",
        "A: She was after se -- she was 75, but she wanted to speak e -- English was -- she was so\naccurate with her homework, and teacher loved her so much.",
        "Q: Mm.",
        "A: Yeah, because I was talking the teacher, and she -- she was not able talk.",
        "Q: Right.",
        "A: Teacher was Jewish, she spoke Yiddish, some little bit.",
        "Q: Right, right.",
        "A: And this how they --",
        "Q: So y-you met your husband in 1963, am I correct, something like that?",
        "A: Yeah. Sure.",
        "Q: But when you are starting to date --",
        "A: Yeah.",
        "Q: -- and you’re going to university, are there many people who were from Jewish families\nwho admit they’re Jewish, or are most people hiding the fact that they’re Jewish?",
        "A: I will tell you something. When I have to go to school -- we lived in village. When we\ncame with my mother, we came to Kiev because I wanted to -- I wanted to study in the\nsame school which my father did for [indecipherable] like this family. And I came to\nKiev, and in fren -- y -- this was not the si -- subways train outsti -- outside train. I saw\nJewish faces, I decided that I want to live here, because I was so afraid about -- o-of big\ncities after Leningrad, being outcasted so much, that when I saw here Jewish faces, and\nKiev was a f -- the fa -- city of the -- a lot of Jewish people lived because still before the\nrevolution, and everybody who survived bu -- came back to Kiev and in Kiev somehow\nyou can -- it was difficult anyway, being Jewish [indecipherable] was very difficult. But\nanyways, better than Leningrad, for example. And for -- I stay in Kiev, and I don’t know\nfor which reason, but my memory, I was befriending only Jewish boys and girls. I -- for\nsome reason -- by the way my sister didn’t -- did not, she married a Gentile, she married\nthat Russian, I was -- very -- very possible because I suffered from an -- anti-Semitism all\nmy life, being o-only one in school, and being one in school in Leningrad, and being so\noutcasted, that I want to be among my -- among my own.",
        "Q: But you were clear that people looked Jewish, to you?",
        "A: Looked Jewish, when they looked Jewish to me.",
        "Q: Were you correct most of the time?",
        "A: Most of the time, yes.",
        "Q: Yes?",
        "A: Yes, I was.",
        "Q: Hm.",
        "A: Most of the time I was Jewish -- I was correct. And I stayed -- I rented the c -- it -- it cal -\n- it call a corner, 1t means a bed. And my lane -- landlady was Jewish, and I was very\nanxious to bring everybody whom I meet, and whom I befriend to -- for -- for her to see\nthem, because she has to know whom I am with, because you know, that she -- very\npossible she’s -- you know, t-the -- I want to -- her to know that I -- that everything 1s\nokay.",
        "Q: Right.",
        "A: And this way I use [indecipherable] Jews, and I thought that if they are Jewish, they are\nokay. I don’t know, I was like a [indecipherable] running to the [indecipherable]",
        "Q: [indecipherable]",
        "A: -- boys and girls --",
        "Q: Right.",
        "A: -- but anyway, I thought if they are Jewish, and they have family Jewish, it means that\nthey okay, they brou -- they brought up properly, that mean they’d -- are not --- and they -\n- and besides, everybody went -- try to go to ha -- to college, or 1s in the college, which\nmeans, you know, it means that, you n -- they’re certain level --",
        "Q: Uh-huh, right.",
        "A: -- of, you know, the education, makes people -- first of all, they very occupied that -- with\n-- with lessons, and with -- and they didn’t have time for -- for bets -- the -- for -- for\nbetting. And very soon time of Khrushchev came, Stalin died. There was this open letter,\nso called. Y-You know, when they open letter was read, 1 -- I was still in high school. I\nbelieved every word right away. I didn’t know about it. But in my home sometimes, my\nfather mentioned something. But believe me, I was very much against this because I want\nto be like everybody else, I want to mingle with -- with -- and my father was so against\ngovernment, against the -- you know, he didn’t show it -- beside that cu -- beside --\nbehind the door of our apartment. But --",
        "Q: You mean ou -- you mean -- oh, you mean outside the door.",
        "A: Outside the door.",
        "Q: But inside, he did.",
        "A: But inside, sometimes he mentioned it.",
        "Q: So, did you consider yourself a Communist in some way?",
        "A: You know, pioneer.",
        "Q: Pioneer, okay.",
        "A: But no Communist.",
        "Q: Yeah.",
        "A: When it came time to be even in Komsomol, even in young Communist party, I was tre --\ncynical all right --",
        "Q: Uh-huh.",
        "A: -- de -- about all this hi -- all this. And when Khrushchev came, and all my friends and\nme, we started to read the literature, which was -- which was prohibited in Stalin’s time.",
        "Q: Right.",
        "A: And of course from that time I was -- you know, I didn’t believe exists a -- a civil\ngovernment forever -- fo -- fo -- from -- from this particular time. This -- I’ve -- when --\nwhen I was growing up, I was already re -- ready to go.",
        "Q: You were ready to go.",
        "A: Yes.",
        "Q: So, can you explain to people what it meant to be a refusnik?",
        "A: Again, I was [indecipherable] a refusnik. Because first of all we get the job, because of us\ntrying very hard. My husband had very bad job. He had to change the job to be a\nrefusnik, and he was -- like my father refused to ta -- tell me look at this, what she made\nof that -- of this guy, he was a man, a mensch [indecipherable] and now he be -- he\nbecame a frightened man because he -- he used to bring his is d -- you know, these\ngloves, this -- you know, the fa -- because he, who very -- very often he -- he had to, you\nknow, to load the truck and unload the truck. And it was really very difficult. Besides, we\nwere -- because of my husband had to change a job, his salary was half of the salary here\nhe used to have. And because of everybody’s salary was from -- just fr-from salary to\nsalary, we suffered a lot. And only because of again, my mother was a very -- you know,\nfu -- very frugal cook, this is how you can survive. We did -- didn’t -- we never had any\nsavings on us, ne-never had. And at work I never talk to anybody about America, about\nmy intention to leave. Everybody knew because they had to take paper, and they\nsupposed to, you know, condemn me in voice. The -- the lot of people who just supported\nme, but they suppose -- what they supposed to. And I remember even this old man who is\n-- who fa -- who didn’t want me to write that I was on occupieded territory, he was the\none who supposed to condemn me. And he didn’t know how to do it. He said, “Look at\nthis, I work fo -- with you for such a long time. I never knew that you wanted,” he didn’t\nknow what to -- v -- what -- what else bad to s -- to tell. He didn’t know. I was like\neverybody else, I was coming to work, I was a consciousness at work, I was doing -- I\nlove my work always. And you know, I was brought up as -- you know, I have -- if I\ncome -- if they gave me work, I have to --",
        "Q: Do it.",
        "A: -- | -- | have to do it.",
        "Q: Yeah.",
        "A: And -- and actually it was -- actually it was difficult to complain about me. And I wanted\nto tell one story, because this story was significant enough. When there was, you know,\nthe -- su-supposed to be meetings to condemn me, to tell bad thing about me, that -- to --\nthat I am a traitor, I want to leave my country, my cuze -- you know, my Fatherland --\nFatherland for some kind of America, a-and supposed to be like this. And somebody\nsupposed to represent me. There was this foo -- of general -- retired general who was a\nhead of personnel department, who was very nice, because he was -- he -- he -- he grew\nup among Jewish boys and girls who help hi -- him before the war, be -- became a man sh\n-- and they decided -- in my division, they decided that head of division would not go\nbecause they will re -- 1 -- j -- remind him of all the mistakes we made. You know, he --\nhead of department, e-everybody. So he decide -- decided that his assistant will go, that’s\nme. And his assis -- assistant was Jewish. He was very nice, very handsome man.\nHandsome and to -- could -- you know, everybody in the -- in this -- in my cu -- company\nwas talking about h-how nice, and how handsome he 1s. He is now here. His name is\nWeiss. I --I would like to have his -- his name, because I never forget what he had done\nfor me. And he was s -- s -- charming, and he was the one, if there was some problem, he\nwas sent to -- to -- to sol -- to solve this problem because he was very charming,\neverybody was -- you know, was -- was charmed by him, was the -- because he was the --\nhe -- he was the one. And he f -- everybody, they decided that he will represent me. Like\nwhen we came, there was a committee. There was a -- a chief engineer, who was -- he wa\n-- who was a Schwarz, he was a anti-Semite. I didn’t know before, because I -- you\nknow, on my position, then his position, we were very far from each other. I didn’t know.\nThere was this Barbara, which I told you, who -- who was assistant of this h-head of\npersonnel department, who was a cou -- who was undercover KGB, everybody knew that\ns-she is undercover to KGB, but what can we do? And a lot of other people, among them\nare Jewish people, too. Was a secretary [indecipherable] of party secretary, who was anti-\nSemite number one. But he was drunk, I remember where f -- my friends who was\nworking, they said, “Oh, you know, we had to make a picture of him, how sometimes he\nwill -- he is coming from work, he could not walk, he went to -- to -- to the train\n[indecipherable] and this pi -- picture will -- will make him tell about you the bad thing.”\nBut then nobody made this picture, and -- and there was few other people. And to keep\nme at work, which I ask them to keep me at work, do not fire me because I knew that we\nwill be refusniks, and we have to survive somehow. This, you know, assistant is Yuri\nWizer, this what I thought, he who represents me, said about me good things. And he\nsigned up the punishment for him. And now everybody said, “How can you tell about a\ntraitor, about the person who want to leave he -- her Fatherland, good things? She’s the\nworst person we can di -- how can you?” And everybody forgot about me.",
        "Q: And started --",
        "A: -- for the moment, and started with him. And it was like for two hours. I will tell you, I\nwas so tense. I didn’t know how will I come tomorrow to work and look in his eyes, if he\nwill still here after everything they told about him, and this Barbara, who happened to be\n-- you know, she -- of course she liked him, but he was -- he was very respectable man,\nthat was far for her. She was -- she was the one who was -- her -- her language was the\nmost -- the most -- the most powerful against him. And after two hours, we walked out in\nsilent. We didn’t talk to each other. Everybody came. He went to his office, he had the\nprivate office, and I came to my -- and -- to my room where I work, and nobody from co-\nworkers ask me how it -- everybody saw. And was so silent, nobody was talking,\neverybody understood that there’s something to -- something terrible happened. And I\ndidn’t know if they will keep him at work. I -- I didn’t think about myself already\nbecause I felt so bad about him being so brave to -- to -- to represent me. Well they made\nan -- in the end of their working day, he came to my he -- to the room, looks at every --\nevery group, every [indecipherable] had the room, separate room. He came to my\n[indecipherable] room, and he ask everybody to leave, just me to -- to stay. And he\napproach me, he said, “Claudia, don’t worry. Nothing happened. If you would need more\nm-my help, I will go.” I never forget. It 1s so -- sorry -- and believe me, because of this\nanti-Semitism, I was -- I didn’t tell anybody this. I wanted everybody know how brave he\nis, but I could not tell, because he made such a -- you know, tha -- such a -- and I didn’t\ntell about this to anybody before I found out that he 1s here.",
        "Q: Really?",
        "A: When I found out about this, he got -- he is older than me, and he came later, and it was\nvery difficult for him -- him to got a job. And this is -- okay, and he -- and I got an offer\nfrom a guy who knew me before, a young guy, he became vice-president of the company.\nAnd he insisted on me to get a job for -- in his company. But I had my job, and I didn’t\nfeel like leave my boss. Y-You -- we have very good relationship, it’s very small\ncompany actually, and I didn’t feel like, and I decided I will try to offer to Yuri this job. I\nwill tell Yuri that there is a job. And I call him, and I told him that -- I -- I found his\ntelephone number. I told -- I called him and I told him, do you remember this story? I\nnever forget it, and only now I want everybody to know. And everybody who used to\nwork with us, and who is here, and I t -- I telling the story everybody. Because I never\nfor-forget. You -- you should know who he was. He was, you know, like a symbol of --\nof -- of engineering mind, and being so handsome, and you know, it becau -- even that he\nwas a Jewish didn’t -- you know, it didn’t bother -- bother everybody be -- because he\nwas so respectable. And he had the -- you know, he had -- had guts, like American say, to\n-- to stand next to me, and to protect me. This 1s -- this was -- but he did not get the job, it\nwas difficult for him with language ver-very much. And he was, you know, he was\nretired already, he -- he was 65, he said, you know, “I got my social security, and I -- I\nam happy with that. My son 1s okay, I -- he -- thank you so much.”",
        "Q: Right.",
        "A: And we were talking for a long time. He told me about company, how it’s a ta -- ta --\nhow it became. It actually fell apart when I left. Not because of me of course, it’s Soviet\nUnion who fell apart, and nobody had money to -- to support such a -- such a big cor --\ncor -- company, which designed paper, which needs for of -- they need it for propa -- for\npropaganda, paper for the -- the -- after -- after weapon, it was next --",
        "Q: Next thing, right.",
        "A: -- next very important production in Russia, this was -- this --",
        "Q: That’s quite a story.",
        "A: This was a story, yeah.",
        "Q: Okay.",
        "A: Mm-hm. Okay, maybe --\nEnd of Tape #4\nTape #5",
        "Q: Claudia, how would you define a refusnik?",
        "A: A refusnik actually, what does it mean? It means when you apply to leave the country.\nYou apply to special organization -- organization for special permission, which actually\nbelonged to KGB. It is -- 1t is a division --",
        "Q: A division? Uh-huh.",
        "A: Yeah, it’s division of KGB. They put you on the list. They -- they do not -- they denied\nyour application, they would not let you to go, but they put you on the list of people who\nwant to leave -- who want to leave their Fatherland.",
        "Q: So they refuse, and you become a refusnik?",
        "A: Sure, sure.",
        "Q: So that’s -- that’s where it comes from?",
        "A: Yeah, they refuse it, and we became refusniks.",
        "Q: Refusniks.",
        "A: Yeah. And being on this special list, you have a special treatment, according to it. It\nmeans that actually -- well better -- you better do not apply for another job, for different\njob, because not only -- you know, if -- or very possible, people who give you the job\ndon’t know about that you’re a refusnik, and you don’t o-offer it, you don’t talk on it to\nthem. But in while, their in-information will come to the personnel department, every\ncompany had the personnel department, and every personnel department had somebody\nfrom KGB. And eventually this information will come.",
        "Q: Mm-hm.",
        "A: And not only you who will suffer for -- but the people who want you to hi -- who want\nyou to work for them, will suffer from the -- fro -- from this. They can’t have food,\ndifferent co -- different co -- diffi -- difficulties at work, with -- especially with different\nparty organization which were very powerful.",
        "Q: Mm.",
        "A: In the -- in government they didn’t do anything technically, but government the people,\nand through condition and position and salary, especially salary. And everything was\nunder their control, and they -- when they find out that you are refusnik. If a -- besides,\njust have -- talking with Grigory, we were under control of this -- of -- of local police --\npolice -- the, you know, f -- and we had our local policeman coming to check on us every\nmonth. It means that he was checking if there are group of people gathering together, and\nmaybe were talking about something. Th -- maybe we read some books which we not\nsupposed to read. They control this too. Or paper, or su -- maybe -- by the way, my sister\nwas here like eight years before they let us to go. And f -- wh-when you -- there\n[indecipherable] the stamp of this guy who censored the [indecipherable] his woo -- his\nnumber was K9. And when there were sh -- not -- no -- to foo -- from time to time we\ndidn’t have letters from -- from them, and w-worried a lot. And my husband used to say\nto my mom, who of course worried abous -- about her daughter most-- mos -- more than\nus, She said K9 now on vacation. Him -- and that why we li -- we don’t have this --",
        "Q: [inaudible]",
        "A: -- that you tell them from the state. That why you have to be very careful when you talk\non the phone, what you talking about. And there were -- some got -- not with us, but there\nwere sha -- a few times when they come to refusnik’s apartment, to the place where the\npeople who were refusniks live, and blame them in having drugs. How -- they put some\nkind of like baking soda on the refrigerator. Don’t -- for -- you know, the -- the powder,\nwhite powder. And they say that this a drug. They put themself. They are searching, they\nput this themself. [indecipherable] got it was not with us. And we actually were careful\nwith -- no, we had -- we had our friends -- our friends did not -- our -- oh, by the way,\nsometimes even friends tried to avoid you, but we were lucky enough. Our friends who\nwere not going to leave Russia because of the job, both -- you know, old parents, who\ncould not wor -- who don’t want to go, they could not leave them --",
        "Q: Right.",
        "A: -- by themself.",
        "Q: Yeah.",
        "A: Different da -- da -- different conditions. They did not avoid us, they still keep in touch\nwith -- kept in touch with us, but we tried to not put them into danger. We never talked to\nthem on the phone about our shu -- not -- w-we really talk about our ti -- our ch -- 1-\nintention to leave, and they knew about, and this was our main goal in the life, everything\nwas -- you know, everything was in while. Before we leave. You know, it was like w --\nwe lived like in temporary condition.",
        "Q: Uh-huh, right.",
        "A: It is not in -- you know it’s -- it’s now, but we will, we -- anyway we will leave.",
        "Q: You were waiting for the future, uh-huh.",
        "A: Yeah, we will leave, we will waiting for -- from -- and to -- to leave. And this 1s -- this 1s\n-- was our life. Of course we cou -- could not change a job, we could not move, we’re --\noh, about moving from town to town, when Chernobyl happened, our son lived -- was in\nMoscow as a student. And actually before Chernobyl he could get an assignment too after\nthe college, because in Russia was -- in [indecipherable] was the rule, you finish the\ncollege, and you work according to your assignment. You don’t look for who -- for -- for\nyour job, you have to work two, three years where they send you. And after you can --\nyou can be free.",
        "Q: Mm-hm.",
        "A: And it was possible that he can come back to Kiev, it -- 1t was possible because he was a\n[indecipherable] student, he had -- he had the privilege of his hi-high -- high marks in --\nin college. He had some kind of privilege to choose the place. But when Chernobyl\nhappened, we didn’t want to -- him to come back to Kiev, because Kiev became\ndangerous city to live, especially nobody wants to -- for their children, to live th -- this --\nand we started to think maybe we will move some -- somewhere close to him, you know,\nchange -- we had the -- not the bad co-op apartment which my parents helped us to buy,\nand they lived with us, and this was our actually ti -- we left this apartment. We left\nbecause of there was, you know, we were allowed to bring in United State, 150 dollars,\nwhich is -- which was equivalent to 3,000 dollars -- or 300 dollars in Russian -- in\nRussian money. And our apartment that time was six and a half thousand dollars, which\nis, you know, anyway this money -- we g -- we got some money we left to -- from my\nmother-in-law a little bit, little bit to my sister’s mother-in-law, little bit, but you know,\nthis is actually nothing. I actually can buy this ga -- dress for this. This is -- this is the\nonly thing we ca -- could d -- could do. And in this -- this is 150 dollars, which we were\nallowed to take -- take with us. And what -- and --",
        "Q: Did you move from Kiev?",
        "A: No, and we were trying to move, and we actually found an apartment not far from\nMoscow, it was not in Moscow, it is one of -- one of the small towns around Moscow.\nBut was such thing we could not move, because of prescription to this particular place.\nBut this is not only refusniks, this was in -- in Russia there was a rule, you prescribed to\nthis apartment. And you could not move.",
        "Q: [indecipherable] you can’t move, yeah.",
        "A: And you could not move.",
        "Q: Right, okay.",
        "A: Not only to another city, to another -- to -- to another apartment. To -- to -- you have to\nhave permission, government permission to move from this apartment to -- government\npermission to -- for to move from one apartment on. And this is of course we could not --\nwe -- we could not move, it just -- we just found it, but it didn’t go -- go fast, no paper\nwere -- were from -- allowed. And actually this is -- this is what [indecipherable] and wh-\nwhat -- w-we were under -- under control --",
        "Q: Right.",
        "A: -- were under [indecipherable] you know, we were under the hoot.",
        "Q: Were most of the people who were refusniks Jews?",
        "A: Sure.",
        "Q: Or not?",
        "A: Sure.",
        "Q: Yes? Yes?",
        "A: Sure. First of all, why? Because -- because of the situation, the [indecipherable] sit --\nsituation, there aren’t -- anti-Semitism was government politics. It was permissible to not\ntake people to the college. By the way, I h -- I was a [indecipherable] enough student, and\nfor to get to the college, you have to -- to get exams, you know, exams, tests, tests.",
        "Q: Yes, tests, right.",
        "A: Tests was very hard, harder than the -- than tests in school, like five, six times, believe\nme. Very -- very often there was a -- they questioned you, something which is absolutely\nout of the school program, just to make you -- and my husband, he will tell you, he -- he -\n- he went through, just to make you do not answer it. And there was a score, 25 it was the\nbiggest one, 24, was permissible, I had 23, and I could not get to the co -- to the college,\nbut with same mark my landlady, who I hired the corner from, she helped me to go to\nanother school not so prestigious, li -- like I want to, and was really not very famous, but\nthat’s it, I went to this school and I graduated that -- that school, which didn’t give me the\nprofession I wanted, absolutely.",
        "Q: What did you want to study?",
        "A: I wanted to be a technology engineer for sugar plant. I wanted to [indecipherable]",
        "Q: Oh, to work with your father’s company --",
        "A: Yeah, and I knew this technology because I went to -- when I was in school I was\nworking part time, and my hus -- and my father had difficulties, I told you, in -- at work,\nand sometimes I just went to work just to earn some money for -- for -- and I was --\nduring the time I was in school at night, I was working at the -- at the plant, because plant\nwhen it works, it works actu -- actually only few months a year, it produces sugar from --\nit works 24 hours. That’s why I was able to work at night, and I love this -- I like this\n[indecipherable] production. I knew everything about that, and I loved it, and I wanted to\n-- but it was impossible actually, the -- I actually don’t know anybody of my age, Jewish,\nto be in this school, during this time.",
        "Q: Uh-huh, during that time.",
        "A: Yeah, and that why he -- why by the way n -- a lot of Jews [indecipherable] from Kiev\nwent to different obscure towns in Russia, where they didn’t even saw Jewish -- Jews\nbefore. And they didn’t pay attention to it. And they got -- they studied there, not only\nbecause they were [indecipherable] refusing thing, they were Jewish.",
        "Q: Right. And what -- what did you study?",
        "A: I was -- I was at the chanot -- sillicut ceramic, different kind of ceramic, which for\n[indecipherable] fro -- for dishes, glasses --",
        "Q: So is that struc -- is that what they call structural engineering?",
        "A: No, no --",
        "Q: No.",
        "A: -- it was not the structural, it was a technology engineer. But when I decided to le -- and\nassess -- assess this technology in the -- technology engineer for -- for this ceramic, I was\nworking on this military plan, which my profession was okay for this, it was s --\ncompliant with this. But I decided to leave, I wanted to leave. And I left this military p-\nplant, where to go? There was only design companies, very bad pla -- factories, very,\nvery old fa -- old military productions, this is -- was, and my neighbor ca - say to me, you\nknow, in structural depart -- department, we’ll always need people. And I was an\nengineer here on -- on the plant, and I went as a technician, actually as a drafter -- draft --\ndraftsman for -- for -- to -- in structural department. And very soon, because you know, I\nhad the background, I had the -- from I had the college background, I -- to -- very soon I\nunderstood what -- what we’re doing. And the group of people moved it -- it’s before we\nwere refusniks.",
        "Q: Mm-hm.",
        "A: It is -- was before -- before we applied, because my husband still could not find a job, he\nwas still working on -- and you could not apply, because nobody will take documents\nfrom us, because he 1s working on such a secret plant. Besides, he didn’t -- being a\nJewish, he didn’t have the -- the -- a level of secrecy he -- he would -- the -- really he --\nhe’s supposed to have on his position, a foo -- over there, he -- he’s supposed to have, but\nthey didn’t give it to him because he was Jewish. And from a group of young people my\nage went to little company who -- which were de -- designing brick -- like production,\nthere was brick ovens, you know, this big -- how will you call it, where they\n[indecipherable] the brick?",
        "Q: Ovens?",
        "A: Ovens --",
        "Q: O-Ovens, but this is when -- when you do something from ceramic and you put it on fire,\nhow are you calling that?",
        "Q: Oh, right, you --",
        "A: Oh, it’s a -- a special name, I he --",
        "Q: No, I know what you mean, you --",
        "A: Yeah? You --",
        "Q: -- when -- when you -- a kiln.",
        "A: Kaln, kiln, kiln.",
        "Q: Kiln",
        "A: Sure, thank you so much. And the -- they were designing this, but this was a structural\ndepartment because it’s supposed to be special foundation for this kiln, and the -- e-\neverything. And they took me, and th-th-th-this company had the oof -- and from this\ncompa -- working here part time, I went to structural colle -- to -- to college, and became\na structural engineer.",
        "Q: Uh-huh.",
        "A: This is when I was working as a -- as a structural -- and after one of this guys whom I left\nhere -- actually, in this company when -- when we moved all together, it was a\n[indecipherable] there were Jew -- a group of Jew who were working there, and they were\nmaking -- because this was something for collective farms. And this collecti -- collective\nfarms, it had some kind of pra -- like manufort them, and they can pay their own money\nfor this crowns, for the -- and this cr -- this way, this company [indecipherable] company\nwas making money, and the Jewish people were making some money too. Forget it --\nthey were hunting. Everybody was kicked out. Everybody -- everybody who had the\nposition, he -- and th-they were th -- replaced by -- by this member of party, that member\nof party, and -- and these Jewish boys who were structural engineers before, who took me\nwith them, they left br -- just do -- just -- they were afraid that that were -- will be kicked\nout.",
        "Q: Mm-hm.",
        "A: Beside, they were not head of departments, they started from the head of departments and\nthey m -- they were different thi -- a project -- project managers -- you know, project\nmanagers were one thing, and there foo -- foo -- and the people who were negotiating it,\nand who were making the money. And these people, a lot of them were Jewish, and they\nwere n -- doing very well for -- and company was doing very well [indecipherable] they\nwere Jewish, of course they were kicked out, and -- and this -- my co-workers, my friends\nactually, they were afraid that they will be kicked out, but I was on such a low position\nthat to foo -- nobody -- nobody was paying attention to me, and I was able to finish the s -\n- the school over there. Soon as I finished one of that’s my friend, they could not let me\nto stay there, he was afraid of me. He found me the job on this company which was\ndesigning paper [indecipherable]. And working on this paper [indecipherable] and this\ncompany, I shill applied -- not -- not soon enough like in five, six years. Ev-eventually I\nstayed with this company for 15 years.",
        "Q: 15 years?",
        "A: 15 years I was working for them, and this is -- was sort again, it was like I was so -- was\nlikely to be surrounded with nice people --",
        "Q: Right, yeah.",
        "A: -- here. But really it is -- as a matter of fact, they did not fire me when I here -- besides I\nwent for the -- that I told you the -- how I had to get a signature from party -- party\nsecretary, and how she -- she didn’t want to -- to give it to me for three weeks, and I\ncould not apply without -- without his signature. Nobody -- nobody will take the paper\nfrom me. And I shil -- I toola -- I shiz, you know, I told him that I will call to committee\nof people rights, which did not exist.",
        "Q: Human rights, right, yeah.",
        "A: Human rights, which did not exist, but he didn’t know. He was more -- more drunk than -\n- than sober. That way he actually didn’t know what is going on, but it sounds -- you\nknow, the committee of human rights sounds -- and I told him, okay, you don’t sign, I --\nfrom your office, I’m calling to this, and I took receiver from his phone [indecipherable]\nright away. And this way -- this way I was able to -- to --",
        "Q: To apply.",
        "A: To apply, yeah.",
        "Q: Right.",
        "A: Mm-hm. It is because he didn’t wanted that to -- this, you know, this is not working\npeople, this is not my comp -- my company, these people, but they were [indecipherable]",
        "Q: And you were able to leave in 1988?",
        "A: 1988 --",
        "Q: So -- to the -- to the United States.",
        "A: -- yeah, but we applied -- we applied, it was --",
        "Q: 12 years before, yeah.",
        "A: 12 years before, 12 years before. The -- we started to consider it --",
        "Q: Even earlier.",
        "A: Oh yeah, well th -- much earlier, I told you actually it was like in two years after six -- six\nday wars. In two, three years. We started to really think about because I was given to it,\nand I found other people, my -- you know, people whom I knew from ma -- my youth,\nfrom -- from -- you know, when I -- when I was younger, when we were, for instance --\nyou know, men go together, we went to movies together, we went to the [indecipherable |\nand some companies like young people, and I met them. A lot of them started to think\nthat there’s -- that, you know, we have to leave. And there was at that [indecipherable |\ntime, there was such a thing, they were f -- reunited families, reunited families, and\neverybody started to m -- for each, you know, to invent --",
        "Q: Yes.",
        "A: -- an aunt -- aunt from ki -- ki -- aunt who they didn’t see from 1913, and they say they\nwill lee -- they were born in 1930’s, late 30’s, and they were -- they were allowed to\nleave their parents, and go to see this aunt, who -- who didn’t exist --",
        "Q: Who didn’t exist.",
        "A: -- who didn’t exist. And -- but every permission was given -- to leave Russia was given to\n-- only to leave for -- to -- to Israel. Every permission, and -- and you obey this\npermission, and a lot of [indecipherable] left -- left Russia with -- you know, being over\nthere, we made a joke of it, but we knew there were, you know people like Ukrainian\nNational -- Nationalists, they called, you know they were shur -- they were shu -- refus --\nthey were imprisoned even for fighting for independent Ukraine.",
        "Q: Right.",
        "A: And they will let out from -- from prison --",
        "Q: So a lot of people were --",
        "A: -- and from s -- from country by permission to go to Israel. Only -- only one for --",
        "Q: Only --",
        "A: -- only one permission was given in -- 1-in Russia to go to Israel, but you know, people --",
        "Q: Was -- was your permission to go to Israel [indecipherable]",
        "A: My permissi -- sure, they did -- they would not --",
        "Q: Cause that’s all they did, right?",
        "A: -- the -- yeah, it was not [indecipherable] another permission, but the way yo-you know,\nwhen we applied, our son was in our application, of course.",
        "Q: Right.",
        "A: M-My mother -- but when we got permission, our son was in Moscow, and in Moscow\nthey did not let him go, because they s -- they say that we don’t fill an appli -- application\nfor him. And to take him from college, and bring him back to Kiev, and show that -- it\nwas very dangerous, because they can draft him to the army right away. If he is not in\ncollege, we -- he not supposed to be free. And that way we were afraid to do it, and we --\nwe were trying to -- and this time, it was Gorbachev’s time, there was -- th-there was a\nbook -- Israelian book, Exhibition in Moscow. Of course these young Jewish boys went\naround to the [indecipherable] for this -- this exhibition and they became friendly with\nsome young people from Israel, and one of this flo -- one of them send my son to --\ninvitation. And by this invitation, he left. They --",
        "Q: And he was able to go.",
        "A: And he -- yeah, he got [indecipherable]",
        "Q: Do you think that you would have wanted to leave if there hadn’t been so much anti-\nSemitism? Was that a big -- at least --",
        "A: I will tell you, it -- it is difficult to me to say it -- to say --",
        "Q: Yeah, right.",
        "A: -- because I grown up in this si -- in anti-Semitism --",
        "Q: Yes, yes.",
        "A: -- but you know, I grown up in this environmental, that why -- and I wanted to leave, and\nbelieve me, I could not -- s-some people th -- say now that these synagogues in Kiev --\nand I could not go --",
        "Q: You couldn’t go.",
        "A: -- and feel that this is jail.",
        "Q: Right.",
        "A: I believe this is synagogue which 1s a distort is actually a picture. You know, this is a\nshow off. I don’t believe in reality --",
        "Q: [indecipherable] right",
        "A: -- in -- in real -- I don’t believe that they’re -- they are not anti-Semitic -- anti-Semites\nany more. I c -- I could not imagine was, at least.",
        "Q: Right. Wh-When you think back over your being this little girl in this ghetto --",
        "A: Mm-hm.",
        "Q: -- and then the Fascists come, is -- do you think that they’re -- that it ha -- has had a great\naffect on your life afterwards, or -- or because you were so little did it not have as much\nan effect as it did on your grandmother and your mother?",
        "A: I believe so. I believe so, that th -- th -- it did not make such an effect on me as on my\nmother, o-on my gr -- on my grandmother, you know? I accept her the way she was. I --\nbecause of my mother was not a happy person, and I believe this is because this -- the\nway she told me her life before the war, she had a lot of friends, and they had a -- they\nhad very happy life. They -- they were not rich, of cour -- they were -- they -- you know,\nthey were -- but they were happy. And the way she -- she was al -- she was adv -- she had\nthe beautiful voice, and my -- my father was a fiddler. And they had am-amateur Jewish\ntheater in Yaltoushkof. And she was -- by the way, this picture which sh -- I showed to\nyou? This is the group which will [indecipherable] in this amateur theater. And wed --\nand they had the festival for amateur theaters, and nobody led [indecipherable] you know,\nwho -- who I am talking about? This is the most famous of Jewish rush -- Jewish actor,\nwho was -- he played ca -- King Lear, and he made the Jewish theater in -- in Russia,\nwhich he was killed in Jewish -- it was dismissed at the -- a lot of -- a lot of people were\nimprisoned for -- because -- because th-they were Jew, only because of this. And he\nchoose her, she -- because she was very Jewish looking and she had a beautiful voice.\nAnd he choose -- choose her, and he offers her a work in Moscow, and she was a lit -- in\nshtetl, and my -- my father to -- wanted -- they were not married that time, and my father\nwant to marry her, and he didn’t allot her to go, and she didn’t go -- she was not -- she\nwas not decisive, you know, she was not by herself.",
        "Q: Yeah.",
        "A: And -- but w-what she told -- and the story what she told my -- my son, why he became\nso [indecipherable] were Jewish life in the -- and the story which she told me about how\nthey lived before the war, they were happy. But I remember her not -- not --",
        "Q: As a--",
        "A: -- a very happy person. From time to time she was -- she was [indecipherable] she was\nsinging, by the way on this of -- she was singing one lullaby song, which I never hor --\nheard, but on tribute dinner, somebody sung -- sung this song, it was [indecipherable] I\nstarted to cry. First time. And I call my sister, and I ask her, “Do you remember this\nsong?” And she said yes, and it --",
        "Q: Can you sing that song [indecipherable]",
        "A: I -- I don’t have a voice, and -- (Here Claudia Liberchuk sings a few lines of a Jewish\nsong her mother used to sing.) Sorry. Sorry.",
        "Q: It’s okay.",
        "A: I don’t have voice. She -- she had a great voice and -- and what is -- somebody\n[indecipherable] this -- this is first time besides from my mom I heard this.",
        "Q: Well, I want to thank you for -- for talking with us.",
        "A: I thank you for -- for listening to me.",
        "Q: It was a pleasure to be with you.",
        "A: Thank you.",
        "Q: Thank you.",
        "A: [indecipherable] pleasure to be here.\nEnd of Tape #5\nTape #6",
        "Q: Claudia, what is this picture here, at the top?",
        "A: And this is my famous grandmother. This is -- do you see how nice face she has, how --\nhow smart her -- her eyes are? She was very nice woman.",
        "Q: And say her name again.",
        "A: Rivka -- Rivka Duchovich her name. That way I think that she, of course, and my mother\nwas under the name of Duchovich in Zhmerinka because in this case she was admitted as\nbeing Zhmerinka -- from Zhmerinka. Because under the name of Royter, she was in\nVinnitsa.",
        "Q: Right.",
        "A: And to -- to be -- to be alive -- to stay alive, she supposed to be from Zhmerinka. I’m not\nsu -- I don’t know for sure, but I think that she was on -- but by the name o -- by -- by the\nmaiden name --",
        "Q: The maiden name.",
        "A: -- which is Duchovich.",
        "Q: And who is this?",
        "A: This is my grandfather -- this is my grandmother’s husband, who was killed in beginning\nof the war, which I told in my story. I never s -- I don’t remember him, cause I saw him,\nbut I didn’t remember him. He was killed the -- his name was Isaac Duchovich.",
        "Q: And what about this picture?",
        "A: This is my parents, which it was done before they were married. They met, and this is the\ngroup of -- they was in group with -- of people whom they were in this amateur theater.\nAnd if -- this picture was done in Yaltoushkof.",
        "Q: And this is?",
        "A: This is my mother, and this is my father.",
        "Q: And who is this?",
        "A: This is me in the middle, in center, after the war. It is -- you know, I really -- after this\nstory with dancing for German soldiers, I really loved to dance, and the only person who\ncan teach me how to dance was my mother. And fo -- th-this is what I was -- I sh -- I was\n-- foo -- good enough dancer that why -- they made me in the middle, I was representing\na spring because it was a May Day. And these girls around me were flowers -- different la\n-- flowers. And I was a spring.",
        "Q: And this picture?",
        "A: This is picture of my family. This is my mother, my father, f -- this is my sister and me --",
        "Q: This 1s?",
        "A: This is sister, and this is me. And this picture was done when I was in college. And f --\nmy parents came, and my sister came to visit me in Kiev from the village they used to\nlive, and we made this picture for -- as a memory of that day.",
        "Q: And this one?",
        "A: This is my mother and me, approximately the same time, f -- picture before was done, it\nwas when I was in college, and -- and picture was done in Kiev when my mom came to\nvisit me.",
        "Q: About what year do you think that was?",
        "A: I believe it was like 1958 - *59, like this.",
        "Q: Right. And who is this good looking group?",
        "A: This picture was done the next day after our wedding.",
        "Q: Of --",
        "A: My husband and me, this is my husband.",
        "Q: What’s his name?",
        "A: Grigory.",
        "Q: Yes. And this is you?",
        "A: This is me. This is my parents, my mother and my father. This is my hu -- my husband’s\nsister, this is my sister. And this is my husband’s parents, this is his mother and his father.",
        "Q: And what are his parent’s names?",
        "A: Liberchuk -- Celia Liberchuk and Labe Liberchuk, which was in Russian Leonid, because\nLabid was too Jewish for -- for -- for sure, to be in -- in Russia.",
        "Q: And -- and Grigory’s sister?",
        "A: Yeah, her -- her name was Rivka, actually --",
        "Q: Rivka too?",
        "A: -- but she was Rema because Rivka again was too Jewish. I don’t know why I was called\nfor -- by such a Russian name, Claudia. Really, what I had -- I was named in honor of\nsome relative which names was Hava Golda. And my grandmother sa-said -- told me that\nmy Jewish name 1s Hava Golda, and my grandkids know that my name is Hava Golda.",
        "Q: And this picture?",
        "A: This picture was done in 1979, my -- when my sister, who applied little bit before me for\npermission, got the permission, because in Leningrad the station was little bit easier than\nKiev, and Ukraine, the -- in the Ukraine at all. This picture were made because they were\nleaving, and this was the picture of my parents, my father, my mother, my sister, me, my\nhusband, my -- my son, hi -- my sister’s son --",
        "Q: What’s -- what’s your son’s name?",
        "A: F -- it’s Herc now. It’s Herc, Alexander. Alexand -- Russian was Alexander --",
        "Q: Right.",
        "A: -- but he -- he was called Isaac, actually, in honor of my granda -- this is Roma, who was\n-- Roma my nephew, my sister who was -- his name Roma was because our grandmother\nwas Rivka, to -- f-for first letter, and this is my sister’s husband.",
        "Q: And what’s his name?",
        "A: His name is Yuri Sineakof. They live now in upstate New York.",
        "Q: And who’s this?",
        "A: This is my mother, here in United States. This picture was done before she died in 1980.\nIt was like -- sorry, in 1990, she died 1990, it was a | -- in -- in 80 -- 1988 - ’89, like this,\nit was -- this picture was done. I believe this is when she went to trip to UN -- to united --\nto -- to United Nations she went with --",
        "Q: To the UN?",
        "A: To UN, yeah, to -- to UN she -- she went with the trip to -- and she went and she was\ncollecting every penny, she want to go to Israel, to -- to see -- to see Israel, but\nunfortunately was not --",
        "Q: [indecipherable] the interview you said how she died.",
        "A: She was killed by a car.",
        "Q: Right.",
        "A: And she died in -- in half an hour. She got hit by a car -- by a truck. That was very -- she\nwas very lively woman, you know, she was -- it was very -- it was February, and it was\nvery good weather. And if weather was good, she was walking. And she walked from\nschool, she went to school to learn -- to study English.",
        "Q: English.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Good morning, Claudia.",
        "Q: It’s nice to see you here.",
        "Q: What was your name when you were born?",
        "Q: And your last name?",
        "Q: And that’s spelled?",
        "Q: And your mother’s name was what?",
        "Q: I see.",
        "Q: Okay. And you were born when?",
        "Q: So you were just a baby when the war started?",
        "Q: Yes?",
        "Q: And where were you born?",
        "Q: Vinnitsa.",
        "Q: And what did your father do?",
        "Q: For the same factory.",
        "Q: Now, I know that you had a sister, but was she younger or older?",
        "Q: She’s younger.",
        "Q: I see --",
        "Q: -- after the war.",
        "Q: Okay",
        "Q: So you were alone with your parents?",
        "Q: What happened in nine -- do you -- do you recall when you were very little, anything\nabout the war?",
        "Q: So what did your mother tell you between her and your --",
        "Q: His furniture.",
        "Q: Alone?",
        "Q: That she did not have?",
        "Q: Right.",
        "Q: It’s okay.",
        "Q: She walked?",
        "Q: Of course, there are Germans around [indecipherable]",
        "Q: Right, right.",
        "Q: Do you have any childhood memories of that walk?",
        "Q: No.",
        "Q: Nothing?",
        "Q: So this is what you were told?",
        "Q: Right.",
        "Q: For your grandfather.",
        "Q: They were beating these guards?",
        "Q: These are your --",
        "Q: To stop it. Stop.",
        "Q: Right.",
        "Q: And your grandfa -- di -- were they able to get the pillow?",
        "Q: I see.",
        "Q: Really?",
        "Q: Let me ask you something.",
        "Q: When your grandmother and your mother were being beaten, when -- when they left,\nwere they very hurt? Did they have to go and get [indecipherable]",
        "Q: Yes.",
        "Q: Were hitting them.",
        "Q: Did they get very hurt? Do you remember, or do you know?",
        "Q: Stop.",
        "Q: You don’t remember him?",
        "Q: So they didn’t hit you, that you remember?",
        "Q: [indecipherable]",
        "Q: Your grandmother.",
        "Q: Right.",
        "Q: Incidents in the ghetto.",
        "Q: So it was a few months later, after you had gone to Zhmerinka that the ghetto started, am\nI right?",
        "Q: Months, uh-huh.",
        "Q: Right.",
        "Q: Hitting these --",
        "Q: Wire.",
        "Q: Around the ghetto?",
        "Q: Mm-hm.",
        "Q: You remember that, yeah.",
        "Q: Right.",
        "Q: So your grandmother thought that you would all be shot --",
        "Q: -- and that’s why thr -- she threw you over.",
        "Q: They will be shot.",
        "Q: Do you remember her thro --",
        "Q: You don’t?",
        "Q: Being with this --",
        "Q: Right, right.",
        "Q: Yeah.",
        "Q: To the funeral?",
        "Q: Really?",
        "Q: She was quite a person, huh?",
        "Q: So they’re bru -- so this woman, who clearly understood the -- that you were so unhappy",
        "Q: -- and -- and she must have known that your mother and grandmother survived.",
        "Q: Right.",
        "Q: Right.",
        "Q: You don’t know, right.",
        "Q: So do you remember being happier that you were with your mother and your --",
        "Q: Did you have a yellow star?",
        "Q: You’re too young?",
        "Q: So you remember seeing the Jews wearing a yellow star?",
        "Q: The toilet? On a -- on a pan?",
        "Q: In Yiddish?",
        "Q: And did you understand that?",
        "Q: Right.",
        "Q: Uh-huh. So you were sitting all day --",
        "Q: -- on a pan.",
        "Q: So in case you had to go to the bathroom, nobody --",
        "Q: So you were a very good little girl, is that true?",
        "Q: You don’t think so?",
        "Q: You can -- right, yeah.",
        "Q: And did she explain what she meant?",
        "Q: No.",
        "Q: Right.",
        "Q: Uh-huh, uh-huh.",
        "Q: The date it was done.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: So you had -- you -- you were four years old now, right, this 1943?",
        "Q: Five years old.",
        "Q: Right.",
        "Q: [indecipherable] but you thought of yourself as a --",
        "Q: Did you understand when your mother said that he died?",
        "Q: Right, yes.",
        "Q: Yes, right.",
        "Q: He’s in the ground.",
        "Q: She lost her child.",
        "Q: In the same area, yeah.",
        "Q: You -- planks?",
        "Q: The planks?",
        "Q: In the cellar.",
        "Q: I’m going to have to stop the tape, and continue on the next tape.",
        "Q: Claudia, we were talking about you going into this --",
        "Q: -- cellar.",
        "Q: It was dawn?",
        "Q: You -- you understood that it was very dangerous by then?",
        "Q: Dangerous.",
        "Q: Yeah.",
        "Q: They’re tall cause you’re little.",
        "Q: Oh, typhus.",
        "Q: Typhus, yes.",
        "Q: They -- because they were afraid.",
        "Q: In the barrel?",
        "Q: So she was saved?",
        "Q: Kiva?",
        "Q: Kick you.",
        "Q: Oh, 1 --",
        "Q: -- it was a -- it was not -- the Jewish star was six stars.",
        "Q: It was a regular -- it’s another kind of sta --",
        "Q: But your mother was hitting you because --",
        "Q: That’s the -- how did you feel when your mother hit you? Was this -- was this worse\nthen?",
        "Q: Yeah. Right.",
        "Q: So she was afraid of losing you, yeah, yeah.",
        "Q: Right. But your grandmother was softer with you?",
        "Q: Uh-huh.",
        "Q: Forever.",
        "Q: Yeah.",
        "Q: What was her name?",
        "Q: Rivka.",
        "Q: Raisel.",
        "Q: Right.",
        "Q: Like Gorbachev’s wife’s name, Raisa.",
        "Q: Right.",
        "Q: Oh.",
        "Q: Your mother and your grandmother’s name, that’s lovely.",
        "Q: Right.",
        "Q: Yes.",
        "Q: Yes.",
        "Q: Right, right.",
        "Q: Really?",
        "Q: So the ghetto was primarily women?",
        "Q: He was a man.",
        "Q: Men were dangerous.",
        "Q: No, cause he was very nice to you.",
        "Q: Yes. Right.",
        "Q: How did other people treat y -- since there were very few children --",
        "Q: Did they treat you well, or were some people angry that you were alive, and their children\nwere not?",
        "Q: No.",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: And that’s where you spent most of your time.",
        "Q: And it would be there.",
        "Q: And you ran away.",
        "Q: But you remember the smell.",
        "Q: Russian.",
        "Q: But not Ukrainian.",
        "Q: The Germans when they leave will kill you.",
        "Q: Mm.",
        "Q: Raining.",
        "Q: Now this woman is the same woman --",
        "Q: -- who took you in --",
        "Q: -- when your grandmother threw you over?",
        "Q: So it’s solo --",
        "Q: Soloviyva.",
        "Q: Soloviyva.",
        "Q: Okay, so you’re in this house.",
        "Q: Freckles?",
        "Q: It’s a blanket?",
        "Q: A blanket?",
        "Q: On the crutch?",
        "Q: Right.",
        "Q: Yeah, Raichka, yeah.",
        "Q: And she didn’t recognize?",
        "Q: Right.",
        "Q: Right.",
        "Q: Story that he liberated you.",
        "Q: Yes.",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: They were bringing them?",
        "Q: Digging the grave?",
        "Q: And she told you that after the war?",
        "Q: Right. So these were the people that had come to --",
        "Q: -- Zhmerinka --",
        "Q: -- and -- and they were killed because they would not li -- were not from there.",
        "Q: I see. And your mother and grandmother --",
        "Q: -- were digging the graves --",
        "Q: -- for these people before they were shot?",
        "Q: So they saw them being shot?",
        "Q: Threw you over.",
        "Q: Right.",
        "Q: Right.",
        "Q: But let me -- let me ask you something about the ghetto for a moment.",
        "Q: Did you have bad dreams, do you remember, as a child, being frightened in your dreams\nand having nightmares?",
        "Q: Dying.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: So it will --",
        "Q: Oh.",
        "Q: But you were healthy.",
        "Q: And you were okay?",
        "Q: Hm. We have to stop the tape.",
        "Q: Claudia, we ended you were saying -- I was asking you if there were things that were\nfrightening you, and you said the gray stones.",
        "Q: No.",
        "Q: When you were --",
        "Q: Right.",
        "Q: Right.",
        "Q: And moving around --",
        "Q: Yeah.",
        "Q: Of the bullets?",
        "Q: But none of you were hurt?",
        "Q: It did survive?",
        "Q: Yes. Your mom or your grandma?",
        "Q: And what color was it, do you remem --",
        "Q: It was black?",
        "Q: Right.",
        "Q: After they were killed.",
        "Q: Yeah.",
        "Q: Yes.",
        "Q: Is this the first time that you ate fish?",
        "Q: Did you --",
        "Q: Did you like it?",
        "Q: You didn’t li --",
        "Q: [indecipherable]",
        "Q: That’s right.",
        "Q: You didn’t like it.",
        "Q: Carrot --",
        "Q: Because there was a picture of a flower.",
        "Q: And you liked that?",
        "Q: You will hurt yourself, yes?",
        "Q: Gray noodles? Everything is gray.",
        "Q: So it came out gray?",
        "Q: No toys, right.",
        "Q: Who --",
        "Q: Had you seen a book before?",
        "Q: That’s the first time you actually saw a book --",
        "Q: -- not only had it for yourself.",
        "Q: So di -- had you seen any toys when you were in the ghetto?",
        "Q: You had never seen a toy, either, nothing.",
        "Q: You thought it was a toy.",
        "Q: Yeah.",
        "Q: Right, right.",
        "Q: Do you think you were -- you were bored in the ghetto? I mean, you had -- no one was\nteaching you anything.",
        "Q: Right.",
        "Q: Cause there’s nothing to do.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Go down.",
        "Q: Uh-huh.",
        "Q: Nothing.",
        "Q: Absolutely.",
        "Q: The only one.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: It’s interesting.",
        "Q: Walking, right.",
        "Q: He would play, right.",
        "Q: Yeah?",
        "Q: You were robbed?",
        "Q: Ducks?",
        "Q: Took the ducks.",
        "Q: Right.",
        "Q: And he was speaking?",
        "Q: Right.",
        "Q: Gersh?",
        "Q: Greesha.",
        "Q: Right.",
        "Q: Really?",
        "Q: So did your grandmother live with you after the war?",
        "Q: Uh-huh.",
        "Q: Close.",
        "Q: Right.",
        "Q: All right, we’ll -- we’ll take a break.",
        "Q: Okay.\nEnd of Tape #3",
        "Q: Did your mother change after the war? Di -- or did she still frighten you a little bit?",
        "Q: She did frighten you?",
        "Q: Oh.",
        "Q: Denounced your father?",
        "Q: Right.",
        "Q: [indecipherable]",
        "Q: Yeah.",
        "Q: It was a very difficult time.",
        "Q: Yeah.",
        "Q: And you were conscious of being Jewish, it was very clear that you were Jewish?",
        "Q: Yes.",
        "Q: And then it was difficult for you to identify as Jewish yes?",
        "Q: Mm-hm.",
        "Q: And home.",
        "Q: Because he couldn’t get a job.",
        "Q: Ah, you had a cow.",
        "Q: And people wanted milk, cause they didn’t get it.",
        "Q: Now, everyone is suffering, whether they’re Jewish or not Jewish because the --",
        "Q: -- the economic and physical situation is terrible.",
        "Q: But as a Jew, you were --",
        "Q: Outside -- out -- out of --",
        "Q: Mm-hm.",
        "Q: Not for you.",
        "Q: That it was Jewish doctors, right, in °56, yes.",
        "Q: Not accepted, it’s very difficult.",
        "Q: Was -- was there any discussion about the murder of Jews, or was it just fash --",
        "Q: Right.",
        "Q: Right.",
        "Q: So you knew, but did they teach that in school, or did y --",
        "Q: You knew this, they di -- never taught that.",
        "Q: It was in occupied territory.",
        "Q: Nothing --",
        "Q: Right, right.",
        "Q: [indecipherable] yeah.",
        "Q: Your mother -- here?",
        "Q: Right.",
        "Q: Mm.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: So y-you met your husband in 1963, am I correct, something like that?",
        "Q: But when you are starting to date --",
        "Q: -- and you’re going to university, are there many people who were from Jewish families\nwho admit they’re Jewish, or are most people hiding the fact that they’re Jewish?",
        "Q: But you were clear that people looked Jewish, to you?",
        "Q: Were you correct most of the time?",
        "Q: Yes?",
        "Q: Hm.",
        "Q: Right.",
        "Q: [indecipherable]",
        "Q: Right.",
        "Q: Uh-huh, right.",
        "Q: You mean ou -- you mean -- oh, you mean outside the door.",
        "Q: But inside, he did.",
        "Q: So, did you consider yourself a Communist in some way?",
        "Q: Pioneer, okay.",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: You were ready to go.",
        "Q: So, can you explain to people what it meant to be a refusnik?",
        "Q: Do it.",
        "Q: Yeah.",
        "Q: And started --",
        "Q: Really?",
        "Q: Right.",
        "Q: Next thing, right.",
        "Q: That’s quite a story.",
        "Q: Okay.",
        "Q: Claudia, how would you define a refusnik?",
        "Q: A division? Uh-huh.",
        "Q: So they refuse, and you become a refusnik?",
        "Q: So that’s -- that’s where it comes from?",
        "Q: Refusniks.",
        "Q: Mm-hm.",
        "Q: Mm.",
        "Q: [inaudible]",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Uh-huh, right.",
        "Q: You were waiting for the future, uh-huh.",
        "Q: Mm-hm.",
        "Q: Did you move from Kiev?",
        "Q: [indecipherable] you can’t move, yeah.",
        "Q: Right, okay.",
        "Q: Right.",
        "Q: Were most of the people who were refusniks Jews?",
        "Q: Or not?",
        "Q: Yes? Yes?",
        "Q: Yes, tests, right.",
        "Q: What did you want to study?",
        "Q: Oh, to work with your father’s company --",
        "Q: Uh-huh, during that time.",
        "Q: Right. And what -- what did you study?",
        "Q: So is that struc -- is that what they call structural engineering?",
        "Q: No.",
        "Q: Mm-hm.",
        "Q: Ovens?",
        "Q: O-Ovens, but this is when -- when you do something from ceramic and you put it on fire,\nhow are you calling that?",
        "Q: Oh, right, you --",
        "Q: No, I know what you mean, you --",
        "Q: -- when -- when you -- a kiln.",
        "Q: Kiln",
        "Q: Uh-huh.",
        "Q: Mm-hm.",
        "Q: 15 years?",
        "Q: Right, yeah.",
        "Q: Human rights, right, yeah.",
        "Q: To apply.",
        "Q: Right.",
        "Q: And you were able to leave in 1988?",
        "Q: So -- to the -- to the United States.",
        "Q: 12 years before, yeah.",
        "Q: Even earlier.",
        "Q: Yes.",
        "Q: Who didn’t exist.",
        "Q: Right.",
        "Q: So a lot of people were --",
        "Q: Only --",
        "Q: Was -- was your permission to go to Israel [indecipherable]",
        "Q: Cause that’s all they did, right?",
        "Q: Right.",
        "Q: And he was able to go.",
        "Q: Do you think that you would have wanted to leave if there hadn’t been so much anti-\nSemitism? Was that a big -- at least --",
        "Q: Yeah, right.",
        "Q: Yes, yes.",
        "Q: You couldn’t go.",
        "Q: Right.",
        "Q: [indecipherable] right",
        "Q: Right. Wh-When you think back over your being this little girl in this ghetto --",
        "Q: -- and then the Fascists come, is -- do you think that they’re -- that it ha -- has had a great\naffect on your life afterwards, or -- or because you were so little did it not have as much\nan effect as it did on your grandmother and your mother?",
        "Q: Yeah.",
        "Q: As a--",
        "Q: Can you sing that song [indecipherable]",
        "Q: It’s okay.",
        "Q: Well, I want to thank you for -- for talking with us.",
        "Q: It was a pleasure to be with you.",
        "Q: Thank you.",
        "Q: Claudia, what is this picture here, at the top?",
        "Q: And say her name again.",
        "Q: Right.",
        "Q: The maiden name.",
        "Q: And who is this?",
        "Q: And what about this picture?",
        "Q: And this is?",
        "Q: And who is this?",
        "Q: And this picture?",
        "Q: This 1s?",
        "Q: And this one?",
        "Q: About what year do you think that was?",
        "Q: Right. And who is this good looking group?",
        "Q: Of --",
        "Q: What’s his name?",
        "Q: Yes. And this is you?",
        "Q: And what are his parent’s names?",
        "Q: And -- and Grigory’s sister?",
        "Q: Rivka too?",
        "Q: And this picture?",
        "Q: What’s -- what’s your son’s name?",
        "Q: Right.",
        "Q: And what’s his name?",
        "Q: And who’s this?",
        "Q: To the UN?",
        "Q: [indecipherable] the interview you said how she died.",
        "Q: Right.",
        "Q: English."
    ],
    "answers": [
        "A: Good morning.",
        "A: Thank you so much for -- for having me.",
        "A: Claudia.",
        "A: Royter.",
        "A: R-o-y-t-e-r.",
        "A: My mother’s name was Royter, but very possible -- in ghetto she was by the name\nDukorvitch, which is her maiden name.",
        "A: I will explain later why.",
        "A: I was born on July seventh, 1939.",
        "A: Oh, yeah, almost two years.",
        "A: Yeah, almost two years old.",
        "A: I was born in Zhmerinka, but I was just born because my grandparents live in Zhmerinka,\nand my mother came to them to give birth of me, and she came back, but my parents\nlived in Vinnitsa.",
        "A: Yeah.",
        "A: My father was working for them -- plant -- some kind of -- of -- of grain, they were\ncollecting grain, working on it, and you n -- distributing it, something like this, what\n[indecipherable] actually. And my mother was working as a secretary for sh -- f -- fo --\nfor sh -- manager of the f -- this factory.",
        "A: For the same factory, yes, she was just --",
        "A: No, no, she -- she’s younger --",
        "A: -- she was born in 1947, which is --",
        "A: -- after the war.",
        "A: Yeah.",
        "A: Mm-hm.",
        "A: Mm-hm.",
        "A: Yes, I do remember for -- I started to remember when we were -- when we came to\nZhmerinka. This was my -- before this, I don’t a -- for -- I don’t remember\n[indecipherable] but this is what -- I remember what were -- my mother told me.",
        "A: Yeah, when -- when war started, my father next day went to war. And my mother with\nme, stayed to -- there, and she’s supposed to be evacuated with everysh -- with everybody\nelse who was working to -- on this -- in this factory. But she was very, you know, shy and\npolite woman. She was with me -- only with me on -- in her [indecipherable] and staying\non platform on the -- of the train. And when she get into the train, they manage -- moved\nher out. For awhile they put in his wood, his furniture.",
        "A: His furniture. Train left and my mom with me stayed on -- on the platform.",
        "A: Alone. Of course she didn’t -- she didn’t have where to go, she went back -- to this time,\nour apartment was occupieded by him, a -- a guy, his name was Manzun. He was -- we --\nI saw him after the war, and the -- I remember my mom, for we -- used to bring me to this\nplace where we lived before -- before the war. He did not let us back, but he let us to\noccupy this cellar. It was actually not the cellar, it was a -- you know, where you -- 1-it\nwas a deep cellar where people keep potato for the winter, and like this. We stayed there,\nbut he was afraid to feed us, to give us food, because Germans occupied the -- very soon,\nthe -- Vinnitsa, and the -- where we lived, it was little bit like outskirts of -- of Vinnitsa,\nand there were sher -- vou -- where st -- where the military were stationed. But we have\nto eat something, and during the night my mom, this is what she thought, as I remember.\nShe went out to the, you know, to the field to pick up at least a raw potato, or something -\n- you know, something to eat, because he didn’t give us any food. I don’t know how she\nlet my grandmother, who st -- who lived in Vinnitsa in this time -- 1-in Zhmerinka, sorry,\nin Zhmerinka in this time, to know that she -- she did not evacuated.",
        "A: Sh-She did not evacuated, that she is in Vinnitsa.",
        "A: And Germans in -- in Vinnitsa. My grandma’s mother was very -- you know, the very\nbrave woman, very brave, very strong, and very nice heart. This 1s -- this is my memory\nof hurts. Sorry.",
        "A: But -- and she came walking from Zhmerinka to Vinnitsa.",
        "A: She walked, to pick us up. To this time, for our apartment with all the goods which were\nin the pa -- 1-in the apartment, was occupieded and not given -- given us back. And they\nwere [indecipherable] and they didn’t have nothing, and then to pay for, you know, for at\nleast some other -- to bring us on horses or some. That why during the day we were\nhiding in the forest. And during the night we were [indecipherable]. And if --",
        "A: Germans around, yeah, but in these villages there were -- you know, that’s -- from people\nwho lived there, and nobody want to give us food. I remember because ma -- my mom\nwent to -- my grandmother went to ask them to give some food for me, for bo -- for the\nchild, nobody gave. And I was a Jewish girl, I was -- I was -- I had already bad appetite.\nThey -- it -- it told you to give me food to feed me with, always a problem. But here I was\nhungry. I w -- I ask [indecipherable] and f -- they fed me -- me, and very possibly\nthemself with raw corn in the field. It was like, you know, like July, very possible early\nAugust, I don’t -- I don’t remember --",
        "A: -- wh -- wh -- when it was, but the raw corn was there.",
        "A: No.",
        "A: No.",
        "A: No, I don’t.",
        "A: Yeah, this 1s what I was told. And eventually we came to Zhmerinka.",
        "A: And to this time, my grandfather was taken to -- to a prison -- I think, no, to -- to prison,\nand my memory starts from there moment when we came to this -- into this prison with a\npillow, because my grandmother brought the pillow --",
        "A: -- for -- f-for my grandfather. And this -- this guys, which happened to be Ukrainian,\nbecause I remember that my grandmother was talking to them. If they wouldn’t be\nRomanian, [indecipherable] she wouldn’t be able to talk to them. And here she was, she\nhad the lively conversation with them. And they were beating them, my mother and my\ngrandmother, they were beating them. And I was cry --",
        "A: Beating. No, no, the guards were beating my --",
        "A: -- my mother and my grandmother. And I was crying very hard, and they want me to shut\ndown, you know, to -- to -- to --",
        "A: -- to stop it. And -- and I -- this was my j -- first memory, that I was crying especially to\nmake them to throw us all away from this place, and stop beating my mother and my\ngrandmother. This is what I remember, this is when my memory starts. But it was -- it\nwas not ghetto yet.",
        "A: And I don’t remember where we lived. This a -- I -- I don’t remember where -- where we\n-- we -- where we lived in this time, very possible my grandmother’s house, nobod --\nnobody told me.",
        "A: Yeah. They -- I don’t remember the -- I believe they took the pillow, but as my mother\ntold me, my grandfather was killed to -- to this time.",
        "A: He -- he was killed in this place. Why, I didn’t know, because did you know actually in\nZhmerinka, the only two people were -- were killed is -- one was a high -- he had a high\nposition in the -- in Zhmerinka lo -- in the -- you know, in this local government, and\nanoth -- the second one was my grandfather, who was actually [indecipherable] person,\nand he was deprived of any business when co-collectivization started in Russia. He had a\n-- a kind -- a small kind of business collecting feather and making pillows, that’s why\nthey had -- I still -- did you believe me, I still have a pillow with a feather which\ngrandmother made for me.",
        "A: Yeah, I keep it, 1t just sa -- so in my [indecipherable]. And -- but he was deprived of\nprivate business and he didn’t have any other profession, and they -- their life was very\ndifficult, but they survived to the ti -- to the time of war, and he was killed, and -- killed\nover there. And my next memory was --",
        "A: Sure.",
        "A: This is when they came with this pillow to ta --",
        "A: -- and these guards --",
        "A: -- were hitting them.",
        "A: You know, I -- I just remember that I want them to stop.",
        "A: This is what -- what I remember, that way I crying very hard to -- to make them, you\nknow, to -- to -- to annoyed them. To make them ask to -- ask to leave, because I actually\ndon’t remember my grandfather. I don’t --",
        "A: I don’t remember, just -- no, I don’t.",
        "A: I don’t feel -- I don’t remember.",
        "A: I don’t -- don’t feel if -- I don’t remember. I felt so bad for my he -- mother and\ngrandmother.",
        "A: I remember she was holding me in her hand, and they were hitting her in -- on her\nshoulders, and her back, and -- and my grandmother. They were hitting them. This -- this\nwas my first --",
        "A: -- first memory. And f -- after this -- and di -- fa -- unfortunately, my grandmother and\nmy mother were talking very little about ghetto. Very possible it was very hard for them.\nI don’t remember a lot of conversation at home about ghetto. But I remember some --\nsomething or some --",
        "A: -- incidents in the gh-ghetto, which actually includes me because something to sho --",
        "A: No -- started, yeah, for a few -- few weeks or few months or so --",
        "A: I believe it’s 1 -- in -- in short time.",
        "A: But what I remember my mother -- this is what my mother told me in awhile, that\nactually a lot of Jewish people started to come to Zhmerinka very possibly there was a\nrumor that Zhmerinka will be safe for Jewish people. And they were told to bring goods\nfor them. Their -- you know, their goods stuff. And they actually, and I remember how\nmy mother saved it, how ma -- how many nice thing they used to bring with them. And\nnext my memory was that my -- there was -- a lot of people were working somewhere,\nand there were guards with the -- these huge whips, which were, you know, which --\nwhich were hi --",
        "A: -- hitting them, these people. And my grandmother -- and there was a -- a -- f -- for\nawhile already, a fence of a barbed -- barbed wire.",
        "A: This I remember, this barbed wire.",
        "A: I don’t remember it was around or not, but I wo -- I remember this row of people, and my\ngrandmother was holding me in her -- in her hand, and it was cold already. I remember it\nwas -- it -- very possibly it was early -- early autumn.",
        "A: Because it was cool, it was not cold, but 1t was cool. And it was a huge row of people,\nand these guards with whip. And could you imagine my grandmother, oh, it -- and behind\nthis barbed wire there were other people -- different people. You can see -- I remember\nthat I noticed that they are different. I noticed this, they’re different. And could you\nimagine my grandmother threw me away, over this barbed wire, and somebody took me.\nAnd next my memory that I stay in some little house with a strange woman, who 1s the\nage of my grandmother. And she was console -- consoling me, and I was crying and\nwanted to go to my mother and grandmother. And she was not able to console me. Id --\nyou know, I was very possible very -- I’m very stubborn child. Because I di -- I\nremember that I didn’t want her, and she -- you know, she took me out in the -- she got\nthis little garden, and there were still apples on the -- on the tree, and she was shaking this\napple to me, gave me -- to me, and I thought to myself, I don’t want your apple, I want\nmy mother. This I remember right.",
        "A: Yes, I do, Iremember my feeling. I didn’t tell her, but I remember that I was crying, and\neventually she gave me back. She gave me back. How, I don’t remember, maybe under\nthe wire f -- was -- how did she give me back I don’t remember, but the next time I\nremember that I was with my mother and grandmother. And I will -- if -- insert\nsomething which my mother told me. It happened to be that this row of people, they dug\nthe row. And they brought all the Jewish people who came here to Zhmerinka, and\nZhmerinka’s people, Jewish people, to this row which they dug out yesterday. And these\nwho were with whips, they w -- they were Ukrainian, and they were native -- they were\npeople who stay here. And they knew who was from Zhmerinka, and who not --",
        "A: -- who is not. And they supposed to tell who is from Zhmerinka and who is not. And\nactually my mother was not from Zhmerinka anyway. But some of them, who happened\nto be a nephew of this woman who took me to her house, told that my mother is from\nZhmerinka, and this way my mother stay alive. And they killed all those people who\nwere not from Zhmerinka, and those people who from Zhmerinka, but [indecipherable]\nkilled down as in a grave. This was how --",
        "A: Y-Yeah.",
        "A: Sh -- sure -- sure. She want -- she want me to stay with this, you know, Gentiles, fr -- not\n-- not in the ghetto, because they were absolutely sure that they will be shot.",
        "A: That -- that she -- that why she sh -- threw --",
        "A: No.",
        "A: No, I don’t remember, I just remember being in --",
        "A: -- in -- in he -- in her laps. And after, I remember being in this woman’s house. But this is\n-- a -- but this is what my mom state, how she made it --",
        "A: -- because she was ready, and you know she was ready by [indecipherable |",
        "A: -- she was -- she was woman who for their child -- for her children, and I was only\ngrandchild that time, she will do anything, she would. This -- this -- she was a very\ndesperate woman, and besides she died in six -- in 1960, and they -- from -- you know,\npeople from around -- around this place she used to live, came. It was like another\ndemonstration. We never saw these people who came to -- to -- to the s --",
        "A: -- to the funeral.",
        "A: Yeah. Oh, she was -- she was --",
        "A: Oh she was, she was. She -- she didn’t know how to read. She -- she never learned it. She\nwas -- she was a girl in this Jewish shtetl, but she had five from -- five grandchildren, and\nfive was their highest grade in school. She say they [indecipherable] my five. She -- she -\n- she used to say I have my five. Mm-hm. It means -- okay, and next to them\n[indecipherable]",
        "A: Yeah.",
        "A: Absolutely.",
        "A: Absolutely, because they came back.",
        "A: They -- they came back. And -- absolutely she knew, very possible, and eventually I\nremember myself [indecipherable] the ghetto. How I get there, I don’t remember.",
        "A: This is -- I don’t remember.",
        "A: Ye -- well, of course, yeah, I remember that eventually I have my mother and\ngrandmother. And you know, being a girl, I was real attentive to what people who --\npeople -- people dressed in. In this case, I remember this yellow star sometime. From this\nmoment I remember this yellow star sometime.",
        "A: No, I did not, but --",
        "A: -- the story was -- the story with later -- wi-will tell you |-later. [indecipherable]",
        "A: Yeah, yeah. And how I remember being with my mother and grandmother put in one\nroom with other women, there were only women. There was -- and among these women,\nI remember them very well, because after the war my grandmother used to bring me to\nthis place, it was a -- a Aunt Sura, Aunt Fanny, and there was a very old woman who was\nparalyzed. She was sitting all day long in the armchair or chair, I don’t remember, but all\nof us lived in the same room, one room was. And this auntie -- and there was other\nwomen, and three of us, my grandmother, my mother and me. And there was -- there\nwere no other children, if I remember. I would remember, because I di -- I grew up in --\nin this place. I don’t remember any other -- I remember a -- a fo -- [indecipherable] girl in\ndifferent -- in different room, but not in this room. And they -- they had to work, you\nknow, they went to -- to work, and I was staying with this paralyzed woman. They put me\non this little foo -- foo -- place for children, just to not make an a -- soil in my pants, you\nknow, and I was sitting on this pan.",
        "A: The anto -- th-the -- on the pan all day long, next to this woman, because if any\n[indecipherable] should happen, who will watch me? I was -- so all d -- all day long I was\nsitting in -- and she was -- she was able to talk somehow, because I remember she was\ntalking to me in Yiddish.",
        "A: Yeah.",
        "A: Yes, I do -- I -- I did understand and I actually foo -- you know, in my family, it was not\nthe custom to -- in -- in the Ukraine [indecipherable] to speak Yiddish --",
        "A: -- because th-the -- you know the anti-Semite wert around. But anyway, it isn’t clear, I\nheard somebody speaking Jewish, I understood everything. You -- did you -- it was like\nmy grandmother was talking. Th-They all s-spoke Yiddish more than Russian.",
        "A: All day.",
        "A: Yeah, on the pan next to --",
        "A: Yeah, mm-hm, I was sitting -- this -- this was my shim.",
        "A: I didn’t -- I didn’t think so. I didn’t think so.",
        "A: No. But I remember my mother was strict with me, and I remember b-because I was very\nbad eater, but I remember this black something, which we had to eat. My mother said it’s\n-- it -- me -- this was -- I ask her what was it. It was -- they were working to -- in potato\nfield, and they will peel the -- sometimes they will able to bring home peels from potato,\nand this what -- what she was cooking for -- for me, and for [indecipherable] I could, but\nvery possible I ate it, that I survived eating it --",
        "A: -- somehow. I don’t -- there were no other food. And the -- anyway, I survived somehow.\nAnd this -- but I grew up and did -- did you know, nobody was afraid of me to -- to -- to\n[indecipherable]. I didn’t have to sit on the -- on the s -- toilet all day long, because I -- I\ncould take care about it. And I started to go out. And I remember the Dr. Girsh, very\npossible you read about him, he was the head of that -- he was from Romania, and he was\n-- everybody said that he was very bad, he was with a whip all day long, and this whip\nwas very often on the back of this -- of the working people. But I remember my mom’s\nexpression, she said, “If he won’t be so strict, very possible we wouldn’t be alive.” And\nthis is -- this I -- I -- I remember, I remember.",
        "A: No.",
        "A: I didn’t -- I didn’t ask because actually it was in the -- the end was [indecipherable]\nconversation.",
        "A: And the only thing I re -- and I remember that they said that very possible when they\nbrought this pillow to grandfather, he was not alive any more. He was no alive, but\nnobody said it then.",
        "A: Because actu -- actually this was in the Ukraine, and they can tell my mother and\ngrandmother, but they didn’t tell them. And they didn’t know the date -- the exact day --",
        "A: -- of -- of his death, but I remember a-around Jewish holidays, they usually lighten their\ncandle, or the light for -- for Yahrtzeit of him. This is -- this I remember, this was after\nthe war, already. What else of I remember of this, when I was able to get out of the h-\nhouse, because there was a -- like a -- and it was a b-barbed wire around, and I started to\nget familiar with o-other -- other people, and I remember there was a little -- little boy in\ndifferent home, because we had to walks little bit to see them. And I consider myself a\ngrown-up, because he was little. I used to play with him, but he died. And -- he was sick,\nor something happened, or maybe of starvation he died. And I remember my mom said\nwe are going there, but he is not alive any more. He died and he 1s in the ground. And\nwhen we were walking, there was a lot of broken glass. And th -- th -- my memory that I\nthought if this glass doesn’t -- doesn’t hurt him. This is my memory, was -- this 1s what --\nwhat I remember. It means the glass was broken --",
        "A: -- it means there was -- there was a fight, because it -- we were walking on the broken\nglass.",
        "A: This I remember.",
        "A: Yeah, four -- I -- I was almost five years old --",
        "A: -- when -- when we were liberated.",
        "A: But during this -- this time, we were [indecipherable]",
        "A: Yeah, I thought ri -- of course, because he was a -- he was in ha-hand, and I was walking\nmyself. Of course I was --",
        "A: This is what I understood, that he’s not of -- but I did not understand he is not alive, and\nthis glass doesn’t cut him.",
        "A: I -- I didn’t -- I didn’t realize this. This -- my memory that this glass very possible hurts\nhim.",
        "A: Because my mother -- mother [indecipherable] me that he’s -- he’s --",
        "A: -- in the ground. Yeah, this is what I remember. And I remember there was another child\nwho died. I don’t remember the -- the age, but I remember the -- this wo -- we visited this\nwoman after the war with my grandmother, and she had -- she got marry -- she remarried,\nand she got a child, and my grandmother was very happy that she has a child because she\nlost her child --",
        "A: -- child -- her child during the war. And then my memory from the ghetto, I want tell you\nthat I remember that Dr. Girsh was very good to me. From time to time I was by myself, I\ndon’t remember ever as a ki -- children, or other people walking with me, when I was\nable to get out, and th-the -- fr-from this [indecipherable] I fo -- I don’t remember as a chi\n-- children. The only thing I remember very well -- and there was a boy, maybe he was\nnine or 10 years old, and he was starving very much, he was -- you know, she wanted to\neat, and there was no -- no food. And he escaped. He was with his mother, and what I do\nremember very well, that his mother was hoping that she will come back ever. And she\nwas staying -- there was a -- as you know, a gate from the same o -- for barbed wire, on\nthe wooden posts. And she was staying and looking through the -- through this gate, and I\nremember her back. Very possible she was a big woman, or very -- very possible -- she\nseems to me a big woman. But her wide ba -- back, I never forget. This back was, you\nknow, you can see in her back [indecipherable] by her back how she had the pain, and the\n-- and she was staying when they were coming. This is al -- always, always you can see\nher. She was staying with her face to this gate. It was such a -- you know, to -- I\nremember even how I fe -- I felt about her, this pain. I didn’t remember this boy, but I\nremember that my mom say, “Because you don’t want to eat, do you see what happen?”\nThis is -- this wo -- this I remember. And I remember when I was working, Dr. Girsh\nsometimes and he took me to his -- to hi -- to the place he -- he used to live, but this was\nin the same ghetto, bi -- if he in the same [indecipherable] from the barbed wire\n[indecipherable] you know, the -- the place.",
        "A: Yeah, in the same area. Not -- it was like, you know, next house -- ne -- next door. It’s\nvery, very close. She took me once, and I saw a woman over there, and being again a girl,\nshe had the blouse on her, and she didn’t [indecipherable] this yellow star. And I\nremember how she looked like. And she ha -- once she had the white blouse, another time\nshe took me, she had the red blouse. And I remember the blouses, because being a girl\n[indecipherable]. I paid attention, because everybody was gray, everybody was in gray,\nand here were colors. And what I remember, you ma -- from time to time the Germans\nwere coming to the -- to ghetto, and everybody was so afraid because you know, German\nal -- always brought the death with them. And everybody was trying to hide somewhere.\nOnce I remember we’re trying to hide in the deep cellar, and there was a ladder without --\nwith sa -- with missing some, you know, some this -- what is the -- with -- ladder with\nsome missing --",
        "A: Planks.",
        "A: Yeah planks.",
        "A: Mm-hm. And fer -- and I remember that there was a man’s voice, I don’t remember who\nit was because was absolutely dark. He didn’t want to ask to go there because of me,\nbecause I was very little that he was afraid that I will cry, and Germans will hear -- wo-\nwould hear us. And I remember, my memory, why he think that I will cry? I am afraid\nthe same s -- the same way, I would not cry, but I will not express it because my mom say\nto me do not open my mouth, and I didn’t open my mouth. And they let us in.\nEnd of Tape #1\nTape #2",
        "A: A cellar.",
        "A: Mm-hm, yeah. This -- that time, we really stayed in the cellar. Of course I didn’t\npronounce a word, and we stay alive. And we went from the cellar -- this I remember\nvery well, it was dusk already, you know, not a dusk, it was dawn.",
        "A: Dawn it was, dawn, sorry. And it was light already, almost when we went out, it means\nall night long we were just staying in the cellar. And few more time it was very, you\nknow, [indecipherable] it was the brightest part of my memory when Germans used to\ncome because it 1s -- it’s really, you know, it’s really was the most dangerous t-time. And\nonce --",
        "A: Oh sure, sure. I understood. I understood that they -- if I will cry, or if I will loudly\npronounce something, some gost German will hurt us, and they will kill us. This I -- I\nunderstood. Maybe I did not understand about the death, about killing, but I understood\nthat it’s very dangerous.",
        "A: Yeah.",
        "A: And there were a few times when they put -- put me -- put somebody on the bed -- it was\none bed in this room, everybody else was sleeping on the floor. I don’t remember who\nwas Sleeping on the bed, maybe me and my mother, my mother and me, maybe. I don’t\nremember. Maybe my grandmother because I remember all f -- always her warmth here,\nwhen she was so warm and soft. Maybe I was sleeping with my grandmother. Th -- th -- I\nremember her softness. And a few times they were put somebody on this bed, and when\nGerman -- I remember Germans were coming [indecipherable] you know, the -- the head\nwith the hide, this front and the gray her -- coats, military coats, and black epaulets. This\nI remember, it is black on the collar, I remember very well. They’re high, though we -- I\nwas little girl.",
        "A: -- y-yeah, we’re little girls, and I remember how th-they were high, and -- and fo --\nsomebody was on the bed, and somebody pronounced typhuses, you know, the sickness\nfrom their laces, you know, si-sickness, typhus.",
        "A: Typhus.",
        "A: Typhus, typhus, yeah typhus. They left im-immediate -- immediately.",
        "A: Yeah, they -- this was -- this I remember there was a magic wart. Typhus was a magic\nwart. I -- I saw this magic wart, because actually there was no typhus in there -- 1n this --\nafter the war, my grandf -- grandmother was sick by typhus, but this was some kind of\ninside typhus, the inside infection. And once I remember they were not able to get into\nthe cellar, because Germans came very ra-rapidly, and was very suddenly, and they put\nme in the barrel, and covered me with the wooden cover.",
        "A: Barrel, mm-hm. I was little, I can fit it. This is how they hide me. And two times I\nremember t -- there was two times. Once, there was a strange young woman, her name\nwas Sima. She all a of a sudden came to the -- to ours -- and she didn’t speak -- to our\ncamp, and she didn’t speak Russian, she spoke Yiddish. But some strange Yiddish which\nI barely can understand. But the grown-up people understood her. Very possible she was\n-- she was escaping of some other place, from Romania, and she happened to be here.\nAnd she stayed in this room, and every time, when Germans were coming, she was the\none who was put into the bed, and covered with all the sheets and everything, which was\n-- and they put me on the bed, because I was the smallest, one, it was not heavy for her,\non the bed, and this way sh -- they were hiding her. And beso -- because of -- I don’t\nremember her in the gray dress, it means she was not part of this camp. Maybe sh -- they\nwould not -- not make her working, I remember, but she lived in Zhmerinka after the war.",
        "A: She was saved, she was saved. And beside her, in awhile, there was a man who came to\nthis -- to this camp. He was Russian soldier. Maybe he was in capture, he was ca -- he\nwas captured, and he escaped and this way he -- he came to this camp, I don’t remember,\nbut he -- he’s arrived, too, and they got married on th -- a-after the war, and we visited\nthem, we stay in their house. His name was Kiva. I remember very well.",
        "A: Kiva. And wo -- he had in her -- in his hat, a star, a yellow star. And he gave it to me to\nplay with. Believe me, I put it on my dress, and went very proudly, I went outside to walk\nas Iam grown up. This I remember very well. I -- and all of a sudden there was passing --\na guy was passing me, I believe he was a German soldier. Yeah, he was a German\nsoldier, he was passing me, he came back, he looked at this and he started to beat me with\nhis feet.",
        "A: Kick me with his feet, I was on the floor -- on the ground, and he was kicking me. He --\nhe threw out this -- this star, for -- together with the -- the -- that’s my clothes what’s --\nwith what I was in, and Dr. Girsh, and Girsh came, and he liberated me, he took me and\nhe was talking to him some way, he must have been like he was talking to him, and he\ntook me. And after, w-when my mother came from work, she was beating me. She was\npunishing me for -- for why -- why did -- did it. But I didn’t know that this -- this -- this\nis not six -- six -- there were not -- not si --",
        "A: -- | -- I told --",
        "A: Yeah, it was a -- the --",
        "A: -- it was a f -- a regular star, but I didn’t know, I -- I didn’t know how to count that.",
        "A: Hitting me, punishing me for -- for -- for ca -- for -- for being show off. And nobody can\nsee me, nobody was around. But I went out with a s -- with a star on my shir -- on my\ndress. This is what I remember, I remember even my feeling about this.",
        "A: I was actually, you know, I was afraid of my mother there for -- f-fo -- for awhile. I was\nafraid, but there was my grandmother, whom I could always ge -- have, you know, to s --\nescape to.",
        "A: I was always afraid, she was strict with me, because the time was -- you know, I was\n[indecipherable] you know. The time was --",
        "A: Because she was a -- she was afraid of losing me, not -- not if she wanted to -- to -- even\nto punish me.",
        "A: Oh yeah, she was the -- I was her favorite, I was the ov -- oldest one, I was her favorite.",
        "A: She was certain -- I was favor -- a favorite of hers for-forever.",
        "A: Yeah.",
        "A: Mm-hm, she was this -- she was a great woman. She was --",
        "A: Her name was Rivka.",
        "A: Yeah, and my -- my mother name was Raisel.",
        "A: Yeah. Raisel, which was -- in Russian was Raisa.",
        "A: But my --",
        "A: Yeah, yeah, absolutely the same.",
        "A: And my granddaughter’s name is Raisel Rivka.",
        "A: My -- my -- my grandf -- my son found -- you know, my f -- my son combined both these\nnames.",
        "A: [indecipherable], uh-huh. This is [indecipherable]",
        "A: Very touching. And believe me I didn’t ask him for this. This -- this what -- he didn’t\nknow my grandmother because she died before he was born, but he loved his\ngrandmother, which is my mother, the same way -- way I used to love my --",
        "A: -- my grandmother.",
        "A: You -- you know this. This was in -- they were very close to each other, they were\ntalking, and I believe he -- he became an Orthodox because of my mom’s -- my mom’s\nstories about before the war, how it was in shtetl, and how she always was listen, he -- he\nused to come to from school, having his lunch with her. She always prepared for him the\nbest -- the best in warm and fresh. They were talking and she was telling him stories\nabout the -- before the -- when she was young.",
        "A: How it was when she was young. Okay, well, we were talking about ghetto. What else do\nI remember about ghetto? I remember -- actually, I remem -- the -- the most part of -- I\nremember when Germans used to come, and how dangerous it was. And we were -- I\ndon’t remember how we were hiding the kid -- Kiva. I don’t remember, but he survived.\nThis in -- this I know very well. How -- where he was, maybe he lived with us. For\nawhile he used to live with us in the same room. And after maybe he was staying in cellar\nfor [indecipherable] because a man could not supo -- survive th-there, only women.",
        "A: Men -- men who can work, okay, no, he could not survive because that’s -- if they were\nJewish, forget about, he could not survive. Or they were at war, or they were killed. If not\nJewish, they were [indecipherable] traitors. Traitors, po -- polizei they called it. So what\nfor ge --",
        "A: Women, women and children, primary. Maybe there were some old men, because one of\nthose men who told don’t bring her to the cellar because she will cry -- she will cry.",
        "A: This -- he was a man -- man, I remember his voice. But I don’t remember how he looked\nlike, because I don’t remember men. And I actually don’t remember if -- men in the\nshule, when my mom used to bring me, only women. And -- and this -- and Kiva, and this\nis the only one, and Dr. Girsh. And actually -- and for me, men -- men were a densh.",
        "A: Yeah, for me they -- mi -- my -- my memory of men was danger, you know. They ca --\nthey can bring death, that you cou -- you have to be afraid of that. But Dr. Girsh, who\nwas -- I’d -- I was not afraid of him, of Dr. Girsh, I was not afraid of.",
        "A: He -- he -- to me he was nice, but my mom said that he was [indecipherable] he was very\nstrict, and he was beating with a whip, Jewish people. But my mom said that to be -- for\nhim to be strict, this is how he showed the Germans, you know, how to sur --",
        "A: -- this way for he -- he saved us. Actually everybody -- everybody who could survive,\nwho -- who didn’t die from starvation, or from k-kind of sickness a- are [indecipherable]\neverybody survived actually Zhmerinka ghetto, is actually -- y -- you know?",
        "A: Mm-hm.",
        "A: No, no.",
        "A: No, I don’t remember anybody being angry with me, of these people. I don’t remember.\nEverybody was very nice to me.",
        "A: Everybody. But I remember very few of them. Even the -- these two women whose\nchildren died, I don’t remember during the war, them. I do -- I don’t remember them.\nThey di -- they didn’t live with -- in the same room with us.",
        "A: A-And I don’t think --",
        "A: Sure, only here, on-only here. Because I do remember this barbed wire. I remember wha -\n- it was very close. This actually was the -- the same place. The -- it looked like I -- I\nwould go out from the door --",
        "A: -- and it would be there. This I remember. And once I remember -- maybe not -- vu -- vu\n-- like my mom used to complain that I was a very bad eater, and this was a vu -- very big\n-- big problem with me. I remember once I went out and smell dragged me to -- and\nhappened to be -- could you mention -- I remember this very -- the smell very well. It was\na cheese which two Germans in the commert truck were sitting and eating from plastic\nboxes. It was like soft cheese, you know, so soft cheese, and they were eating like -- like\nthis. And this smell of cheese was dragging me so hard. I was going there and I was\nstaying and looking at them. But when they turned they faced me, I got scared, and I ran\noff.",
        "A: Yeah. And this smell I brought with me after the war. I remember my aunt who\n[indecipherable] in the wild, she brought me to the restaurant, and she ordered the cheese,\nand I could not stop eating it. You know, this smell of cheese -- smell of cheese that the --\nwas, you know -- I didn’t -- I didn’t realize what is it, because I don’t remember the taste\nof cheese as the -- 0 -- of cheese, but --",
        "A: -- after -- after the smell, and after the war, it -- the smell brought me this memory. And\nafter I remember that it was a big [indecipherable], 1t was, you know, less something\nhappened, and did you know, everybody was so excited, and Dr. Girsh wanted to take my\nmother and me somewhere. And my mother didn’t want to go. And they put my mother --\nthe how they will -- they put her like Sima into the bed, this one bed, put 0 -- 0 -- over sh\n-- her, all that clothes and the sheets, and put me on. And there was a soldier who came\nfor my mother. And my grandmother was talking to him. And I didn’t understand when\nmy gran -- grandmother learned it to -- to speak Romanian, or German. It happened to be\nUkrainian. She was a traitor, she was a polizei. But my mother was talking to him and I\ndid not understand Ukrainian -- Russian -- I understood Ukrainian -- Russian --",
        "A: -- and -- and Yiddish, but n --",
        "A: -- not Ukrainian. And when sh-she was speaking with the -- the [indecipherable] I hear --\nI told her sh-she speaks Romanian. And it happened to be that Germans were coming.\nThey were -- you know, they were go -- going, the Russian army was running them away.\nAnd everybody say that they on -- on their way they will kill us.",
        "A: Yeah. And that why Dr. Girsh wanted to take -- very possible my mother was one of the\nyoungest one. I didn’t know why -- I didn’t know why. Ma -- he wanted to take my\nmother and me with him to Romania somewhere. He was writing -- he was writing\nbecause he -- he didn’t belong to -- actually to -- to Germans, and he didn’t belong to\nRussian. He -- he was not -- you know, he didn’t belong to anybody. And he wanted to --\nto take us, and my mother didn’t want to go. I didn’t know for which reason absolutely,\nyou know, it was not nice talk about it, because I remember that -- maybe -- maybe my\nfather was jealous about this, I didn’t -- I don’t remember, but it was not -- not mentioned\nat home.",
        "A: In our -- in our home, about this, but I remember this [indecipherable]. And next time I\nremember that you can go out from this barbed wire. You -- you can go out. And we went\nout, and it was early spring. The weather was like -- like today. Really, it was like today,\nit was cold, it was raining.",
        "A: It was very bad. And we went to this Soloviyva -- to this Aunt Soloviyva house, because\nmy grandmother and her, they were neighbors. They were in good con -- relationship.\nAnd happened to be that rest of the Jew, who actually lived there, didn’t have place to go,\nand they went to the same house. And the house was packed, nobody can sit. The house\nwas very little. Now, when -- when I remember, that was really very, very small village\nhouse. She was baker, so she lived over there by herself. But again, because she was my\ngrandmother’s friend, I was privileged. I was put on them -- you know, this fireplace they\nhave like in -- in the village, where they used to bake bread, cook in the same, and if --\nthere was like a p -- piece like they can sleep when -- in wintertime, when\n[indecipherable] was cold, they were sleeping over there. She put me there, but there was\nno air to breathe. It was that the house was packed, and nobody allowed to open the\nwindow or door, because everybody was afraid that -- th -- th -- of this noise, the German\nwill -- will do -- would hear us and kill us. And she put me on this -- and to -- to make me\nbreathe she was -- sh-she was pu -- she put a paper and sugar on fire, and this way she\ntold she will clean up some air for me. I didn’t know this was -- this was the way -- this I\nremember, the sugar and the -- and -- and the paper, and I was licking the sugar. I was\nlicking the sugar. I was -- it was °44. This was 1944.",
        "A: Who --",
        "A: -- did -- yeah --",
        "A: -- yeah, this -- this was the same woman. This was Aunt Solo --",
        "A: Soloviyva.",
        "A: Soloviyva.",
        "A: Aunt Soloviyva. This wa -- her last name I don’t remart -- remember her first name. And",
        "A: In this house, and all of a sudden I hear this Aunt Soloviyva came in -- in, and she said, I\nsaw him, I saw him, such a young, with a -- a fi -- on her no -- his nose, how this --",
        "A: -- freck -- freckles on his nose. He’s so young, he -- very -- very possible he’s only 16\nyears old. It happened to be Russian soldier. And so she’s -- the first Russian soldier. And\nthis breeze in there -- in this house, I heard like everybody like -- like, you know, let out\nthe air. I -- this I remember very -- very well, like in the same time, everybody in the\nsame time. Like -- like -- sigh like this. This I remember very well. And after this, people\ngi -- started to get out from the house, but we stay in the same house. We didn’t go f --\nwe didn’t have where to go. And it was very possible a morning, but the weather was like\ntoday, it was little of rain, and very, very uncomfortable outside. And was three of us, my\nmother was holding me in her -- her hand, my grandmother, and one plaid which we had\nfrom I don’t -- from my grandmother’s house with us. And this plaid was covered in --\nthey covered from --",
        "A: Blanket.",
        "A: Yeah. But it’s huge like a -- like a [indecipherable] blanket, they were able to cover\nthemself. And we were walking, or staying, I don’t remember, and we see -- we see a\nman come -- approaching us on the ca -- this -- one -- his leg is, you know\n[indecipherable] on the crutch.",
        "A: Yeah. And two crutches under his arm.",
        "A: And he was dressed differently. His -- his coat is different, not like Romanian or\nGermans, it’s different. This I remember. And I hears he say -- he calls “Raichka,” which\nis -- which is name of my mother, it’s like, you know, like nickname for --",
        "A: -- my mother’s, yeah. And my grandma -- fer -- mother said, “Moshe.” And I know that\nMoshe, this is my father. I said, “Daddy.” And my mother hit me, “Don’t call every man\nyour daddy.” She didn’t recognize him, but he -- it was my father.",
        "A: She didn’t recognize him, and he actually didn’t recognize us, he di -- he recognizes this\nblanket. We were fi -- fi -- my mother was -- she didn’t look, she was so thin, and so -- so\n-- and my grandmother [indecipherable]. Of course he could not recognize me, because\ntwo years, you know, it’s a difference here --",
        "A: -- is big. Very pop -- possible, and I was covered with this blanket, because weather was\nhorrible. Was very cold. This I -- I remember, it was very uncomfortable. And next time I\nremember everybody was sitting in the same room -- in the same room for va -- ghetto\nfor s -- 1t was in the same room, they came back to the same room because we di -- w-we\ndidn’t have where to stay. My -- my grandmother’s -- the house where she used to live\nwas destroyed. My mother didn’t live there. We came back to the same room, and\neverybody else collect to the -- the same room, and my father was talking -- telling to\neverybody and holding me in his lap. It happened to be sh -- that he was participating in\nthis Stalingrad [indecipherable] and he was wounded. And he was discharged from army,\nafter one year being in the -- in the -- the hospital, he was discharged from army, but not\nhaving where to go, he joined his army because he was this ne -- radio technician for -- in\nthe tank. And for this case he was sitting in the tank, he di -- he didn’t have to -- to walk.",
        "A: And this -- this way he was -- his army he came to tra -- Zhmerinka, and I think this 1s\nmost significant th-thing, story.",
        "A: Yeah.",
        "A: How he -- he li -- he actually liberated us. And being discharged from army, he stayed\nwith us. Beside, the war still there.",
        "A: And because of this railroad junction in Zhmerinka, the battle was very hard. But my\nfather stayed here, and you know, now as a young man, there was not so -- so many\nyoung men alive for -- a-around. He used to work for sugar plant. His -- his occupation\nwas sugar planting, and the [indecipherable] was sugar -- sugar plant, if it -- you know,\nVinnitsa, it was sugar -- sugar area, actually.",
        "A: And th -- a lot of people f -- worked for su -- for different sugar plants in -- in the\nVinnitsa area. He started to f -- reconstruct -- reconstruct a chu -- sugar plant in Brailov,\nwhich is seven -- seven kilometers from Zhmerinka. This way, when we lived in Brailov,\nmy mom used to st -- show to me the doors where the Jewish people used to live, and\nwho came to this -- to Zhmerinka ghetto and were killed. And my mother and my\ngrandmother were digging them down.",
        "A: Digging -- digging the deep --",
        "A: -- the -- the graves.",
        "A: After the war, she showed me the places, the doors of this Jew -- for Jewish tri -- houses,\nwhich of course were occupieded by -- by Gentiles. The people took over these houses\nright away.",
        "A: To Zhmerinka --",
        "A: -- and they were killed.",
        "A: Because they were not Zhmerinka. They were not from Zhmerinka.",
        "A: Yeah.",
        "A: Digging them.",
        "A: For these people, yeah. And when they were shot, they were digging di -- you know, they\nwere put in the ground.",
        "A: Sure. This is when my grandmother thre -- threw --",
        "A: -- threw me out beca -- over --",
        "A: -- because she -- she saw that they will b-b-be killed either.",
        "A: Nobody knew who will survive for after this. This is --",
        "A: Sure.",
        "A: Of the ghetto, yes. But -- for a long time. But you know, I was actually very happy child,\nI did -- I remember clearly I was ha-happy child, and very, very independent, because I\nwas by myself actually. And I remember a-after the war there were each -- children were\ndying. This I remember after the war, survived children were dying.",
        "A: And I was with [indecipherable]. I have a friend, his name was Slava. He was the same\nage. I was playing with him, and he was dying of tuberculosis.",
        "A: And I remember even once his mother came to me and ask me to sit down next to him,\nand she had to ca -- to bring some medication, but there was nobody to take care about\nhim, his father was killed at war, and there was only her ho -- and if -- she put such a dish\nwith kerosene, you know -- you know about this kerosene?",
        "A: And she said if he will start to cough, you have to bring and give him to smell it, and he\nwas --",
        "A: Yeah. When I was sitting in -- and this -- you know, dish with kerosene, but he didn’t\ncough when I was -- and he died ne-next day.",
        "A: There were ch-children -- children from -- from ghetto who -- who even survived, they\nwere dying. And there was not -- you see, I -- I was -- I was a bad eater, I was\n[indecipherable] and -- and very healthy, my mom said.",
        "A: I was very healthy. I -- I hear [indecipherable] did you know that -- I remember I had -- I\n-- I was sick during the -- during the war few times. But it was like there’s nobody to care\nabout me, and nobody gave me some medication, and you know, I [indecipherable]",
        "A: Yeah, and I was okay. I was -- I was a happy child. But I had, of course my -- all my\nmemories were of -- were about this. I was afraid about different things -- different\nthings, I wa -- I was afraid of big storms. I don’t know why, but very afr -- I was afraid\nabou -- because they were gray, and German’s coats were gray. I remember this was\nabsolutely the color of German’s coat. This is gray stones. This -- this, I remember.",
        "A: The -- okay.\nEnd of Tape #2\nTape #3",
        "A: Gray stones, yeah, this I do -- oh, and I remember, for -- this bombing which -- which\noccurred when -- of -- I told you, yeah, about this bombing, which was terrible, when we\nstayed in somebody’s house. Did I tell you this story, of --",
        "A: No.",
        "A: Okay.",
        "A: When we were liberated --",
        "A: -- there was no Germans, no Germans, no Romanian in Zhmerinka, my father started to\nwork in Brailov for the sugar plant, he started to restore it. He didn’t have place for us to\nstay with them -- with him, that why we still stayed in Zhmerinka, somebody rented us a\nroom. And one evening, very possible it was Friday night, or Saturday night, and I don’t\nremember. When a f -- there was artillery sound, and for us it was so common, like now\nif a plane is f -- f-flying, this noise is what -- so common. But for some reason I say to my\nmom, “Bombing started.” My masa -- my mom said, “Go to sleep. No -- no bombing, we\nhear it every day.” But it really was the worse bombing I ever saw. And we were sitting\nunder the window -- window with my mother put pillows in the window, and bullets were\nsho -- were -- were sh -- ti -- you know, catching in the feather.",
        "A: No -- moving around --",
        "A: -- th-this I remember very well, and some bullets which still hitting the windows, were f -\n- right in -- into the wall for -- across -- across the room. And I remember this -- this\nwhistle of the -- o-of these bullets, very well.",
        "A: This I remember very well. And this was all long -- a-all lo -- of all night long. And it felt\nlike this night never end. But it ended, started to, you know, it start down, and when we\nwent out, this room which we stayed in was absolutely destroyed, was no roof, was just\npieces of wall. And --",
        "A: No, none of -- oh, no. The -- and when they came out, there were other people caming\nout, but there was no roof on the building. No -- there were just broken walls around. And\nwe were walking, and everybody was walking around, it was like for somebody -- for\nsomething. Oh, and what I do remember, that my grandmother found her velvet skirt, and\nshe made a dress for me, by hand, because it was only dress -- and the only thing which I\nvery anxious that my dress won’t be lost. Because I -- it was night, and I was without\ndress, I was put to sleep, and the only wa -- my -- my hear from -- my concern was about\nthis dress. And my mom was punishing me, stop talking about your dress. But this dress\nsurvived, because I remember it after --",
        "A: -- it’s -- the dress survived. It was -- it -- it did survive. Unfortunately I don’t have a\npicture with this dress. My mom made it for me by hand.",
        "A: Grandmom, grandmom, grandma.",
        "A: It was black, it was black.",
        "A: She had the black skirt, it was black. And next day -- of course my father knew about this\nbombing, he came right away, on horses, and with carriage. And he took us and this\ncarriage to Brailov, and we started to live in Brailov. And if somebody told that this\nactually was a club, it was a not place to live. But we lived in this -- we stayed in this\nclub, because there was nothing, no other. And this is where my -- it was in Brailov. And\nthis is where my -- when my mother was walking with me, and showing me the doors of\nthe -- of houses which used to belong to Jewish people who were killed in Zhmerinka,\nbecause they didn’t belong to Zhmerinka.",
        "A: They were killed in Zhmerinka and for my mother and grandmother were covered -- were\ndigging the holes for them, and covering them --",
        "A: -- after they were killed.",
        "A: And she -- she would show the -- I -- I remember even now these doors. I believe if\nsomebody will show me the door right now, I will -- I will recognize it.",
        "A: The door in the house, I remember it was ve -- very vivid to me. And we started to live by\nthe [indecipherable] ov-ov -- over there, and bombing was every night. Every night was\nbo -- bo -- with the bombing, and I knew that the-they put me to sleep, and we will get up\nand get out of the cur -- building, bec-because we were afraid to stay in the house, our\nhouse will be destroyed, and we’ll bi -- we will be colla -- covered with this, you know,\nwith -- with the stones. That’s why we went out and we stay near the river. I don’t\nremember it -- or it was a lake, or river, but how I see it is w -- w -- 1 -- 1-1t was very\nwide. And bombs were into the river, and this water was splashing. This I remember very\nfu -- very vivid dur -- during the night, but you can see because there was a very positi --\nthere was -- they were sh -- lights like flying, you know, lights, and after this bomb\nexploding into the river, or next -- next to me. I heard this -- of the -- I remember this\nvery, very good, and I remember that we were eating the fish which was deaf after the\nbombing, and was floating on the surface. This -- this fish was -- we eating. And --",
        "A: Yeah. Of course it --",
        "A: -- | -- at least of what I remember, might a -- very possible before the war I had the fish, I\ndon’t remember. But --",
        "A: No.",
        "A: No, I didn’t like it. And after 1 -- wh -- when there’s sid -- real meal -- we had real -- I\nnever ate fish, be-before I started to cook myself, fish, I hate it because it was tasteless,\nyou know?",
        "A: And [indecipherable] once. I even once had the --",
        "A: -- ca-caught the bone in my lung -- gland, and doctor suppose -- my -- my father was\nbringing me to the doctor, they put it out, because it was very -- well, for a very long it\nhurt me a lot. I don’t re -- la -- I don’t like -- I didn’t like it.",
        "A: No. And beside this -- oh, and I -- I got sick, and my sickness was, you know, lack of\nvitamin. I was covered with wound. All my joint in here, I was covered wi-with -- it was\ntoo painful to move my mouth, I remember it here because -- and doctors say this lack of\nvitamin. And they gave me, for vitamin, they gave me carrot juice.",
        "A: Somebody -- yeah, somebody from village was bringing carrot, my grandmother was\ngrating it under some kind -- it was not even grater, I believe it’s some kind of tool. And\nsqueezing it, and this was my shi -- oh -- oh God, of juice. But the cup which she gave\nme had a flower, but it didn’t have a handle, handle was broken. But because of this\nflower I was -- I -- I was agreed to drink the juice, because this flower [indecipherable]",
        "A: A flower. This was the first cup, which I remember in ma -- in my life has a flower.",
        "A: That’s why I like it, that why -- an-and it was yellow, had the thick, thick ceramic, I\nremember very well. And -- and -- well, but without handle. The handle was broken, and\nthey were always afraid that they will si -- you know, the [indecipherable]",
        "A: Pll hurt myself with bro -- broken handle. And what -- what we ate, we ate gray noodles.",
        "A: Yeah, that -- gray, it was gray. And I didn’t want to eat that. And if now I sh -- know why\nit’s gray, because of Germans, who stayed in Brailov, when they were leaving, they her --\nthey here -- put on fire them -- f -- warehouses with food which they had. And everything\nburned out, but there were leftovers of flour. And flour was mixed with the -- with the\nashes. And --",
        "A: Yeah, that way, and this is where the flour which my grandmother and my mother used to\nmake -- make noodles of, this was ou -- and I didn’t want it, because they were very gray,\nand I was punished for this, that I didn’t want it. Of course, you know, at -- this a -- this\nmy memories, and I don’t -- I didn’t have any toys, of course.",
        "A: Of course, no toys, of course. The first toy which I had was a little white doll with all\nblack, which my father brought from some kind of assignment to Vinnitsa, which was\nliberated from Germans already [indecipherable] still was, but it was far west from\nVinnitsa already, and he had an assignment to -- to m -- Vinnitsa, and I remember when\nhe came, he mentioned to my mother some names, and my mother was amazed that they\nst -- they still alive. And th -- they stayed in Vinnitsa, and when we moved in -- in 1946,\nwe -- we moved from Brailov to Vinnitsa, because my father had another assignment for\n-- for work. And we visited some people who my parents knew fr-from befor -- before\nthe war. This is a -- but, it’s still a war. And my aunt, who was -- and all my uncles, my\nfather for -- for was from the fami -- family only broth -- brothers, only boys were -- were\nin the family, and I don’t remember if I mentioned to you that my grandparents from my\nfather’s side were still in Yaltshkov, and they were burned alive in the barn. They -- and\nsomebody told my parents. My grandfather was very old. He remarried. He was widowed\nand he remarried my grandmother, who was the same age which is hi-his eldest son, who\nactually emigrated to Argentina. But nobody was able to keep in touch with him, and you\nknow, we don’t know -- but somebody told me that his name -- his last name was Royter,\nlike mine, that there were fum -- f -- women’s dress stores name of Royter, somebody\ntold me. I have to find out but I still don’t [indecipherable] is not, you know. I don’t\nknow -- know even how to start -- how to start to him, to them who --",
        "A: -- why -- why I’m -- why I’m interested. Now, okay, they were at war, both his brothers\nwere at war, one of them was killed, and rest were -- were -- came -- came from war. So\nsome was [indecipherable] returned. My mother had only one sister, who was at war, too.\nAnd she was evacuated with her hospital which she was working for. She was like\nnurse’s aide. And she was ni -- she was educated like -- like some kind of languages. She\nused to teach Russian literature in school. She was educated and a -- in this -- in this field.\nBut at war, nobody need -- needs lit -- literature [indecipherable] understand. She was a --\na nurse’s aide. She was the one who was -- who was running after the wounded soldiers,\nand bringing them the [indecipherable] and relocating them to the hospital. A very brave\nwoman, and when she got the -- she got pregnant, she was evacuated with her hospital to\nUzbekistan. And -- and this Uzbekistan now. And somehow, during this time we stayed\nin Brailov, we -- we found out that she is alive. My grandmother, you understand? You\nunderstand what -- what happened. We were crying again, it was such a happiness. And\nonce my grandmother gave me, it was the very possible Friday night, 1t was summer,\nbecause I was dressed very light, was very warm. She gave me a bath, and she was -- she\n-- we were staying outside this -- this room [indecipherable] steps, and we staying here at\n-- | was sitting on the step, and she was feeding me with those gray noodles. And voo --\ntelling me the stories just to make me eat. And the story was about her daughter. And all -\n- all of a sudden we see near the fence, three absolutely black faces. Absolutely black, I\nnever saw such black people ever in my life, the -- even after. And was her daughter, my\naunt, with her new hu -- with her husband and her boy whom she -- whom she gave birth\nto in 19 -- in the summer of 1942. He was born in ni -- 1942. He was three -- three years\nyounger than me. And it happened to be that they arrived in the machine room of the\ntrain, and -- where the coal was. That’s why they were so black. They were\n[indecipherable] when -- when they came in with silver, sil -- the war still was there, and\nwe were hiding sealed near the wall and [indecipherable] and I remember this boy was\nsleeping on somebody’s -- I was not sleeping because I was afraid of this bombing, and\nhe -- he was sleeping, he was sleeping like no -- nothing happened. And this was -- and\nwe mo -- moved to another apartment which in -- which I was given a corner, and my\ntoys were sh -- matchboxes, which I was cover -- covering with pieces of material, old\nmaterial, and this was my furniture, I was moving it around, and from one of the\nassignment to vin -- to Vinnitsa, my father brought me my first book. It -- it’s was a fairy\ntale about a frog -- a fr-frog which turned to the princess eventually. It was very nice\nbook, I remember. It -- and it was actually falling apart, but I was keeping it together. It\nwas tearing -- falling apart, the pages were falling apart, and my f -- if -- I was fascinated\nwith this book, and I was putting it together, and I remember by pictures for the -- the --\nyou know, the sequence of the pages only by -- by pictures, because I -- I was not able to\nread.",
        "A: No.",
        "A: Yeah, saw a book.",
        "A: Yeah, yeah, this was first book in my life, which 1s --",
        "A: No.",
        "A: No, absolutely no. I didn’t even know of -- of existing of the toys. That’s a -- do you\nremember I told you that when Aunt Soloviyva was shaking the apple for me from the\ntree, in the beginning when my -- my grandmother threw foo -- threw me away -- threw\nme over for -- to her. I thought that this is a toy, this apple on the tree.",
        "A: This 1 -- this was the only thing, that she was shaking the toy to make me quiet\n[indecipherable] because I was crying.",
        "A: No, I no -- never saw a toy before this doll -- this -- with -- with one leg. I never saw a\ntoy in my li -- in my life. Maybe I saw it before the war, but I don’t remember it.",
        "A: It was a --",
        "A: Bored? Absolutely, yes. I do remember wha -- that why I was walking around like, and\nmy mother was very afraid of me. When I learned how to -- you know, take care about\nmyself, I was able to get out of this room.",
        "A: And I was walking around this, around I was walking just by myself, I don’t remem --",
        "A: Yeah, I -- I don’t remember anybody even talking to me. To -- two times I remember\nonce when Dr. Girsh me -- took me once, twice to his -- to his room, this one I remember\nhis girlfriend. And once when he took me when -- when I was beaten by -- by the\nGerman soldier, he took me to his room, and he even gave me something sweet,\nsomething little and sweet, this I remember. But I was beaten very hard, and this\nsweetness didn’t -- and could you remember, I was afraid when my mother will know\nabout this --",
        "A: -- she will punish me. I will -- I think -- I was thinking only about all my -- what will be\nwhen my mother will know that I was beaten by soldier, that means I went out, from\nwhich I was -- very possible I was not allowed, but anyway, I we -- I went out, and I was\nwalking --",
        "A: -- walking in -- and yes, and I do remember -- I do remember I told you about the cellars\nwhich we were hiding 1n?",
        "A: Very possible they were ki -- kind of open, because I remember the holes, like a door\nopen, and the hole, and you go down, you -- very possible my mother was afraid that I\nwill --",
        "A: -- | will fell --",
        "A: -- fell down. Mm-hm. And maybe m-m -- into this hole. But I don’t remember anybody\nwi -- t-talking to me, telling me the fra -- the tales, no.",
        "A: No, this -- I don’t remember. People were not, you know, it was not -- not a time to --",
        "A: -- to -- for -- for this kind of ti -- you know, ki -- kind -- nobody entertain me, nobody\nwas -- oh yeah, I remember one very, very interesting story. There was a crazy man, he\nwas playing the violin in this ghetto. He was walki -- oh, I remember this just -- just now\nI remember it. And once, German came, and Dr. Girsh made me dance under his playing,\njust entertain Germans. I remember, and I even remember how I danced. Now I\nreminded, yeah, I remember. And my mother told me that she has to be -- me -- teach me\nhow to dance in case of they will come, next time I have to initiate it. I had -- very\npossible -- according to what my grandmother told me, after the war I was youngest one,\nI was the little one who survived this. Very possible that why all these women who we\nmet after the war were crying around me, because I was the -- the -- the --",
        "A: -- the smallest one --",
        "A: -- who survived that --",
        "A: -- ghetto, because other chi-children were dying, and I -- I was -- I survived. This -- oh,\ndo you see, I di -- I almost forgot about this --",
        "A: -- and he was -- you know, he was alive after the war, and my father was taking care\nabout him, he was giving him some money, but he -- he was killed by train, I remember,\nbecause he was crazy, he wa -- he didn’t understand what 1s going on, and he was\nwalking with this violin, oh. He was in -- I was walking around. This 1s --",
        "A: He was not able to work, it was useless to -- to -- to -- and I remember everybody was\nafraid of him to hide in the cellars because he could play violin --",
        "A: -- and the German will find -- find us. This -- I remember him. This was the -- this is\nwhat -- the thing which still, I remember. And I remember when their -- when the victory\nwas.",
        "A: This -- yeah, this I remember very well, because we -- we were robbed this night.",
        "A: Yeah, and I didn’t remember what the -- what kinds of [indecipherable] we were robbed\nof. I don’t remember, because I didn’t remember having anything. But I remember it was\nearly morning, and our aunt stayed with us, and her -- her husband was -- he was -- he\nsuffered of his wound very well, and he was v-v-very hot. Hi-his wound was -- it was -- it\nwas -- it looked very bad, it was very inf -- infected, and he was in the hospital in this --\nthis particular day he was in the hospital. And my mother -- they ma -- my mother come\nto me, it was early morning, and she was crying. And she said, “Victory, and we are\nalive, but ah, we were robbed.” We had little ducks in the wa -- in the -- the pond next to\nthe house. Very possible my mom tried to -- to make something, you know, to -- to make\n-- well, it was a village, it was a river next to, we had little ducks.",
        "A: Du -- y -- an -- yes, and I loved them a lot, and we were robbed. Somebody too -- too",
        "A: Took the ducks. And she said to me, “But don’t worry about, we alive, and it’s a victory,\ndon’t worry about the ducks.” And after this we came to a -- a place, and there was -- you\nknow, was like a [indecipherable] built up fr -- wooden [indecipherable] and my father,\nwho was actually, he was head of this plant, that -- he was one man, who was\n[indecipherable] who came, who [indecipherable] and I remember his speech, and he was\ntalking like -- if you ever heard Stalin, was talking during the war, dear brothers and\nsisters he wat -- he was telling this, and I was thinking, now, they’re not his brothers and\nsisters, this is only one sister, which -- which is my mother’s sister --",
        "A: -- staying next to us. But anyway, everybody was crying.",
        "A: Yeah, he was speaking. And after the war when they -- w-we lived in different places,\nand of -- after the war when there [indecipherable] after the war my grandmother used to\nbring me to Zhmerinka for Jewish holidays. She was still observant. And my uncle, my\naunt’s husband, was working for kind of mill, because they had flour, nobody had what to\neat, and they had flour. But in that time, for them to have flour, it was very dangerous\nbecause he would be -- he would be kicked out, even put into prison because he was not\ngiven this flour. It means he has to bring this flour, nobody has to know. But my\ngrandmother was such a brave woman, and such a nice, good -- she -- she was making\nbread, putting it under her coat, and bringing to people who are starving. That why so\nmany people came for -- for her fu-funeral, because she saved a lot of people from --\nfrom starvation. And -- and she was bringing it to Zhmerinka for these Jewish holidays,\nand everybody was crying. When they saw me, they were crying.",
        "A: And Sima and Kiva got married. They built a house, which was very rare, but he was\ngiven a place, and sh -- they were -- they built a house, they had two girls, which I ch --\nconsider myself much older than they are, they were born after the war. And they -- they\nwere -- always stayed in their house. And do you remember I told you one of the woman\nwho lost a child? Her name was Flom -- her last name -- last name was Flom. This I\nremember very well. She remarried, she had a boy. But they became just a little bit\nestranged from other people, but my grandmother didn’t believe that she is estranged, and\nI remember we came to them, and my grandmother stayed for they pray that they got this\n-- or got us -- they hu -- insert us [indecipherable] to dinner, or to -- I don’t remember\nwhat time of day it was. And they were very nice to us, and you have to keep up with us.\nThis was my grandmother, she’s supposed to keep -- keeping peace everybody. And\neverybody was very cr-crying, seeing me, just everybody was crying, so had the -- this --\nthe -- Aunt Sura, and Aunt Fanny, and the family came back, and Aunt Sura had two\nboys, and one of them happened to be -- he was much older than me, but he was not at\nwar, it seems to me, but I don’t remember him during the war. He didn’t stay with us in\nsame room. Very possible he was in some kind of hiding. I remember him a-a-after the\nwar, but he was -- his name was Gersh, like my husband.",
        "A: Like my husband’s name, Gersh -- Greesha -- ge -- in Russian calls Greesha.",
        "A: Yeah, I remember him after the war, I do remember him. And -- and this a story I re-\nremember, when the service was in somebody’s house, somebody led the ser -- Jewish\nservice for Jewish houses, and everybody was crying very hard because of -- everyone\nvoo -- voo -- lost family during the war. And foo -- foo -- you know what, even before I\ncame to -- to United States, I thought that Jewish holidays, this is for crying. You have to\ncry duri -- during the Jewish, this very la -- very sad --",
        "A: -- event. And when I saw on f -- Ocean Parkway was a synagogue when I came here. And\npeople were dressed up for very -- we came to synagogue because of the holiday, and\neveryo -- everyone was dressed up, and were so happy, I didn’t understand. And I was --\nalready I was in -- almost ’50, I was in ’48 or °49, and during this ti -- is the -- even to\nthis time, I didn’t know because in Russia nobody celebrate Jewish holidays. Beside ask\nwho -- we were baking matzoh, and eating",
        "A: matzoh during the holiday. And I liked it. That was very, very nice, my of -- my mom\nmade gefilte fish, if she could find the fish, if she -- she could buy the fish she made it f --\ngefilte fish, and foon -- if this horseradish my grandmother would doing --",
        "A: -- herself, yeah and [indecipherable]",
        "A: She -- she lived -- she lived with my aunt --",
        "A: -- but we’re -- it was very close.",
        "A: It was like 20 kilometers from each other. That’s why from -- for all the holidays were\ncelebrated together.",
        "A: We were always in -- okay, I have to run to the --",
        "A: Yeah.\nTape #4",
        "A: She did frighten me.",
        "A: For a -- for a long time, for a very long time she frightened me, and the life after the war\nwas so difficult, that for her to be sad on unsta -- satisfied, was am -- you know, for me it\nwas a real t -- a real thing, because life after the war was terrible.",
        "A: I remember we were thrown out from the apartment in November when my sister was\nborn, because of somebody from denun -- denoted on my father who had -- had --",
        "A: Denounced my father, who had a high position, somebody wanted this position. And\nevery apartment belonged to the plant --",
        "A: -- which my father worked to. And when they kicked out him from job, they kicked out\nfrom -- from -- from apartment, and my mother was staying 1n the sa -- with the same\ncoat, with same blanket. It was November, and weath-weather was like this, was rainy,\nand we didn’t have where to live, and w -- we lived -- we moved in with my aunt, who\noccupied it with her family, to this time three children.",
        "A: Her -- her -- her -- her husband, her -- herself, three children and my grandmother in one\nroom.",
        "A: And we moved in, and they sta -- stayed in some so obscure village, this was nothing, just\nhorses, it is a -- I remember. And these horses were brought u -- brought me to school,\nlike four kilometers from this place. Sometimes when the horses could not go because of\nsnow, I was walking this -- this distance, in high boots. And the village was -- because we\nlived -- before we lived in Vinnitsa, and I had city clothes. And we ca -- when we came\nto village, we could not change, there were no money for change. And the boys were\nbeating me up because of the short dresses. I remember I was afraid of the -- I was afraid\nof everything, I was afraid of those boys, I -- I was afraid to se -- to te -- tell my mother\nthat I was beaten, because my mother was -- had trouble all by herself, with this little kid\nin her hand, with my sister, and no place to live, my father jobless. And you know what it\nmeans Russia when you kicked out from one place? Everybody knows about that, it is --\nbecause you have so-called working passport, it’s written 1 -- eventually my father f --\nmanaged to fi -- find a job another village. Soon we moved to this village. There was a\nguy -- in this village a plant, was very nice plant, was very nice place, there were a lot of\nJewish kids which I mingled with. And all of a sudden, there was a gra -- it was 1951.\nThere was a guy by name Swigun, I remember him very well. He was ki -- he came as a\nassistant of director of this plant. Nobody need, the plant wasn’t not such big, nobody\nneed assistant, but he was assigned it’s assistant. All Jew were kicked out of this plant\nduring the next week. And these people were staying out of the apartments like we used\nto stay, and my father found out before. He went to Vinnitsa, and he found another job,\nand we moved out, we were not kicked out. This time we were not kicked out. But the\nold people, I remember my friend, her name was Claudia, too. She was my girlfriend. Her\n-- her grandmother was paralyzed, and they were dragging her out, there was no -- no --\nout on the street. This I remem -- it was after the war. I was afraid of everything. There\nwas [indecipherable] there were -- th-there was --",
        "A: -- difficult life.",
        "A: It was -- it was horrible life after the war.",
        "A: Yeah.",
        "A: This -- you know, I am proud now. I was very conscious to be Jewish, and I never -- you\nknow, never hiding this. Besides, I always fe -- I felt that I am Jewish. Only place where\nwas good for me, it was this -- this -- before this Swigun came, because there were -- I --\nother Jewish boys and girls, only -- only -- but it was very -- for very short time.",
        "A: Yeah, yeah, it was very difficult. It was der -- very difficult, for one reason. I was taken\nby my very far aunt to Leningrad.",
        "A: I was like from -- from -- from fifth grade to eighth grade I stayed in Leningrad. This was\nthe worst -- worst time in my life, because there I was identified as a Jew, and nobody\nwanted to speak. I didn’t have friends. Absolutely I didn’t have friends, I will -- I was by\nmyself. I remember very well always listening to the rad -- to the radio. I knew all operas\nfor -- which were translated by -- by radio, by heart. Because I didn’t ha -- only school\nand home.",
        "A: And my aunt, she was lonely woman, and she was deaf, and she was -- she was not very\nnice. I believe now she was -- she had this -- some kind of mental sickness. Not if I was\nafraid with her, but I was aggravated with her. She was t -- she was telling me bad stories\nabout my grandmother, which I didn’t believe, of course I didn’t believe, my\ngrandmother was entire world for me. And she was telling me bad -- bad stories about\nher, I didn’t like her, and I e-eventually one summer, and during the break, I didn’t go\nback to Leningrad, I stayed in the village. And -- but to this time, before of my father has\na but -- had the position in -- on the plant, being I was one Jewish, and another Jewish\nwas my sister. And I had a friend who was half Jewish, her father was Jewish. And for\nhim it was very difficult to get a job. His mo -- her mother was working, and her father\nwas taking care about household, because he could not --",
        "A: He could not get a job. And my father would not be able to get -- give him a job, besides\nhe g -- he got the position. It was -- you know, there was a choice, or you working, or you\ngiving the job to -- to another Jew, and you will both be kicked out of the plant. It was\nvery difficult time, horrible time, we were -- we -- I -- I remember my mom, who’s -- she\nwas -- she was very skilled cook. She was making potato soup, and some kind of stuffed\npotato skin for the second course. And there wa -- there was only meal. And eventually\nwe got a cow, and my mom, who was actually a city girl -- a shtetl girl, she didn’t know -\n- she was taking care about this cow, and we had the milk. And I remember people are\ncoming with glasses to our house, asking for a glass of milk.",
        "A: A cow, yeah.",
        "A: Ki -- ki -- they didn’t get that.",
        "A: Again.",
        "A: Su -- sure.",
        "A: As a Jew, I was -- I was, you know, I was outskir -- outs --",
        "A: Outside, in Leningrad especially.",
        "A: In Leningrad, it -- 1t was terrible. Now, when people from Russia talking about Leningrad\nlike a beautiful town --",
        "A: I -- I will say they hated -- I hate people in Leningr -- and beside my sister used to live in\nLeningrad, because she diyako -- she made it to a b -- a boy who was student in\nLeningrad, and they used to visit her. And I tried to see beauty around, it was difficult for\nme. You know, I saw these people, and these people who had a gray faces, believe me,\nthis -- they had a -- I don’t know from lack of vitamins, they had gray faces, very severe\nlook. And this -- this what I remember about Leningrad, I didn’t like it. And when Stalin\ndied, I was crying like everybody else, I was a girl, you know, everybody was crying, and\nI thought that di -- you know, the end the world. Everybody was crying. And I came to\nschool crying, and this girls was staying like this, “Are you crying? Because you Jew\nkilled Stalin.” Because there was a story with Jewish doctors --",
        "A: -- 1-- 1-- 1f you remember, yeah. And here again, I was -- I was suffering like everybody\nelse, they outside me. They kick me out of this. You know, and being a -- a girl, being a\nactually kid, to be not in this --",
        "A: -- accepted, was very difficult.",
        "A: Yeah, sure. I knew that actually ghetto was only for Jews.",
        "A: They killed -- the people who were killed, only Jews, and Ukrainians who stayed, they\nwere shu -- they were okay, they were alive.",
        "A: Yeah, I knew about --",
        "A: No.",
        "A: No. Even the word ghetto never mentioned, even when I got the job, already not first of\nmy job. I had to put e-every -- every time when you go to -- to new job, you have to make\nautobi -- biography, put on the paper. And you have to cover the full time for during the\nwar. And I wrote on occupieded territory. I di -- I would not able -- I didn’t even know\nthat ghetto is -- has two t. I didn’t know because I never wrote, I never read word ghetto,\nnever. Never mentioned it. A-And I wrote that I was in occupied territory. And my\nsupervisor, who so -- who wanted to give me a job, he was a Jewish -- old Jewish man, he\nsaid, “It’s so bad that you were on occupieded territory.” I thought, if you would count, I\nwas two -- from two to four years old, what -- what’s such a does -- what did, you know,\nwhat actually can -- what harm to the Soviet Union I can make in this -- in this age? And\nthe -- when I told the story to my friend, just treat it like a joke, he -- they -- one of my\nfriend made a -- a [indecipherable] poetry, I lived in Russia, about me being a spy in -- a\nspy in two years --",
        "A: -- yeah, in two -- when I was two years old, being a spy. And this 1s -- this no -- ne --\nnever [indecipherable] never mentioned. That why I told you that I -- now I read the book\nbecause I wanted to read something about ghetto. When I lived in lu -- in Russia -- in\nSoviet Union, was no mention.",
        "A: No, nothing. And actually when we left, e-everybody said, “You should have some\ndocuments that you were in ghetto.” There was no place to have -- to obtain these\ndocuments from --",
        "A: -- for -- that we were in ghetto. No place. And we got a few -- two women who all knew,\nor were in ghetto, I don’t remember. And they signed a paper which -- which we\nnotarized. And we brought this paper, and my mother, because we -- we -- we want\nsomething to -- to -- for my mother, for -- my mother was the one who was suffering the\nmost here. I was a child, you know. My memories and s -- she actually does -- it is her\nand my grandmother’s y-you know, also --",
        "A: -- also honors that I survived, actually. This 1s -- this is for them. And when we brought\nthis paper to some organization here -- she brought, with my husband, because I was at\nwork already, and my husband was the one who was taking care with her -- he was\nworking, too, but they were very close, my parents and my husband were very close,\nwe ve never had any problems with this -- in this -- the was th -- he was considered the\nson 1-in the family. And when she came to some organization, there were Russian who\nworking in this organization, not Jewish, Russian. I don’t know how -- va -- which way\nthey ki -- they used to ki -- to come here, and they said, “Where did today -- obtain this\npaper, on Brighton Beach?” And my mom [indecipherable] her face, she -- she said, “I\ndon’t want to have you with this any more. I don’t want this any more.” She turned her\nface, and very soon she died f-for -- not able to -- she -- she was killed by car, th-that was\nsudden.",
        "A: Here. She was in -- you know, she went to English --- English ca -- English classes, she\nwas very anxious to get the English language, to -- to speak English.",
        "A: She was after se -- she was 75, but she wanted to speak e -- English was -- she was so\naccurate with her homework, and teacher loved her so much.",
        "A: Yeah, because I was talking the teacher, and she -- she was not able talk.",
        "A: Teacher was Jewish, she spoke Yiddish, some little bit.",
        "A: And this how they --",
        "A: Yeah. Sure.",
        "A: Yeah.",
        "A: I will tell you something. When I have to go to school -- we lived in village. When we\ncame with my mother, we came to Kiev because I wanted to -- I wanted to study in the\nsame school which my father did for [indecipherable] like this family. And I came to\nKiev, and in fren -- y -- this was not the si -- subways train outsti -- outside train. I saw\nJewish faces, I decided that I want to live here, because I was so afraid about -- o-of big\ncities after Leningrad, being outcasted so much, that when I saw here Jewish faces, and\nKiev was a f -- the fa -- city of the -- a lot of Jewish people lived because still before the\nrevolution, and everybody who survived bu -- came back to Kiev and in Kiev somehow\nyou can -- it was difficult anyway, being Jewish [indecipherable] was very difficult. But\nanyways, better than Leningrad, for example. And for -- I stay in Kiev, and I don’t know\nfor which reason, but my memory, I was befriending only Jewish boys and girls. I -- for\nsome reason -- by the way my sister didn’t -- did not, she married a Gentile, she married\nthat Russian, I was -- very -- very possible because I suffered from an -- anti-Semitism all\nmy life, being o-only one in school, and being one in school in Leningrad, and being so\noutcasted, that I want to be among my -- among my own.",
        "A: Looked Jewish, when they looked Jewish to me.",
        "A: Most of the time, yes.",
        "A: Yes, I was.",
        "A: Most of the time I was Jewish -- I was correct. And I stayed -- I rented the c -- it -- it cal -\n- it call a corner, 1t means a bed. And my lane -- landlady was Jewish, and I was very\nanxious to bring everybody whom I meet, and whom I befriend to -- for -- for her to see\nthem, because she has to know whom I am with, because you know, that she -- very\npossible she’s -- you know, t-the -- I want to -- her to know that I -- that everything 1s\nokay.",
        "A: And this way I use [indecipherable] Jews, and I thought that if they are Jewish, they are\nokay. I don’t know, I was like a [indecipherable] running to the [indecipherable]",
        "A: -- boys and girls --",
        "A: -- but anyway, I thought if they are Jewish, and they have family Jewish, it means that\nthey okay, they brou -- they brought up properly, that mean they’d -- are not --- and they -\n- and besides, everybody went -- try to go to ha -- to college, or 1s in the college, which\nmeans, you know, it means that, you n -- they’re certain level --",
        "A: -- of, you know, the education, makes people -- first of all, they very occupied that -- with\n-- with lessons, and with -- and they didn’t have time for -- for bets -- the -- for -- for\nbetting. And very soon time of Khrushchev came, Stalin died. There was this open letter,\nso called. Y-You know, when they open letter was read, 1 -- I was still in high school. I\nbelieved every word right away. I didn’t know about it. But in my home sometimes, my\nfather mentioned something. But believe me, I was very much against this because I want\nto be like everybody else, I want to mingle with -- with -- and my father was so against\ngovernment, against the -- you know, he didn’t show it -- beside that cu -- beside --\nbehind the door of our apartment. But --",
        "A: Outside the door.",
        "A: But inside, sometimes he mentioned it.",
        "A: You know, pioneer.",
        "A: But no Communist.",
        "A: When it came time to be even in Komsomol, even in young Communist party, I was tre --\ncynical all right --",
        "A: -- de -- about all this hi -- all this. And when Khrushchev came, and all my friends and\nme, we started to read the literature, which was -- which was prohibited in Stalin’s time.",
        "A: And of course from that time I was -- you know, I didn’t believe exists a -- a civil\ngovernment forever -- fo -- fo -- from -- from this particular time. This -- I’ve -- when --\nwhen I was growing up, I was already re -- ready to go.",
        "A: Yes.",
        "A: Again, I was [indecipherable] a refusnik. Because first of all we get the job, because of us\ntrying very hard. My husband had very bad job. He had to change the job to be a\nrefusnik, and he was -- like my father refused to ta -- tell me look at this, what she made\nof that -- of this guy, he was a man, a mensch [indecipherable] and now he be -- he\nbecame a frightened man because he -- he used to bring his is d -- you know, these\ngloves, this -- you know, the fa -- because he, who very -- very often he -- he had to, you\nknow, to load the truck and unload the truck. And it was really very difficult. Besides, we\nwere -- because of my husband had to change a job, his salary was half of the salary here\nhe used to have. And because of everybody’s salary was from -- just fr-from salary to\nsalary, we suffered a lot. And only because of again, my mother was a very -- you know,\nfu -- very frugal cook, this is how you can survive. We did -- didn’t -- we never had any\nsavings on us, ne-never had. And at work I never talk to anybody about America, about\nmy intention to leave. Everybody knew because they had to take paper, and they\nsupposed to, you know, condemn me in voice. The -- the lot of people who just supported\nme, but they suppose -- what they supposed to. And I remember even this old man who is\n-- who fa -- who didn’t want me to write that I was on occupieded territory, he was the\none who supposed to condemn me. And he didn’t know how to do it. He said, “Look at\nthis, I work fo -- with you for such a long time. I never knew that you wanted,” he didn’t\nknow what to -- v -- what -- what else bad to s -- to tell. He didn’t know. I was like\neverybody else, I was coming to work, I was a consciousness at work, I was doing -- I\nlove my work always. And you know, I was brought up as -- you know, I have -- if I\ncome -- if they gave me work, I have to --",
        "A: -- | -- | have to do it.",
        "A: And -- and actually it was -- actually it was difficult to complain about me. And I wanted\nto tell one story, because this story was significant enough. When there was, you know,\nthe -- su-supposed to be meetings to condemn me, to tell bad thing about me, that -- to --\nthat I am a traitor, I want to leave my country, my cuze -- you know, my Fatherland --\nFatherland for some kind of America, a-and supposed to be like this. And somebody\nsupposed to represent me. There was this foo -- of general -- retired general who was a\nhead of personnel department, who was very nice, because he was -- he -- he -- he grew\nup among Jewish boys and girls who help hi -- him before the war, be -- became a man sh\n-- and they decided -- in my division, they decided that head of division would not go\nbecause they will re -- 1 -- j -- remind him of all the mistakes we made. You know, he --\nhead of department, e-everybody. So he decide -- decided that his assistant will go, that’s\nme. And his assis -- assistant was Jewish. He was very nice, very handsome man.\nHandsome and to -- could -- you know, everybody in the -- in this -- in my cu -- company\nwas talking about h-how nice, and how handsome he 1s. He is now here. His name is\nWeiss. I --I would like to have his -- his name, because I never forget what he had done\nfor me. And he was s -- s -- charming, and he was the one, if there was some problem, he\nwas sent to -- to -- to sol -- to solve this problem because he was very charming,\neverybody was -- you know, was -- was charmed by him, was the -- because he was the --\nhe -- he was the one. And he f -- everybody, they decided that he will represent me. Like\nwhen we came, there was a committee. There was a -- a chief engineer, who was -- he wa\n-- who was a Schwarz, he was a anti-Semite. I didn’t know before, because I -- you\nknow, on my position, then his position, we were very far from each other. I didn’t know.\nThere was this Barbara, which I told you, who -- who was assistant of this h-head of\npersonnel department, who was a cou -- who was undercover KGB, everybody knew that\ns-she is undercover to KGB, but what can we do? And a lot of other people, among them\nare Jewish people, too. Was a secretary [indecipherable] of party secretary, who was anti-\nSemite number one. But he was drunk, I remember where f -- my friends who was\nworking, they said, “Oh, you know, we had to make a picture of him, how sometimes he\nwill -- he is coming from work, he could not walk, he went to -- to -- to the train\n[indecipherable] and this pi -- picture will -- will make him tell about you the bad thing.”\nBut then nobody made this picture, and -- and there was few other people. And to keep\nme at work, which I ask them to keep me at work, do not fire me because I knew that we\nwill be refusniks, and we have to survive somehow. This, you know, assistant is Yuri\nWizer, this what I thought, he who represents me, said about me good things. And he\nsigned up the punishment for him. And now everybody said, “How can you tell about a\ntraitor, about the person who want to leave he -- her Fatherland, good things? She’s the\nworst person we can di -- how can you?” And everybody forgot about me.",
        "A: -- for the moment, and started with him. And it was like for two hours. I will tell you, I\nwas so tense. I didn’t know how will I come tomorrow to work and look in his eyes, if he\nwill still here after everything they told about him, and this Barbara, who happened to be\n-- you know, she -- of course she liked him, but he was -- he was very respectable man,\nthat was far for her. She was -- she was the one who was -- her -- her language was the\nmost -- the most -- the most powerful against him. And after two hours, we walked out in\nsilent. We didn’t talk to each other. Everybody came. He went to his office, he had the\nprivate office, and I came to my -- and -- to my room where I work, and nobody from co-\nworkers ask me how it -- everybody saw. And was so silent, nobody was talking,\neverybody understood that there’s something to -- something terrible happened. And I\ndidn’t know if they will keep him at work. I -- I didn’t think about myself already\nbecause I felt so bad about him being so brave to -- to -- to represent me. Well they made\nan -- in the end of their working day, he came to my he -- to the room, looks at every --\nevery group, every [indecipherable] had the room, separate room. He came to my\n[indecipherable] room, and he ask everybody to leave, just me to -- to stay. And he\napproach me, he said, “Claudia, don’t worry. Nothing happened. If you would need more\nm-my help, I will go.” I never forget. It 1s so -- sorry -- and believe me, because of this\nanti-Semitism, I was -- I didn’t tell anybody this. I wanted everybody know how brave he\nis, but I could not tell, because he made such a -- you know, tha -- such a -- and I didn’t\ntell about this to anybody before I found out that he 1s here.",
        "A: When I found out about this, he got -- he is older than me, and he came later, and it was\nvery difficult for him -- him to got a job. And this is -- okay, and he -- and I got an offer\nfrom a guy who knew me before, a young guy, he became vice-president of the company.\nAnd he insisted on me to get a job for -- in his company. But I had my job, and I didn’t\nfeel like leave my boss. Y-You -- we have very good relationship, it’s very small\ncompany actually, and I didn’t feel like, and I decided I will try to offer to Yuri this job. I\nwill tell Yuri that there is a job. And I call him, and I told him that -- I -- I found his\ntelephone number. I told -- I called him and I told him, do you remember this story? I\nnever forget it, and only now I want everybody to know. And everybody who used to\nwork with us, and who is here, and I t -- I telling the story everybody. Because I never\nfor-forget. You -- you should know who he was. He was, you know, like a symbol of --\nof -- of engineering mind, and being so handsome, and you know, it becau -- even that he\nwas a Jewish didn’t -- you know, it didn’t bother -- bother everybody be -- because he\nwas so respectable. And he had the -- you know, he had -- had guts, like American say, to\n-- to stand next to me, and to protect me. This 1s -- this was -- but he did not get the job, it\nwas difficult for him with language ver-very much. And he was, you know, he was\nretired already, he -- he was 65, he said, you know, “I got my social security, and I -- I\nam happy with that. My son 1s okay, I -- he -- thank you so much.”",
        "A: And we were talking for a long time. He told me about company, how it’s a ta -- ta --\nhow it became. It actually fell apart when I left. Not because of me of course, it’s Soviet\nUnion who fell apart, and nobody had money to -- to support such a -- such a big cor --\ncor -- company, which designed paper, which needs for of -- they need it for propa -- for\npropaganda, paper for the -- the -- after -- after weapon, it was next --",
        "A: -- next very important production in Russia, this was -- this --",
        "A: This was a story, yeah.",
        "A: Mm-hm. Okay, maybe --\nEnd of Tape #4\nTape #5",
        "A: A refusnik actually, what does it mean? It means when you apply to leave the country.\nYou apply to special organization -- organization for special permission, which actually\nbelonged to KGB. It is -- 1t is a division --",
        "A: Yeah, it’s division of KGB. They put you on the list. They -- they do not -- they denied\nyour application, they would not let you to go, but they put you on the list of people who\nwant to leave -- who want to leave their Fatherland.",
        "A: Sure, sure.",
        "A: Yeah, they refuse it, and we became refusniks.",
        "A: Yeah. And being on this special list, you have a special treatment, according to it. It\nmeans that actually -- well better -- you better do not apply for another job, for different\njob, because not only -- you know, if -- or very possible, people who give you the job\ndon’t know about that you’re a refusnik, and you don’t o-offer it, you don’t talk on it to\nthem. But in while, their in-information will come to the personnel department, every\ncompany had the personnel department, and every personnel department had somebody\nfrom KGB. And eventually this information will come.",
        "A: And not only you who will suffer for -- but the people who want you to hi -- who want\nyou to work for them, will suffer from the -- fro -- from this. They can’t have food,\ndifferent co -- different co -- diffi -- difficulties at work, with -- especially with different\nparty organization which were very powerful.",
        "A: In the -- in government they didn’t do anything technically, but government the people,\nand through condition and position and salary, especially salary. And everything was\nunder their control, and they -- when they find out that you are refusnik. If a -- besides,\njust have -- talking with Grigory, we were under control of this -- of -- of local police --\npolice -- the, you know, f -- and we had our local policeman coming to check on us every\nmonth. It means that he was checking if there are group of people gathering together, and\nmaybe were talking about something. Th -- maybe we read some books which we not\nsupposed to read. They control this too. Or paper, or su -- maybe -- by the way, my sister\nwas here like eight years before they let us to go. And f -- wh-when you -- there\n[indecipherable] the stamp of this guy who censored the [indecipherable] his woo -- his\nnumber was K9. And when there were sh -- not -- no -- to foo -- from time to time we\ndidn’t have letters from -- from them, and w-worried a lot. And my husband used to say\nto my mom, who of course worried abous -- about her daughter most-- mos -- more than\nus, She said K9 now on vacation. Him -- and that why we li -- we don’t have this --",
        "A: -- that you tell them from the state. That why you have to be very careful when you talk\non the phone, what you talking about. And there were -- some got -- not with us, but there\nwere sha -- a few times when they come to refusnik’s apartment, to the place where the\npeople who were refusniks live, and blame them in having drugs. How -- they put some\nkind of like baking soda on the refrigerator. Don’t -- for -- you know, the -- the powder,\nwhite powder. And they say that this a drug. They put themself. They are searching, they\nput this themself. [indecipherable] got it was not with us. And we actually were careful\nwith -- no, we had -- we had our friends -- our friends did not -- our -- oh, by the way,\nsometimes even friends tried to avoid you, but we were lucky enough. Our friends who\nwere not going to leave Russia because of the job, both -- you know, old parents, who\ncould not wor -- who don’t want to go, they could not leave them --",
        "A: -- by themself.",
        "A: Different da -- da -- different conditions. They did not avoid us, they still keep in touch\nwith -- kept in touch with us, but we tried to not put them into danger. We never talked to\nthem on the phone about our shu -- not -- w-we really talk about our ti -- our ch -- 1-\nintention to leave, and they knew about, and this was our main goal in the life, everything\nwas -- you know, everything was in while. Before we leave. You know, it was like w --\nwe lived like in temporary condition.",
        "A: It is not in -- you know it’s -- it’s now, but we will, we -- anyway we will leave.",
        "A: Yeah, we will leave, we will waiting for -- from -- and to -- to leave. And this 1s -- this 1s\n-- was our life. Of course we cou -- could not change a job, we could not move, we’re --\noh, about moving from town to town, when Chernobyl happened, our son lived -- was in\nMoscow as a student. And actually before Chernobyl he could get an assignment too after\nthe college, because in Russia was -- in [indecipherable] was the rule, you finish the\ncollege, and you work according to your assignment. You don’t look for who -- for -- for\nyour job, you have to work two, three years where they send you. And after you can --\nyou can be free.",
        "A: And it was possible that he can come back to Kiev, it -- 1t was possible because he was a\n[indecipherable] student, he had -- he had the privilege of his hi-high -- high marks in --\nin college. He had some kind of privilege to choose the place. But when Chernobyl\nhappened, we didn’t want to -- him to come back to Kiev, because Kiev became\ndangerous city to live, especially nobody wants to -- for their children, to live th -- this --\nand we started to think maybe we will move some -- somewhere close to him, you know,\nchange -- we had the -- not the bad co-op apartment which my parents helped us to buy,\nand they lived with us, and this was our actually ti -- we left this apartment. We left\nbecause of there was, you know, we were allowed to bring in United State, 150 dollars,\nwhich is -- which was equivalent to 3,000 dollars -- or 300 dollars in Russian -- in\nRussian money. And our apartment that time was six and a half thousand dollars, which\nis, you know, anyway this money -- we g -- we got some money we left to -- from my\nmother-in-law a little bit, little bit to my sister’s mother-in-law, little bit, but you know,\nthis is actually nothing. I actually can buy this ga -- dress for this. This is -- this is the\nonly thing we ca -- could d -- could do. And in this -- this is 150 dollars, which we were\nallowed to take -- take with us. And what -- and --",
        "A: No, and we were trying to move, and we actually found an apartment not far from\nMoscow, it was not in Moscow, it is one of -- one of the small towns around Moscow.\nBut was such thing we could not move, because of prescription to this particular place.\nBut this is not only refusniks, this was in -- in Russia there was a rule, you prescribed to\nthis apartment. And you could not move.",
        "A: And you could not move.",
        "A: Not only to another city, to another -- to -- to another apartment. To -- to -- you have to\nhave permission, government permission to move from this apartment to -- government\npermission to -- for to move from one apartment on. And this is of course we could not --\nwe -- we could not move, it just -- we just found it, but it didn’t go -- go fast, no paper\nwere -- were from -- allowed. And actually this is -- this is what [indecipherable] and wh-\nwhat -- w-we were under -- under control --",
        "A: -- were under [indecipherable] you know, we were under the hoot.",
        "A: Sure.",
        "A: Sure.",
        "A: Sure. First of all, why? Because -- because of the situation, the [indecipherable] sit --\nsituation, there aren’t -- anti-Semitism was government politics. It was permissible to not\ntake people to the college. By the way, I h -- I was a [indecipherable] enough student, and\nfor to get to the college, you have to -- to get exams, you know, exams, tests, tests.",
        "A: Tests was very hard, harder than the -- than tests in school, like five, six times, believe\nme. Very -- very often there was a -- they questioned you, something which is absolutely\nout of the school program, just to make you -- and my husband, he will tell you, he -- he -\n- he went through, just to make you do not answer it. And there was a score, 25 it was the\nbiggest one, 24, was permissible, I had 23, and I could not get to the co -- to the college,\nbut with same mark my landlady, who I hired the corner from, she helped me to go to\nanother school not so prestigious, li -- like I want to, and was really not very famous, but\nthat’s it, I went to this school and I graduated that -- that school, which didn’t give me the\nprofession I wanted, absolutely.",
        "A: I wanted to be a technology engineer for sugar plant. I wanted to [indecipherable]",
        "A: Yeah, and I knew this technology because I went to -- when I was in school I was\nworking part time, and my hus -- and my father had difficulties, I told you, in -- at work,\nand sometimes I just went to work just to earn some money for -- for -- and I was --\nduring the time I was in school at night, I was working at the -- at the plant, because plant\nwhen it works, it works actu -- actually only few months a year, it produces sugar from --\nit works 24 hours. That’s why I was able to work at night, and I love this -- I like this\n[indecipherable] production. I knew everything about that, and I loved it, and I wanted to\n-- but it was impossible actually, the -- I actually don’t know anybody of my age, Jewish,\nto be in this school, during this time.",
        "A: Yeah, and that why he -- why by the way n -- a lot of Jews [indecipherable] from Kiev\nwent to different obscure towns in Russia, where they didn’t even saw Jewish -- Jews\nbefore. And they didn’t pay attention to it. And they got -- they studied there, not only\nbecause they were [indecipherable] refusing thing, they were Jewish.",
        "A: I was -- I was at the chanot -- sillicut ceramic, different kind of ceramic, which for\n[indecipherable] fro -- for dishes, glasses --",
        "A: No, no --",
        "A: -- it was not the structural, it was a technology engineer. But when I decided to le -- and\nassess -- assess this technology in the -- technology engineer for -- for this ceramic, I was\nworking on this military plan, which my profession was okay for this, it was s --\ncompliant with this. But I decided to leave, I wanted to leave. And I left this military p-\nplant, where to go? There was only design companies, very bad pla -- factories, very,\nvery old fa -- old military productions, this is -- was, and my neighbor ca - say to me, you\nknow, in structural depart -- department, we’ll always need people. And I was an\nengineer here on -- on the plant, and I went as a technician, actually as a drafter -- draft --\ndraftsman for -- for -- to -- in structural department. And very soon, because you know, I\nhad the background, I had the -- from I had the college background, I -- to -- very soon I\nunderstood what -- what we’re doing. And the group of people moved it -- it’s before we\nwere refusniks.",
        "A: It is -- was before -- before we applied, because my husband still could not find a job, he\nwas still working on -- and you could not apply, because nobody will take documents\nfrom us, because he 1s working on such a secret plant. Besides, he didn’t -- being a\nJewish, he didn’t have the -- the -- a level of secrecy he -- he would -- the -- really he --\nhe’s supposed to have on his position, a foo -- over there, he -- he’s supposed to have, but\nthey didn’t give it to him because he was Jewish. And from a group of young people my\nage went to little company who -- which were de -- designing brick -- like production,\nthere was brick ovens, you know, this big -- how will you call it, where they\n[indecipherable] the brick?",
        "A: Ovens --",
        "A: Oh, it’s a -- a special name, I he --",
        "A: Yeah? You --",
        "A: Kaln, kiln, kiln.",
        "A: Sure, thank you so much. And the -- they were designing this, but this was a structural\ndepartment because it’s supposed to be special foundation for this kiln, and the -- e-\neverything. And they took me, and th-th-th-this company had the oof -- and from this\ncompa -- working here part time, I went to structural colle -- to -- to college, and became\na structural engineer.",
        "A: This is when I was working as a -- as a structural -- and after one of this guys whom I left\nhere -- actually, in this company when -- when we moved all together, it was a\n[indecipherable] there were Jew -- a group of Jew who were working there, and they were\nmaking -- because this was something for collective farms. And this collecti -- collective\nfarms, it had some kind of pra -- like manufort them, and they can pay their own money\nfor this crowns, for the -- and this cr -- this way, this company [indecipherable] company\nwas making money, and the Jewish people were making some money too. Forget it --\nthey were hunting. Everybody was kicked out. Everybody -- everybody who had the\nposition, he -- and th-they were th -- replaced by -- by this member of party, that member\nof party, and -- and these Jewish boys who were structural engineers before, who took me\nwith them, they left br -- just do -- just -- they were afraid that that were -- will be kicked\nout.",
        "A: Beside, they were not head of departments, they started from the head of departments and\nthey m -- they were different thi -- a project -- project managers -- you know, project\nmanagers were one thing, and there foo -- foo -- and the people who were negotiating it,\nand who were making the money. And these people, a lot of them were Jewish, and they\nwere n -- doing very well for -- and company was doing very well [indecipherable] they\nwere Jewish, of course they were kicked out, and -- and this -- my co-workers, my friends\nactually, they were afraid that they will be kicked out, but I was on such a low position\nthat to foo -- nobody -- nobody was paying attention to me, and I was able to finish the s -\n- the school over there. Soon as I finished one of that’s my friend, they could not let me\nto stay there, he was afraid of me. He found me the job on this company which was\ndesigning paper [indecipherable]. And working on this paper [indecipherable] and this\ncompany, I shill applied -- not -- not soon enough like in five, six years. Ev-eventually I\nstayed with this company for 15 years.",
        "A: 15 years I was working for them, and this is -- was sort again, it was like I was so -- was\nlikely to be surrounded with nice people --",
        "A: -- here. But really it is -- as a matter of fact, they did not fire me when I here -- besides I\nwent for the -- that I told you the -- how I had to get a signature from party -- party\nsecretary, and how she -- she didn’t want to -- to give it to me for three weeks, and I\ncould not apply without -- without his signature. Nobody -- nobody will take the paper\nfrom me. And I shil -- I toola -- I shiz, you know, I told him that I will call to committee\nof people rights, which did not exist.",
        "A: Human rights, which did not exist, but he didn’t know. He was more -- more drunk than -\n- than sober. That way he actually didn’t know what is going on, but it sounds -- you\nknow, the committee of human rights sounds -- and I told him, okay, you don’t sign, I --\nfrom your office, I’m calling to this, and I took receiver from his phone [indecipherable]\nright away. And this way -- this way I was able to -- to --",
        "A: To apply, yeah.",
        "A: Mm-hm. It is because he didn’t wanted that to -- this, you know, this is not working\npeople, this is not my comp -- my company, these people, but they were [indecipherable]",
        "A: 1988 --",
        "A: -- yeah, but we applied -- we applied, it was --",
        "A: 12 years before, 12 years before. The -- we started to consider it --",
        "A: Oh yeah, well th -- much earlier, I told you actually it was like in two years after six -- six\nday wars. In two, three years. We started to really think about because I was given to it,\nand I found other people, my -- you know, people whom I knew from ma -- my youth,\nfrom -- from -- you know, when I -- when I was younger, when we were, for instance --\nyou know, men go together, we went to movies together, we went to the [indecipherable |\nand some companies like young people, and I met them. A lot of them started to think\nthat there’s -- that, you know, we have to leave. And there was at that [indecipherable |\ntime, there was such a thing, they were f -- reunited families, reunited families, and\neverybody started to m -- for each, you know, to invent --",
        "A: -- an aunt -- aunt from ki -- ki -- aunt who they didn’t see from 1913, and they say they\nwill lee -- they were born in 1930’s, late 30’s, and they were -- they were allowed to\nleave their parents, and go to see this aunt, who -- who didn’t exist --",
        "A: -- who didn’t exist. And -- but every permission was given -- to leave Russia was given to\n-- only to leave for -- to -- to Israel. Every permission, and -- and you obey this\npermission, and a lot of [indecipherable] left -- left Russia with -- you know, being over\nthere, we made a joke of it, but we knew there were, you know people like Ukrainian\nNational -- Nationalists, they called, you know they were shur -- they were shu -- refus --\nthey were imprisoned even for fighting for independent Ukraine.",
        "A: And they will let out from -- from prison --",
        "A: -- and from s -- from country by permission to go to Israel. Only -- only one for --",
        "A: -- only one permission was given in -- 1-in Russia to go to Israel, but you know, people --",
        "A: My permissi -- sure, they did -- they would not --",
        "A: -- the -- yeah, it was not [indecipherable] another permission, but the way yo-you know,\nwhen we applied, our son was in our application, of course.",
        "A: M-My mother -- but when we got permission, our son was in Moscow, and in Moscow\nthey did not let him go, because they s -- they say that we don’t fill an appli -- application\nfor him. And to take him from college, and bring him back to Kiev, and show that -- it\nwas very dangerous, because they can draft him to the army right away. If he is not in\ncollege, we -- he not supposed to be free. And that way we were afraid to do it, and we --\nwe were trying to -- and this time, it was Gorbachev’s time, there was -- th-there was a\nbook -- Israelian book, Exhibition in Moscow. Of course these young Jewish boys went\naround to the [indecipherable] for this -- this exhibition and they became friendly with\nsome young people from Israel, and one of this flo -- one of them send my son to --\ninvitation. And by this invitation, he left. They --",
        "A: And he -- yeah, he got [indecipherable]",
        "A: I will tell you, it -- it is difficult to me to say it -- to say --",
        "A: -- because I grown up in this si -- in anti-Semitism --",
        "A: -- but you know, I grown up in this environmental, that why -- and I wanted to leave, and\nbelieve me, I could not -- s-some people th -- say now that these synagogues in Kiev --\nand I could not go --",
        "A: -- and feel that this is jail.",
        "A: I believe this is synagogue which 1s a distort is actually a picture. You know, this is a\nshow off. I don’t believe in reality --",
        "A: -- in -- in real -- I don’t believe that they’re -- they are not anti-Semitic -- anti-Semites\nany more. I c -- I could not imagine was, at least.",
        "A: Mm-hm.",
        "A: I believe so. I believe so, that th -- th -- it did not make such an effect on me as on my\nmother, o-on my gr -- on my grandmother, you know? I accept her the way she was. I --\nbecause of my mother was not a happy person, and I believe this is because this -- the\nway she told me her life before the war, she had a lot of friends, and they had a -- they\nhad very happy life. They -- they were not rich, of cour -- they were -- they -- you know,\nthey were -- but they were happy. And the way she -- she was al -- she was adv -- she had\nthe beautiful voice, and my -- my father was a fiddler. And they had am-amateur Jewish\ntheater in Yaltoushkof. And she was -- by the way, this picture which sh -- I showed to\nyou? This is the group which will [indecipherable] in this amateur theater. And wed --\nand they had the festival for amateur theaters, and nobody led [indecipherable] you know,\nwho -- who I am talking about? This is the most famous of Jewish rush -- Jewish actor,\nwho was -- he played ca -- King Lear, and he made the Jewish theater in -- in Russia,\nwhich he was killed in Jewish -- it was dismissed at the -- a lot of -- a lot of people were\nimprisoned for -- because -- because th-they were Jew, only because of this. And he\nchoose her, she -- because she was very Jewish looking and she had a beautiful voice.\nAnd he choose -- choose her, and he offers her a work in Moscow, and she was a lit -- in\nshtetl, and my -- my father to -- wanted -- they were not married that time, and my father\nwant to marry her, and he didn’t allot her to go, and she didn’t go -- she was not -- she\nwas not decisive, you know, she was not by herself.",
        "A: And -- but w-what she told -- and the story what she told my -- my son, why he became\nso [indecipherable] were Jewish life in the -- and the story which she told me about how\nthey lived before the war, they were happy. But I remember her not -- not --",
        "A: -- a very happy person. From time to time she was -- she was [indecipherable] she was\nsinging, by the way on this of -- she was singing one lullaby song, which I never hor --\nheard, but on tribute dinner, somebody sung -- sung this song, it was [indecipherable] I\nstarted to cry. First time. And I call my sister, and I ask her, “Do you remember this\nsong?” And she said yes, and it --",
        "A: I -- I don’t have a voice, and -- (Here Claudia Liberchuk sings a few lines of a Jewish\nsong her mother used to sing.) Sorry. Sorry.",
        "A: I don’t have voice. She -- she had a great voice and -- and what is -- somebody\n[indecipherable] this -- this is first time besides from my mom I heard this.",
        "A: I thank you for -- for listening to me.",
        "A: Thank you.",
        "A: [indecipherable] pleasure to be here.\nEnd of Tape #5\nTape #6",
        "A: And this is my famous grandmother. This is -- do you see how nice face she has, how --\nhow smart her -- her eyes are? She was very nice woman.",
        "A: Rivka -- Rivka Duchovich her name. That way I think that she, of course, and my mother\nwas under the name of Duchovich in Zhmerinka because in this case she was admitted as\nbeing Zhmerinka -- from Zhmerinka. Because under the name of Royter, she was in\nVinnitsa.",
        "A: And to -- to be -- to be alive -- to stay alive, she supposed to be from Zhmerinka. I’m not\nsu -- I don’t know for sure, but I think that she was on -- but by the name o -- by -- by the\nmaiden name --",
        "A: -- which is Duchovich.",
        "A: This is my grandfather -- this is my grandmother’s husband, who was killed in beginning\nof the war, which I told in my story. I never s -- I don’t remember him, cause I saw him,\nbut I didn’t remember him. He was killed the -- his name was Isaac Duchovich.",
        "A: This is my parents, which it was done before they were married. They met, and this is the\ngroup of -- they was in group with -- of people whom they were in this amateur theater.\nAnd if -- this picture was done in Yaltoushkof.",
        "A: This is my mother, and this is my father.",
        "A: This is me in the middle, in center, after the war. It is -- you know, I really -- after this\nstory with dancing for German soldiers, I really loved to dance, and the only person who\ncan teach me how to dance was my mother. And fo -- th-this is what I was -- I sh -- I was\n-- foo -- good enough dancer that why -- they made me in the middle, I was representing\na spring because it was a May Day. And these girls around me were flowers -- different la\n-- flowers. And I was a spring.",
        "A: This is picture of my family. This is my mother, my father, f -- this is my sister and me --",
        "A: This is sister, and this is me. And this picture was done when I was in college. And f --\nmy parents came, and my sister came to visit me in Kiev from the village they used to\nlive, and we made this picture for -- as a memory of that day.",
        "A: This is my mother and me, approximately the same time, f -- picture before was done, it\nwas when I was in college, and -- and picture was done in Kiev when my mom came to\nvisit me.",
        "A: I believe it was like 1958 - *59, like this.",
        "A: This picture was done the next day after our wedding.",
        "A: My husband and me, this is my husband.",
        "A: Grigory.",
        "A: This is me. This is my parents, my mother and my father. This is my hu -- my husband’s\nsister, this is my sister. And this is my husband’s parents, this is his mother and his father.",
        "A: Liberchuk -- Celia Liberchuk and Labe Liberchuk, which was in Russian Leonid, because\nLabid was too Jewish for -- for -- for sure, to be in -- in Russia.",
        "A: Yeah, her -- her name was Rivka, actually --",
        "A: -- but she was Rema because Rivka again was too Jewish. I don’t know why I was called\nfor -- by such a Russian name, Claudia. Really, what I had -- I was named in honor of\nsome relative which names was Hava Golda. And my grandmother sa-said -- told me that\nmy Jewish name 1s Hava Golda, and my grandkids know that my name is Hava Golda.",
        "A: This picture was done in 1979, my -- when my sister, who applied little bit before me for\npermission, got the permission, because in Leningrad the station was little bit easier than\nKiev, and Ukraine, the -- in the Ukraine at all. This picture were made because they were\nleaving, and this was the picture of my parents, my father, my mother, my sister, me, my\nhusband, my -- my son, hi -- my sister’s son --",
        "A: F -- it’s Herc now. It’s Herc, Alexander. Alexand -- Russian was Alexander --",
        "A: -- but he -- he was called Isaac, actually, in honor of my granda -- this is Roma, who was\n-- Roma my nephew, my sister who was -- his name Roma was because our grandmother\nwas Rivka, to -- f-for first letter, and this is my sister’s husband.",
        "A: His name is Yuri Sineakof. They live now in upstate New York.",
        "A: This is my mother, here in United States. This picture was done before she died in 1980.\nIt was like -- sorry, in 1990, she died 1990, it was a | -- in -- in 80 -- 1988 - ’89, like this,\nit was -- this picture was done. I believe this is when she went to trip to UN -- to united --\nto -- to United Nations she went with --",
        "A: To UN, yeah, to -- to UN she -- she went with the trip to -- and she went and she was\ncollecting every penny, she want to go to Israel, to -- to see -- to see Israel, but\nunfortunately was not --",
        "A: She was killed by a car.",
        "A: And she died in -- in half an hour. She got hit by a car -- by a truck. That was very -- she\nwas very lively woman, you know, she was -- it was very -- it was February, and it was\nvery good weather. And if weather was good, she was walking. And she walked from\nschool, she went to school to learn -- to study English.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 16, 2004\nRG-50.030* 0484",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Claudia\nRoyter Liberchuk, conducted by Joan Ringelheim on March 16, 2004 on behalf of the United States\nHolocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "CLAUDIA ROYTER LIBERCHUK\nMarch 16, 2004"
    ]
}