{
    "rg": "RG-50.030.0311_trs_en",
    "sequence": [
        "Question: I'd like you to start by just telling me your name, where you were born, and the date of\nyour birth, please.",
        "Answer: My name is Jack Ahrens. I was born in Lida, which was Poland at the time of\nmy birth, and I was born, born July 26, 1921.\nQ. Tell me a little bit about your boyhood in Lida, what it was like.\nA. I grew up in a normal family. My -- I was the only child. My father was an engineer who\nowned, together with my mother's uncle, a foundry which used to make agricultural\nequipment like plows, which were horse-pulled. Very primitive, to compare what's going\non now. We lived next to the factory, and I used to visit it, and I guess that's what\ninstalled my love for engineering, because my father was an engineer. Unfortunately, he\ndied in 1932. I was 10 and half years old at the time. Three years later, I think, my mother\nremarried. She remarried an American. She came, she and -- to the States. She was in the\nstates until 1938. I was brought up by my grandparents. Lived together with my aunt and\nuncle and finished the gimnazjum! -- that is the Polish high school -- with the last\ngraduating class, in 1939. My mother never became an American citizen because of\ninvolvement in properties in Poland, but she came to visit h-- us in 1938, and when the\nwar broke out, she got stuck. She had papers which would allow her to reenter the United\nStates, but she was not a citizen. After graduating high school, my grandfather, who\nhappened to be one of the wealthiest Jews in our little town of Lida -- was a town of\n' Grammar school (Polish).\napproximately 30,000 people, out of which between 10 and 15,000 were Jewish. He was\none of the wealthier men. He had, he had connections, of course. He knew a lot of other\npeople, and he knew someone who was connected with -- to the creator of modern Poland\nin 19-- in 1918, Marshal Pilsudski.\nThe reason why I'm mentioning it 1s because for Jews to enter a school of higher learning\nwas extremely difficult. They were -- there were quotas, and you had to be extremely\nbrilliant in order to be admitted within the quota. But he was told that if I pass the\nentrance exam for the Polytechnic Institute of Warsaw, I would be admitted, as long as I\npass it. So, in 1939 in August, I went to Warsaw to study with the Union of Jewish\nStudents of the Polytechnic Institute of Warsaw -- sort of preparatory course prior to the\nexam; and that's when I saw the posters of mobilization that -- and the war broke out at\nthat time. That was when Hitler attacked Poland, on September Ist, 1939. That night of\nSeptember Ist, I was on the last train from Warsaw traveling to Lida, after I had left all\nmy possessions in Warsaw. I just -- I was glad to get out. The train, the train trip that\nnormally took 12 hours, took pro-- about 24 hours. We were bombed along the way, but\nwe did make Lida, and when I got home, I got scolded: Why did I leave all my\npossessions in Warsaw? I said, “I just couldn't carry it.” I mean, that's how people\ntrivialized the war. They didn't think that things will happen. We didn't realize what\nactually is going to happen. We were at home watching -- listening to the radio, watching\nPoland, the Polish army collapse -- not from the broadcasts, the Polish broadcasts, but\nfrom broadcasts from abroad because the Poles didn't want to admit. They thought their\ncavalry, their horses, would actually overcome the German tanks. Fortunately for us,\nStalin and the Russian Army -- and the Red Army, came in from the east, went towards\nthe west and they divided Poland and that time. Hitler and Stalin, they divided Poland\nand fortunate for us, my town, Lida, was in the Russian territory, in the Russian area.\nQ. Ok, before you continue, I want to ask you a couple questions.\nA. Sure.\nQ. When you left Warsaw, you had the -- a sense that you had to get out and get back to\nyour family? What was going on?\nA. They were mobilizing just about everybody, except not 18 year-olds. I was 18 at the time.\nI think anyone -- I, I don't remember. Anyone who was in the army prior to that: the\nreservists, plus anyone who was over 20, I think; they had to report to the nearest army\npost. I was not included, but -- I just didn't want to be separated from the family. I sort of\nrealized that Poland had no chance against Germany, against Hitler after the way he\nshowed -- after his show of force in Czechoslovakia and Austria.\nQ. So you already had a fairly strong awareness of Hitler and Nazism?\nA. Yes, definitely. I did belong to the -- prior to the war, I did belong to a group, to the\nZionist movement, and I was an admirer at that time of Ze’ev Jabotinsky, which is a -- I\ndid belong to the Betar also.",
        "Q: And then, just going back a little further to the town and the community in Lida, before\nwe go on, I'd love it for you to tell me a little bit more about what life was like before the\nwar, and whether you experienced antisemitism, whether you mingled with the Christian\npeople in the town -- what, what, what it was like.\nA. Jews usually did not mingle with the, with the Christians. In going to school -- there were\ntwo high schools in our town, one actually closed after that. There was a private high\nschool and a high school which was run by the State. The State high school was the\nprivileged school and there’s -- there was a quota with the, with the State High -- with the\nState gimnazjum. Not all the Jews that wanted were allowed to go there. By strange\ncoincidence, the other high school was a private high school; however the majority of\nJews, Jewish children, went to a school which was called the handlowka.” That was a\ncommerce school where you were prepared for accounting, for bookkeeping, so\nsomething like that. And that school was run by a order of, of Cath-- Catholic priests. But\nJews were accepted there. There was no quota in that school. Because I was one of the\nfew who was accepted to the high school, to the Catholic High -- to the State high school\nfrom the very beginning -- and in Poland we had eight years of high school.\nB. Later, during my time, they changed it. It was six years of high school and two years of\nlyceum. It was like the last two years of high school, they changed it. They called it\nlyceum. The quota was sort of rescinded and many, many more Jews were allowed into\nthis, into this high school. We formed a very close circle of friends, none of us were non-\nJewish -- strictly by religion. If Jewish girls were out with a Christian boy, it happened --\n* Commercial school (Polish).\nthe opposite happened very, very seldom. It more often that the Jewish girls were out\nwith Christian boys, it was sort of like a black mark on their record. It was held against\nthem. But we did make friends. In school we were quite friendly. However, like\neverywhere, the high school kids were -- the Christian high school kids -- were in, in the\nfront of ideas. So when Marshal Pilsudski died in 1935, and the reactionary, the real\nchauvinistic -- I forgot the man, the man’s name, took over, there was one of the few\npogroms in Lida. The pogrom consisted basically of not killing people, but destroying\nproperty. There were some broken windows. There were some broken stores, and maybe\na few Jews were beat up, but no one got killed. No one was tortured. It was more or less\nyou had to stay off the street because you knew if they catch you, you were going to get a\nbeating. That lasted a day or two and then it was forgotten, and we were good friends all\nover again.",
        "Q: Did you personally --",
        "A: It was sort of, it was sort of directed by the government. They were told, “You have to do\nit.” Sorry. What was your question?\nQ. I’m sorry. Did you personally ever get beat up, or people say things to you, or experience\nany of this?\nA. Oh, I was told many things. I was told, but never physically. I never had any physical\nharm, but I saw them breaking windows and walking around with what you would\ndescribe now as a baseball bat. Actually we didn't play any baseball, they were just\nsticks. Hitting Jewish businesses, because most of the downtown Lida was Jewish\nbusinesses. I would say probably 95 percent or more of the businesses 1n town were\nJewish, Jewish-owned. The Poles were mostly farmers. It's strange but many times on, on\nsome occasions we were told by our friends, Watch out. Don't go out this evening\nbecause there will be like a rumble.” We were friendly with them. So, you stood home,\nand that's it. It’s -- the division was strictly on a religious basis, and in opposite to what\nyou have in here as far as Jews, are concerned, you had the Hasidim, the real Orthodox,\nand the traditional, what you would describe here. But still men and women were\nseparated, or they were on different -- they were usually on different floors in the, in the\nsynagogue. The women were upstairs, the men were downstairs. But there was no such a\nthing as modern Judaism, the Reform Judaism. It didn't exist in, in our town at all.\nQ. What about your family?\nA. My grandfather, who basically raised me with my grandmother, they were I would say\nOrthodox, but not Hasidim. They observed all the holidays. They did everything\naccording to the good book, but they were not what I would say in their dress and their\nbehavior, they were modern. But I did have an uncle who married my grandfather's sister\n-- it’s not my uncle, my mother's uncle -- who was a hosed.’ In fact, I became quite\nacquainted with the, with the Hasidim, because I said Kaddish* for my father for 11\nmonths after he died, and the only one that would go to -- that went to temple three times\na day was my mother's uncle.\n> Follower, admirer (Yiddish).\n* Hebrew prayer for mourners (Hebrew).\nSo, I used to go to his temple, to his Hasidishe shtibl,° to say Kaddish for my father. And\nthat’s what I, more or less, I got acquainted with the Hasidim. It’s not that I -- I did\nadmire them for their staunch behavior, for their staunch belief, for the way they behaved\nin spite of all the adversity, because the town was -- didn't exactly admire them, because\nthey, they were different. See, the Jews in Poland from what I -- at least in my town, tried\nto more or less assimilate. They didn't try to separate themselves. They tried to live like\nthe other people. In fact, they lived better than the other people. They were more Polish\nthan the Poles themselves. Now, I remember that in my parent's home -- because my\nfather came from Russia; my mother met him when my -- her parents, my grandparents,\nran away from Lida. They were in Lida for several generations, but they ran away from\nLida in the first World War. Lida was a battlefield, so they ended up in a town called\nTsarizin in the -- in Russia. Tsarizin was known by another name, Stalingrad, during the\nsecond World War. They lived there for a few years, and they met my father, who was\nfrom Khar’kov in the Ukraine, which is now Ukraine. At that time it was all Russia. My\nfather married my mother. He was 10 or 11 years older than her, but she was a beautiful\ngirl, and they -- he came together with his in-laws to Lida. They built that factory I have\nmentioned. I used to go there with him, watch them pour molten iron into forms, and they\nliked me, I think, the people that worked for him, they liked me because — they, they, they\nliked me even later. But after he died, and my mother remarried, the factory sort of\nreverted to the rest of the family. It was my uncle that was running it, and, and my\nmother's uncle actually paid my mother off, and he had that factory. He took it over.\nQ. [Technical conversation] Ok...so when the Russians took over your town in 1939, what\n> Hasidic house (Yiddish).\ndid that mean? What sort of changes took place?\nA. When the Russians came in 1939, the change-- the changes were major. First of all, the\nRussian classified everybody in many ways. The first classification was: were you a\nworking man, or were you a capitalist, or so-called “bourgeois.” Second, they also, on\nyour passport which they gave you, besides your social status, if you were a working man\nor not, they listed your religion. I had a friend whose father was the chief engineer of a\nrubber factory in our town. Our -- the town of Lida was quite industrial. It had two\nfoundries. It had a factory that produced nails used for construction, and a factory that\nproduced rubber; usually they produced -- what’s the English? Galoshe-- Galoshen (ph).\nWhat’s that? Rubber, rubber boots.",
        "A: Galoshes.",
        "Q: Galoshes. The chief engineer of that factory, his son, we went to school together, we\nwere the best of friends. So when the Russians came in, and they na-- of course\nimmediately they nationalized all the factories, but they left the chief engineer in charge,\nbecause, after all, he was a working man. He gave me a job. He gave my mother a job.\nSo, I was able to get a passport which stated that I was a student working, but the Jew, the\n“Evrei,’° remained on the passport. My mother was able to get a passport that she was\nworking -- “Rabochiy,’”’ but still Jew. All the, the rest of the family got passports that\nthey were capitalists, and they were banned from Lida, because Lida was too close to the\n© Jew (Russian).\n’ Working (Russian).\nborder. You had to be at least a hundred kilometers from the border. Lida was closer than\na hundred kilometers, so they were banned and my grandparents had to move into a small\n-- very, very small town. It's not even a town, it's -- was a settlement, whatever you want\nto call it. More inland, more father away from the border.\nIn the meantime, my mother's younger sister -- she had two sisters. That would have been\nthe middle sister. She was married to an engineer, a chemical engineer, whose brother\nwas an electrical engineer. They built in Lida a little factory which made rubber heals.\nPrior to that, he gained these experience by building factories. He built -- he was -- he\nbuilt a factory in Spain. He built a factory in Greece, and my aunt was traveling with him.\nHe spent, spent a few years 1n each place because he could not find work in Lida -- or in\nPoland, actually. Then he decided he and his brother build a factory where -- that was\nmaking rubber heals. When the Russians came in, they of course nationalized the factory,\nand they had to run away. So him and his brother and the brother's family went to Vilna.\nWhen the Russians came in, they gave Lithuania a short-lived independence. The border\nwas not closed immediately, so you could travel actually to Vilna. My aunt, my mother's\nsister, remained in Lida to liquidate her possessions. She was selling everything off. She\nsold everything, and she decided to cross the border illegally with some other people that\nI knew, and they got caught by the, by the Russians. The trial was immediate. The\nsentence was immediate. They were sent to Siberia to Kazakhstan, banished there. We\nknew all that. There is a reason why I am mentioning that. That’s part of my general\nexperience. Also, we had a cousin. It's not, not my cousin, it's my mother's cousin. It’s all\n-- but I still call him a cousin, who was a doctor, and being, being a doctor, being of draft\nage, he and his brother, both of them were drafted into the Polish Army. The brother,\nbeing just an accountant, was a private. The doctor, because he was a doctor, became an\nofficer. They were -- they became pri-- Russian prisoners of war. The private escaped,\nand he survived in a different way. But the doctor, eventually he perished in Katyn, in the\nmass graves when 10,000 Polish officers were killed by the Russians on Stalin's orders.\nBut his wife and daughter were arrested, sentenced immediately, and sent to Si-- to\nSiberia, also, also to Kazakhstan. That's where my aunt met both of them. The reason\nwhy I am mentioning it is when we decided -- when we ended up in Lvov -- I'm jumping\nagain.\nWhen we -- when my mother and I got the good passports, I still wanted to go to\nPolytechnic Institute, but the nearest Polytechnic was in Lvov, which was 600 kilometers\nsouth of Lida, approximately. That was too far to leave the family, so my compromise\nwas to study physics at the University of Vilna. I went to Vilna, and I tried to enroll there.\nHowever, they closed the border between Lida and -- between Russia -- between the\nSoviet Union and Lithuania, and travel would have been impossible. So, I came back to\nLida, and I think it was already March of 1940, we decided with my mother to go and\nsettle in Lvov. Now the -- when the Russians came into Lida, beside nationalizing the\nfactories, they requisitioned all the homes. They requisitioned all the living quarters. I\nlived with my grandparents and with my mother. They had a big house and they had a\nsort of an apartment in the back, and we lived in that apartment with my mother. They\nchased everybody out. They limit -- gave us, I think, two or three rooms, and that was for\nseven people. In the beginning, we had a Russian colonel -- a Russian general -- living\nwith us. But that was sort of, more or less -- I became friendly with, with some Russian,\nwith some Russian airmen. We used to indulge in vodka together, Have gefilte fish on a\nFriday with vodka. We became friends. I was doing nothing at the time, except working\noccasionally in the rubber factory to maintain my status that I am still a working man, but\nmy goal was to get out and go to Lvov.\n[Technical conversation]\nWhen we left -- and this is rather important -- when we left Lida and went for Lvov, we\ndidn't realize how crowded Lvov was. All the refugees, mostly Jews that escaped Hitler\nfrom Warsaw and Krakow, came to Lvov. Lvov at that time had a Jewish community of\nover 150,000. The population of Lvov actually more than doubled with the refugees\nbecause of the war. Finding living quarters was absolutely impossible. So, when we\ncame, we started to look and look, and eventually we found an apartment with a Polish\nfamily. It was an older Pole. He was at that time in his 60s. He had a -- with his wife.\nThey lived on the outskirts of Lvov. He was like a general contractor. He was, I'd would\nsay, about a kilometer from the last stop of the streetcar, and that Pole actually played a\nmajor part, an extremely major part in my life.",
        "Q: Ok.\nQ. Ok, you’ve arrived in Lvov, and I want you to tell me something about the life there in\nthe community, and, and I know it was an important city, so what was your life like?\nA. It was a big city. We found an apartment, which was an extremely important thing with\nthe -- this Polish family: Czachor; his name was Jan, her name was Marja. They were\nboth elder Poles. I had a lot of conversations with him because on the beginning my main\naim was to enroll into the Polytechnic institute of Lvov, which actually didn't -- that was\nApril, and school wouldn't start for at least five months or more.\nQ. This is in what year?\nA. 1940. So, I was actually doing -- I was doing nothing. My mother found a job. She was\nworking. Every job with the Russians was for the government. There was no such a thing\nas private employment. We had to -- we had some saved up money, of course, because\nthey could have -- they confiscated the property, but they did not take away, the Russians\ndidn't take away the tangible goods: the monies, the gold, the, the, the silver, the jewelry,\nwhatever it was. So that was still negotiable.\nQ. Your mother's husband?\nA. My mother's husband was in the United States. She didn't know at the time, because she\ncould not get in touch with him, but he died. He died while she was in -- I don't recall\nexactly, he died in '40 or '41, or something like it. But there was no, no possibility of\ngetting in touch. It was very difficult. We were, we were still looking for another\napartment, and we found a place because we were so far out of town. We found a place\non Wulecka street with a Polish family given to us by the Russian government. They sort\nof requisitioned two rooms from them, and they gave it to us. They had a very big\napartment. If it weren't us, it would have been somebody else. But the Poles, that family -\n- I don't recall their name -- they hated us because of it. First of all, they hated us because\nwe were Jews. Second, because we took away their apartment. We took away part of\ntheir apartment. But throughout all of that I still remained friendly and used to go visit\noccasionally this contractor, this Po-- Pole. We used to have chats. He had things that I\nwanted. He had a radio transmitter and radio receiver, which at that time was not illegal.\nThere was a Polish government in exile, and he used to work or be connected with the\nPolish -- with the AK, the Armia Krajowa,® which was the Polish underground, which\nwas basically antisemitic. I was able to enter the Polytechnic Institute of Lvov, and I\nbecame what you would call one of the top students there. I had received a scholarship\nfrom the Russians, and I was making more with my scholarship and the side benefits than\nactually than my mother was making on her job. So, we lived pretty good. I had the\nfreedom of movement, and that winter I decided that -- we were in touch with my\ngrandparents and they were getting letters from my aunt and that cousin that I have\nmentioned that was deported to S1-- Siberia, to Kazakhstan, with the little girl, how\nmiserable, how bad off they are there. So we went to -- I went to Lida. I visited whoever\nwas in Lida. I went to the little town where my grandparents were. I visited them, and the\n* Home Army (Polish).\nthing that I remember -- it was so primitive. They had a big sto-- big oven in the middle\nof the house with rooms all around it. They used to cook and heat the walls of the, of the\noven they -- to supply heat, and I had to sleep on top of the oven to keep warm. I spent a\nfew days there. Then I tried to go to Vilna, because Vilna being, being independent\nLithuania, had plenty of food. Unbelievable how much food was in Vilna. I went with my\nstudent papers without any Visa, and I was told that if you are smart and you can bribe\nyour way through, you’ll get by, you'll get there. After all, being cocky, being -- what\nwas I then? 21? 20? I got on the train. When it came to the border and they were checking\nthe papers, I was told if you give the guy 40 rubles, which is four 10-ruble pieces, he'll let\nyou through. So, I was smart: I took four one-ruble paper, paper notes, which were the\nsame size as the 10-ruble notes. I met him in the dark passage-- passageway. I snuck\nthem in, and they let me through.\nI went to Vilna. I came back loaded but -- absolutely loaded with food. And we were able\n-- they were able to ship cheese, butter, crackers, cigarettes; because y-- cigarettes, not\nthat they smoked, but that you could trade cigarettes for anything...to my aunt and my\ncousin, so they could use it to help them survive. I didn't need it. I -- we had enough of\nfood and everything. And I came back to Lvov. That was on my winter recess, from '40\nto '41.\nQ. These are huge distances you traveled.\nA. I, I did. I took a train. It was a train, an overnight train ride, or maybe even longer, from\nLvov to Lida. From Lida to Vilna we took the train. From Lida to Vilna was a short ride.\nIt's only about an hour and a half by train. A lot of my friends that I went to school\ntogether with from Lida alone and from other towns. There was a little -- not far from\nLida there was a, a summer resort, what you would call, in pine woods called\nNovoyelnya. Novoyelnya was in a triangle between Berezhnitsa, Novogrudok, Slonim,\nand Lida. It’s actually not a triangle; it’s a little more, where better-off-to-do families\nused to pack up their belongings for the summer, put it on a horse-drawn cart; used to\ntake it about a day for the horse to pull the things into Novoyelnya, spend three months or\ntwo months in Novoyelnya, and then go back. There were two rivers there. There was the\npine woods. It was a -- you could spend a summer. And we used to spend summers there\nand I met -- made a lot of friends, which I still have, which I met in that summer --\nsummers. Some, some of them survived. Many of them, in fact, survived. We used to\nmeet there every year, and when my family decided one or two -- twice -- that they\nwanted to go to another place for the summer, I was upset. I said, “I don’t-- I want to go\nthere. I'll miss my friends.” These young peo-- kids; we had a ball in Lvov. They were\nengineering students. They were art students. They were medical school students. There\nwas a lot of them that came to Lvov because that was the only school of higher learning\nopen to the public which was open to them, which had higher standards than schools in\nthe Soviet Union. Because they could go to Minsk, they could go to Kiev, for example,\nbut they were much lower standards. After all, they had all Polish professors teaching\nthere. And not just from Lvov, but professors from Warsaw and professors from Krakow.\nWe have developed a group of friends where we were -- we stuck together always. We\nhad little to do with people of -- with the Christian, with the Christians, in a way. That\nwas more or less a group of Jewish kids that was together. We had fun. We played\ntogether, and we studied together. In June 22nd, 1941, the night before we went to a\nconcert, to an open-air concert -- if I don’t remember, I think it was David Oistrakh that\nplayed in open-air -- gave an open-air concert, and somebody's comment was, “Where\nelse in the world can people get together, be -- and listen to a world class artist, and be in\npeace?” A few hours later, bo-- we were woken up by bombs. Hitler attacked the Soviet\nUnion. A week later -- or eight days later -- Hitler was in Lvov. And I don't know. I\nwatched the German troops come in; sunburned boys, you know, they, they were -- they\nlooked so good you could never suspect that they were capable of atrocities the way that\nthey perpetrated later, or they, they were perpetrating now, on the Jews or other people\nany pa-- in other places. They looked careless. They looked like they were -- like they\nowned the world. As soon as Hitler came in, I think a week later, he imposed a ransom,\nthat you have to -- all the wedding rings, all the gold, and I don't know how many\nmillions of Polish zloty the Jews had to collect. And everybody in good faith, they just\ngave up the jewelry, gave up the gold. The Germans collected it, and the people that they\nheld for ransom never came back anyway. Because they grabbed immediately a number\nof Jews and a hundred or 120 Polish intellectuals, college professors that survived the\nRussians. The Russians didn't touch them in spite what their ideas were, what they were -\n- Russians didn't bother them, but the Germans killed them. Now, there was a go-- good\nquestion I was asked: “Why didn't you run away with the Russians?” The advance of the\nGerman army was so swift with their method where they actually went in straight on one\nside, straight on the other side, and then they closed in. The army proceeded and another\narmy came from the back to sort of -- to, to, to liquidate the prisoners of wars. Not to\nliqui-- to kill them, but to disarm, to disarm the, the, the ones that were encircled. There\nwas no time to get out.\nHowever, many of my friends that went to school together, because the trains were still\nrunning, decided that instead of staying in Lvov, no matter what, they're going to go\nhome. And some of them went back to Lida, some went back to Berezhnitsa,\nNovogrudok, and so on. And they did make it. They did get home, because I, I found out\nlater that they did get home. They perished -- some of them per-- in fact, the majority of\nthem perished.\nQ. Can you describe for me the first few days of German occupation: what was going on in\nthe streets; what you were doing; what you were thinking?\nA. We were -- our apartment where we lived was not in the Jewish area of Lvov. We lived\nwith a aristocratic Polish family. They hated us, but they, sort of, they were more or less\nrestrained, except for their son. In the beginning, there was no such a thi-- Jews moved\nnormally throughout the city. Having 150,000 Jews in Lvov, part of Lvov became like a\nJewish district. There were nobody -- there was nothing but Jews in there. So, that was\neasy for them to find where the Jews were. So, if they needed Jews for work, to clean up\nsomething, they used to grab them, go -- take the trucks, go into that area, and grab them.\nI had an experience that must have been about a week after the Germans came. We still --\nthere was still no order that we had to wear armbands with the Star of, Star of David, so\nbasically I was dressed like anybody else. I didn't look typically Jewish. The only one\nthat would know that I was Jewish were my immediate neighbors.\nI was coming up the steps, going home, and the Ukrainian militia was coming down the\nsteps, said, “Are you this and this?” I said, “Yes, that's my name.” “You're Jewish.” I say\nso -- I denied on the beginning. “Give us your passport.” I said, “I don’t have it with me.”\n“Let's go home.” I asked him, “How do you know?” Oh, he says, “We were told by\nsomebody reliable how you look and that you were Jewish.” And that was the son of that\nfamily. They grabbed me to go to work. One of the places that we worked was the\ngeneral jail in Lvov, where the Russians have killed all the political prisoners. They sort\nof massacred them. We moved bodies from one place onto, onto trucks. Those bodies\nwere decaying already, and everybody knew the Russians did it; not the Germans, that\none -- that massacre. After that they grabbed me again to go to work, and we went to\nwork on the de-- on the railroad depot of Janowska street. Janowska street was a place\nwhere the-- later was developed into a notorious concentration camp. I worked on\nJanowska street for a while. In fact, what happened to me, the first time they got me, they\ntook my passport. I was able to get the passport back. I looked at the passport and the\npassport was written on parchment with India ink. India ink does not sink into the\nparchment. It lays on top of it. And being an engineering student, I used to do some\ndrafting with the India ink. I knew if you took a very sharp razor blade you can sort of\npeel off the India ink from the parchment without leaving a sign. You can scrape it off.\nSo, I scraped the word , “Evrei,” -- Jew, and I wrote in the word “Belarus,” -- white\nRussian, with India ink, the same color India ink. So, the next time they got me I showed\nit to them -- “I'm not Jewish. I am -- what do you want from me? I'm a white Russian.” I\ncouldn't fool them. The guy grabbed my passport. He says, “Go there, go to work; when\nyou come back we'll examine it more care-- more, more carefully.” When we got back, I\nsaw that passport was laying on the side, and there was a girl that was watching it with a,\nwith a number of other papers. I, sort of, got back and I sweet-talked her, and I swiped\nthat passport. I stole it from -- . I got back home and I -- my mother burned it. She says,\n“If they're going to catch you with that thing, and they know who you are, all they have\nto do is say one word: ‘Put your pants down.’” And because it’s -- the point of\ncircumcision was strict-- was restricted to Jews only in Poland and in Russia. Not like in\nthe United States where, let’s say, most of the males are circumcised. So, she burned the\npassport, and I was without a passport and I went to work. I worked for a while on\nJanowska street. We were carrying bales of hay from railroad cars onto trucks.\nThe pay was good. After a day’s work, if they were pleased, we used to get a loaf of\nbread, a loaf of black bread, pumpernickel bread, which was more than you can imagine\nbecause, who could consume a big loaf of bread that must have been, if you really -- if\nyou look at it, that would be probably a four, five pound loaf of bread? You could trade\nbread for anything. And that was still before the ghetto. My mother used to do the\ntrading. I used to -- sometimes I used to come home with two loaves of bread. The\nGermans -- the German officer was good to us. We did a good job. We were young and\nstrong. There was no such a thing as beating at the time, but I have noticed that they was\nstar-- they started to put up a fence around certain area on Janowska. I said, “As long as\nthey put up a fence,” -- a barbed wire fence, not just a fence -- I says, “I don't like it.”\nAnd I -- one day I told them I am sick. Another day I told them I don't feel so good. I sort\nof talked myself out of there. And by the time they closed in and they made a ghetto in\nLvov, I was no longer on Janowska Street. I have mentioned to you, I think, that my -- or\nmaybe I did not. My grandfather had a brother who was also in that found-- partner in the\nfoundry with my father. They had a daughter -- in fact, two daughters and a son. One\ndaughter married, and she married a guy who was a -- he likes to be, he liked to be a\nbigshot, sort of was a makher. ’ He was a -- had a hand in everything. When the German -\n- and they moved as well, they moved to Lvov also from Lida. He was able to get out. In\nthe ghetto, when just be-- while the ghetto was being formed, or just before the ghetto, he\nknew a family from Lvov who were socially or politically active in Lvov before the war,\nand through them you could get a lot of things. I didn't know them. We didn't need them,\nbut with the Germans, the place where you worked was of the utmost importance. Work\npapers, you had to have a document showing where you are employed, where you are\nworking. And the things that you were doing there were rated according to certain\npriorities. We didn't know it on the beginning, but a different colored card meant life or\ndeath. I'm jumping the gun a little bit.\n” Influential person, bigshot (Yiddish).\nIn the fall of '41 -- I don't remember if it was September, I think, or October -- it was the\nfirst announcement that the Germans made of creating a Jewish quarter. They didn't call\nit a ghetto immediately. They called it “Jewish living quarters.” If you were caught\noutside of it, you were severely punished. Severe punishment meant beating, meant being\nsent to a concentration camp, or even sent to Janowska street, to the conce-- if you were\nyoung.\nQ. So there was a camp there at this time?\nA. There was already a camp. We moved in, into an apartment. There was a Judenrat,'° a\nboard of prominent Jewish citizens who were willing to take the responsibility of\norganizing the whole thing. They have created a Jewish police. Eventually, the Jewish\npolice was uniformed. They had a some sort of a uniform and a uniform hat. To maintain\norder, because after all 150,000 people -- that's a lot of people, and there were a lot of\nconflicts. When you move into an apartment occupied normally by two people and they\nsay now you have to make room for 20 or more.\n[Technical Conversation]",
        "A: We happened to live across the street from the famous Polish candy factory which was\nstill open and producing candy for the Germans. Later they closed it. They liquidated it.\nBut that's, that’s incidental. We had to sort of -- it was easier for us because after all we\n'© Jewish council (German).\nalready made one move. We made a move from Lida to Lvov, so to move into the ghetto\nwe were sort of condensed already. We didn't have all the earthly possessions that normal\npeople have in a home. We left it with my -- the rest of the family, with my grandparents,\nthat by this time they already got rid of it. When we moved there, my, my uncle, my\nmother's younger brother, the second younger brother, moved in also -- moved also to\nLvov. He was -- in the meantime, he was able to get papers that he was a working man.\nHe moved into Lvov, and he lived with us in that apartment; in that, you call it apartment\n-- in the room with, I think, two or three other families. It was just beds and beds and\nbunks, and whatever you had you put it under the bunk or under the bed. You couldn't\nmove around. Bathrooms you had to wait in line. There was one, one kitchen where\neverybody cooked. Life was very difficult, but on the beginning we were not in the\ncategory of the very old or the very young. Those were the first ones to be captured by\nthe so-called Aktions.!!",
        "Q: We need to change tapes.\nEnd of Tape One\n'l “OQneration.” Campaign undertaken for racial or eugenic ends (German).\nTape Two\nA. On the beginning, we were living, prior to the gh-- prior to ghetto, we were living in a\nmostly Christian area, area, which wasn't too far from the Polytechnic Institute. It was on\nWulecka Street, a very classy area with few Jews. Prior to the wa-- prior to '39, it was --\nyou would call it a restricted area; no Jews were allowed in there. That's why when the\nUkrainians went on the rampage, and they were killing and beating and massacring Je--\nJews, they didn't come into that area. They were doing it in areas where predominately\nJewish. There was no sense for them to going after one or two or three or 10 that lived in\nthe area where they could go in places where there were Jews only, and distinct Jews.\nBecause -- I never in my life had pe’ahsin'’’ (ph) or, or, or, or, or was dressed different in\na, in a way that would distinguish me from the other people. The rampage by the u-- the\nworst part about it, I knew some of the Ukrainians from the Polytechnic Institute, and\nmany of the leaders of this -- not many, but some of them, actually -- I knew them\npersonally, from school. In fact, later I'll tell you I had an experience with one of them,\nbut that will come -- that’s -- chronologically, it came so much later that I'll tell 1t to you\nwhen I came, when I come to this. But if I don't tell you remind me.\nQ. Wasn't it surprising that these people that you went to school with were capable of such\natrocity?\nA. The fact that they went to school didn't make them human. They were sort of like a split\n'2 Pe’ ahot (Hebrew) is the plural of pe’ah, the long sidelocks worn by some observant\nJews.\npersonality. Did anyone -- would anyone believe that civilized Germans that gave us big\nph-- such great philosophers and mu-- musicians and you name it, were capable of the\natrocities they committed? That was a complete split of per-- personality. The same\npeople that were admiring -- going to museums during the day or -- the next hour they\nwere capable of killing, massacring, maiming people because they considered the Jews\nbeing subhuman, being not of the same class, not the same -- they were not human\nbeings.\nI was very disappointed with that Polish family because they were the ones that pointed\nout me to a German officer. We were home -- I was home with my mother, a knock on\nthe door, German officer comes in. You leap to, sort of, “Attention!” You d-- you don't\nknow what's going to happen; an SS officer dressed in full uniform, and so on. I didn’t --\nI never spoke German. I could speak Yiddish. But -- in, in high school I took French as a\nforeign language. We were told by the teacher that was teaching German that “If you\nthink that if you are Jewish, and you think that you're going to be using Jewish for\nGerman as a substitute, I'll fail you. German is German, and Yiddish is Yiddish.” So, I\nsaid, “Why should I argue with him?” I went and I took French. Anyway this German\nofficer came in and made himself understood. I mean, he says, “I heard that you have a\ncamera.” And I had a beautiful Kodak camera that my mother brought me from the\nUnited States. And I knew that it was a good and original Kodak. Said, “No, I don't have\nit. I sold it.”” He says, “You want me to search the place?” So my mother says, “You\nbetter -- what, are you going to start up? Give it to him.” So I said, “I forgot. I thought my\nmother sold it. I thought that she nee-- sold it because she needed -- she wanted -- needed\nit for bread.” I took the camera out, and I gave it to the German officer. He says, “No. I\nam not going to take it from you. Here 1s a receipt. I'll give you a receipt for five German\nmarks that you sold it to me voluntarily. No one will accuse an SS officer of st-- taking a\ncamera from a Jew.” I had that receipt for quite a while. Wish -- I wish I had it now.\nQ. Was there a, a -- an atmosphere of fear?\nA. Yes. There was a time already at, of -- where Jews had to wear armbands, and they were\nprior to the ghetto. If a German approached you, a Jew was not supposed to be on the\nsidewalk. You had to walk in the gutter. Rain, mud -- you had to get off and let the\nGerman pass. You had to salute. Salute, by that time, meant take off your -- bow, and\ntake off your hat to a German officer or a German soldier that walked, if you passed one.\nIf there was any way how they could humiliate you, they found a way how to do tt.\nAgain, I didn't live in the Jewish -- in the real Jewish area, but the things that I have heard\n-- and I saw it myself -- where they used to grab the real religious one and cut the\npe’ahsin, cut the beard, make them lick their boots to a shine, beat them to a, to a, to a\npoint where they were unconscious. They wouldn't bother -- maybe they wouldn’t bother\nyoung people like myself, because after all, we di-- didn't look different. We still had the\narmband. But it during -- while this was going on, I still kept in touch with that Polish\nfamily. The only way how I could do it is you used -- we -- I used to get dressed a little\nbetter, not report to work, slip the armband off into my pocket, grab the streetcar, take the\nstreetcar to the end of its run, and then walk that kilometer and go over to his house for a\ntalk -- just to maintain a friendship. We were talking to each other. He told me he was\nworking with the Polish underground resistance. He gave me some names of the contacts\n-- “In case you need it, you can rely on some people.” I knew that he had a radio\ntransmitter, and radio receiver, and a cache of arms. The reason why he was able to have\nall that; he had a big house. The front of it was like a shop, like a carpenter's shop, and he\nwas able to hide all these things between the stacks of lumber and stacks of other things,\nbetween his tools, and they never bothered him. As the ghetto was tightening, and the\nAktions became prevalent every couple of weeks, we were lined up. We had to line --\nfirst of all they built a fence around the ghetto. You had to enter through a main gate. And\nI remember one time that was in the -- late in the fall of '41, we were coming from work,\nbecause my job for most of the time through that cousin that I have mentioned that was a,\na makher in the ghetto with the other family. Unfortunately, I don't remember the name\nof the other family, and they didn't survive.\nThis cousin and himself and his wife -- rather, no, his wife was the cousin -- they didn't\nsurvive; but their daughter and her sister, they survived. I was able to get the right\ndocuments for work. My job was what you call “Rohstuffverfassung”’ -- “gathering raw\nmaterials.” We used to go to demolish places, to demolished houses, to places where they\nused to gather all kinds of raw material and put copper to copper, steel to steel, brass to\n'S Gathering raw materials (German).\nbrass, gold to gold, silver to silver. God forbid if anyone took a piece of gold or a piece of\nsilver. That meant, if they caught you, that one meant immediate execution on the spot,\nright on the spot. Because you were searched at their whim. But the documents were\nexcellent. There were many times where the group, when we were lined up to go to work,\nand there were thousands of people on the main square of the ghetto, thousands and\nthousands, and the Germans used to come in and say, “This group, go to the left; and this\ngroup, go to the right.”” We used to show them our papers and, “This group, go.” And we\nalways happened to go in the right direction where we, we were able to survive. The\ndocument saved -- definitely saved our lives by being in the right group with the right --\nthe beatings during the, during the work, while we were working, were rather rare. We\ndidn't get paid. Occasionally they gave us some food; you had to sort of maneuver\nyourself. But being on the outside, we were able to be in touch with the outside world and\ntalk to people and do a lot of finagling where we were able to smuggle in things into the\nghetto. They didn't check us as well as they checked the other people. We were, sort of\ncall it, the Rohstuffverfassung was the elite, in a way.\nWe survived -- I survived that way the Aktions where they went after the old. They went\nafter the young. They went after the sick. They went after just about anybody. I have\nwitnessed atrocities beyond anybody's belief, belief and description. Because when they\nused to put us aside to wait what's the whim of the ghetto commander, or whoever he\nwas, I -- one was Wilhelm (ph), I think. Another one -- I don't recall their names. Gr--\nGruber (ph), I think; I don’t recall. We were -- I saw them beat to pulp, execute, kill,\nshoot. I saw them take a little baby and tear it in half. That's one image I'll never forget in\nmy life. It, it, it just -- how subhuman. Germans did it. The Ukrainians did it. Now, how\nwould you -- Germans were in German uniforms. The Ukrainians, they had their own\nuniform. Poles were not there, but there were -- they had a group of Russian prisoners of\nwar which turned on the Russians. They gave them a name which I don't recall -- which\nco-- collaborated with the Germans that, that, that did the dirty work. The ghetto was\npractically reduced to, to nothing, because from 150,000, when 1943 came there was\n20,000 left through de-- through killings, deportations to concentration camps, local\nexecutions. They used to kill and bury them. They had, outside of Janowska, there were\nplaces where they used to -- with mass graves where they were just killing one on top of\nthe other. And all this time they were shrinking and reducing the ghetto, moving the\nfence and making it smaller and smaller until -- 1t was right after New Years of 1943. We\nhad a place where this Gajkowsk1, that's my cousin’s husband, my uncle. There was\nanother man by the name of Pupko that was from my hometown, and I was, I was there.\nMy mother wasn't there already. Came to us and told us that “The next three nights are\ngoing to be absolutely awful. You better try to get out. If you survive, you-- you'll be able\nto come back, but it's going to be absolutely awful.’ Now, the reason why my mother\nwasn't there is sometimes that summer toward fall she was in touch with a Polish woman,\na peasant Polish -- Polish peasant woman that used to come to the ghetto wall, and she\nused to sort of give her items of clothing, items of jewelry, and exchange it for bread for,\nfor food with her. You could do it in certain spots in the ghetto. So the woman said to her,\n\"Why don't you come and stay with me?\" My mother was very skeptical. Can I trust her?\nBecause many people -- there were many, many things known where people used to let in\nJews, then chase them out or call the Germans and take away all their belongings, all\ntheir property, all their jewelry -- whatever they had. So, my mother said, \"I'll try. After\nall, I still have you. I'll leave some things with you, and I'll go there.\" So, she went there.\nIt was about 35 kilometers out of Lvov, in the direction of Ternopol. She went there, and\nshe stood there for several weeks until -- and I know it because she told me that. My\nmother told me. The woman came to her that someone said to me --\n[Technical interruption |\nSo the Polish woman said that she was told by someone that, “You must have someone.\nYou're hiding someone because we saw strange shadows moving in the middle of the\nnight.” See, my mother was hidden in a barn on top but she had to take out all her body\nwaste in the middle of the night and dump it somewhere. So someone noticed someone\nrunning around in the middle of the night. So she says, “You can't stay here and you have\nto come back to -- you, you have to get out of here.” She left -- so she left the woman and\nstarted to go back to Lvov to come back to the ghetto. As they were coming -- she met --\nas she was coming, she met another woman, and you know two Jews -- two Jewish\nwomen, they sort of, you recognize each other, even if you are dressed like a Polish\npeasant with a babushka and all that, but you sort of you know, you recognize each other.\nThey recognized that they were both Jewish women, and they both proceeded to Lvov,\nand not far from Lvov, they were caught by a patrol, by a German patrol, who was out\nsearching for escaped Jewish boys from, from, from Janowska street, from the\nconcentration camp. The guy, they beat him up and they gave my mother and the other\nwoman shovels. He says, “Dig yourself a grave. You're going to be shot right here.”\nWhat are you going to do? They started to dig. In the meantime, the patrol came out of\nthe woods with a couple of other women, and the, the SS guy said to the other women,\n“What are you doing here?” “Oh,” she says, “will you save us. We came to see our boys\nwho are on Janowska street. We wanted to see them. We know that they are in\nJanowska.” “You verfluchte Juden!”'* He shot the other two women. He put them in the\ngraves, in the holes that my mother and the other woman dug. He made them cover them\nup, and he said, “I had enough killing today. Verschwinden’’? -- “get lost,” to my mother\nand the other woman. They made their way back into the ghetto. When I came that day\nfrom work, I didn't recognized my mother, because after all I never saw her with black\neyes, with a swollen face. I never saw her like that in my life. But I said to her, “That's\nnot the place for you. Let me try,” because I go outside the ghetto, “let me try to talk to\nCzachor,” to this Pole. And I went to work. I slipped the armband. I went to -- and I went\nto visit that gu-- that Po-- that Polish guy. He says to me, “I can't give you an answer.”\nHe said, “Let me think about it.” I said, “Please, I mean, things are very bad. You -- try to\nhelp me.” I appealed to his patriotism.\n'4 «VY ou damned Jews!” (German)\n'S “Tisappear” (German).\nTo his -- more than his Polish patriotism 1s to him -- I said, “You are a human being. You\nare trying to save another human being which is not guilty of anything. The only guilt is\nthat she was born a Jew, but what did she do? She didn't do anything to you. She didn't do\nanything to anybody. Take my mother and let her stay with you.” I was able to get back\nin time to come back to the ghetto. A few days later I went there again, and he said, “Ok,\nlet her come, but I must get paid for it.” I said, “How do you want to get paid?” He says,\n“T don't want your money. I'm not going to take your money and all that.” He says, “I\nwant an equivalent of a pound of butter, the value of a pound of butter” -- of a kilogram\nof butter, actually; that's two pounds -- “per week, per week of stay. Whatever -- and you\ngive it to me in any denomination, any currency that you want -- that you can give me.”\nSo, we had some dollars. Fortunately, we had singles. So my mother took a lot of singles,\nand we exchanged some dollars. You could exchange the money in, in ghetto for singles.\nYou could do all these things. And this man that I have mentioned, Pupka, was one of the\nguys that used to deal with gold, with currency, and all that. He was from Lida as well.\nMy mo-- I got my mother there. In fact, she went there by herself. I didn't go with her\nbecause two people would have been much easier to detect. One was easier to get, to get\nthrough. I mean, after all, it was easier for one pu-- she, she wa-- she got dressed like a\npeasant woman. I smuggled her out of the, out of ghetto and put her on the streetcar and\nshe -- I got word that she's there.\nQ. How do you smuggle someone out of the ghetto?\nA. Through the gate together with the people that go to work. See, the person -- there was\nalways, there was -- there were groups, and the group -- the men in charge had to present\nthe papers, and he was responsible with his life for anything that was going on. So he, he\nwas checked, and if you were a group of 30 for example, and one had papers which were\nnot in order, two of them would have been shot: the man in charge and the guy who had\nthe papers in -- not in order. I don't recall -- I don't think that I even told the guy that my\nmother is, 1s, is co-- coming out with us, because I didn't want -- it wouldn't have been\nreasonable for him to know.\nIt was better if he didn't know because, after all, all you have to do 1s pass the ghetto and\nget out, go not too far, and then she would disappear and they would load us on, on\ntrucks, on -- who knows, wherever we have to go at the time. Usually we worked in a, in\na, in a -- not in, in a gym... in an armory where they used to bring in carloads of\nmaterials, raw materials, and we had to separate them. So she was already there. That --\nthe -- that January 2™, when they told us about this big Aktion that is going to happen, I\ndecided I'm going to get out of there. I put my best clothes, of course my winter coat. I\nwrapped myself in a white sheet, went across rail -- one -- it was in the middle of the\nwinter; there was snow. I got out of the ghetto across the railroad tracks and hid for three\ndays and three nights. I had some dried bread with me, and I used to melt snow for water\non the Jewish cemetery in the mausoleum. Because the Jewish cemetery was being\ndestroyed already, the stones, but not all of it. After the shooting st-- subsided, I got out\nof the cemetery, hid somewhere, because there was always a curfew. You could not walk\nin the middle of the night. There was always a curfew. You couldn't walk around freely. I\nwent and I got in touch with the man that this Czachor gave me as a contact for the Polish\nunderground. He said to me “Dispose of all the-- your Jewish things.” He was the only\none that knew that I was Jewish. And he told me to go out of Lvov into a certain area. I\nwas there for about 10 days or so, trying to get on my feet. It was in-- on a farm in a\nhome, sort of. They used to se-- they used to go there. We were still in hiding, but in\nhiding with a Polish farmer as a Pole. Fortunately they never asked me questions about a\ncatechism, and they never made me put my pants down. They sort of accepted it because\nmy Polish was fl-- was flawless.\nAfter a week, a week or 10 days, we started going into action where we went and we -- I\nhad a, a rifle. I had some -- a gun, a six-shooter. And we went. We -- once we attacked\nthe German -- it wasn't a German, it was a Ukrainian police station.\n[Technical conversation]\nWe have destroyed this Ukrainian station, police station. They actually -- they, they\nburned it down. They wanted the records burned. They claimed that there were some,\nsome records, some incriminating records.\nQ. How many people were you operating with?\nA. There were seven of us at the-- that time.\nQ. All men?\nA. All men. I didn't know any of them.\nQ. And this was part of --",
        "A: Then we came --",
        "Q: This was a part of the AK?\nA. That was part of the AK. Then we went back to the same hiding place where we were, on\na Polish farm, and someone came there -- people came there and there was one man, to\nme he didn't look familiar, but he says to me, “Didn't you go the Lvov Polytechnic\nInstitute?” I says yes, I mean... “Weren't you always in a group together with...” And he\nmentioned a few names. I said, “Yeah, they were my acquaintances.” He said, “Yeah, but\nthey were all Jews.” I said, “So what? I can have friends everywhere. I am very liberal.”\nBut that gave me food for thought. I mean, if he starts to associate me with Jews... The\nnext time we went on a similar thing, similar action, we had to lay some mines on a, on --\nat a railroad crossing. They were trying to blow up a railroad crossing. And there was a\ncounterattack of a Germ-- of a Ukrainian police, also Ukrainians, also. They sort of\ndiscovered that something is going on, and I happen to be in front and they started to\nshoot from the back, my guys, and I had a str-- sneaky suspicion that they were shooting\nnot at them, they were shooting at me. I said, “This thing does not smell kosher. I, I, I\ndon't want anymore.” So when we came back I gave them an excuse that I had to go back\nto Lvov, that I had to see someone, some family business, and so on. I came to Lvov, and\nI went directly this Polish man, Czachor, and I said to him that “Your Armia Krajowa is\ntrying to kill me. I don't like them. They are -- they don't like Jews.” He said, “I know\nthey don't like Jews, but you didn't have to tell them who you are.” I said, “Someone\nseems to recognize me or -- from the Polytechnic Institute.” So he says, “So what do you\nwant me to do?” I said, ““You must take me here.” First, he hesitated but I stood there, and\nI talked and I talked and I talked, and sort of I gave him no choice. I says, “I'm not going\nfrom here. I'm not leaving the place.” He accepted me, and I was there with my mother.\nThat was, I say, just about beginning -- the end of January of 1943. The, the, the -- late in\nthe second half of January. We were there fine.\nHe had a basement and he had a big shop, which was closed, where he rented one room\nwith an outside entrance to the post office. And people that used to work for the post\noffice used to congregate there twice a day, in the morning and in the evening, and they\nused to talk to each other and we could hear; they were all Poles. They used to talk to\neach other and we could hear the, the war news. On top of it, I built myself a little crystal\nradio set with an earphone and a crystal that didn't need any power so I listened to the\nlocal radio station, to the Lvov radio station, of course, operated by the Germans. It had, I\nthi-- very little Polish. It’s mostly German and mostly German news about the U-boats\nsinking, about the American convoys, and so on; the big successes of the German army.\nRemember that was the time that they were in their full glory, in 1941. There was a\nnewspaper published by the Germans in Polish that the Pole, he used to get it, and then\nwe had it so I was fully aware of what was going on in the world.\nQ. Did you know about -- did you know much about the camps?\nA. Yes. We knew about the camps in the ghetto. We knew a lot about the camps in ghetto.\nMore -- we knew more than the wor-- world wants to give us credit. We knew exactly\nabout the incineration, about the gas chambers -- everything that was going on.",
        "Q: How did you know?",
        "A: Somebody told, and there was no reason why not to believe. Somebody had to tell. I mean\nthose were rumors. No one who survived could tell us, but there were rumors that things like that were\ngoing on, that that was not resettlement. That they were not going -- being sent to another, like the\nHungarian or some other Jews were, were -- they believed that they were being resettled into\nagricultural settlements. We knew that they were not. It's quite possible, maybe the Germans\nthemselves told to some people in concentra-- in -- on Janowska. Janowska was our main source of\ninformation.\nQ. So you were listening to the news and...?\nA. We were li-- we were -- we knew what is going on, what is the status of the war. And the,\nof course, the German successes, they were quite exaggerated, but they were true. It was -\n- they didn't lie that there was -- they put siege to Leningrad. They didn't lie that they\nwere on the -- right next to Moscow, that they took millions and millions of Russian\nprisoners. Remember, America was not at war yet. The United States was not at war at\nthat time. They were sending convoys to England, but we heard about the German\nsuccesses when they were sinking the American merchant ships going to England in the\nNorth Sea, or wherever, wherever the boats used to meet them. A few months later, while\nI was there with my mother, being in the basement, we used to sleep most of the time in\nthe, in the basement. The basement was not under the full house, which 1s important.\nThere was part of the house, the, the porch, which was not excavated, so actually the\nbasement looked like an “L” shape. That will be of importance a little later. I started to\nsee some shadows running around, in the -- in his work room, in his shop, and we looked\nand looked, and I could swear that there were people going there. So we confronted him.\nFirst he denied, then he admitted. He had, beside us, he had: a Hasidishe family of seven;\na woman, alone; and the man, Pupka, who was his contact for exchanging money for my\n-- that my mother used to give him. He was -- he had -- he hid them upstairs.\nHe didn't want to tell us. I said, “Why didn't you want to tell us?” It turned out he didn't\nwant to tell us because he, he said my mother would fa-- wouldn't pay him anymore; the\nlove of money. He would say, “Look, after all, the, the, the, the fami-- the Ha-- the\nreligious family of seven, they have so much money. Why should we be paying you?” He\nwanted to get more money than -- this way. But after we con-- he confronted -- we\nconfronted him, he got all us together in the basement. We -- across the L section, we\nbuilt a wall. So we shortened the basement. We made a room next to the unexcavated part\nof the building. We built a wall in there with a trap door that you had to get on the floor,\ncrawl -- and crawl into the basement, crawl into that room. That was about four bricks\nhigh and about four bricks wide, because that was a brick wall to, to match it the rest. We\nmade a little box, wooden box, and we painted the wooden box to look like bricks. We\nput that corner -- we made it in a dark corner. We put a bench over it, put a lot garbage\nout there and sort of -- like that spot, let it be not noticeable, so you can't notice 1t when\nyou come into the basement. And whenever there was anything dangerous going on, all\nof us had to go and hide there. Because it was on the outside wall, we dug a hole in the\noutside wall and we hid in the sewer. So, we made a, a hole going to go to the, to the\nsewer so we could -- we, we used to separate -- we had to separate the body waste so we\ncould flush the feces with the urine because otherwise it wouldn't go down. Close it as\nair-tight as we could. Water we didn't have, however, he didn't have water -- central,\ncentral water system. There was a sewer line, but no central water system. He had a deep\nwell in his basement with a old-fashioned one-arm pump where you could pump, pump\nvery good water, in fact. Well water. So we had, we had the crystal radio in there because\nthere was an electric powerline going through there. We didn't use the electricity. I used\nthe wire that was disconnected as an antenna, because being underground, I wouldn't pick\nup anything with the crystal set. The signal wouldn't go through. But we used -- I used\nthe electric wire as an antenna, and I was able to lis-- still listen to the German radio. I\nheard about the siege of Stalingrad. We heard all of it. The Germans, of course, didn't say\nthat they were losing at Stalingrad, but we, we had a map and once they started to say\nwhere they were, all of a sudden they were a hundred kilometers west of Stalingrad.\nWhat happened in Stalingrad? So we knew, actually, what was going on, on the, on the,\non, on front.\nQ. Did that give you hope?\nA. That gave us a lot of hope. That, sort of -- in the meantime -- I don't recall\nchronologically -- the Germans discovered the mass graves -- that was way before, in\nKatyn. Those were the mass graves of the Polish -- 10,000 Polish officers that were shot\non Stalin's orders. They brought in representatives from the neutral countries, Sweden,\nSwitzerland. They brought in the people -- representative, and they started to dig those\ngr-- mass graves -- those graves. And because the Russians, when they shot those\nprisoners of war, they didn't do it like the Germans did where they made them undress,\nshoes went to shoes, pants went to pants, jackets went to jackets, hair were shaved. They\nremoved jewelry. I mean, the Germans were quite methodical in their killing. The\nRussians shot, shot them right on the spot. So most of them -- or all of them, actually --\nhad their documents on them so they could identify them. I saw the name of my mother's\ncousin on the list, the doctor, whose wife and daughter were sent to Kazakhstan. The wife\nlives now in Toronto, and the daughter, and the daughter is a psychiatrist in Toronto. In\nfact, I speak to his wife. She’s -- she just told me she was 86. She survived, and we -- I\nvisit her in, in Florida occasionally. That was because I was able to get, because Germans\nwere so methodical in publishing the lists. They did say that they didn't commit the\ncrime; of course, the Russians accused them of doing it, but I think they admitted that\nthey did it, that Stalin -- on Stalin’s orders. Anyway, it came 1944, approximately March,\nApril, end of March, beginning of April of 1944. We were -- all the time we were in that\nbasement running back and forth, up and down. The ghetto was completely liquidated\nalready, but Janowska Street, the camp, had a hundred or less Jewish boys there whose\njob was digging up mass graves and burning the bodies, destroying the evidence. But\nthey were still there. All of a sudden, we were downstairs in the basement because the\nsituation was sort of tight. We hear knocking on the door and heavy German steps, heavy\nsteps -- boots. We ran into our hiding, and we didn't hear anything. We discovered later\nthat the Gestapo and the Ukrainian police --\n[Technical conversation]",
        "Q: We were talking about you heard the German boots.",
        "A: The German boots. We didn't know it in the beginning what actually happened. We\nfound out later that someone has squealed on our -- the man that was hiding us. And they\ncame, the German Gestapo, and the -- came to arrest him, not because he was hiding\nJews, be-- but because he was a member, an active member, of the AK, the Armia\nKrajowa, the Polish underground. They searched thoroughly the place. They found the\nrifles, the grenades, the, the ammunition, the guns, the radio transmitter, the radio\nreceiver. They arrested him. They arrested his wife. She denied the knowledge of\neverything. She called neighbors as witnesses. They came, they testified that she -- that\nhe never listened to her, that she didn’t know -- anyway, that she was completely\ninnocent. The verdict was, after a month, to liquidate his property, take away everything\nthat belonged to him, give her back the house with one bed, one table, one chair, one\ndresser -- and that's it. That's hers. Otherwise, remove everything else from the house.\nNow, in the meantime, we were there for a whole month in the basement being -- not\nknowing what is happening. Fortunately, right after they -- we heard the heavy steps, and\nright after we heard that, that the German police was there, we had suspected something,\nthat something is going on. What we actually did, we went upstairs, and she had a lot of\nstuff prepared: dried bread, marmalade made with real sugar. We took it all down, and we\nhad it in the basement. We filled our containers with water. During the day, we were\nsitting there without moving, but at night we were able to get out to the -- to flush the\nbody waste without making any noise. We had, between us, there was a man out there,\nthe father of the Hasidishe family, who was deaf, half deaf. His children used to actually\nhave a pillow so they could put it -- because a deaf person can’t hear himself; he didn’t --\nthey, they didn't know if he was going to scream out or say anything. They had a pillow\njust to put over his head and, if necessary, quiet him down.\nFortunately, we went through that thing until they decided that it is time to liquidate the\nhouse. We're living on stale bread, which was not already stale, it was full of fungus, but\nwhen you have nothing to eat, fungus won't kill you, the green stuff. It might give you a\nlittle indigestion, but it won't kill you. And, surprisingly enough, in spite all these\nconditions, nobody got sick. We slept on a wooden board covered with straw with a piece\nof cloth on top of it. The fleas that developed were so big that you could hear them jump\nwhen they were jumping. You became immune to it. It sort of didn't bother you anymore.\nBut, the -- to fulfill the verdict, they had to remove all of his property from the house,\nwith us being in the basement in hiding. Who came to remove it, but the Jewish boys\nfrom Janowska street, from the concentration camp, being supervised by Germans and\nUkrainians -- being beaten there, cussed, yelled, and you name it. We heard them move\neverything. The -- we were afraid that somebody is going to spot our box, the painted\nbox, and go after us. Because whenever we went th-- there, before you moved the box in,\nyou sort of made a mess on the ground, because otherwise you would see that that part\nwas smooth. After all, somebody -- when, when you slide over cement, you sort of\nsmooth it out. They did it on -- the, the actual removal of property took, took place four\ntimes. After the third time, this man Pupka said, “I can't take 1t anymore. If they're going\nto discover us, all they have to do is throw a grenade in and we're all good as dead\nwithout even resistance.” And we had two guns. He had a, a, a gun, a six-shooter, and I\nhave a five-shooter. I had a five-shooter with a five -- with five cylinders and an extra\nbullet, and I had six, six bullets. He took his gun, he says, “I'm going to get out of here.”\nWe let him out in the middle of the night, and I was able to trace his steps until the\nmiddle of July of 1944, which was approximately two weeks before the Russians came\nin. I, I knew with who he was in touch with, and after that he disappeared and he did not\nsurvive. At that time, I wasn't positive, but now I definitely know that he didn't survive.\nWe were there, they came again. They emptied out the place. They were -- maybe those\nJewish boys, they saw that thing, but nobody ever said anything. We'll never know. All of\nus survived; 10 survived in a hole.\nBut this Polish man, he was -- his sentence was to be sent to Auschwitz. He was sent\nthere, and he perished there. His wife came back, and that was already May. Prior to that,\nbecause there were two of them, and because he had money, he could buy food on the\nblack market to feed us. It was all a matter of getting one meal a day, which was basically\na -- some sort of a soup with some bread on the side. See, it's easy to buy some extra\nbread, and soup she cooked, so she made soup. I mean, what was in the soup, who cared?\nWhen she came back, she said, “How am I going to feed you? I'm alone, and you are 10.”\nShe says, “You better get out of here.” We said to her, “How can we get out?” I says,\nsays, “If we get out of here, it's like good -- like you're signing your own death sentence,\nbecause no matter how much we'll deny, once they start torture you, somebody is going\nto say where they -- where, where they were. It's impossible to deny completely.” Says,\n“You have a garden, see what you can do.” She, she -- we sort of convinced her. We had\na bowl of watery, watery soup every day. I don't know how many calories a day it was.\nWho knew -- first of all, I didn't know what calories were at the time. But we sort of\nsurvived. The big disappointment was -- I still had the crystal set. I still was able to listen\nto the radio station, to the local radio station, what didn't tell you the truth. There were\nstill local newspapers. There were rumors. The Russians stopped by the Polish town of\nTernopol, which was only about 60 kilometers, that will be...east of Lvov, and they stood\nthere for a month because they tried to straighten out the front. And they stood and they\nstood, and we were suffering and praying that they should come, every day. Finally, the\nRussians came in and liberated us on the day after my birthday, July 27, of ‘44. We\nwanted to come out of the hole. Says, “I can't let you out,” said the woman. “I don't my\nneighbors to know that I was hiding Jews. They will say that I am a Jew-lover. They will\nsay that my husband perished because he had Jews, which I know it isn't true.” We stood\nthere an extra day, and one by one we got out in the middle of the night, the following\nnight where we were immediately arrested by the, by the Soviets because there was a\ncurfew. We slept in city hall on a table, and the first question of the Russians 1s, “So why\nweren't you fighting actively? Why -- what did you do in hiding? You -- you are nothing\nbut a bunch of cowards. Go and tell them that there was nobody to fight with.” Because\nthe first thing was to save our lives because if I went with the Ar-- with the Armia\nKrajowa, I would have been dead, and the other 10, they were all -- they didn't know one\nend from a rifle -- of a rifle -- to another -- from the other.\nEnd of Tape 2\nBeginning Tape 3\nA. I had an interesting incident while I was in, in hiding. I did go out from that hiding on one\nor two occasions, actually, to do some -- to do certain things which I had to do. On one\noccasion, I was walking in a very non-Jewish area of Lvov, and all of a sudden -- dressed\nproperly -- without the -- the ghetto was already practically already liquidated. There was\nno ghetto any more. I -- all of a sudden, I feel a heavy arm on my shoulder. I turn around\n-- and I had a gun in my pocket. I see a Ukrainian policeman put an arm on my shoulder,\nand he says to me, “Isn't your name Jasza?” And that was my nickname, my Russian\nnickname. I say “Yes,” and I put my hand in my pocket. He says to me, “Don't be scared\nof me. I know who you are. I know what you are. I'll let you go. I will not do anything. I\nknow you are Jewish. I know you are living on Aryan papers, probably.” He didn't\nsuspect that I was in hiding. “Just be careful. I won't do anything to you because I rec-- I\nrecall that one of the tests what we had at the Polytechnic Institute together you sort of\nhelped me a little bit.” So, he repaid, that was -- he repaid a debt of honor, or dishonor\nbecause I shouldn't have been helping him. The cousin that I was mentioning, before the\nmakher in ghetto, he and his wife, they went into hiding and they had a little girl at the\ntime. That little girl at the time was about four, five years old. They didn't want to have a\nlittle child with them in hiding, so they gave the child to a Christian family in a different\ntown, but very close nearby. The mother's that -- her sister was blond. She's about two\nyears younger than I am. She lives in Israel now. She was able to procure for herself\nAryan papers. All of a sudden, she became a school teacher, went into Silesia, into\nSlonsk,'® into western part of Poland, and became a governess, working for somebody\nwho had money out there. And later she be-- she was, she was teaching with all, all\nforged documentation.\nWhen -- after we were liberated, my mother and myself, we were in Lvov, we didn't\nknow what happened to them because we left the ghetto before they did. They left after\nus, and one didn't know where the other one is going. But the one from the -- the, the, the\ncousin that was in hiding, that was on Aryan papers, came back. She knew where all of\nthem were, but she didn't know where we were. But she came back to Lvov. She found us\nin Lvov, and she started to ask questions: Do we know what happened to them? I said,\n“No, I don't even know where they were.” So, she went into those two little towns. First,\nshe was afraid but we went there, and she found that the cousin and his wife, someone\nsquealed on them, they got them, and they were shot right on the spot. The little girl\nremained with that Polish family. So, when she went back to the -- when she went to that\nPolish family to get that girl, they refused to give her to her. But the girl, being at that\ntime she was already five, five and a half, she recognized her, of course, and they had to\nuse the authorities. She got her. She's a grandmother now in Israel.\nQ. Let me ask you: you were in hiding a long time...\nA. Yes, about a year and a half.\n'6 Slonsk is the Polish name for Silesia.\nQ. And you just said that you only came out of hiding to do some business once or twice.\nA. Right.\nQ. What, what did it feel like when you were liberated and you came out into the daylight?\nA. It was a very strange feeling. It's like newly -- being newly born. First of all, 1t was hard\nto believe that just about everybody you knew, that everybody that you were with,\nperished in spite of the fact that people that I went together to high school in Lida many\nyears ago, many, many of them survived because they went and they were with a group\nof partisans. But they were in a different area. The area where we were was maybe much\nmore antisemitic. We had our Ukrainians. They had their Lithuanians. They had their --\nthe Poles were just as bad in both places. But the territories, the area itself, was there\nwere many more jungles. There were many more rivers. There were many more inhabited\nareas. We were 1n more civilized area, which was more cultivated, and because of it, it\nwas much harder to hide. My feelings was that I hope that I will survive, and my first\nsteps were to go back to the Polytechnic Institute, where I have attended, prior to that in -\n- from 1940 to 1941, I put a full year of school. The Germans might have destroyed the\nfaculty by killing them, by deporting them, but they did not destroy the records. So, all\nthe records were there. They were preserved, and it was a matter of getting the people,\npeople to dig them up and within a month, they had all the records out and I was\naccepted.\nQ. Who was teaching?\nA. People who came from Kiev, and some were le-- some professors were left over, not 100\npercent. But people to -- from Kiev, from Khar’kov, from the Ukraine, even from\nMoscow. To teach in Lvov, it was a big honor because the life in the occupied territories,\nthat -- and that was an occupied territory, that was not the original Soviet Union -- was\nstill better than within the Soviet Union, and Lvov was not as destroyed as the major\ncities in Russia, in the, in the Soviet Union. So I --\nQ. Do you remember the first, the first few days of liberation, what that was like, what, what\nyou were doing?\nA. The first day -- few days of liberation we were trying to find a place where to live and we\nwere given, by the, by the Russian authorities -- I don't know how to call them,\noccupation or, or liberated -- in apartment which was occupied by a German general, who\nran away leaving a lot of things 1n tact; a lot of food, some beer, some -- a bunch of other\nthings, which normally we wouldn’t ex-- normal people wouldn't expect to find. He ran\naway real fast. Later, they took it away from us. They said it's too good for you, but at\nleast we had it on the beginning. Then, it was a matter when, when we left our hiding, I\nhad on me nothing but rags. From sliding on the basement floor into -- in and out of that\nhiding hole, all the clothes were just in, in, in shambles. There was nothing but holes.\nYou couldn't keep anything inside because everything was moldy there. You had to\ndelouse yourself because the fleas were as -- they were the size of flies. When they\njumped you could hear them jump on top of, on top of straw. It was a matter of finding\nsome clothes. It was a matter of going on to the market. They had a Russian name for it\ncalled tolkuchka.'’ Tolkuchka, it means “one was pushing the other,” where you sort of,\nwhatever you had for sale, someone would buy it from you. I remember on the very\n'7 Black market (Russian).\nbeginning, because I spoke fluent Russian -- after all I, and a good Russian, too. After all,\nI went to school; most of my subjects were taught in Russian.\nInteresting, one of the courses that I tried to use, get credit for it, as Economics in here,\nwhen I came to the United States, was the basis -- the basic study of Leninism and\nStalinism. They didn't give me any credit for it. They said, “That's not our economics,”\nbut I tried. That was taught in Russian. A Russian soldier stopped me, and he says, “Can\nyou buy from me something? I say, “I can't buy from you; I have no money, but if you\nhang around here for a few hours, I'll sell it for you.” And those were can, cans of\nAmerican ham and beans, like C-rations, but big cans that the American, that the\nAmericans supplied the Russian army with. They were being sold on the black market,\nand I sold some of them at a very, very good profit because it didn't cost me anything.\nAnd whatever the Russian soldier got, I mean, he was happy to get something for it. That\nwas my first black market experience. From -- after that I -- that’s the only way I could\nsurvive and, and do something. I used to buy paper. I found a printing shop that used to\nprint lines on the paper, then I found someone who that a bound, a bound-- a bindery, and\nused to make notebooks, with a couple of staples and a notebook with a cover, and we\nused to sell notebooks to the Russian soldiers. That was like over a thousand percent\nprofit. Unbelievable. They used to go like hotcakes. And, like everything else, it lasted\nfor a while and then, then -- someone -- then, then the Russian government started to\nprint it. But until then -- so we made some money that way, and then I started to go to\nschool.\nQ. Did you feel safe?\nA. Yes, I did feel safe, in spite of the fact that at one time my mother worked for a supply\ndepot, and her boss said to her, “You know, I'd like to sell a few big cans of imitation\nhoney butter.” It's like a honey butter spread which was strictly Ger-- which was German.\nSo, she says, “Ok, I'll try,” and she got me. I took some of it, and I went to sell 1t on the\nmarket and the cops, the Russian police, grabbed me, arrested me. They locked me up.\n“Where did you get it?” First I didn't tell them, then I got in touch with this man who\nsupplied it, and I asked him, “What should I do?” He says, “Don't worry, you can tell that\nyou got it from me.” I told him I got it through them. He says, “And I thought we cracked\na major, a major thing, a major --“ And they let me out. That was the only time I was in\njail, in a Russian jail for 24 hours, interrogated. It's not on my record. They never kept the\nrecords of it.\nQ. What about the local population?\nA. That's why I didn't feel, I didn’t feel threatened. The Russian po-- the local population,\nthe Ukrainians, they ran away. The ones that did the Ukrainian militia, and so on, they\nran way from there. The Poles, they didn't want to stay. They tried to move to the western\npart of Poland. So who were -- I think -- the people that remained were the Jews, the\nliberated Jews that were there, that weren't too many at all, and the ethnic Russians, that\ncame there because the life there was much better than in Russia itself. So I felt fairly\nsafe, especially -- I would call myself that I was within -- between the intellectual elite.\nAfter all, I was a college student. I was in second year of Polytechnic Institute with a,\nwith a scholarship from the government. It's not that I believed in their system, but I\ncould get all the benefits from it without putting anything into it. So, when the Russians\ngave Poland the eastern part of Germany, or the we-- they extended Poland west, so that\nthey could keep the part of Poland that they have occupied 1n '39, like Belarus, like Lida,\nLvov. They announced that Poles, or anyone who is willing to repatriate himself into\nPoland, is free to do so. You can take with you anything you can carry. Of course, you\ncan't move furniture, but you can take anything you can carry, with you. So, in -- I think\nit was in '45 in August, I think, -- yeah, around August -- we decided that there's no future\nin there and we're going to repatriate. We got on a train and we went to Lodz.\nQ. Let me just ask you a couple questions here. When you said th-- that in Lvov most of the\npeople were ethnic Russians or the few remaining Jews, what size of a Jewish community\nare we talking about? Were they able to kind of reclaim the community?\nA. No. The Jewish community may be from all -- because whoever was liberated, they sort\nof came to Lvov, because there is a safety in numbers and safety in a big town. When I\nsay there were Jews, there were still Poles in Lvov. A lot of Poles, the community was\nseveral thousand, but not even in 10 thousand, several thousand. The small towns around\nLvov, after the liberation, they had pogroms, believe it not, where the local population --\nyou see, Jews, when they came back, they try -- tried to claim their property. Of course,\nthe locals didn't want to give it to them, so how -- what's better than try to get rid of\nthem? The, the, the expression was always, there were -- “Why didn't they kill you? You\nare too many of you left.” The local populous was al-- they were always Jew haters. They\nalways despised the Jews, if it was before the war or after the war. There were very, very\nfew that were sympathetic. My -- our friend Czachor, the one that saved our life, when\nwe confronted him in conversations: “Why are you doing it -- ? “\n[Technical interruption |\nA. Czachor, when you -- when we confronted him on many occasions, we had a lot of\ndiscussions with him; after all, we were doing nothing. We were the intellectuals, and he\nwas a carpenter who became a contractor, whose children were educated. They were both\n-- both his daughters were in Krakow. In fact, I used to send them packages later when\nwe ended up in, in Italy. He says, “I didn't do it for money.” He says, “I had to have the\nmoney because I am not a rich man. I couldn't feed and sustain, and what was the harm if\nI made a couple of bucks?” he was saying. He didn't live to enjoy it, unfortunately. He\nsaid, “I'm doing it strictly for, for humanitarian reasons. I can't see people being\nslaughtered and exterminated for no reason at all. The only reason is because they were\nborn to the wrong parents or to certain type of parents.” I mean, the fact that he\nsupported, he was with the Jews and the army of Armia Krajowa at the same time, was a\ncontradiction in itself because the Armia Krajowa, they never said they were antisemitic.\nBut in their actions, they never supported the Jewish resistance. In Lvov itself, the Jewish\npolice, which was -- whose basic job was to maintain order having 150,000 people living\nin one small area, and selecting people for extermination; like they say, “I li-- you live\nand he dies or what?” They -- somebody had to, somebody had to do it. Now, was it more\nhumane that the Jewish police did it? Was the -- were the Jewish police traitors to the-- to\ntheir fellow Jewish brothers? I wouldn't call them traitors. I think it was their way how to\nsurvive maybe a little longer, hoping that that they can save their families, when frankly\nthey did it. If they didn't do 1t somebody else would have done it. It's not that they -- if\nthey didn’t do it, it wouldn't have been done. It would have been done maybe in a more,\nmore cruel wa-- cruel way. The end result would have been the same; it's just a matter of\nhow you, how you slaughter somebody. The Jewish police warned many people, like they\nwarned me, about the forthcoming Aktions; and if not for them maybe I wouldn't have\nbeen alive now with that January '43 incident. Then again, there was a time when they\ncouldn't meet their quotas given to them by the Germans -- and for a fact, I know it, I can\nreally -- I can testify to it -- that they were sort of exchanging: “You, you tell where my\ngrandparents are hidden and I'll tell where your grandparents are hidden.”\nWhen you had to -- when, when they couldn't meet the quotas, says, “After all, they'll go\nsooner or later,” for the -- when the, when the, when the Aktion was to get, get the older,\nthe disabled, the sick. One would sort of tell not where his relatives were hidden, but\nwould point out where the other ones, and the other one would point to the other fellow's\nrelatives. Now, I didn't know if I cou-- I don’t know if -- I didn’t want to be a Jewish cop.\nI could have been but I didn't want to do it. I was approached. I didn't want it. I, I felt that\nthis is just cruel and inhuman. I'd rather get killed myself than, than point to someone\nelse.\nQ. How did people get chosen?\nA. Appearance, age, state of health, and luck.\nQ. Connections?\nA. Just -- it was a matter of luck, that you were in the right place at the right time, because I\nknow there were times when someone escaped from Janowska, and we knew about it.\nEvery 10th guy they gave the, the, the commander, the ch-- head, used to give for him --\nfor, for, for the escapees to come back. If th-- if they didn't come back, every 10th guy\nwas shot. They just walked and counted: “10.” [Makes shooting sound] Bullet to the\nhead, and that's it. And no one was allowed to move or anything else. Now, how did they\npick the 10? It was nothing but luck. And if the men didn’t -- if the men did come back, it\nwere -- there were, there were cases if the men did come back, they still did the same\nthing.\nQ. Actually, what I was asking was, you were talking about the police and how people got\nselected to, to be a member of the Jewish police or of the Judenrat?\nA. The Judenrat is the activists. The first Judenrat was hung. The first Judenrat of Lvov -- I\nremember going out to work, coming back, and there were 12 people hanging right across\nthe main gate so everybody could look and see. Not shot, but hanging. So you didn't look,\nso what? But they were still there. Why? Because of the whimsy of the, of the German\noccupation, whoever he was that ordered them. There was no consensus. There was no\nsuch a thing as a discussion or due process or law or anything. The German, the\ncommand-- the commandant, he was the law. He was the absolute king over life and\ndeath, the absolute power if you live or you die. There was no, no discussion. In fact, if\nyou said anything, that was -- if you talk against, it was enough to be shot or be beaten.\nThe tortures were unbelievable. The kind of tortures they thought of were beyond\ndescription. There is -- you think of a way, and they did it worse.\n[Brief technical conversation]\nQ. Ok, so I don’t know; we were talking about the ghetto, maybe you want to continue there.\nGive me a few -- maybe some more details of, of what life was like in the Lvov ghetto?\nA. Life in Lvov ghetto was very, very I gu-- it’s difficult. It's difficult to describe because\none day was just like another. When there was no Aktion, we did our job. Nobody\nbothered us. When there were Aktions, it was just like, like hell opened up. I remember at\none time we were -- one Aktion, which was completely by surprise. We went to work.\nWhile we were at work, they made an Aktion in the ghetto itself. It -- an Aktion, I mean\nwhen they, when they took a thousand people, that meant no-- nothing. I think, when I\ndescribe an Aktion is five, 10,000 people had to, had to be exported, liquidated, or killed.\nThey -- we got stuck in a place where they were growing -- where a, a family was\ngrowing nothing but beets, white -- not red beets for borscht -- but white beets, because\nyou can make sugar out of white beets. And for three days we had nothing but white\nbeets. We ate white beets. We cooked them. We, we, we, we simmered them. We did all\nkinds of possi-- all kinds of things because we were afraid to get out. That was the only\nthing that sustained us. We weren’t able -- because if you were, if you were caught during\nthe Aktion, sometimes even the best favors wouldn't save you. They numbered the quota,\nthe order of to liquidate, to, to, to solve the Jewish problem, was higher than the, the\npapers that would save you, the documents that would save you. That had priority over\neverything.\nQ. Were these Aktions regular? Were they often?\nA. They were quite often. They were quite often. They were usually, or many times, they\nwere preceded by a Goebbels speech, especially an inflammatory Goebbels speech,\nwhich you could listen to on a, on a, on, on radio, on crystal radio. I could listen to him.\nIt's not I that understood; to me, it sounded like a dog barking. I couldn't understand\neverything, but that Hasidishe family, they were quite fluent in German. That was 1n, in --\notherwise, I had -- we -- in, in the ghetto, many people had crystal sets. We listened to\nthat, to that, to those things and we sort of told each other. Then there were local\nnewspapers that used to print Goebbels speech -- speeches, and so on. There was Polish\npapers; of course, they printed what they wanted to be printed. But that was one -- oh,\nHitler's speech. That was usually at the time when all -- we knew, we knew to expect\nsomething right after it. Many times we were told by the, by the police, by the Jewish\npolice, “Expect something.” They were quite regular, because to get from 150 to 20 or 15\nwhen I left the ghetto, that's a lot -- 135, 130,000 people. That's a lot of people to move.\nAnd they were able to do it without actually exterminating, killing too many of them\nlocally. There were all trains going out. The -- Janowska was more or less -- more of a\nlabor camp than an extermination camp. It had no ovens. It had no, no, no way how to\ndispose of bodies except for burying them, because the major problem of the, of Germans\nwas -- is how to dispose of so many bodies, so they were actually burning them.\nQ. Were there any semblances of normal life in the ghetto? Were -- was there any cultural\nactivities, any political, any religious?\nA. If there were religious activities, they would have been strictly self-contained. They were\nnot condoned, and they were not -- whatever you did, you could do whatever you wanted.\nWhile there was no Aktion, you could do anything you wanted. You could live -- it's not\na normal life, but you could live a life basically without fear. Germans -- the Germans\nhad free access to the ghetto. If they needed to unload something or do something, they\ncould come in with a truck and say, “You, you, you and you -- raus!'* Come on with us.”\nThat's it. Sometimes people used to come back, and sometimes they didn't. It was an\neveryday occurrence. But as far as family life, there was no such a thing as a family\nprovider. Every -- everybody had to do something. The basic elements of family life\ndidn't exist. There were no schools. There was no religious life as such. There was no\nbreadwinner. Whatever you co-- whatever every member of any family could get, it was\nassembled together. And if you were nice enough, you would take in some strangers\n'8 “Out” (German).\nmaybe to make a larger group out of it, if the stranger was willing to share his findings\nwith you. It wasn't communal because what was mine was mine, was not yours. Don't\ntouch my things. It was sort of a code of honor, because when you went to work and you\nleft your things there, other people could take it and disappear with it. They did not, not\nthat I know of.\nQ. Was your mother working in the ghetto?\nA. No, my mother was in the ghetto very little.\nQ. What about clan-- clandestine activities? I know that they wouldn’t -- the authorities\nwouldn't condone religious or, or cultural activities, but did people form groups? Did\nyoung people date?\nA. I was a young person, and I didn't date anybody. I was just trying to survive, trying to\nsurvive. And how quickly you learn how to sa-- save your energy, how quickly you learn\nnot to volunteer for anything. If you have to do it, you do it. Don't volunteer, because you\nnever know, you never know what -- let, let it be your fate. If you volunteer, you sort of\nsupersede your fate. Try not to get hurt because if you get hurt, your chances for survival\nare much, much smaller. Don't get injured. I had a time where a big piece of cast iron fell\non my big toe and crushed the cartilage, the joint cartilage. I, I had troubles until it healed\nbecause I -- it had to heal properly.\nQ. Were there doctors?\nA. What doctors? If there were doctors, there were no medications. Maybe there were\ndoctors, I didn't know of any.\nQ. Were there secret schools or publications?\nA. Not that I -- not that I know of. Not that I know of. Some public -- I saw some\npublications which basically disseminated news. They were more or less publications\nwhich were printed outside the ghetto and smuggled into the ghetto. Like the Armia\nKrajowa used to have publications which you could find in the ghetto, but they were not\nfor the Jews and they were not by the Jews, and they didn't tell the truth about the Jews,\neither. They were there; it was mostly but mostly word of mouth. Cultural life; I haven’t\nsee any. Maybe there was; I didn't see any.\nQ. What about welfare organizations? Did the Judenrat set up any feeding centers, anything\nlike that?\nA. There were some. There were some because I know. remember. The Germans: first, they\nwent after the old; they went after the sick; and they went after the young. Now, the old\nyou cannot hide. The young you cannot hide. But the sick, you can, because if you're\nyounger and sick, or you don't look so good or you don't feel so well, you can try to cure\nyourself and hide. I remember seeing Aktions where people were carried out on stretchers\nand then they were made, sort of, get up and stand up and they couldn't. They were shot\nright on the spot, right there, and bodies were left. But if you came two or three days after\nit, the -- with the help of the police and with the help of the younger ones, they used to --\nthose bodies used to had to be removed because otherwise there would have been major\nepidemics. Typhoid was a major sickness because typhoid is spread by, by lice, ha-- hair\nlice. I didn’t have, I didn’t -- I never had typhoid, but my uncle did. He survived it. But\nit's not that anyone went to a hospital. I think he spoke to some doctor that he told him\nwhat to do and not what to do. But what's the difference? You couldn't do -- you had to\ndo what you could do. I mean, if he told him, “You have a 105 fever, don't go to work.”\nHe couldn't do it anyway because he couldn't go to work.\nQ. Was there a lot of sickness?\nA. There was. Typhoid was prevalent. There was a lot of it. But then again, you sort of\ndevelop resistance toward things that normally affect you. I, honestly, I don't remember\nhaving a cold. I don't remember having a stomach ache or, or, or, or things that are -- that\nnormal grip -- normal sicknesses that you get. You ju-- I don't remember having it. Or\nmaybe I had it and I ignored it, because I couldn't afford to show that I had it.\nQ. I have images of other ghettos where they said people were falling on the street, it was --\nwas Lvov like this? People were dying everywhere.\nA. People were dying everywhere, but you didn't look at it. You got used to it and you paid\nno attention to it. First of all, in what I was doing, I was working. I was out of the ghetto\nmost of the day, and when I was inside the ghetto, I was in my living quarters trying to do\nthings, help something. I didn't walk around the ghetto looking for things or visiting\npeople or even talking to people. They wanted me, they, they knew where to find me. I\ntried to live and be sort of independent. I was friendly with these people that provided me\nwith these -- with the documents that -- but we all lived together. We lived in the same\ngeneral area. All of us sort of being young -- and young, when I say young, I don't think\nanyone at that, at that time was over 40 or 45.\nQ. You said that when the Germans came in, they immediately disposed of the Polish\nintelligentsia. Did they do that with the Jews also?\nA. There was -- what do you mean by Jewish intelligentsia?. Jewish intelligentsia, they\ndidn’t have to wh-- Jewish intelligentsia, as such, didn't exist to the Germans. They knew\nthe Jews. The Poles, they were not going to kill. They were going to make them sort of\nlike what you would call second class citizens or second class -- citizens is the wrong\nword. Second class inhabitants of the land. That's why they took their leaders, the\nintelligentsia, and they tried to kill them. They killed the majority of them. They killed a\nlot of them. The Jews were destined to be killed anyway.\nQ. But you said that they --",
        "A: They did the same to Je-- they --",
        "Q: They took the sick, and they took the old, and they took the young first.\nA. They took the intelligentsia also. They came with lists. They had names of Jews. They\nhad names of Jews who had to be taken. First they took them -- first they took, on the\nvery beginning, a very large group as hostages, and I remember members of the Judenrat\nor members of the Jewish government, what you would call, walking around from place\nto place trying to collect gold coins, gold rings, and so on, because there was a quota how\nmuch they had to, to give the Germans to save the lives of the group of what you would\ncall the intelligentsia, the intellectuals; people that were worth taking hostage because\nthey would take hostages from the street. Who would care to pay for their liberation? But\nthey were all known people, leaders. They collected the things, and, and those people\nnever came back. They were, they were -- in fact, because they were the intelligentsia,\nthey were killed earlier than the other people. And when I say the old and the young, the\nage criterium was not necessarily the determining point, because they didn't ask you how\nold you are, it was how old you look that counted. Because you could have been old and\nlooked young and you got away with it. But if you were young, younger, and physically\ndecrepit and looked old and so on, that was enough to ge-- to -- for, for them to arrest you\nor, or, or send you for extermination.\nQ. What about the Judenrat?\nA. I had nothing to do with them. I saw one Judenrat hung. I know that they were there. I\nknow that they were the necessary evil. I know that they have sort of transmitted the\nGerman orders, and they were a, a, a pawn or -- in, in Germans’ hands. If they didn't do\nit, they would have been killed and somebody else would have been in their -- put in their\nplace. That was the, the, the German policy of sort of having clean hands. “I didn't do it. I\njust, I just sa-- I just ” They didn't dirty their white gloves. They just gave the orders.\nQ. Was there a lot of industry in Lvov? Were there -- I know the work that you did, but were\nthere a number of other factories or did they take people out to places to work?\nA. There wasn't much in the -- Lvov was not an industrial town. Lvov was more of an\nintellectual town prior to the war. Remember, Lvov during the Austria -- Austra-\nHungarian empire, where King Franz Joseph was in existence, was the capital of Galicia.\nIt was the second, I would call “main city,” after Vienna, Vienna and Prague. It was an,\nintellectual -- town of intellectuals where you had a medical college, medical school; a\nuniversity, full university, a Polytechnic Institute. I mean, in one town of 150,000,\n200,000 -- that's a lot. The industry, the -- it was not the main point of Lvov. So when\nthey went after the intellectuals, they wanted to destroy the, the, the Polish spirit as well,\nprior to getting to the Jews. Germans were quite methodical, and they knew they were\ngoing to get the Jews anyway, and it was easier for the Poles to go underground than for,\nthan for the Jews. Because after all, the 30 million population of Poles, it was more\ndifficult to control than the few Jews that were -- or the Jews that were scattered in towns\nonly, because Poles were mostly agricultural. Jews were living in towns. They would be\nthe, the, the money changing -- the money makers, the, the, the storekeepers and\ncontrolling quite a bit of industry in Poland.\nQ. So after liberation, I th-- you went back to school, and then you -- I think you said you\nwent on to Lodz, or you wanted to. But meanwhile, had you talked to anybody from\nLida? Did you know about the family you had left there?\nA. When -- two weeks after liberation -- really, two weeks after liberation -- I bumped in the\n-- on the free market, where you were selling and buying things, I bumped into a guy my\nage from Lida who he and his father -- Lida had a big cafe called “The Amerikanka””’ --\nthe American cafe. He and his father used to provide the entertainment. He played the\npiano and the accordion and -- in that cafe. I met him. He was in a Russian uniform. He\n') American woman (Russian).\nwas like the -- in the Russian US-- USO. He was entertaining the troops, and I had a long\ntalk with him. He said he just came from the Bela-- Belarussian front. He was in Lida. He\nsaid, “There's absolutely nobody left.”” Downtown Lida was completely destroyed and it\ndoesn't exist. There was a main artill-- artillery duel between the Russians and the\nGermans, and the area where we lived was wiped out completely. It absolutely doesn't\nexist. Some of my old friends survived. They were with the Russian partisans, and they\nwere with the Bielski’s Brigade. I don't know if you heard of the Bielski’s Brigade. I met\nthe Bielskis here. I was quite friendly with Tev-- Tuvia and his brother and all that. They\nsurvived through them and with them, but there is absolutely nothing in Lida.",
        "Q: What about your grandparents?",
        "A: My grandparents perished, he told me that. My uncle died in Lvov, but my aunt who\nmarried the lawyer-accountant that worked for my grandfather, that had this six year old\ngranddaughter -- they encountered a major tragedy, because during the ghetto liquidation,\nin May of '43, him being an accountant and a lawyer and all that, and he spoke German,\nhe sort of spoke to a German guy and he trusted him that he will sort of allow them to\nsurvive that particular Aktion that was to liquidate the Lida ghetto. And he would show\nthis German where my family hid their money and their treasures. They buried it in a\ncertain spot, which I knew where it was. My mother told me and my mother knew about\nit because her parents, my grandparents, told her. It wouldn't have made any sense now\nbecause that building is no-- not in existence any more. It's destroyed. But anyway, he\ntook the German guy there. The German was going to let him and my aunt and the little\ngirl go. Instead of it, the Nazis shot both of them right on the spot, dead. The little girl,\nGila, she was wounded, and she ran away. And by -- on by the account of eye witness,\nshe was killed a few days later. But they were killed right on the spot, and the German\ngot a medal for getting the, the, the -- that thing and for killing the two Jews.\nThere was no sense for me to go to Lida then, and in fact, friends of mine -- I have\nvideos, video tapes, from visits to Lida by my friends that went. They put up monuments\nthere in memory. But again, my grandparents were not killed in Lida. They were killed in\na little town outside of Lida. I chose not to go because there was nothing that I would\nrecognize in there. There was nothing that I will see that will remind me. In fact, where\nthe cemetery used to be there are now apartment houses. People live on top of graves\nwithout knowing it. The Russians pu-- decided to put up apartment houses 1n there\nbecause the Germans have removed all the tombstones. And it's quite possible that the,\nthe, the, the Russians didn't even know it was a cemetery. There were three Jewish\nfamilies left in Lida, which probably don't exist now. They probably pa-- they probably\ndied by now because the first contact with Lida was through another cousin who survived\nwith the French resistance in France. He was a doctor in Paris. He was one of the Gold’s\nassistants. He was a psy-- psychiatrist invited on a -- to visit a scientific conference in\nMoscow. From Moscow, he went to Vilna, and then he was able to, to talk someone in --\ninto allowing him -- getting a car to go to Lida. That was in '78, and he wrote his sister --\nwho survived the war also; and she died in Bo-- Boston -- a letter describing Lida. And\nseeing that -- and reading that and seeing that, I said there was no sense in going to Lida,\nso I never went there, and I'm not sorry. We ended up in Lodz.\nQ. You and your mother?\nA. My mother with -- I met some people in there. And from Lodz we decided to get out\nfrom Poland altogether. There was a choice to go to, to displaced person camps in Italy or\nin Germany. The Italian displaced persons camps -- I chose to go to Italy because I had a\nbetter chance to pursue my education. See, I went -- I already had two years of\nengineering behind me, documented with documents. The only problem -- the only thing\nI didn't realize, I didn't have the original of my high school diploma. I didn't realize how\nimportant that document is in Italy. We, we traveled using the underground railroad.\nFrom Lodz, we ended up in Cremona. We crossed several borders, in fact, I remember\none -- crossing on border to -- from Poland to Czechoslovakia. We had to be somebody,\nSO we were documented as Greek Jews returning to go -- from German concentration\ncamps returning to Greece. So the Czech guards said to us, ““Why don't you say\nsomething to us in Greek?” Nobody knew Greek so we started to talk, “’ma neeshtanah\nha-laylah ha-zeh...”°° We were asking the four questions. To them, Hebrew was Greek.",
        "Q: That’s a good story. We need to put in another tape.\nEnd of Tape 3\n*9 “Why is this night different?” This is one of the questions asked during the Passover\nseder.\nTape 4\nA. You are rolling now? My uncle, my mother's younger brother, who is 90 now, he went --\nhe was one of the original Halutzim7! that believed in Palestine in 1926. He left Poland in\n1926. He was barely 20 years old, 21, and my grandmother got a stroke at that time\nbecause of it. He came back, stood for a, for a couple of months, and he went back in '28.\nHe married my aunt. She came on a visit to Palestine in 1936, and in order to go on a visit\nyou had to buy a round-trip ticket to assure that you're coming back, but when she\nmarried him, she was able to remain there. So, they still have their return part of the trip.\nThey --\nQ. Tell me, tell me about your passage to Italy. What, what was the underground railroad?\nA. No. I want to tell you about the uncle. He told us he was in the British Brigade, and while\nwe were in Lvov, he sent us a letter which came to us from Marseilles: to be ready to go\nto Odessa because his job is to repatriate Russian prisoners of war, to repatriate\nthe...prisoners of war, so if we can make Odessa he'll smuggle us on a ship for us to go\nwith him back, get out of the Soviet Union. That part didn't work out. But when we left,\nwhen in -- when we were in Lodz, the Zionist organizations, the -- 1t didn't make\nbasically any difference if you were the left side of the Zionist, which were the Ha-\nShomer ha-Za’ir,”” or the right side which was the Betar the --; all of them worked\n*! Pioneers (Hebrew).\n*2 Zionist youth movement.\ntogether, I think, when it came to smuggling Jews out of Poland with this underground\nrailroad. The, the underground railroad used to put Jews into small groups, provided them\nwith false papers, documents -- forged documents, telling them where they were going.\nLike we were the Greek Jews leaving Po-- leaving a concentration camp from\nsomewhere, going to Greece because we were basically traveling south. But as soon as\nwe crossed into Cz-- Czechoslovakia, we got different papers, and part of us went in the\ndirection of Austria, into Munich, that had a number of displaced persons; or through\nAustria, across the Alps into Verona -- Cremona and Verona, into Italy. That's where we\nwent. We ended up in Cremona in a displaced persons camp. My mother got lost because\nshe spoke English, so she got off the train and she went to talk to a, to an American\nconvoy coming and she ended up in Munich, and I had to go to find her in Munich. I\nfound her. So I spent a nice weekend in Innsbruck and Salzbrook (ph) -- Salzburg, not\nSalz--! And came back to my group in, in Italy, and we ended up in a displaced persons\ncamp in Cremona. And then, from there, through other difficulties, we ended up actually\nin a displacement camp -- displaced persons camp in Rome, in Cinecitta.*? Cinecitta is\nthe Hollywood of Italy, where they made movies, but the UNRRA”* requisitioned it and\nwe were, we were there for a while and then we left them.\nMy mother got herself some sort of a job, and I tried to enroll at the U-- University of\nRome, because Rome has no Polytechnic Institute, and they wouldn't accept me because\n*3 Film studio complex outside of Rome.\n** United Nations Relief and Rehabilitation Administration\nin spite of the fact that I had papers showing them that I have actually completed two\nyears of Polytechnic Institute, in order to start college in Italy, you have to have the\noriginal of the high school diploma. I didn't have it, and there was not way for me how to\nget it. L-- I couldn't get it from Lvov because I left there. So, I found someone from my\nhometown in Lida, who prior to -- before the war, because he was a Jew, he could not\nenter any university in Poland, he started in Pisa, in Italy. He needed transcripts from\nPisa, so I, I sort of got a second thought and I said, “T'll get you your Pisa transcripts,” I\nwas in Italy at the time, “it’s no problem, but help me. Try, try for me, try -- how can I\nget something that resem-- resembles the matura.’”° That’s high school diploma. I got\nhim his papers, and he found my last high school sp -- high school principal. So I didn't\nknow if he’ll would remember me. I took a po-- I took a picture, I took a picture of\nmyself, and I sent it to him. The last graduating high school class was only 35 or 39; It\nwas a relatively small class. He did remember me. He gave me a sworn statement from\nMinistry of Education with grades on it, which looked more official th-- than the actual\nhigh school diploma. I took it back to the University of Rome, but by that time, they were\ngoing to accept me -- but by that time the American Joint Distribution Committee\norganized a student home in Turin, Italy. The student home meant that they hired -- they\nrented a big villa, they hired an administrator, and Jewish, Jewish young men and women\nwho were willing to attend college, enroll -- and in Turin they had the University of\nTurin, which had liberal arts, had a medical school, and had a Polytechnic Institute -- not\nlike Rome. Could live in that student home. They would get a subsidy from the AJDC.”°\nThey would get their UNRRA packages into a central pool, tuition would be paid by the\n*° The matriculation examination taken at the end of high school (Polish).\n°° American Joint Distribution Committee.\nAJDC as long as you went to school and passed a minimum of grades. They -- that home\nwas existence for, oh, I was there from '46 to '48. I was there a year and a half.\nQ. Did you mother go to Turin with you?\nA. No, my mother ha-- my mother used her papers to go back to the United States. Then she\nfound out that her husband passed away, in the meantime. And the government would not\nhonor the reentry permit, but she had some friends in here -- because it had an expiration\ndate. The expiration date was just before the war started, so they said, “Why didn't you\ncome before the war started?” But the difference was like something like one or two\nweeks. She says, “I didn't have time to get in touch with the American counsel in\nWarsaw.” I mean, there was already tension and friction going -- things were going on.\nAnyway, she found friends in here that sent her an affidavit, and she used the affidavit,\nplus those papers, and she came to the States. My mother went to the States in '46, early\nin 1946. And I lived in Rome for a while yet. I must have lived in Rome three or four\nmonths after she left. And then I -- when this Jewish home, this student home, was\nformed, I was one of the first ones to move in there. And there were Jewish boys from\nYugoslavia, from Hungary, from Poland, from many, many -- from Czechoslovakia, from\nmany countries. They are -- in fact, we met once, oh, about 10 years ago, made a reunion.\nYou wi-- you will find several doctors, engineers, and architects with the Italian degrees\nwhich lived in that Case dello Studente”’ in Turin. I had a friend -- I still have him. I have\na friend who was very aggressive, and he said, “Let me get in touch with the B’nai B’rith\n-7 Student Housing (Italian).\nHillel foundation. Maybe they'll sponsor me on -- to an American University.” And he\nkept writing to Chicago, to the Hillel foundation in Chicago, and they found for him --\nthey found a place for him at the Virginia Polytechnic Institute. He came here in -- late in\n'47, to the Virginia Polytechnic Institute. Once he started, I thought, all right, why\nshouldn't I try the same thing? So, I started with -- the young lady's name was Marilyn\nApplebaum, a very nice young lady. I wrote her several letters with my very, very poor\nEnglish, using a voca -- a dictionary. She found a place for me at the University of\nIllinois, and I got a scholarship from the Hillel foundation at the University, at the\nUniversity of Illinois. A Jewish fraternity, Tau Delta Phi, was going to sponsor me, give\nme room and board. They were paying tuition. My mother lived in New York. She had a\njob. She was working. I was able to get a visa in February of 1948.\nBut then again, in order to come here on a scholarship, you have to have a place where\nyou go after you finish school. You ca-- you don't come here to stay. I didn't have a place\nwhere to go. Italy wouldn't accept me. I was there, but they wouldn't accept me back once\nI left. I certainly wouldn't go back to Poland because that was behind the Iron Curtain. I\nhad no place where to go, so AJDC got me a visa to Uruguay or Paraguay, I don't\nremember. One of the -- these countries, one of these South American countries. So I\npromised them that I’m going to go back after I finished engineering. I came here, I was a\nupper junior, after the first year -- after I finished my junior year, I had nothing but top\ngrades. The university gave me a scholarship for foreign students. I gave back Hillel their\nscholarship. I said, “Give it to someone else.” I do-- I said, “I can't use two. I don't need\nit.” I was still living in the same frat house, living in the frat-house. I had my room and\nboard, they were free. But I didn't need the tuition thing. When I finished my -- I got my\nbachelor's degree. The dean of foreign students calls me and says, “You know that\nChicago sent me a letter; they are going to deport you. You're finished. You finished your\nschooling, they want to deport you.” I said to him, “Supposed I go for graduate work?”\nSee, engineers in '49 were a dime a dozen, because all the G.I.s were coming out of\nschool on -- under the G.I. bill. So, I, I went for a, for a masters, and in the meantime, the\nTruman's law they passed that anyone who 1s in the States can stay here. I think it was\n1949 that they passed the Truman, Truman im-- immigration act, and I had no more\nproblems. That's how was I -- I was, I was able to remain here.\nQ. What year did you go -- I mean, when exactly did you go from Lodz to Italy?\nA. From Lodz to Italy, that was 1945. It took us about, close to -- 1t took us several weeks to\ntravel.\nQ. Do you remember what month?\nA. It was between August -- between August and September, because it still nice and warm.\nWe have traveled from one place to another. We traveled from -- we stopped in Krakow\nfor a day, for example, and I saw that Hasidishe family. They were from -- they were in\nKrakow that we saved together at that time. Then we were in Bratislava. We were in\nPrague. We were in Budapest. We were in Vienna. I was in Munich for a short time. And\nso the whole travel probably took 10 days, two weeks.\nQ. How long were you in this DP*® camp in northern Italy?\nA. Just a few months.",
        "Q: Was that ok?",
        "A: Because -- not that long because we went to, we went to Rome. We decided that instead\nof being in Cremona and being buried out there doing nothing, we decided to go to, to\nRome where something is happening.\n[Technical interruption]\nQ. Well, I think what I was asking you about was the DP camps?",
        "A: The, the DP camps.",
        "Q: Yeah.\nA. See, I could have been -- all right?",
        "Q: It’s ok. Ok.",
        "A: I could have been, more or less I knew -- know a lot of people that ended up in a German\nDP camp, but not in a DP camp in Germany. But even now the sound of German\nlanguage affects me, sort of gives me the, the creeps. I don't like it --",
        "Q: What --",
        "A: -- in spite, in spite of the fact that I spent a few good weeks -- a few nice weeks in\nSwitzerland, where they speak mostly German. It didn't bother me there, but sort of I, I, I\ndislike them. I have a friend of mine, that we grew up together that stayed, himself, in the\npartisans, who actually still lives in Munich, and I can't understand how he can do it. Or\n*® Displaced Persons\nhow he did it until now. He said, “I only lived there. I only made my money here. I\ntraveled all over the world.” I said, “Fine, but I, I can't stand the sound of that -- the\nlanguage, not just the people.”\nQ. What kind of an adjustment was it to come to the United States? Do you remember your\nfirst impressions?\nA. I -- when I came to the United States, one of the conditions that the American council that\ngave me the visa gave me is that I must go immediately to school, because it was\nFebruary 18, and school semester started the beginning of February. So, if you're going to\nschool, you must go to school immediately. I promised that I will do it, so when I came to\nthe La Guardia airport, I had to take a plane, because on a boat it would have taken too\nlong. The AJDC paid for my flight. I came TWA on a Friday night, Friday -- late Friday\nafternoon, and the immigration officer refused to allow me to disembark. He said, “There\nare so many people that come here on funny visas. Look at these guys,” he says, “they are\nrabbinical students. Do you think they came here to, to, to go to a rabbinical school?\nThey'll marry and they'll stay here.” He says, ““We have to check out your visa.\nUniversity of Illinois? And you speak poor English? I mean, it doesn't make sense.” They\nput me -- they took me to Ellis Island. Ellis Island was still in existence. And the\nimmigration officer said to me, “You're the only one I'm taking to Ellis Island. You're\ngoing by taxi.” He said, “Let me show you New York. This might be the only time you're\ngoing to be here.” So fine. So, one of the main attractions he showed me in New York\nwas the Fulton Fish Market. That's one thing I remember, especially the smell. It is very\nstrange; I came to Ellis Island Friday night. I spent on Ellis Island Saturday and Sunday.\nMonday morning I was called, and they apologized to me for keeping me there. I was\ngiven a pass. I came back to mainland. I don't remember where I slept. I don't remember\nwhat I ate. I don't remember what I did. Those two days in -- on no man's land because I\nhave left Italy on the 15\" -- or actually on the 14th. I came here on the se-- on the 15th.\nThe 16th and the 17th, Saturday and Sunday, I was nowhere. The -- my official entry to\nthe United States is the 18th. I was nowhere these two days. They don't appear anywhere,\nand I don't remember what I did then, how I -- what I actually did on Ellis Island.\nQ. Were there barracks there or -- ?\nA. No, I was on Ellis Island now. I went to visit, but I don't remember physically what I did.\nMy memory 1s blank for some reason. I don't know why, my own memory. I spent\nanother week in New York. I went to, to Illinois, and I went to school. And I -- because I\nwas thrown into a fraternity of boys -- what were there, 40 or 50 American Jewish boys\nthat spoke English only, that knew very little about a Holocaust, that -- they didn't know a\nsingle foreign language that I could converse with them. I was actually forced to learn --\nto, to, to make -- to take a crash course of English. I forced myself. I used to listen to the\nradio day and night actually, to get used to the sound of the language, because the first\nthing, in order to le-- learn a foreign language, is to get used to the melody, to the sound,\nto know when one word ends and the other one starts. Because if you don't know where\nthe words starts and the word begins -- one ends and one starts, how can you, how can\nyou learn the language?\nQ. Did they accept you well?\nA. They accepted me very well, in spite the fact that I was a few years older than, than many\nof them, than the majority. They were 18, 19, 20, but there were some ex-GlIs that were\nthere. I was sort of on par with them, because I was already -- when I got there I was 26. I\nwas actually -- no, actually I was 27.\nQ. They must have seemed young or naive or something to you?\nA. They did, they did, but they respected me, you know, because to be a member and I was a\n-- | became a full pledged member of the fraternity. I started as a pledge. I didn't have to\ngo through the hazing, through all that, you know, nonsense that a pledge goes through\nwhere you are pledging. I don't know if you're familiar with it. I didn't go through, I, I\ndidn’t go through it to the extent that they put through other, other, other young bo --\nyoung men.\nQ. Any other first impressions of America?\nA. I remember my first trip to Chicago, for example. I mean, the majority of my friends\nwere from Chicago of course, because University of Illinois is south of Chicago. Seeing\nChicago, talking to their parents, talking to their grandparents, to some of the\ngrandparents, and using the grandparents language, which sort of put me one step higher\nthan, than, than they thought of me. Sort of gave me a foot over them. Then my first\nThanksgiving was very impressive because I ha-- I had to stay at the University of\nIllinois. I had to make -- I, I couldn't afford to take off a few days. I had to study. So I\nwas invited -- one of the instructors invited me and, frankly, I never saw so much food in\nmy life. Then actually, that was one of the few times that we had -- I had turkey which\ntasted good. In Poland, they didn't know how to make turkeys. Turkey food was alw--\nturkey meat was always dried out, so for a holiday they always used to make a goose\nbecause goose was fat and the meat was much more tender, was fa-- was fattier. It wasn't\nas dry as the white turkey meat.\nQ. Did you start being a practicing Jew again, or was that important to you?\nA. I observed all the holidays. I obser-- I was married in a Jewish, traditional ceremony. My\nwife was an American born Jewish girl. My son went to Hebrew School. My son had Bar\nMitzvah.” He has a lot of certificates from the East Mid Jewish Center, prior to that from\nthe West Orange Jewish Center in New Jersey. We observed all the holidays, but we used\nto dr-- go on Yom Kippur’? we went to the Temple by car because it was too far to walk.\nI would not call myself a practicing Jew, but I still observe all the holidays and I really\ncherish tradition. In spite of the fact that my daughter married an Italian, from whom she\nis getting a divorce now, she always -- after her mother passed away, she made all the\nmajor holidays, holiday dinners, and holiday celebrations, including the Rosh ha-Shana,”!\nand the Yom Kippur, and the Seders.°” I'm exposing my grandchildren to it. I don't know\nwhat's going to be with my grandson.\nQ. But it's important to you?\n*” Coming of age ceremony for young Jewish men (Hebrew).\n°° Jewish Day of Atonement (Hebrew).\n3! Jewish New Year (Hebrew).\n>? Passover dinner (Hebrew).\nA. It's important to me. It's definitely important to me. And I believe it should be important\nto everyone because to be a Jew you have to -- everybody should be proud of it, after\nwhat we went through because of it.\n[Technical conversation]\nQ. Is -- was, was there a point during the war when you resented it?\nA. No, I have always accepted it. I have never denied it. I could have been on Aryan papers,\ngotten false papers that I am not Jewish, which would have been very easy to detect for\nanyone that I was, because of circumcision. I -- the thought never entered my mind. I\ndidn't want to do it. The times that I have masqueraded for a non-Jew was for a reason,\nbut I had to do certain things, which being a Jew would not -- would have not have\nallowed me to do so, like move freely in the city of Lvov, or carry certain orders or\ncertain commands from to one place to another. But I have -- I, I, I was never hiding the\nfact that I was Jewish. I'm proud of it.\nQ. In all this period of difficulty and hiding and I guess seeing a lot of experiences that I\nhaven't been unfortunate enough to witness, are there certain images that have stuck with\nyou?\nA. Basically, there are, more or less I would call it, three incidents that, that got to me more\nor less more than other ones. One would be the first time when we came from work,\nwhen I saw the Judenrat, the 12 hanging at the entrance to the ghetto. Maybe because I\nsort of believed on the beginning that maybe the Germans are sort of civilized. That\nwould have been the first act of murder committed directly by the Germans that I would\nattribute directly to the, the, the Nazi command. The second one is during one of the\nAktions, where on the main square we were lined up, and we were waiting to get to move\nto go to work. That was during one of the Aktions where they were getting the old and\nthe young. And it was rather quiet, and all of a sudden there was a cry of a baby. The\nGerman officer was startled because supposedly that all of the young and all of the old\nwere already gone and there was nobody left, and he sent the -- these people to, to look.\nAnd he says, “You stand here, and you don't move until I find what's going on.” Now,\nthat was translated to me because my German was not that good to understand everything\nhe said or even to hear what he said. But that was related to me by some, some other\npeople. And then they finally pulled a little girl out from, from a hole, from a hidden\nplace, under something -- camouflage place. She must have been choking or what that\nshe cried out. The two Ukrainian policeman started to toss her from one to the other, and\nthen the German says, “Ehh. That's no good.” And two Germans, one grabbed her by one\nleg, one grabbed her by the other leg and they pulled her apart, the little girl. She\nscreamed out, and then she was quiet.\nQ. That was in 1941?\nA. No. That was in ‘42.",
        "Q: 42.",
        "A: That was in ’42. That was in fall of '42 because the weather was still nice. The third\nincident was when they -- our group, we were on the way to work and we were grabbed.\nA truck was standing next to -- a truck pulled up, and the head of our group was arguing,\nthe argument that ensued between him and the Sonderkommando”*? head. A guy with the,\nwith a black uniform, black SS -- the, the SS man, he wanted us, and this guy said, “No.\nThey are going to work.”\nAnd finally the -- our Jew convinced our SS man, our guy, that whatever we are going to\ndo today is of such importance that he can't spare us, not even for a day. He gave the --\nthat, that man with the truck took somebody else. He got another group. We found out\nthat no one from the other group survived, and that was sort of like, like fate. We were as\nclose as it can be to, to perishing at the time. But, but maybe we didn't know it at the time\nhow close we came to, to, to being annihilated. In fact, every day was like -- more or less\nlike that. You never, you never knew if you were coming back or not because they were\nquite capricious and they could have -- they could do anything they wanted anytime they\nwanted for what’s-- for no reason whatsoever, without being afraid of ever being\nquestioned, punished, or having to respond -- being responsible. It's just like if someone\ngoes and kills a fly. When do-- who does he have to respond to? No one. I mean it's they\nwere dealing with non-humans, not even subhumans, but non-humans whose existence\ndidn't mean anything to anybody. After all, sooner or later you, you, you were destined to\n33 Special Jewish detachment assigned to work in the crematoria (German).\nbe, to be exterminated.\nQ. Was most of the, the abuse that you saw or experienced perpetrated by the Germans or by\nthe local Ukrainians?\nA. I would give it 50/50, however, whenever the Ukrainians did it, the Germans were\npresent. It's not that the Ukrainians or the Poles or whoever else did it by themselves.\nThere was always a German present, like they didn't trust them enough, and because of it,\nthey were over-anxious, and they did it twice as, twice as good.\nQ. Are there other episodes you want to mention?\nA. No, I think that's enough.",
        "Q: That’s enough.",
        "A: That’s enough.\nQ. One, one -- I guess one last question for you: what gave you whatever strength you\nneeded to get through all of this?\nA. My mother was a very strong woman because whenever she saw a German, she used to\nstick that piece of paper in front of his face, “I'm an American.” Not -- they never\nhonored it, but she saved it all the way, and it could be her help, could be the fact that I\njust didn't feel like dying. I didn't feel like giving up and, and forgetting. After all, I said\nto myself, “I, I went to school. I have a bright future of me -- I had a bright future ahead\nof me. Why should I give up?” Zest of life. I never gave up.",
        "Q: And you thought you’d get through it all.",
        "A: There were people that were quite desperate. The man who was with us, he said, “I can't\ntake it anymore. They're going to kill us, they’re going to -- ” when we were in hiding,\nwhen they were removing all that furniture and all those things from the basement. He\nleft. Unfortunately he did not survive. I guess my fate is such that I should remain and be\nable to tell it as it was.\nQ. Did you have any dreams at the time or -- ?\nA. Maybe I did or maybe I didn't. I, I don't recall. I'm sure I did. I am sure that nightmares\nwere there, however, we were quite exhausted every day. That we were glad that we are\nable to sleep anywhere. I did have an -- occasionally nightmares, reliving what I -- my,\nmy past, because when I applied to the -- I don’t know what they -- for the reparations to\nthe German government, they gave me a lump sum of money for being in the ghetto,\nwhich was just a few hundred dollars. When it came to disability, I had no physical\ndisability, fortunately for me. They made me claim first physical disability, then I\nclaimed mental disability. They gave me -- I don't remember what percentage and so on.\nThen it went to a review court in Germany, in Koln, in Cologne, Germany, and they\nrejected it. They said if the man could go to school right after it, co-- go study in Italy,\ncome here and get two degrees in engineering, where is his mental disability? So, they\nrejected me. So, I'm not getting anything, and I -- frankly I don't care. I don't want it. I\nhave made whatever I have I had made it myself and I don't need the Germans.\nIn spite of the fact that it's a different generation, another generation, whatever it is, I still\ndon't like them because I still think that they have not repented enough. They have\nbenefited to an “nth” degree from what was stolen, what was confiscated, what was taken\naway. The property that my family owned in what is now Belarus, I am not trying to\nclaim because I have no proof of any kind. People that were there are dead. They are not\nin existence. There are no documents of any kind. In Lida everything was destroyed,\nburned. I have no proof of any kind, just testimonials. And on the ba-- basis of\ntestimonials of other people, nobody is going to give anybody anything. So, I'm not even\ntrying it, and I'm not even doing it. So, I have reconciled with the fact that I have to live\nwith what I ha-- what I make and what I have made, and that's fine. I am very happy with\nit. The money that I have gotten at that-- at one time, that lump sum, went towards a in a\nsmall, very small part, I took my family, my wife and the two children, and my son and\ndaughter, and we went to Israel, right after the '70 war.\nQ. Anything else you want to add?\nA. No, unless you want to ask me anything.",
        "Q: I think I have...",
        "A: I think I have covered it as much as I can, I mean, besides telling you what we had br--\nfor lunch and breakfast, I don't remember.\nQ. Okay, thank you.",
        "A: Thank you.\nConclusion of Interview\n(Viewing photographs)",
        "Q: Ok, go ahead.\nA. Looking at these pictures, starting on the right, on the extreme right, is my mother. Next\nto her is myself and behind me is my father. Next to me again is my grandfather, behind\nhim is my Uncle Solomon, who is alive and living in Israel now. Next to my grandfather\nis my grandmother. My youngest aunt, Chana. Next to her 1s her older sister Mina. And\nbehind her is her husband and next to him is my uncle Lowa, who died also.\nQ. When was this picture taken?\nA. This picture was taken in 1928. I was seven years old.",
        "Q: Ok.\n[Technical conversation]",
        "A: This is my family. I was an only child and that’s my mother, father and myself.\n[Technical conversation]\nQ. This was about the same time?\nA. That's the same time, exactly the same time.\n[Technical conversation]\nA. It's the same photographer, the same studio. That's an enlargement of my father. I have\nthe actual -- I had that picture, I saved throughout the whole war with me and the reason\nwhy, you see --\nQ. I want you -- let me have you explain it again while --\n[Technical conversation]\nA. This is an enlargement of an old picture of my father and myself. If you notice, in here,\nmy father is holding a book of matches which had Polish writing on it. I had, I had a\nwhole -- this picture with me throughout the whole war and I had to erase the writing, not\nto give away that I was from Poland.",
        "Q: Ok.",
        "A: I'll show you one more picture if you are doing that.\n[Technical conversation]",
        "A: This is the only photograph that I have from Lvov, from 1945. Those are fellow students\nat -- from the Polytechnic Institute. I am the one without a hat.\nQ. Thank you.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: I'd like you to start by just telling me your name, where you were born, and the date of\nyour birth, please.",
        "Q: And then, just going back a little further to the town and the community in Lida, before",
        "Q: Did you personally --",
        "Q: Galoshes. The chief engineer of that factory, his son, we went to school together, we\nwere the best of friends. So when the Russians came in, and they na-- of course\nimmediately they nationalized all the factories, but they left the chief engineer in charge,\nbecause, after all, he was a working man. He gave me a job. He gave my mother a job.\nSo, I was able to get a passport which stated that I was a student working, but the Jew, the\n“Evrei,’° remained on the passport. My mother was able to get a passport that she was\nworking -- “Rabochiy,’”’ but still Jew. All the, the rest of the family got passports that\nthey were capitalists, and they were banned from Lida, because Lida was too close to the\n© Jew (Russian).",
        "Q: Ok.",
        "Q: We need to change tapes.",
        "Q: This was a part of the AK?",
        "Q: How did you know?",
        "Q: We were talking about you heard the German boots.",
        "Q: They took the sick, and they took the old, and they took the young first.",
        "Q: What about your grandparents?",
        "Q: That’s a good story. We need to put in another tape.\nEnd of Tape 3\n*9 “Why is this night different?” This is one of the questions asked during the Passover\nseder.",
        "Q: Was that ok?",
        "Q: Yeah.",
        "Q: It’s ok. Ok.",
        "Q: What --",
        "Q: 42.",
        "Q: That’s enough.",
        "Q: And you thought you’d get through it all.",
        "Q: I think I have...",
        "Q: Ok, go ahead.",
        "Q: Ok.",
        "Q: Ok."
    ],
    "answers": [
        "Answer: My name is Jack Ahrens. I was born in Lida, which was Poland at the time of\nmy birth, and I was born, born July 26, 1921.\nQ. Tell me a little bit about your boyhood in Lida, what it was like.\nA. I grew up in a normal family. My -- I was the only child. My father was an engineer who\nowned, together with my mother's uncle, a foundry which used to make agricultural\nequipment like plows, which were horse-pulled. Very primitive, to compare what's going\non now. We lived next to the factory, and I used to visit it, and I guess that's what\ninstalled my love for engineering, because my father was an engineer. Unfortunately, he\ndied in 1932. I was 10 and half years old at the time. Three years later, I think, my mother\nremarried. She remarried an American. She came, she and -- to the States. She was in the\nstates until 1938. I was brought up by my grandparents. Lived together with my aunt and\nuncle and finished the gimnazjum! -- that is the Polish high school -- with the last\ngraduating class, in 1939. My mother never became an American citizen because of\ninvolvement in properties in Poland, but she came to visit h-- us in 1938, and when the\nwar broke out, she got stuck. She had papers which would allow her to reenter the United\nStates, but she was not a citizen. After graduating high school, my grandfather, who\nhappened to be one of the wealthiest Jews in our little town of Lida -- was a town of\n' Grammar school (Polish).\napproximately 30,000 people, out of which between 10 and 15,000 were Jewish. He was\none of the wealthier men. He had, he had connections, of course. He knew a lot of other\npeople, and he knew someone who was connected with -- to the creator of modern Poland\nin 19-- in 1918, Marshal Pilsudski.\nThe reason why I'm mentioning it 1s because for Jews to enter a school of higher learning\nwas extremely difficult. They were -- there were quotas, and you had to be extremely\nbrilliant in order to be admitted within the quota. But he was told that if I pass the\nentrance exam for the Polytechnic Institute of Warsaw, I would be admitted, as long as I\npass it. So, in 1939 in August, I went to Warsaw to study with the Union of Jewish\nStudents of the Polytechnic Institute of Warsaw -- sort of preparatory course prior to the\nexam; and that's when I saw the posters of mobilization that -- and the war broke out at\nthat time. That was when Hitler attacked Poland, on September Ist, 1939. That night of\nSeptember Ist, I was on the last train from Warsaw traveling to Lida, after I had left all\nmy possessions in Warsaw. I just -- I was glad to get out. The train, the train trip that\nnormally took 12 hours, took pro-- about 24 hours. We were bombed along the way, but\nwe did make Lida, and when I got home, I got scolded: Why did I leave all my\npossessions in Warsaw? I said, “I just couldn't carry it.” I mean, that's how people\ntrivialized the war. They didn't think that things will happen. We didn't realize what\nactually is going to happen. We were at home watching -- listening to the radio, watching\nPoland, the Polish army collapse -- not from the broadcasts, the Polish broadcasts, but\nfrom broadcasts from abroad because the Poles didn't want to admit. They thought their\ncavalry, their horses, would actually overcome the German tanks. Fortunately for us,\nStalin and the Russian Army -- and the Red Army, came in from the east, went towards\nthe west and they divided Poland and that time. Hitler and Stalin, they divided Poland\nand fortunate for us, my town, Lida, was in the Russian territory, in the Russian area.\nQ. Ok, before you continue, I want to ask you a couple questions.\nA. Sure.\nQ. When you left Warsaw, you had the -- a sense that you had to get out and get back to\nyour family? What was going on?\nA. They were mobilizing just about everybody, except not 18 year-olds. I was 18 at the time.\nI think anyone -- I, I don't remember. Anyone who was in the army prior to that: the\nreservists, plus anyone who was over 20, I think; they had to report to the nearest army\npost. I was not included, but -- I just didn't want to be separated from the family. I sort of\nrealized that Poland had no chance against Germany, against Hitler after the way he\nshowed -- after his show of force in Czechoslovakia and Austria.\nQ. So you already had a fairly strong awareness of Hitler and Nazism?\nA. Yes, definitely. I did belong to the -- prior to the war, I did belong to a group, to the\nZionist movement, and I was an admirer at that time of Ze’ev Jabotinsky, which is a -- I\ndid belong to the Betar also.\nwe go on, I'd love it for you to tell me a little bit more about what life was like before the\nwar, and whether you experienced antisemitism, whether you mingled with the Christian\npeople in the town -- what, what, what it was like.\nA. Jews usually did not mingle with the, with the Christians. In going to school -- there were\ntwo high schools in our town, one actually closed after that. There was a private high\nschool and a high school which was run by the State. The State high school was the\nprivileged school and there’s -- there was a quota with the, with the State High -- with the\nState gimnazjum. Not all the Jews that wanted were allowed to go there. By strange\ncoincidence, the other high school was a private high school; however the majority of\nJews, Jewish children, went to a school which was called the handlowka.” That was a\ncommerce school where you were prepared for accounting, for bookkeeping, so\nsomething like that. And that school was run by a order of, of Cath-- Catholic priests. But\nJews were accepted there. There was no quota in that school. Because I was one of the\nfew who was accepted to the high school, to the Catholic High -- to the State high school\nfrom the very beginning -- and in Poland we had eight years of high school.\nB. Later, during my time, they changed it. It was six years of high school and two years of\nlyceum. It was like the last two years of high school, they changed it. They called it\nlyceum. The quota was sort of rescinded and many, many more Jews were allowed into\nthis, into this high school. We formed a very close circle of friends, none of us were non-\nJewish -- strictly by religion. If Jewish girls were out with a Christian boy, it happened --\n* Commercial school (Polish).\nthe opposite happened very, very seldom. It more often that the Jewish girls were out\nwith Christian boys, it was sort of like a black mark on their record. It was held against\nthem. But we did make friends. In school we were quite friendly. However, like\neverywhere, the high school kids were -- the Christian high school kids -- were in, in the\nfront of ideas. So when Marshal Pilsudski died in 1935, and the reactionary, the real\nchauvinistic -- I forgot the man, the man’s name, took over, there was one of the few\npogroms in Lida. The pogrom consisted basically of not killing people, but destroying\nproperty. There were some broken windows. There were some broken stores, and maybe\na few Jews were beat up, but no one got killed. No one was tortured. It was more or less\nyou had to stay off the street because you knew if they catch you, you were going to get a\nbeating. That lasted a day or two and then it was forgotten, and we were good friends all\nover again.",
        "A: It was sort of, it was sort of directed by the government. They were told, “You have to do\nit.” Sorry. What was your question?\nQ. I’m sorry. Did you personally ever get beat up, or people say things to you, or experience\nany of this?\nA. Oh, I was told many things. I was told, but never physically. I never had any physical\nharm, but I saw them breaking windows and walking around with what you would\ndescribe now as a baseball bat. Actually we didn't play any baseball, they were just\nsticks. Hitting Jewish businesses, because most of the downtown Lida was Jewish\nbusinesses. I would say probably 95 percent or more of the businesses 1n town were\nJewish, Jewish-owned. The Poles were mostly farmers. It's strange but many times on, on\nsome occasions we were told by our friends, Watch out. Don't go out this evening\nbecause there will be like a rumble.” We were friendly with them. So, you stood home,\nand that's it. It’s -- the division was strictly on a religious basis, and in opposite to what\nyou have in here as far as Jews, are concerned, you had the Hasidim, the real Orthodox,\nand the traditional, what you would describe here. But still men and women were\nseparated, or they were on different -- they were usually on different floors in the, in the\nsynagogue. The women were upstairs, the men were downstairs. But there was no such a\nthing as modern Judaism, the Reform Judaism. It didn't exist in, in our town at all.\nQ. What about your family?\nA. My grandfather, who basically raised me with my grandmother, they were I would say\nOrthodox, but not Hasidim. They observed all the holidays. They did everything\naccording to the good book, but they were not what I would say in their dress and their\nbehavior, they were modern. But I did have an uncle who married my grandfather's sister\n-- it’s not my uncle, my mother's uncle -- who was a hosed.’ In fact, I became quite\nacquainted with the, with the Hasidim, because I said Kaddish* for my father for 11\nmonths after he died, and the only one that would go to -- that went to temple three times\na day was my mother's uncle.\n> Follower, admirer (Yiddish).\n* Hebrew prayer for mourners (Hebrew).\nSo, I used to go to his temple, to his Hasidishe shtibl,° to say Kaddish for my father. And\nthat’s what I, more or less, I got acquainted with the Hasidim. It’s not that I -- I did\nadmire them for their staunch behavior, for their staunch belief, for the way they behaved\nin spite of all the adversity, because the town was -- didn't exactly admire them, because\nthey, they were different. See, the Jews in Poland from what I -- at least in my town, tried\nto more or less assimilate. They didn't try to separate themselves. They tried to live like\nthe other people. In fact, they lived better than the other people. They were more Polish\nthan the Poles themselves. Now, I remember that in my parent's home -- because my\nfather came from Russia; my mother met him when my -- her parents, my grandparents,\nran away from Lida. They were in Lida for several generations, but they ran away from\nLida in the first World War. Lida was a battlefield, so they ended up in a town called\nTsarizin in the -- in Russia. Tsarizin was known by another name, Stalingrad, during the\nsecond World War. They lived there for a few years, and they met my father, who was\nfrom Khar’kov in the Ukraine, which is now Ukraine. At that time it was all Russia. My\nfather married my mother. He was 10 or 11 years older than her, but she was a beautiful\ngirl, and they -- he came together with his in-laws to Lida. They built that factory I have\nmentioned. I used to go there with him, watch them pour molten iron into forms, and they\nliked me, I think, the people that worked for him, they liked me because — they, they, they\nliked me even later. But after he died, and my mother remarried, the factory sort of\nreverted to the rest of the family. It was my uncle that was running it, and, and my\nmother's uncle actually paid my mother off, and he had that factory. He took it over.\nQ. [Technical conversation] Ok...so when the Russians took over your town in 1939, what\n> Hasidic house (Yiddish).\ndid that mean? What sort of changes took place?\nA. When the Russians came in 1939, the change-- the changes were major. First of all, the\nRussian classified everybody in many ways. The first classification was: were you a\nworking man, or were you a capitalist, or so-called “bourgeois.” Second, they also, on\nyour passport which they gave you, besides your social status, if you were a working man\nor not, they listed your religion. I had a friend whose father was the chief engineer of a\nrubber factory in our town. Our -- the town of Lida was quite industrial. It had two\nfoundries. It had a factory that produced nails used for construction, and a factory that\nproduced rubber; usually they produced -- what’s the English? Galoshe-- Galoshen (ph).\nWhat’s that? Rubber, rubber boots.",
        "A: Galoshes.\n’ Working (Russian).\nborder. You had to be at least a hundred kilometers from the border. Lida was closer than\na hundred kilometers, so they were banned and my grandparents had to move into a small\n-- very, very small town. It's not even a town, it's -- was a settlement, whatever you want\nto call it. More inland, more father away from the border.\nIn the meantime, my mother's younger sister -- she had two sisters. That would have been\nthe middle sister. She was married to an engineer, a chemical engineer, whose brother\nwas an electrical engineer. They built in Lida a little factory which made rubber heals.\nPrior to that, he gained these experience by building factories. He built -- he was -- he\nbuilt a factory in Spain. He built a factory in Greece, and my aunt was traveling with him.\nHe spent, spent a few years 1n each place because he could not find work in Lida -- or in\nPoland, actually. Then he decided he and his brother build a factory where -- that was\nmaking rubber heals. When the Russians came in, they of course nationalized the factory,\nand they had to run away. So him and his brother and the brother's family went to Vilna.\nWhen the Russians came in, they gave Lithuania a short-lived independence. The border\nwas not closed immediately, so you could travel actually to Vilna. My aunt, my mother's\nsister, remained in Lida to liquidate her possessions. She was selling everything off. She\nsold everything, and she decided to cross the border illegally with some other people that\nI knew, and they got caught by the, by the Russians. The trial was immediate. The\nsentence was immediate. They were sent to Siberia to Kazakhstan, banished there. We\nknew all that. There is a reason why I am mentioning that. That’s part of my general\nexperience. Also, we had a cousin. It's not, not my cousin, it's my mother's cousin. It’s all\n-- but I still call him a cousin, who was a doctor, and being, being a doctor, being of draft\nage, he and his brother, both of them were drafted into the Polish Army. The brother,\nbeing just an accountant, was a private. The doctor, because he was a doctor, became an\nofficer. They were -- they became pri-- Russian prisoners of war. The private escaped,\nand he survived in a different way. But the doctor, eventually he perished in Katyn, in the\nmass graves when 10,000 Polish officers were killed by the Russians on Stalin's orders.\nBut his wife and daughter were arrested, sentenced immediately, and sent to Si-- to\nSiberia, also, also to Kazakhstan. That's where my aunt met both of them. The reason\nwhy I am mentioning it is when we decided -- when we ended up in Lvov -- I'm jumping\nagain.\nWhen we -- when my mother and I got the good passports, I still wanted to go to\nPolytechnic Institute, but the nearest Polytechnic was in Lvov, which was 600 kilometers\nsouth of Lida, approximately. That was too far to leave the family, so my compromise\nwas to study physics at the University of Vilna. I went to Vilna, and I tried to enroll there.\nHowever, they closed the border between Lida and -- between Russia -- between the\nSoviet Union and Lithuania, and travel would have been impossible. So, I came back to\nLida, and I think it was already March of 1940, we decided with my mother to go and\nsettle in Lvov. Now the -- when the Russians came into Lida, beside nationalizing the\nfactories, they requisitioned all the homes. They requisitioned all the living quarters. I\nlived with my grandparents and with my mother. They had a big house and they had a\nsort of an apartment in the back, and we lived in that apartment with my mother. They\nchased everybody out. They limit -- gave us, I think, two or three rooms, and that was for\nseven people. In the beginning, we had a Russian colonel -- a Russian general -- living\nwith us. But that was sort of, more or less -- I became friendly with, with some Russian,\nwith some Russian airmen. We used to indulge in vodka together, Have gefilte fish on a\nFriday with vodka. We became friends. I was doing nothing at the time, except working\noccasionally in the rubber factory to maintain my status that I am still a working man, but\nmy goal was to get out and go to Lvov.\n[Technical conversation]\nWhen we left -- and this is rather important -- when we left Lida and went for Lvov, we\ndidn't realize how crowded Lvov was. All the refugees, mostly Jews that escaped Hitler\nfrom Warsaw and Krakow, came to Lvov. Lvov at that time had a Jewish community of\nover 150,000. The population of Lvov actually more than doubled with the refugees\nbecause of the war. Finding living quarters was absolutely impossible. So, when we\ncame, we started to look and look, and eventually we found an apartment with a Polish\nfamily. It was an older Pole. He was at that time in his 60s. He had a -- with his wife.\nThey lived on the outskirts of Lvov. He was like a general contractor. He was, I'd would\nsay, about a kilometer from the last stop of the streetcar, and that Pole actually played a\nmajor part, an extremely major part in my life.\nQ. Ok, you’ve arrived in Lvov, and I want you to tell me something about the life there in\nthe community, and, and I know it was an important city, so what was your life like?\nA. It was a big city. We found an apartment, which was an extremely important thing with\nthe -- this Polish family: Czachor; his name was Jan, her name was Marja. They were\nboth elder Poles. I had a lot of conversations with him because on the beginning my main\naim was to enroll into the Polytechnic institute of Lvov, which actually didn't -- that was\nApril, and school wouldn't start for at least five months or more.\nQ. This is in what year?\nA. 1940. So, I was actually doing -- I was doing nothing. My mother found a job. She was\nworking. Every job with the Russians was for the government. There was no such a thing\nas private employment. We had to -- we had some saved up money, of course, because\nthey could have -- they confiscated the property, but they did not take away, the Russians\ndidn't take away the tangible goods: the monies, the gold, the, the, the silver, the jewelry,\nwhatever it was. So that was still negotiable.\nQ. Your mother's husband?\nA. My mother's husband was in the United States. She didn't know at the time, because she\ncould not get in touch with him, but he died. He died while she was in -- I don't recall\nexactly, he died in '40 or '41, or something like it. But there was no, no possibility of\ngetting in touch. It was very difficult. We were, we were still looking for another\napartment, and we found a place because we were so far out of town. We found a place\non Wulecka street with a Polish family given to us by the Russian government. They sort\nof requisitioned two rooms from them, and they gave it to us. They had a very big\napartment. If it weren't us, it would have been somebody else. But the Poles, that family -\n- I don't recall their name -- they hated us because of it. First of all, they hated us because\nwe were Jews. Second, because we took away their apartment. We took away part of\ntheir apartment. But throughout all of that I still remained friendly and used to go visit\noccasionally this contractor, this Po-- Pole. We used to have chats. He had things that I\nwanted. He had a radio transmitter and radio receiver, which at that time was not illegal.\nThere was a Polish government in exile, and he used to work or be connected with the\nPolish -- with the AK, the Armia Krajowa,® which was the Polish underground, which\nwas basically antisemitic. I was able to enter the Polytechnic Institute of Lvov, and I\nbecame what you would call one of the top students there. I had received a scholarship\nfrom the Russians, and I was making more with my scholarship and the side benefits than\nactually than my mother was making on her job. So, we lived pretty good. I had the\nfreedom of movement, and that winter I decided that -- we were in touch with my\ngrandparents and they were getting letters from my aunt and that cousin that I have\nmentioned that was deported to S1-- Siberia, to Kazakhstan, with the little girl, how\nmiserable, how bad off they are there. So we went to -- I went to Lida. I visited whoever\nwas in Lida. I went to the little town where my grandparents were. I visited them, and the\n* Home Army (Polish).\nthing that I remember -- it was so primitive. They had a big sto-- big oven in the middle\nof the house with rooms all around it. They used to cook and heat the walls of the, of the\noven they -- to supply heat, and I had to sleep on top of the oven to keep warm. I spent a\nfew days there. Then I tried to go to Vilna, because Vilna being, being independent\nLithuania, had plenty of food. Unbelievable how much food was in Vilna. I went with my\nstudent papers without any Visa, and I was told that if you are smart and you can bribe\nyour way through, you’ll get by, you'll get there. After all, being cocky, being -- what\nwas I then? 21? 20? I got on the train. When it came to the border and they were checking\nthe papers, I was told if you give the guy 40 rubles, which is four 10-ruble pieces, he'll let\nyou through. So, I was smart: I took four one-ruble paper, paper notes, which were the\nsame size as the 10-ruble notes. I met him in the dark passage-- passageway. I snuck\nthem in, and they let me through.\nI went to Vilna. I came back loaded but -- absolutely loaded with food. And we were able\n-- they were able to ship cheese, butter, crackers, cigarettes; because y-- cigarettes, not\nthat they smoked, but that you could trade cigarettes for anything...to my aunt and my\ncousin, so they could use it to help them survive. I didn't need it. I -- we had enough of\nfood and everything. And I came back to Lvov. That was on my winter recess, from '40\nto '41.\nQ. These are huge distances you traveled.\nA. I, I did. I took a train. It was a train, an overnight train ride, or maybe even longer, from\nLvov to Lida. From Lida to Vilna we took the train. From Lida to Vilna was a short ride.\nIt's only about an hour and a half by train. A lot of my friends that I went to school\ntogether with from Lida alone and from other towns. There was a little -- not far from\nLida there was a, a summer resort, what you would call, in pine woods called\nNovoyelnya. Novoyelnya was in a triangle between Berezhnitsa, Novogrudok, Slonim,\nand Lida. It’s actually not a triangle; it’s a little more, where better-off-to-do families\nused to pack up their belongings for the summer, put it on a horse-drawn cart; used to\ntake it about a day for the horse to pull the things into Novoyelnya, spend three months or\ntwo months in Novoyelnya, and then go back. There were two rivers there. There was the\npine woods. It was a -- you could spend a summer. And we used to spend summers there\nand I met -- made a lot of friends, which I still have, which I met in that summer --\nsummers. Some, some of them survived. Many of them, in fact, survived. We used to\nmeet there every year, and when my family decided one or two -- twice -- that they\nwanted to go to another place for the summer, I was upset. I said, “I don’t-- I want to go\nthere. I'll miss my friends.” These young peo-- kids; we had a ball in Lvov. They were\nengineering students. They were art students. They were medical school students. There\nwas a lot of them that came to Lvov because that was the only school of higher learning\nopen to the public which was open to them, which had higher standards than schools in\nthe Soviet Union. Because they could go to Minsk, they could go to Kiev, for example,\nbut they were much lower standards. After all, they had all Polish professors teaching\nthere. And not just from Lvov, but professors from Warsaw and professors from Krakow.\nWe have developed a group of friends where we were -- we stuck together always. We\nhad little to do with people of -- with the Christian, with the Christians, in a way. That\nwas more or less a group of Jewish kids that was together. We had fun. We played\ntogether, and we studied together. In June 22nd, 1941, the night before we went to a\nconcert, to an open-air concert -- if I don’t remember, I think it was David Oistrakh that\nplayed in open-air -- gave an open-air concert, and somebody's comment was, “Where\nelse in the world can people get together, be -- and listen to a world class artist, and be in\npeace?” A few hours later, bo-- we were woken up by bombs. Hitler attacked the Soviet\nUnion. A week later -- or eight days later -- Hitler was in Lvov. And I don't know. I\nwatched the German troops come in; sunburned boys, you know, they, they were -- they\nlooked so good you could never suspect that they were capable of atrocities the way that\nthey perpetrated later, or they, they were perpetrating now, on the Jews or other people\nany pa-- in other places. They looked careless. They looked like they were -- like they\nowned the world. As soon as Hitler came in, I think a week later, he imposed a ransom,\nthat you have to -- all the wedding rings, all the gold, and I don't know how many\nmillions of Polish zloty the Jews had to collect. And everybody in good faith, they just\ngave up the jewelry, gave up the gold. The Germans collected it, and the people that they\nheld for ransom never came back anyway. Because they grabbed immediately a number\nof Jews and a hundred or 120 Polish intellectuals, college professors that survived the\nRussians. The Russians didn't touch them in spite what their ideas were, what they were -\n- Russians didn't bother them, but the Germans killed them. Now, there was a go-- good\nquestion I was asked: “Why didn't you run away with the Russians?” The advance of the\nGerman army was so swift with their method where they actually went in straight on one\nside, straight on the other side, and then they closed in. The army proceeded and another\narmy came from the back to sort of -- to, to, to liquidate the prisoners of wars. Not to\nliqui-- to kill them, but to disarm, to disarm the, the, the ones that were encircled. There\nwas no time to get out.\nHowever, many of my friends that went to school together, because the trains were still\nrunning, decided that instead of staying in Lvov, no matter what, they're going to go\nhome. And some of them went back to Lida, some went back to Berezhnitsa,\nNovogrudok, and so on. And they did make it. They did get home, because I, I found out\nlater that they did get home. They perished -- some of them per-- in fact, the majority of\nthem perished.\nQ. Can you describe for me the first few days of German occupation: what was going on in\nthe streets; what you were doing; what you were thinking?\nA. We were -- our apartment where we lived was not in the Jewish area of Lvov. We lived\nwith a aristocratic Polish family. They hated us, but they, sort of, they were more or less\nrestrained, except for their son. In the beginning, there was no such a thi-- Jews moved\nnormally throughout the city. Having 150,000 Jews in Lvov, part of Lvov became like a\nJewish district. There were nobody -- there was nothing but Jews in there. So, that was\neasy for them to find where the Jews were. So, if they needed Jews for work, to clean up\nsomething, they used to grab them, go -- take the trucks, go into that area, and grab them.\nI had an experience that must have been about a week after the Germans came. We still --\nthere was still no order that we had to wear armbands with the Star of, Star of David, so\nbasically I was dressed like anybody else. I didn't look typically Jewish. The only one\nthat would know that I was Jewish were my immediate neighbors.\nI was coming up the steps, going home, and the Ukrainian militia was coming down the\nsteps, said, “Are you this and this?” I said, “Yes, that's my name.” “You're Jewish.” I say\nso -- I denied on the beginning. “Give us your passport.” I said, “I don’t have it with me.”\n“Let's go home.” I asked him, “How do you know?” Oh, he says, “We were told by\nsomebody reliable how you look and that you were Jewish.” And that was the son of that\nfamily. They grabbed me to go to work. One of the places that we worked was the\ngeneral jail in Lvov, where the Russians have killed all the political prisoners. They sort\nof massacred them. We moved bodies from one place onto, onto trucks. Those bodies\nwere decaying already, and everybody knew the Russians did it; not the Germans, that\none -- that massacre. After that they grabbed me again to go to work, and we went to\nwork on the de-- on the railroad depot of Janowska street. Janowska street was a place\nwhere the-- later was developed into a notorious concentration camp. I worked on\nJanowska street for a while. In fact, what happened to me, the first time they got me, they\ntook my passport. I was able to get the passport back. I looked at the passport and the\npassport was written on parchment with India ink. India ink does not sink into the\nparchment. It lays on top of it. And being an engineering student, I used to do some\ndrafting with the India ink. I knew if you took a very sharp razor blade you can sort of\npeel off the India ink from the parchment without leaving a sign. You can scrape it off.\nSo, I scraped the word , “Evrei,” -- Jew, and I wrote in the word “Belarus,” -- white\nRussian, with India ink, the same color India ink. So, the next time they got me I showed\nit to them -- “I'm not Jewish. I am -- what do you want from me? I'm a white Russian.” I\ncouldn't fool them. The guy grabbed my passport. He says, “Go there, go to work; when\nyou come back we'll examine it more care-- more, more carefully.” When we got back, I\nsaw that passport was laying on the side, and there was a girl that was watching it with a,\nwith a number of other papers. I, sort of, got back and I sweet-talked her, and I swiped\nthat passport. I stole it from -- . I got back home and I -- my mother burned it. She says,\n“If they're going to catch you with that thing, and they know who you are, all they have\nto do is say one word: ‘Put your pants down.’” And because it’s -- the point of\ncircumcision was strict-- was restricted to Jews only in Poland and in Russia. Not like in\nthe United States where, let’s say, most of the males are circumcised. So, she burned the\npassport, and I was without a passport and I went to work. I worked for a while on\nJanowska street. We were carrying bales of hay from railroad cars onto trucks.\nThe pay was good. After a day’s work, if they were pleased, we used to get a loaf of\nbread, a loaf of black bread, pumpernickel bread, which was more than you can imagine\nbecause, who could consume a big loaf of bread that must have been, if you really -- if\nyou look at it, that would be probably a four, five pound loaf of bread? You could trade\nbread for anything. And that was still before the ghetto. My mother used to do the\ntrading. I used to -- sometimes I used to come home with two loaves of bread. The\nGermans -- the German officer was good to us. We did a good job. We were young and\nstrong. There was no such a thing as beating at the time, but I have noticed that they was\nstar-- they started to put up a fence around certain area on Janowska. I said, “As long as\nthey put up a fence,” -- a barbed wire fence, not just a fence -- I says, “I don't like it.”\nAnd I -- one day I told them I am sick. Another day I told them I don't feel so good. I sort\nof talked myself out of there. And by the time they closed in and they made a ghetto in\nLvov, I was no longer on Janowska Street. I have mentioned to you, I think, that my -- or\nmaybe I did not. My grandfather had a brother who was also in that found-- partner in the\nfoundry with my father. They had a daughter -- in fact, two daughters and a son. One\ndaughter married, and she married a guy who was a -- he likes to be, he liked to be a\nbigshot, sort of was a makher. ’ He was a -- had a hand in everything. When the German -\n- and they moved as well, they moved to Lvov also from Lida. He was able to get out. In\nthe ghetto, when just be-- while the ghetto was being formed, or just before the ghetto, he\nknew a family from Lvov who were socially or politically active in Lvov before the war,\nand through them you could get a lot of things. I didn't know them. We didn't need them,\nbut with the Germans, the place where you worked was of the utmost importance. Work\npapers, you had to have a document showing where you are employed, where you are\nworking. And the things that you were doing there were rated according to certain\npriorities. We didn't know it on the beginning, but a different colored card meant life or\ndeath. I'm jumping the gun a little bit.\n” Influential person, bigshot (Yiddish).\nIn the fall of '41 -- I don't remember if it was September, I think, or October -- it was the\nfirst announcement that the Germans made of creating a Jewish quarter. They didn't call\nit a ghetto immediately. They called it “Jewish living quarters.” If you were caught\noutside of it, you were severely punished. Severe punishment meant beating, meant being\nsent to a concentration camp, or even sent to Janowska street, to the conce-- if you were\nyoung.\nQ. So there was a camp there at this time?\nA. There was already a camp. We moved in, into an apartment. There was a Judenrat,'° a\nboard of prominent Jewish citizens who were willing to take the responsibility of\norganizing the whole thing. They have created a Jewish police. Eventually, the Jewish\npolice was uniformed. They had a some sort of a uniform and a uniform hat. To maintain\norder, because after all 150,000 people -- that's a lot of people, and there were a lot of\nconflicts. When you move into an apartment occupied normally by two people and they\nsay now you have to make room for 20 or more.\n[Technical Conversation]",
        "A: We happened to live across the street from the famous Polish candy factory which was\nstill open and producing candy for the Germans. Later they closed it. They liquidated it.\nBut that's, that’s incidental. We had to sort of -- it was easier for us because after all we\n'© Jewish council (German).\nalready made one move. We made a move from Lida to Lvov, so to move into the ghetto\nwe were sort of condensed already. We didn't have all the earthly possessions that normal\npeople have in a home. We left it with my -- the rest of the family, with my grandparents,\nthat by this time they already got rid of it. When we moved there, my, my uncle, my\nmother's younger brother, the second younger brother, moved in also -- moved also to\nLvov. He was -- in the meantime, he was able to get papers that he was a working man.\nHe moved into Lvov, and he lived with us in that apartment; in that, you call it apartment\n-- in the room with, I think, two or three other families. It was just beds and beds and\nbunks, and whatever you had you put it under the bunk or under the bed. You couldn't\nmove around. Bathrooms you had to wait in line. There was one, one kitchen where\neverybody cooked. Life was very difficult, but on the beginning we were not in the\ncategory of the very old or the very young. Those were the first ones to be captured by\nthe so-called Aktions.!!\nEnd of Tape One\n'l “OQneration.” Campaign undertaken for racial or eugenic ends (German).\nTape Two\nA. On the beginning, we were living, prior to the gh-- prior to ghetto, we were living in a\nmostly Christian area, area, which wasn't too far from the Polytechnic Institute. It was on\nWulecka Street, a very classy area with few Jews. Prior to the wa-- prior to '39, it was --\nyou would call it a restricted area; no Jews were allowed in there. That's why when the\nUkrainians went on the rampage, and they were killing and beating and massacring Je--\nJews, they didn't come into that area. They were doing it in areas where predominately\nJewish. There was no sense for them to going after one or two or three or 10 that lived in\nthe area where they could go in places where there were Jews only, and distinct Jews.\nBecause -- I never in my life had pe’ahsin'’’ (ph) or, or, or, or, or was dressed different in\na, in a way that would distinguish me from the other people. The rampage by the u-- the\nworst part about it, I knew some of the Ukrainians from the Polytechnic Institute, and\nmany of the leaders of this -- not many, but some of them, actually -- I knew them\npersonally, from school. In fact, later I'll tell you I had an experience with one of them,\nbut that will come -- that’s -- chronologically, it came so much later that I'll tell 1t to you\nwhen I came, when I come to this. But if I don't tell you remind me.\nQ. Wasn't it surprising that these people that you went to school with were capable of such\natrocity?\nA. The fact that they went to school didn't make them human. They were sort of like a split\n'2 Pe’ ahot (Hebrew) is the plural of pe’ah, the long sidelocks worn by some observant\nJews.\npersonality. Did anyone -- would anyone believe that civilized Germans that gave us big\nph-- such great philosophers and mu-- musicians and you name it, were capable of the\natrocities they committed? That was a complete split of per-- personality. The same\npeople that were admiring -- going to museums during the day or -- the next hour they\nwere capable of killing, massacring, maiming people because they considered the Jews\nbeing subhuman, being not of the same class, not the same -- they were not human\nbeings.\nI was very disappointed with that Polish family because they were the ones that pointed\nout me to a German officer. We were home -- I was home with my mother, a knock on\nthe door, German officer comes in. You leap to, sort of, “Attention!” You d-- you don't\nknow what's going to happen; an SS officer dressed in full uniform, and so on. I didn’t --\nI never spoke German. I could speak Yiddish. But -- in, in high school I took French as a\nforeign language. We were told by the teacher that was teaching German that “If you\nthink that if you are Jewish, and you think that you're going to be using Jewish for\nGerman as a substitute, I'll fail you. German is German, and Yiddish is Yiddish.” So, I\nsaid, “Why should I argue with him?” I went and I took French. Anyway this German\nofficer came in and made himself understood. I mean, he says, “I heard that you have a\ncamera.” And I had a beautiful Kodak camera that my mother brought me from the\nUnited States. And I knew that it was a good and original Kodak. Said, “No, I don't have\nit. I sold it.”” He says, “You want me to search the place?” So my mother says, “You\nbetter -- what, are you going to start up? Give it to him.” So I said, “I forgot. I thought my\nmother sold it. I thought that she nee-- sold it because she needed -- she wanted -- needed\nit for bread.” I took the camera out, and I gave it to the German officer. He says, “No. I\nam not going to take it from you. Here 1s a receipt. I'll give you a receipt for five German\nmarks that you sold it to me voluntarily. No one will accuse an SS officer of st-- taking a\ncamera from a Jew.” I had that receipt for quite a while. Wish -- I wish I had it now.\nQ. Was there a, a -- an atmosphere of fear?\nA. Yes. There was a time already at, of -- where Jews had to wear armbands, and they were\nprior to the ghetto. If a German approached you, a Jew was not supposed to be on the\nsidewalk. You had to walk in the gutter. Rain, mud -- you had to get off and let the\nGerman pass. You had to salute. Salute, by that time, meant take off your -- bow, and\ntake off your hat to a German officer or a German soldier that walked, if you passed one.\nIf there was any way how they could humiliate you, they found a way how to do tt.\nAgain, I didn't live in the Jewish -- in the real Jewish area, but the things that I have heard\n-- and I saw it myself -- where they used to grab the real religious one and cut the\npe’ahsin, cut the beard, make them lick their boots to a shine, beat them to a, to a, to a\npoint where they were unconscious. They wouldn't bother -- maybe they wouldn’t bother\nyoung people like myself, because after all, we di-- didn't look different. We still had the\narmband. But it during -- while this was going on, I still kept in touch with that Polish\nfamily. The only way how I could do it is you used -- we -- I used to get dressed a little\nbetter, not report to work, slip the armband off into my pocket, grab the streetcar, take the\nstreetcar to the end of its run, and then walk that kilometer and go over to his house for a\ntalk -- just to maintain a friendship. We were talking to each other. He told me he was\nworking with the Polish underground resistance. He gave me some names of the contacts\n-- “In case you need it, you can rely on some people.” I knew that he had a radio\ntransmitter, and radio receiver, and a cache of arms. The reason why he was able to have\nall that; he had a big house. The front of it was like a shop, like a carpenter's shop, and he\nwas able to hide all these things between the stacks of lumber and stacks of other things,\nbetween his tools, and they never bothered him. As the ghetto was tightening, and the\nAktions became prevalent every couple of weeks, we were lined up. We had to line --\nfirst of all they built a fence around the ghetto. You had to enter through a main gate. And\nI remember one time that was in the -- late in the fall of '41, we were coming from work,\nbecause my job for most of the time through that cousin that I have mentioned that was a,\na makher in the ghetto with the other family. Unfortunately, I don't remember the name\nof the other family, and they didn't survive.\nThis cousin and himself and his wife -- rather, no, his wife was the cousin -- they didn't\nsurvive; but their daughter and her sister, they survived. I was able to get the right\ndocuments for work. My job was what you call “Rohstuffverfassung”’ -- “gathering raw\nmaterials.” We used to go to demolish places, to demolished houses, to places where they\nused to gather all kinds of raw material and put copper to copper, steel to steel, brass to\n'S Gathering raw materials (German).\nbrass, gold to gold, silver to silver. God forbid if anyone took a piece of gold or a piece of\nsilver. That meant, if they caught you, that one meant immediate execution on the spot,\nright on the spot. Because you were searched at their whim. But the documents were\nexcellent. There were many times where the group, when we were lined up to go to work,\nand there were thousands of people on the main square of the ghetto, thousands and\nthousands, and the Germans used to come in and say, “This group, go to the left; and this\ngroup, go to the right.”” We used to show them our papers and, “This group, go.” And we\nalways happened to go in the right direction where we, we were able to survive. The\ndocument saved -- definitely saved our lives by being in the right group with the right --\nthe beatings during the, during the work, while we were working, were rather rare. We\ndidn't get paid. Occasionally they gave us some food; you had to sort of maneuver\nyourself. But being on the outside, we were able to be in touch with the outside world and\ntalk to people and do a lot of finagling where we were able to smuggle in things into the\nghetto. They didn't check us as well as they checked the other people. We were, sort of\ncall it, the Rohstuffverfassung was the elite, in a way.\nWe survived -- I survived that way the Aktions where they went after the old. They went\nafter the young. They went after the sick. They went after just about anybody. I have\nwitnessed atrocities beyond anybody's belief, belief and description. Because when they\nused to put us aside to wait what's the whim of the ghetto commander, or whoever he\nwas, I -- one was Wilhelm (ph), I think. Another one -- I don't recall their names. Gr--\nGruber (ph), I think; I don’t recall. We were -- I saw them beat to pulp, execute, kill,\nshoot. I saw them take a little baby and tear it in half. That's one image I'll never forget in\nmy life. It, it, it just -- how subhuman. Germans did it. The Ukrainians did it. Now, how\nwould you -- Germans were in German uniforms. The Ukrainians, they had their own\nuniform. Poles were not there, but there were -- they had a group of Russian prisoners of\nwar which turned on the Russians. They gave them a name which I don't recall -- which\nco-- collaborated with the Germans that, that, that did the dirty work. The ghetto was\npractically reduced to, to nothing, because from 150,000, when 1943 came there was\n20,000 left through de-- through killings, deportations to concentration camps, local\nexecutions. They used to kill and bury them. They had, outside of Janowska, there were\nplaces where they used to -- with mass graves where they were just killing one on top of\nthe other. And all this time they were shrinking and reducing the ghetto, moving the\nfence and making it smaller and smaller until -- 1t was right after New Years of 1943. We\nhad a place where this Gajkowsk1, that's my cousin’s husband, my uncle. There was\nanother man by the name of Pupko that was from my hometown, and I was, I was there.\nMy mother wasn't there already. Came to us and told us that “The next three nights are\ngoing to be absolutely awful. You better try to get out. If you survive, you-- you'll be able\nto come back, but it's going to be absolutely awful.’ Now, the reason why my mother\nwasn't there is sometimes that summer toward fall she was in touch with a Polish woman,\na peasant Polish -- Polish peasant woman that used to come to the ghetto wall, and she\nused to sort of give her items of clothing, items of jewelry, and exchange it for bread for,\nfor food with her. You could do it in certain spots in the ghetto. So the woman said to her,\n\"Why don't you come and stay with me?\" My mother was very skeptical. Can I trust her?\nBecause many people -- there were many, many things known where people used to let in\nJews, then chase them out or call the Germans and take away all their belongings, all\ntheir property, all their jewelry -- whatever they had. So, my mother said, \"I'll try. After\nall, I still have you. I'll leave some things with you, and I'll go there.\" So, she went there.\nIt was about 35 kilometers out of Lvov, in the direction of Ternopol. She went there, and\nshe stood there for several weeks until -- and I know it because she told me that. My\nmother told me. The woman came to her that someone said to me --\n[Technical interruption |\nSo the Polish woman said that she was told by someone that, “You must have someone.\nYou're hiding someone because we saw strange shadows moving in the middle of the\nnight.” See, my mother was hidden in a barn on top but she had to take out all her body\nwaste in the middle of the night and dump it somewhere. So someone noticed someone\nrunning around in the middle of the night. So she says, “You can't stay here and you have\nto come back to -- you, you have to get out of here.” She left -- so she left the woman and\nstarted to go back to Lvov to come back to the ghetto. As they were coming -- she met --\nas she was coming, she met another woman, and you know two Jews -- two Jewish\nwomen, they sort of, you recognize each other, even if you are dressed like a Polish\npeasant with a babushka and all that, but you sort of you know, you recognize each other.\nThey recognized that they were both Jewish women, and they both proceeded to Lvov,\nand not far from Lvov, they were caught by a patrol, by a German patrol, who was out\nsearching for escaped Jewish boys from, from, from Janowska street, from the\nconcentration camp. The guy, they beat him up and they gave my mother and the other\nwoman shovels. He says, “Dig yourself a grave. You're going to be shot right here.”\nWhat are you going to do? They started to dig. In the meantime, the patrol came out of\nthe woods with a couple of other women, and the, the SS guy said to the other women,\n“What are you doing here?” “Oh,” she says, “will you save us. We came to see our boys\nwho are on Janowska street. We wanted to see them. We know that they are in\nJanowska.” “You verfluchte Juden!”'* He shot the other two women. He put them in the\ngraves, in the holes that my mother and the other woman dug. He made them cover them\nup, and he said, “I had enough killing today. Verschwinden’’? -- “get lost,” to my mother\nand the other woman. They made their way back into the ghetto. When I came that day\nfrom work, I didn't recognized my mother, because after all I never saw her with black\neyes, with a swollen face. I never saw her like that in my life. But I said to her, “That's\nnot the place for you. Let me try,” because I go outside the ghetto, “let me try to talk to\nCzachor,” to this Pole. And I went to work. I slipped the armband. I went to -- and I went\nto visit that gu-- that Po-- that Polish guy. He says to me, “I can't give you an answer.”\nHe said, “Let me think about it.” I said, “Please, I mean, things are very bad. You -- try to\nhelp me.” I appealed to his patriotism.\n'4 «VY ou damned Jews!” (German)\n'S “Tisappear” (German).\nTo his -- more than his Polish patriotism 1s to him -- I said, “You are a human being. You\nare trying to save another human being which is not guilty of anything. The only guilt is\nthat she was born a Jew, but what did she do? She didn't do anything to you. She didn't do\nanything to anybody. Take my mother and let her stay with you.” I was able to get back\nin time to come back to the ghetto. A few days later I went there again, and he said, “Ok,\nlet her come, but I must get paid for it.” I said, “How do you want to get paid?” He says,\n“T don't want your money. I'm not going to take your money and all that.” He says, “I\nwant an equivalent of a pound of butter, the value of a pound of butter” -- of a kilogram\nof butter, actually; that's two pounds -- “per week, per week of stay. Whatever -- and you\ngive it to me in any denomination, any currency that you want -- that you can give me.”\nSo, we had some dollars. Fortunately, we had singles. So my mother took a lot of singles,\nand we exchanged some dollars. You could exchange the money in, in ghetto for singles.\nYou could do all these things. And this man that I have mentioned, Pupka, was one of the\nguys that used to deal with gold, with currency, and all that. He was from Lida as well.\nMy mo-- I got my mother there. In fact, she went there by herself. I didn't go with her\nbecause two people would have been much easier to detect. One was easier to get, to get\nthrough. I mean, after all, it was easier for one pu-- she, she wa-- she got dressed like a\npeasant woman. I smuggled her out of the, out of ghetto and put her on the streetcar and\nshe -- I got word that she's there.\nQ. How do you smuggle someone out of the ghetto?\nA. Through the gate together with the people that go to work. See, the person -- there was\nalways, there was -- there were groups, and the group -- the men in charge had to present\nthe papers, and he was responsible with his life for anything that was going on. So he, he\nwas checked, and if you were a group of 30 for example, and one had papers which were\nnot in order, two of them would have been shot: the man in charge and the guy who had\nthe papers in -- not in order. I don't recall -- I don't think that I even told the guy that my\nmother is, 1s, is co-- coming out with us, because I didn't want -- it wouldn't have been\nreasonable for him to know.\nIt was better if he didn't know because, after all, all you have to do 1s pass the ghetto and\nget out, go not too far, and then she would disappear and they would load us on, on\ntrucks, on -- who knows, wherever we have to go at the time. Usually we worked in a, in\na, in a -- not in, in a gym... in an armory where they used to bring in carloads of\nmaterials, raw materials, and we had to separate them. So she was already there. That --\nthe -- that January 2™, when they told us about this big Aktion that is going to happen, I\ndecided I'm going to get out of there. I put my best clothes, of course my winter coat. I\nwrapped myself in a white sheet, went across rail -- one -- it was in the middle of the\nwinter; there was snow. I got out of the ghetto across the railroad tracks and hid for three\ndays and three nights. I had some dried bread with me, and I used to melt snow for water\non the Jewish cemetery in the mausoleum. Because the Jewish cemetery was being\ndestroyed already, the stones, but not all of it. After the shooting st-- subsided, I got out\nof the cemetery, hid somewhere, because there was always a curfew. You could not walk\nin the middle of the night. There was always a curfew. You couldn't walk around freely. I\nwent and I got in touch with the man that this Czachor gave me as a contact for the Polish\nunderground. He said to me “Dispose of all the-- your Jewish things.” He was the only\none that knew that I was Jewish. And he told me to go out of Lvov into a certain area. I\nwas there for about 10 days or so, trying to get on my feet. It was in-- on a farm in a\nhome, sort of. They used to se-- they used to go there. We were still in hiding, but in\nhiding with a Polish farmer as a Pole. Fortunately they never asked me questions about a\ncatechism, and they never made me put my pants down. They sort of accepted it because\nmy Polish was fl-- was flawless.\nAfter a week, a week or 10 days, we started going into action where we went and we -- I\nhad a, a rifle. I had some -- a gun, a six-shooter. And we went. We -- once we attacked\nthe German -- it wasn't a German, it was a Ukrainian police station.\n[Technical conversation]\nWe have destroyed this Ukrainian station, police station. They actually -- they, they\nburned it down. They wanted the records burned. They claimed that there were some,\nsome records, some incriminating records.\nQ. How many people were you operating with?\nA. There were seven of us at the-- that time.\nQ. All men?\nA. All men. I didn't know any of them.\nQ. And this was part of --",
        "A: Then we came --\nA. That was part of the AK. Then we went back to the same hiding place where we were, on\na Polish farm, and someone came there -- people came there and there was one man, to\nme he didn't look familiar, but he says to me, “Didn't you go the Lvov Polytechnic\nInstitute?” I says yes, I mean... “Weren't you always in a group together with...” And he\nmentioned a few names. I said, “Yeah, they were my acquaintances.” He said, “Yeah, but\nthey were all Jews.” I said, “So what? I can have friends everywhere. I am very liberal.”\nBut that gave me food for thought. I mean, if he starts to associate me with Jews... The\nnext time we went on a similar thing, similar action, we had to lay some mines on a, on --\nat a railroad crossing. They were trying to blow up a railroad crossing. And there was a\ncounterattack of a Germ-- of a Ukrainian police, also Ukrainians, also. They sort of\ndiscovered that something is going on, and I happen to be in front and they started to\nshoot from the back, my guys, and I had a str-- sneaky suspicion that they were shooting\nnot at them, they were shooting at me. I said, “This thing does not smell kosher. I, I, I\ndon't want anymore.” So when we came back I gave them an excuse that I had to go back\nto Lvov, that I had to see someone, some family business, and so on. I came to Lvov, and\nI went directly this Polish man, Czachor, and I said to him that “Your Armia Krajowa is\ntrying to kill me. I don't like them. They are -- they don't like Jews.” He said, “I know\nthey don't like Jews, but you didn't have to tell them who you are.” I said, “Someone\nseems to recognize me or -- from the Polytechnic Institute.” So he says, “So what do you\nwant me to do?” I said, ““You must take me here.” First, he hesitated but I stood there, and\nI talked and I talked and I talked, and sort of I gave him no choice. I says, “I'm not going\nfrom here. I'm not leaving the place.” He accepted me, and I was there with my mother.\nThat was, I say, just about beginning -- the end of January of 1943. The, the, the -- late in\nthe second half of January. We were there fine.\nHe had a basement and he had a big shop, which was closed, where he rented one room\nwith an outside entrance to the post office. And people that used to work for the post\noffice used to congregate there twice a day, in the morning and in the evening, and they\nused to talk to each other and we could hear; they were all Poles. They used to talk to\neach other and we could hear the, the war news. On top of it, I built myself a little crystal\nradio set with an earphone and a crystal that didn't need any power so I listened to the\nlocal radio station, to the Lvov radio station, of course, operated by the Germans. It had, I\nthi-- very little Polish. It’s mostly German and mostly German news about the U-boats\nsinking, about the American convoys, and so on; the big successes of the German army.\nRemember that was the time that they were in their full glory, in 1941. There was a\nnewspaper published by the Germans in Polish that the Pole, he used to get it, and then\nwe had it so I was fully aware of what was going on in the world.\nQ. Did you know about -- did you know much about the camps?\nA. Yes. We knew about the camps in the ghetto. We knew a lot about the camps in ghetto.\nMore -- we knew more than the wor-- world wants to give us credit. We knew exactly\nabout the incineration, about the gas chambers -- everything that was going on.",
        "A: Somebody told, and there was no reason why not to believe. Somebody had to tell. I mean\nthose were rumors. No one who survived could tell us, but there were rumors that things like that were\ngoing on, that that was not resettlement. That they were not going -- being sent to another, like the\nHungarian or some other Jews were, were -- they believed that they were being resettled into\nagricultural settlements. We knew that they were not. It's quite possible, maybe the Germans\nthemselves told to some people in concentra-- in -- on Janowska. Janowska was our main source of\ninformation.\nQ. So you were listening to the news and...?\nA. We were li-- we were -- we knew what is going on, what is the status of the war. And the,\nof course, the German successes, they were quite exaggerated, but they were true. It was -\n- they didn't lie that there was -- they put siege to Leningrad. They didn't lie that they\nwere on the -- right next to Moscow, that they took millions and millions of Russian\nprisoners. Remember, America was not at war yet. The United States was not at war at\nthat time. They were sending convoys to England, but we heard about the German\nsuccesses when they were sinking the American merchant ships going to England in the\nNorth Sea, or wherever, wherever the boats used to meet them. A few months later, while\nI was there with my mother, being in the basement, we used to sleep most of the time in\nthe, in the basement. The basement was not under the full house, which 1s important.\nThere was part of the house, the, the porch, which was not excavated, so actually the\nbasement looked like an “L” shape. That will be of importance a little later. I started to\nsee some shadows running around, in the -- in his work room, in his shop, and we looked\nand looked, and I could swear that there were people going there. So we confronted him.\nFirst he denied, then he admitted. He had, beside us, he had: a Hasidishe family of seven;\na woman, alone; and the man, Pupka, who was his contact for exchanging money for my\n-- that my mother used to give him. He was -- he had -- he hid them upstairs.\nHe didn't want to tell us. I said, “Why didn't you want to tell us?” It turned out he didn't\nwant to tell us because he, he said my mother would fa-- wouldn't pay him anymore; the\nlove of money. He would say, “Look, after all, the, the, the, the fami-- the Ha-- the\nreligious family of seven, they have so much money. Why should we be paying you?” He\nwanted to get more money than -- this way. But after we con-- he confronted -- we\nconfronted him, he got all us together in the basement. We -- across the L section, we\nbuilt a wall. So we shortened the basement. We made a room next to the unexcavated part\nof the building. We built a wall in there with a trap door that you had to get on the floor,\ncrawl -- and crawl into the basement, crawl into that room. That was about four bricks\nhigh and about four bricks wide, because that was a brick wall to, to match it the rest. We\nmade a little box, wooden box, and we painted the wooden box to look like bricks. We\nput that corner -- we made it in a dark corner. We put a bench over it, put a lot garbage\nout there and sort of -- like that spot, let it be not noticeable, so you can't notice 1t when\nyou come into the basement. And whenever there was anything dangerous going on, all\nof us had to go and hide there. Because it was on the outside wall, we dug a hole in the\noutside wall and we hid in the sewer. So, we made a, a hole going to go to the, to the\nsewer so we could -- we, we used to separate -- we had to separate the body waste so we\ncould flush the feces with the urine because otherwise it wouldn't go down. Close it as\nair-tight as we could. Water we didn't have, however, he didn't have water -- central,\ncentral water system. There was a sewer line, but no central water system. He had a deep\nwell in his basement with a old-fashioned one-arm pump where you could pump, pump\nvery good water, in fact. Well water. So we had, we had the crystal radio in there because\nthere was an electric powerline going through there. We didn't use the electricity. I used\nthe wire that was disconnected as an antenna, because being underground, I wouldn't pick\nup anything with the crystal set. The signal wouldn't go through. But we used -- I used\nthe electric wire as an antenna, and I was able to lis-- still listen to the German radio. I\nheard about the siege of Stalingrad. We heard all of it. The Germans, of course, didn't say\nthat they were losing at Stalingrad, but we, we had a map and once they started to say\nwhere they were, all of a sudden they were a hundred kilometers west of Stalingrad.\nWhat happened in Stalingrad? So we knew, actually, what was going on, on the, on the,\non, on front.\nQ. Did that give you hope?\nA. That gave us a lot of hope. That, sort of -- in the meantime -- I don't recall\nchronologically -- the Germans discovered the mass graves -- that was way before, in\nKatyn. Those were the mass graves of the Polish -- 10,000 Polish officers that were shot\non Stalin's orders. They brought in representatives from the neutral countries, Sweden,\nSwitzerland. They brought in the people -- representative, and they started to dig those\ngr-- mass graves -- those graves. And because the Russians, when they shot those\nprisoners of war, they didn't do it like the Germans did where they made them undress,\nshoes went to shoes, pants went to pants, jackets went to jackets, hair were shaved. They\nremoved jewelry. I mean, the Germans were quite methodical in their killing. The\nRussians shot, shot them right on the spot. So most of them -- or all of them, actually --\nhad their documents on them so they could identify them. I saw the name of my mother's\ncousin on the list, the doctor, whose wife and daughter were sent to Kazakhstan. The wife\nlives now in Toronto, and the daughter, and the daughter is a psychiatrist in Toronto. In\nfact, I speak to his wife. She’s -- she just told me she was 86. She survived, and we -- I\nvisit her in, in Florida occasionally. That was because I was able to get, because Germans\nwere so methodical in publishing the lists. They did say that they didn't commit the\ncrime; of course, the Russians accused them of doing it, but I think they admitted that\nthey did it, that Stalin -- on Stalin’s orders. Anyway, it came 1944, approximately March,\nApril, end of March, beginning of April of 1944. We were -- all the time we were in that\nbasement running back and forth, up and down. The ghetto was completely liquidated\nalready, but Janowska Street, the camp, had a hundred or less Jewish boys there whose\njob was digging up mass graves and burning the bodies, destroying the evidence. But\nthey were still there. All of a sudden, we were downstairs in the basement because the\nsituation was sort of tight. We hear knocking on the door and heavy German steps, heavy\nsteps -- boots. We ran into our hiding, and we didn't hear anything. We discovered later\nthat the Gestapo and the Ukrainian police --\n[Technical conversation]",
        "A: The German boots. We didn't know it in the beginning what actually happened. We\nfound out later that someone has squealed on our -- the man that was hiding us. And they\ncame, the German Gestapo, and the -- came to arrest him, not because he was hiding\nJews, be-- but because he was a member, an active member, of the AK, the Armia\nKrajowa, the Polish underground. They searched thoroughly the place. They found the\nrifles, the grenades, the, the ammunition, the guns, the radio transmitter, the radio\nreceiver. They arrested him. They arrested his wife. She denied the knowledge of\neverything. She called neighbors as witnesses. They came, they testified that she -- that\nhe never listened to her, that she didn’t know -- anyway, that she was completely\ninnocent. The verdict was, after a month, to liquidate his property, take away everything\nthat belonged to him, give her back the house with one bed, one table, one chair, one\ndresser -- and that's it. That's hers. Otherwise, remove everything else from the house.\nNow, in the meantime, we were there for a whole month in the basement being -- not\nknowing what is happening. Fortunately, right after they -- we heard the heavy steps, and\nright after we heard that, that the German police was there, we had suspected something,\nthat something is going on. What we actually did, we went upstairs, and she had a lot of\nstuff prepared: dried bread, marmalade made with real sugar. We took it all down, and we\nhad it in the basement. We filled our containers with water. During the day, we were\nsitting there without moving, but at night we were able to get out to the -- to flush the\nbody waste without making any noise. We had, between us, there was a man out there,\nthe father of the Hasidishe family, who was deaf, half deaf. His children used to actually\nhave a pillow so they could put it -- because a deaf person can’t hear himself; he didn’t --\nthey, they didn't know if he was going to scream out or say anything. They had a pillow\njust to put over his head and, if necessary, quiet him down.\nFortunately, we went through that thing until they decided that it is time to liquidate the\nhouse. We're living on stale bread, which was not already stale, it was full of fungus, but\nwhen you have nothing to eat, fungus won't kill you, the green stuff. It might give you a\nlittle indigestion, but it won't kill you. And, surprisingly enough, in spite all these\nconditions, nobody got sick. We slept on a wooden board covered with straw with a piece\nof cloth on top of it. The fleas that developed were so big that you could hear them jump\nwhen they were jumping. You became immune to it. It sort of didn't bother you anymore.\nBut, the -- to fulfill the verdict, they had to remove all of his property from the house,\nwith us being in the basement in hiding. Who came to remove it, but the Jewish boys\nfrom Janowska street, from the concentration camp, being supervised by Germans and\nUkrainians -- being beaten there, cussed, yelled, and you name it. We heard them move\neverything. The -- we were afraid that somebody is going to spot our box, the painted\nbox, and go after us. Because whenever we went th-- there, before you moved the box in,\nyou sort of made a mess on the ground, because otherwise you would see that that part\nwas smooth. After all, somebody -- when, when you slide over cement, you sort of\nsmooth it out. They did it on -- the, the actual removal of property took, took place four\ntimes. After the third time, this man Pupka said, “I can't take 1t anymore. If they're going\nto discover us, all they have to do is throw a grenade in and we're all good as dead\nwithout even resistance.” And we had two guns. He had a, a, a gun, a six-shooter, and I\nhave a five-shooter. I had a five-shooter with a five -- with five cylinders and an extra\nbullet, and I had six, six bullets. He took his gun, he says, “I'm going to get out of here.”\nWe let him out in the middle of the night, and I was able to trace his steps until the\nmiddle of July of 1944, which was approximately two weeks before the Russians came\nin. I, I knew with who he was in touch with, and after that he disappeared and he did not\nsurvive. At that time, I wasn't positive, but now I definitely know that he didn't survive.\nWe were there, they came again. They emptied out the place. They were -- maybe those\nJewish boys, they saw that thing, but nobody ever said anything. We'll never know. All of\nus survived; 10 survived in a hole.\nBut this Polish man, he was -- his sentence was to be sent to Auschwitz. He was sent\nthere, and he perished there. His wife came back, and that was already May. Prior to that,\nbecause there were two of them, and because he had money, he could buy food on the\nblack market to feed us. It was all a matter of getting one meal a day, which was basically\na -- some sort of a soup with some bread on the side. See, it's easy to buy some extra\nbread, and soup she cooked, so she made soup. I mean, what was in the soup, who cared?\nWhen she came back, she said, “How am I going to feed you? I'm alone, and you are 10.”\nShe says, “You better get out of here.” We said to her, “How can we get out?” I says,\nsays, “If we get out of here, it's like good -- like you're signing your own death sentence,\nbecause no matter how much we'll deny, once they start torture you, somebody is going\nto say where they -- where, where they were. It's impossible to deny completely.” Says,\n“You have a garden, see what you can do.” She, she -- we sort of convinced her. We had\na bowl of watery, watery soup every day. I don't know how many calories a day it was.\nWho knew -- first of all, I didn't know what calories were at the time. But we sort of\nsurvived. The big disappointment was -- I still had the crystal set. I still was able to listen\nto the radio station, to the local radio station, what didn't tell you the truth. There were\nstill local newspapers. There were rumors. The Russians stopped by the Polish town of\nTernopol, which was only about 60 kilometers, that will be...east of Lvov, and they stood\nthere for a month because they tried to straighten out the front. And they stood and they\nstood, and we were suffering and praying that they should come, every day. Finally, the\nRussians came in and liberated us on the day after my birthday, July 27, of ‘44. We\nwanted to come out of the hole. Says, “I can't let you out,” said the woman. “I don't my\nneighbors to know that I was hiding Jews. They will say that I am a Jew-lover. They will\nsay that my husband perished because he had Jews, which I know it isn't true.” We stood\nthere an extra day, and one by one we got out in the middle of the night, the following\nnight where we were immediately arrested by the, by the Soviets because there was a\ncurfew. We slept in city hall on a table, and the first question of the Russians 1s, “So why\nweren't you fighting actively? Why -- what did you do in hiding? You -- you are nothing\nbut a bunch of cowards. Go and tell them that there was nobody to fight with.” Because\nthe first thing was to save our lives because if I went with the Ar-- with the Armia\nKrajowa, I would have been dead, and the other 10, they were all -- they didn't know one\nend from a rifle -- of a rifle -- to another -- from the other.\nEnd of Tape 2\nBeginning Tape 3\nA. I had an interesting incident while I was in, in hiding. I did go out from that hiding on one\nor two occasions, actually, to do some -- to do certain things which I had to do. On one\noccasion, I was walking in a very non-Jewish area of Lvov, and all of a sudden -- dressed\nproperly -- without the -- the ghetto was already practically already liquidated. There was\nno ghetto any more. I -- all of a sudden, I feel a heavy arm on my shoulder. I turn around\n-- and I had a gun in my pocket. I see a Ukrainian policeman put an arm on my shoulder,\nand he says to me, “Isn't your name Jasza?” And that was my nickname, my Russian\nnickname. I say “Yes,” and I put my hand in my pocket. He says to me, “Don't be scared\nof me. I know who you are. I know what you are. I'll let you go. I will not do anything. I\nknow you are Jewish. I know you are living on Aryan papers, probably.” He didn't\nsuspect that I was in hiding. “Just be careful. I won't do anything to you because I rec-- I\nrecall that one of the tests what we had at the Polytechnic Institute together you sort of\nhelped me a little bit.” So, he repaid, that was -- he repaid a debt of honor, or dishonor\nbecause I shouldn't have been helping him. The cousin that I was mentioning, before the\nmakher in ghetto, he and his wife, they went into hiding and they had a little girl at the\ntime. That little girl at the time was about four, five years old. They didn't want to have a\nlittle child with them in hiding, so they gave the child to a Christian family in a different\ntown, but very close nearby. The mother's that -- her sister was blond. She's about two\nyears younger than I am. She lives in Israel now. She was able to procure for herself\nAryan papers. All of a sudden, she became a school teacher, went into Silesia, into\nSlonsk,'® into western part of Poland, and became a governess, working for somebody\nwho had money out there. And later she be-- she was, she was teaching with all, all\nforged documentation.\nWhen -- after we were liberated, my mother and myself, we were in Lvov, we didn't\nknow what happened to them because we left the ghetto before they did. They left after\nus, and one didn't know where the other one is going. But the one from the -- the, the, the\ncousin that was in hiding, that was on Aryan papers, came back. She knew where all of\nthem were, but she didn't know where we were. But she came back to Lvov. She found us\nin Lvov, and she started to ask questions: Do we know what happened to them? I said,\n“No, I don't even know where they were.” So, she went into those two little towns. First,\nshe was afraid but we went there, and she found that the cousin and his wife, someone\nsquealed on them, they got them, and they were shot right on the spot. The little girl\nremained with that Polish family. So, when she went back to the -- when she went to that\nPolish family to get that girl, they refused to give her to her. But the girl, being at that\ntime she was already five, five and a half, she recognized her, of course, and they had to\nuse the authorities. She got her. She's a grandmother now in Israel.\nQ. Let me ask you: you were in hiding a long time...\nA. Yes, about a year and a half.\n'6 Slonsk is the Polish name for Silesia.\nQ. And you just said that you only came out of hiding to do some business once or twice.\nA. Right.\nQ. What, what did it feel like when you were liberated and you came out into the daylight?\nA. It was a very strange feeling. It's like newly -- being newly born. First of all, 1t was hard\nto believe that just about everybody you knew, that everybody that you were with,\nperished in spite of the fact that people that I went together to high school in Lida many\nyears ago, many, many of them survived because they went and they were with a group\nof partisans. But they were in a different area. The area where we were was maybe much\nmore antisemitic. We had our Ukrainians. They had their Lithuanians. They had their --\nthe Poles were just as bad in both places. But the territories, the area itself, was there\nwere many more jungles. There were many more rivers. There were many more inhabited\nareas. We were 1n more civilized area, which was more cultivated, and because of it, it\nwas much harder to hide. My feelings was that I hope that I will survive, and my first\nsteps were to go back to the Polytechnic Institute, where I have attended, prior to that in -\n- from 1940 to 1941, I put a full year of school. The Germans might have destroyed the\nfaculty by killing them, by deporting them, but they did not destroy the records. So, all\nthe records were there. They were preserved, and it was a matter of getting the people,\npeople to dig them up and within a month, they had all the records out and I was\naccepted.\nQ. Who was teaching?\nA. People who came from Kiev, and some were le-- some professors were left over, not 100\npercent. But people to -- from Kiev, from Khar’kov, from the Ukraine, even from\nMoscow. To teach in Lvov, it was a big honor because the life in the occupied territories,\nthat -- and that was an occupied territory, that was not the original Soviet Union -- was\nstill better than within the Soviet Union, and Lvov was not as destroyed as the major\ncities in Russia, in the, in the Soviet Union. So I --\nQ. Do you remember the first, the first few days of liberation, what that was like, what, what\nyou were doing?\nA. The first day -- few days of liberation we were trying to find a place where to live and we\nwere given, by the, by the Russian authorities -- I don't know how to call them,\noccupation or, or liberated -- in apartment which was occupied by a German general, who\nran away leaving a lot of things 1n tact; a lot of food, some beer, some -- a bunch of other\nthings, which normally we wouldn’t ex-- normal people wouldn't expect to find. He ran\naway real fast. Later, they took it away from us. They said it's too good for you, but at\nleast we had it on the beginning. Then, it was a matter when, when we left our hiding, I\nhad on me nothing but rags. From sliding on the basement floor into -- in and out of that\nhiding hole, all the clothes were just in, in, in shambles. There was nothing but holes.\nYou couldn't keep anything inside because everything was moldy there. You had to\ndelouse yourself because the fleas were as -- they were the size of flies. When they\njumped you could hear them jump on top of, on top of straw. It was a matter of finding\nsome clothes. It was a matter of going on to the market. They had a Russian name for it\ncalled tolkuchka.'’ Tolkuchka, it means “one was pushing the other,” where you sort of,\nwhatever you had for sale, someone would buy it from you. I remember on the very\n'7 Black market (Russian).\nbeginning, because I spoke fluent Russian -- after all I, and a good Russian, too. After all,\nI went to school; most of my subjects were taught in Russian.\nInteresting, one of the courses that I tried to use, get credit for it, as Economics in here,\nwhen I came to the United States, was the basis -- the basic study of Leninism and\nStalinism. They didn't give me any credit for it. They said, “That's not our economics,”\nbut I tried. That was taught in Russian. A Russian soldier stopped me, and he says, “Can\nyou buy from me something? I say, “I can't buy from you; I have no money, but if you\nhang around here for a few hours, I'll sell it for you.” And those were can, cans of\nAmerican ham and beans, like C-rations, but big cans that the American, that the\nAmericans supplied the Russian army with. They were being sold on the black market,\nand I sold some of them at a very, very good profit because it didn't cost me anything.\nAnd whatever the Russian soldier got, I mean, he was happy to get something for it. That\nwas my first black market experience. From -- after that I -- that’s the only way I could\nsurvive and, and do something. I used to buy paper. I found a printing shop that used to\nprint lines on the paper, then I found someone who that a bound, a bound-- a bindery, and\nused to make notebooks, with a couple of staples and a notebook with a cover, and we\nused to sell notebooks to the Russian soldiers. That was like over a thousand percent\nprofit. Unbelievable. They used to go like hotcakes. And, like everything else, it lasted\nfor a while and then, then -- someone -- then, then the Russian government started to\nprint it. But until then -- so we made some money that way, and then I started to go to\nschool.\nQ. Did you feel safe?\nA. Yes, I did feel safe, in spite of the fact that at one time my mother worked for a supply\ndepot, and her boss said to her, “You know, I'd like to sell a few big cans of imitation\nhoney butter.” It's like a honey butter spread which was strictly Ger-- which was German.\nSo, she says, “Ok, I'll try,” and she got me. I took some of it, and I went to sell 1t on the\nmarket and the cops, the Russian police, grabbed me, arrested me. They locked me up.\n“Where did you get it?” First I didn't tell them, then I got in touch with this man who\nsupplied it, and I asked him, “What should I do?” He says, “Don't worry, you can tell that\nyou got it from me.” I told him I got it through them. He says, “And I thought we cracked\na major, a major thing, a major --“ And they let me out. That was the only time I was in\njail, in a Russian jail for 24 hours, interrogated. It's not on my record. They never kept the\nrecords of it.\nQ. What about the local population?\nA. That's why I didn't feel, I didn’t feel threatened. The Russian po-- the local population,\nthe Ukrainians, they ran away. The ones that did the Ukrainian militia, and so on, they\nran way from there. The Poles, they didn't want to stay. They tried to move to the western\npart of Poland. So who were -- I think -- the people that remained were the Jews, the\nliberated Jews that were there, that weren't too many at all, and the ethnic Russians, that\ncame there because the life there was much better than in Russia itself. So I felt fairly\nsafe, especially -- I would call myself that I was within -- between the intellectual elite.\nAfter all, I was a college student. I was in second year of Polytechnic Institute with a,\nwith a scholarship from the government. It's not that I believed in their system, but I\ncould get all the benefits from it without putting anything into it. So, when the Russians\ngave Poland the eastern part of Germany, or the we-- they extended Poland west, so that\nthey could keep the part of Poland that they have occupied 1n '39, like Belarus, like Lida,\nLvov. They announced that Poles, or anyone who is willing to repatriate himself into\nPoland, is free to do so. You can take with you anything you can carry. Of course, you\ncan't move furniture, but you can take anything you can carry, with you. So, in -- I think\nit was in '45 in August, I think, -- yeah, around August -- we decided that there's no future\nin there and we're going to repatriate. We got on a train and we went to Lodz.\nQ. Let me just ask you a couple questions here. When you said th-- that in Lvov most of the\npeople were ethnic Russians or the few remaining Jews, what size of a Jewish community\nare we talking about? Were they able to kind of reclaim the community?\nA. No. The Jewish community may be from all -- because whoever was liberated, they sort\nof came to Lvov, because there is a safety in numbers and safety in a big town. When I\nsay there were Jews, there were still Poles in Lvov. A lot of Poles, the community was\nseveral thousand, but not even in 10 thousand, several thousand. The small towns around\nLvov, after the liberation, they had pogroms, believe it not, where the local population --\nyou see, Jews, when they came back, they try -- tried to claim their property. Of course,\nthe locals didn't want to give it to them, so how -- what's better than try to get rid of\nthem? The, the, the expression was always, there were -- “Why didn't they kill you? You\nare too many of you left.” The local populous was al-- they were always Jew haters. They\nalways despised the Jews, if it was before the war or after the war. There were very, very\nfew that were sympathetic. My -- our friend Czachor, the one that saved our life, when\nwe confronted him in conversations: “Why are you doing it -- ? “\n[Technical interruption |\nA. Czachor, when you -- when we confronted him on many occasions, we had a lot of\ndiscussions with him; after all, we were doing nothing. We were the intellectuals, and he\nwas a carpenter who became a contractor, whose children were educated. They were both\n-- both his daughters were in Krakow. In fact, I used to send them packages later when\nwe ended up in, in Italy. He says, “I didn't do it for money.” He says, “I had to have the\nmoney because I am not a rich man. I couldn't feed and sustain, and what was the harm if\nI made a couple of bucks?” he was saying. He didn't live to enjoy it, unfortunately. He\nsaid, “I'm doing it strictly for, for humanitarian reasons. I can't see people being\nslaughtered and exterminated for no reason at all. The only reason is because they were\nborn to the wrong parents or to certain type of parents.” I mean, the fact that he\nsupported, he was with the Jews and the army of Armia Krajowa at the same time, was a\ncontradiction in itself because the Armia Krajowa, they never said they were antisemitic.\nBut in their actions, they never supported the Jewish resistance. In Lvov itself, the Jewish\npolice, which was -- whose basic job was to maintain order having 150,000 people living\nin one small area, and selecting people for extermination; like they say, “I li-- you live\nand he dies or what?” They -- somebody had to, somebody had to do it. Now, was it more\nhumane that the Jewish police did it? Was the -- were the Jewish police traitors to the-- to\ntheir fellow Jewish brothers? I wouldn't call them traitors. I think it was their way how to\nsurvive maybe a little longer, hoping that that they can save their families, when frankly\nthey did it. If they didn't do 1t somebody else would have done it. It's not that they -- if\nthey didn’t do it, it wouldn't have been done. It would have been done maybe in a more,\nmore cruel wa-- cruel way. The end result would have been the same; it's just a matter of\nhow you, how you slaughter somebody. The Jewish police warned many people, like they\nwarned me, about the forthcoming Aktions; and if not for them maybe I wouldn't have\nbeen alive now with that January '43 incident. Then again, there was a time when they\ncouldn't meet their quotas given to them by the Germans -- and for a fact, I know it, I can\nreally -- I can testify to it -- that they were sort of exchanging: “You, you tell where my\ngrandparents are hidden and I'll tell where your grandparents are hidden.”\nWhen you had to -- when, when they couldn't meet the quotas, says, “After all, they'll go\nsooner or later,” for the -- when the, when the, when the Aktion was to get, get the older,\nthe disabled, the sick. One would sort of tell not where his relatives were hidden, but\nwould point out where the other ones, and the other one would point to the other fellow's\nrelatives. Now, I didn't know if I cou-- I don’t know if -- I didn’t want to be a Jewish cop.\nI could have been but I didn't want to do it. I was approached. I didn't want it. I, I felt that\nthis is just cruel and inhuman. I'd rather get killed myself than, than point to someone\nelse.\nQ. How did people get chosen?\nA. Appearance, age, state of health, and luck.\nQ. Connections?\nA. Just -- it was a matter of luck, that you were in the right place at the right time, because I\nknow there were times when someone escaped from Janowska, and we knew about it.\nEvery 10th guy they gave the, the, the commander, the ch-- head, used to give for him --\nfor, for, for the escapees to come back. If th-- if they didn't come back, every 10th guy\nwas shot. They just walked and counted: “10.” [Makes shooting sound] Bullet to the\nhead, and that's it. And no one was allowed to move or anything else. Now, how did they\npick the 10? It was nothing but luck. And if the men didn’t -- if the men did come back, it\nwere -- there were, there were cases if the men did come back, they still did the same\nthing.\nQ. Actually, what I was asking was, you were talking about the police and how people got\nselected to, to be a member of the Jewish police or of the Judenrat?\nA. The Judenrat is the activists. The first Judenrat was hung. The first Judenrat of Lvov -- I\nremember going out to work, coming back, and there were 12 people hanging right across\nthe main gate so everybody could look and see. Not shot, but hanging. So you didn't look,\nso what? But they were still there. Why? Because of the whimsy of the, of the German\noccupation, whoever he was that ordered them. There was no consensus. There was no\nsuch a thing as a discussion or due process or law or anything. The German, the\ncommand-- the commandant, he was the law. He was the absolute king over life and\ndeath, the absolute power if you live or you die. There was no, no discussion. In fact, if\nyou said anything, that was -- if you talk against, it was enough to be shot or be beaten.\nThe tortures were unbelievable. The kind of tortures they thought of were beyond\ndescription. There is -- you think of a way, and they did it worse.\n[Brief technical conversation]\nQ. Ok, so I don’t know; we were talking about the ghetto, maybe you want to continue there.\nGive me a few -- maybe some more details of, of what life was like in the Lvov ghetto?\nA. Life in Lvov ghetto was very, very I gu-- it’s difficult. It's difficult to describe because\none day was just like another. When there was no Aktion, we did our job. Nobody\nbothered us. When there were Aktions, it was just like, like hell opened up. I remember at\none time we were -- one Aktion, which was completely by surprise. We went to work.\nWhile we were at work, they made an Aktion in the ghetto itself. It -- an Aktion, I mean\nwhen they, when they took a thousand people, that meant no-- nothing. I think, when I\ndescribe an Aktion is five, 10,000 people had to, had to be exported, liquidated, or killed.\nThey -- we got stuck in a place where they were growing -- where a, a family was\ngrowing nothing but beets, white -- not red beets for borscht -- but white beets, because\nyou can make sugar out of white beets. And for three days we had nothing but white\nbeets. We ate white beets. We cooked them. We, we, we, we simmered them. We did all\nkinds of possi-- all kinds of things because we were afraid to get out. That was the only\nthing that sustained us. We weren’t able -- because if you were, if you were caught during\nthe Aktion, sometimes even the best favors wouldn't save you. They numbered the quota,\nthe order of to liquidate, to, to, to solve the Jewish problem, was higher than the, the\npapers that would save you, the documents that would save you. That had priority over\neverything.\nQ. Were these Aktions regular? Were they often?\nA. They were quite often. They were quite often. They were usually, or many times, they\nwere preceded by a Goebbels speech, especially an inflammatory Goebbels speech,\nwhich you could listen to on a, on a, on, on radio, on crystal radio. I could listen to him.\nIt's not I that understood; to me, it sounded like a dog barking. I couldn't understand\neverything, but that Hasidishe family, they were quite fluent in German. That was 1n, in --\notherwise, I had -- we -- in, in the ghetto, many people had crystal sets. We listened to\nthat, to that, to those things and we sort of told each other. Then there were local\nnewspapers that used to print Goebbels speech -- speeches, and so on. There was Polish\npapers; of course, they printed what they wanted to be printed. But that was one -- oh,\nHitler's speech. That was usually at the time when all -- we knew, we knew to expect\nsomething right after it. Many times we were told by the, by the police, by the Jewish\npolice, “Expect something.” They were quite regular, because to get from 150 to 20 or 15\nwhen I left the ghetto, that's a lot -- 135, 130,000 people. That's a lot of people to move.\nAnd they were able to do it without actually exterminating, killing too many of them\nlocally. There were all trains going out. The -- Janowska was more or less -- more of a\nlabor camp than an extermination camp. It had no ovens. It had no, no, no way how to\ndispose of bodies except for burying them, because the major problem of the, of Germans\nwas -- is how to dispose of so many bodies, so they were actually burning them.\nQ. Were there any semblances of normal life in the ghetto? Were -- was there any cultural\nactivities, any political, any religious?\nA. If there were religious activities, they would have been strictly self-contained. They were\nnot condoned, and they were not -- whatever you did, you could do whatever you wanted.\nWhile there was no Aktion, you could do anything you wanted. You could live -- it's not\na normal life, but you could live a life basically without fear. Germans -- the Germans\nhad free access to the ghetto. If they needed to unload something or do something, they\ncould come in with a truck and say, “You, you, you and you -- raus!'* Come on with us.”\nThat's it. Sometimes people used to come back, and sometimes they didn't. It was an\neveryday occurrence. But as far as family life, there was no such a thing as a family\nprovider. Every -- everybody had to do something. The basic elements of family life\ndidn't exist. There were no schools. There was no religious life as such. There was no\nbreadwinner. Whatever you co-- whatever every member of any family could get, it was\nassembled together. And if you were nice enough, you would take in some strangers\n'8 “Out” (German).\nmaybe to make a larger group out of it, if the stranger was willing to share his findings\nwith you. It wasn't communal because what was mine was mine, was not yours. Don't\ntouch my things. It was sort of a code of honor, because when you went to work and you\nleft your things there, other people could take it and disappear with it. They did not, not\nthat I know of.\nQ. Was your mother working in the ghetto?\nA. No, my mother was in the ghetto very little.\nQ. What about clan-- clandestine activities? I know that they wouldn’t -- the authorities\nwouldn't condone religious or, or cultural activities, but did people form groups? Did\nyoung people date?\nA. I was a young person, and I didn't date anybody. I was just trying to survive, trying to\nsurvive. And how quickly you learn how to sa-- save your energy, how quickly you learn\nnot to volunteer for anything. If you have to do it, you do it. Don't volunteer, because you\nnever know, you never know what -- let, let it be your fate. If you volunteer, you sort of\nsupersede your fate. Try not to get hurt because if you get hurt, your chances for survival\nare much, much smaller. Don't get injured. I had a time where a big piece of cast iron fell\non my big toe and crushed the cartilage, the joint cartilage. I, I had troubles until it healed\nbecause I -- it had to heal properly.\nQ. Were there doctors?\nA. What doctors? If there were doctors, there were no medications. Maybe there were\ndoctors, I didn't know of any.\nQ. Were there secret schools or publications?\nA. Not that I -- not that I know of. Not that I know of. Some public -- I saw some\npublications which basically disseminated news. They were more or less publications\nwhich were printed outside the ghetto and smuggled into the ghetto. Like the Armia\nKrajowa used to have publications which you could find in the ghetto, but they were not\nfor the Jews and they were not by the Jews, and they didn't tell the truth about the Jews,\neither. They were there; it was mostly but mostly word of mouth. Cultural life; I haven’t\nsee any. Maybe there was; I didn't see any.\nQ. What about welfare organizations? Did the Judenrat set up any feeding centers, anything\nlike that?\nA. There were some. There were some because I know. remember. The Germans: first, they\nwent after the old; they went after the sick; and they went after the young. Now, the old\nyou cannot hide. The young you cannot hide. But the sick, you can, because if you're\nyounger and sick, or you don't look so good or you don't feel so well, you can try to cure\nyourself and hide. I remember seeing Aktions where people were carried out on stretchers\nand then they were made, sort of, get up and stand up and they couldn't. They were shot\nright on the spot, right there, and bodies were left. But if you came two or three days after\nit, the -- with the help of the police and with the help of the younger ones, they used to --\nthose bodies used to had to be removed because otherwise there would have been major\nepidemics. Typhoid was a major sickness because typhoid is spread by, by lice, ha-- hair\nlice. I didn’t have, I didn’t -- I never had typhoid, but my uncle did. He survived it. But\nit's not that anyone went to a hospital. I think he spoke to some doctor that he told him\nwhat to do and not what to do. But what's the difference? You couldn't do -- you had to\ndo what you could do. I mean, if he told him, “You have a 105 fever, don't go to work.”\nHe couldn't do it anyway because he couldn't go to work.\nQ. Was there a lot of sickness?\nA. There was. Typhoid was prevalent. There was a lot of it. But then again, you sort of\ndevelop resistance toward things that normally affect you. I, honestly, I don't remember\nhaving a cold. I don't remember having a stomach ache or, or, or, or things that are -- that\nnormal grip -- normal sicknesses that you get. You ju-- I don't remember having it. Or\nmaybe I had it and I ignored it, because I couldn't afford to show that I had it.\nQ. I have images of other ghettos where they said people were falling on the street, it was --\nwas Lvov like this? People were dying everywhere.\nA. People were dying everywhere, but you didn't look at it. You got used to it and you paid\nno attention to it. First of all, in what I was doing, I was working. I was out of the ghetto\nmost of the day, and when I was inside the ghetto, I was in my living quarters trying to do\nthings, help something. I didn't walk around the ghetto looking for things or visiting\npeople or even talking to people. They wanted me, they, they knew where to find me. I\ntried to live and be sort of independent. I was friendly with these people that provided me\nwith these -- with the documents that -- but we all lived together. We lived in the same\ngeneral area. All of us sort of being young -- and young, when I say young, I don't think\nanyone at that, at that time was over 40 or 45.\nQ. You said that when the Germans came in, they immediately disposed of the Polish\nintelligentsia. Did they do that with the Jews also?\nA. There was -- what do you mean by Jewish intelligentsia?. Jewish intelligentsia, they\ndidn’t have to wh-- Jewish intelligentsia, as such, didn't exist to the Germans. They knew\nthe Jews. The Poles, they were not going to kill. They were going to make them sort of\nlike what you would call second class citizens or second class -- citizens is the wrong\nword. Second class inhabitants of the land. That's why they took their leaders, the\nintelligentsia, and they tried to kill them. They killed the majority of them. They killed a\nlot of them. The Jews were destined to be killed anyway.\nQ. But you said that they --",
        "A: They did the same to Je-- they --\nA. They took the intelligentsia also. They came with lists. They had names of Jews. They\nhad names of Jews who had to be taken. First they took them -- first they took, on the\nvery beginning, a very large group as hostages, and I remember members of the Judenrat\nor members of the Jewish government, what you would call, walking around from place\nto place trying to collect gold coins, gold rings, and so on, because there was a quota how\nmuch they had to, to give the Germans to save the lives of the group of what you would\ncall the intelligentsia, the intellectuals; people that were worth taking hostage because\nthey would take hostages from the street. Who would care to pay for their liberation? But\nthey were all known people, leaders. They collected the things, and, and those people\nnever came back. They were, they were -- in fact, because they were the intelligentsia,\nthey were killed earlier than the other people. And when I say the old and the young, the\nage criterium was not necessarily the determining point, because they didn't ask you how\nold you are, it was how old you look that counted. Because you could have been old and\nlooked young and you got away with it. But if you were young, younger, and physically\ndecrepit and looked old and so on, that was enough to ge-- to -- for, for them to arrest you\nor, or, or send you for extermination.\nQ. What about the Judenrat?\nA. I had nothing to do with them. I saw one Judenrat hung. I know that they were there. I\nknow that they were the necessary evil. I know that they have sort of transmitted the\nGerman orders, and they were a, a, a pawn or -- in, in Germans’ hands. If they didn't do\nit, they would have been killed and somebody else would have been in their -- put in their\nplace. That was the, the, the German policy of sort of having clean hands. “I didn't do it. I\njust, I just sa-- I just ” They didn't dirty their white gloves. They just gave the orders.\nQ. Was there a lot of industry in Lvov? Were there -- I know the work that you did, but were\nthere a number of other factories or did they take people out to places to work?\nA. There wasn't much in the -- Lvov was not an industrial town. Lvov was more of an\nintellectual town prior to the war. Remember, Lvov during the Austria -- Austra-\nHungarian empire, where King Franz Joseph was in existence, was the capital of Galicia.\nIt was the second, I would call “main city,” after Vienna, Vienna and Prague. It was an,\nintellectual -- town of intellectuals where you had a medical college, medical school; a\nuniversity, full university, a Polytechnic Institute. I mean, in one town of 150,000,\n200,000 -- that's a lot. The industry, the -- it was not the main point of Lvov. So when\nthey went after the intellectuals, they wanted to destroy the, the, the Polish spirit as well,\nprior to getting to the Jews. Germans were quite methodical, and they knew they were\ngoing to get the Jews anyway, and it was easier for the Poles to go underground than for,\nthan for the Jews. Because after all, the 30 million population of Poles, it was more\ndifficult to control than the few Jews that were -- or the Jews that were scattered in towns\nonly, because Poles were mostly agricultural. Jews were living in towns. They would be\nthe, the, the money changing -- the money makers, the, the, the storekeepers and\ncontrolling quite a bit of industry in Poland.\nQ. So after liberation, I th-- you went back to school, and then you -- I think you said you\nwent on to Lodz, or you wanted to. But meanwhile, had you talked to anybody from\nLida? Did you know about the family you had left there?\nA. When -- two weeks after liberation -- really, two weeks after liberation -- I bumped in the\n-- on the free market, where you were selling and buying things, I bumped into a guy my\nage from Lida who he and his father -- Lida had a big cafe called “The Amerikanka””’ --\nthe American cafe. He and his father used to provide the entertainment. He played the\npiano and the accordion and -- in that cafe. I met him. He was in a Russian uniform. He\n') American woman (Russian).\nwas like the -- in the Russian US-- USO. He was entertaining the troops, and I had a long\ntalk with him. He said he just came from the Bela-- Belarussian front. He was in Lida. He\nsaid, “There's absolutely nobody left.”” Downtown Lida was completely destroyed and it\ndoesn't exist. There was a main artill-- artillery duel between the Russians and the\nGermans, and the area where we lived was wiped out completely. It absolutely doesn't\nexist. Some of my old friends survived. They were with the Russian partisans, and they\nwere with the Bielski’s Brigade. I don't know if you heard of the Bielski’s Brigade. I met\nthe Bielskis here. I was quite friendly with Tev-- Tuvia and his brother and all that. They\nsurvived through them and with them, but there is absolutely nothing in Lida.",
        "A: My grandparents perished, he told me that. My uncle died in Lvov, but my aunt who\nmarried the lawyer-accountant that worked for my grandfather, that had this six year old\ngranddaughter -- they encountered a major tragedy, because during the ghetto liquidation,\nin May of '43, him being an accountant and a lawyer and all that, and he spoke German,\nhe sort of spoke to a German guy and he trusted him that he will sort of allow them to\nsurvive that particular Aktion that was to liquidate the Lida ghetto. And he would show\nthis German where my family hid their money and their treasures. They buried it in a\ncertain spot, which I knew where it was. My mother told me and my mother knew about\nit because her parents, my grandparents, told her. It wouldn't have made any sense now\nbecause that building is no-- not in existence any more. It's destroyed. But anyway, he\ntook the German guy there. The German was going to let him and my aunt and the little\ngirl go. Instead of it, the Nazis shot both of them right on the spot, dead. The little girl,\nGila, she was wounded, and she ran away. And by -- on by the account of eye witness,\nshe was killed a few days later. But they were killed right on the spot, and the German\ngot a medal for getting the, the, the -- that thing and for killing the two Jews.\nThere was no sense for me to go to Lida then, and in fact, friends of mine -- I have\nvideos, video tapes, from visits to Lida by my friends that went. They put up monuments\nthere in memory. But again, my grandparents were not killed in Lida. They were killed in\na little town outside of Lida. I chose not to go because there was nothing that I would\nrecognize in there. There was nothing that I will see that will remind me. In fact, where\nthe cemetery used to be there are now apartment houses. People live on top of graves\nwithout knowing it. The Russians pu-- decided to put up apartment houses 1n there\nbecause the Germans have removed all the tombstones. And it's quite possible that the,\nthe, the, the Russians didn't even know it was a cemetery. There were three Jewish\nfamilies left in Lida, which probably don't exist now. They probably pa-- they probably\ndied by now because the first contact with Lida was through another cousin who survived\nwith the French resistance in France. He was a doctor in Paris. He was one of the Gold’s\nassistants. He was a psy-- psychiatrist invited on a -- to visit a scientific conference in\nMoscow. From Moscow, he went to Vilna, and then he was able to, to talk someone in --\ninto allowing him -- getting a car to go to Lida. That was in '78, and he wrote his sister --\nwho survived the war also; and she died in Bo-- Boston -- a letter describing Lida. And\nseeing that -- and reading that and seeing that, I said there was no sense in going to Lida,\nso I never went there, and I'm not sorry. We ended up in Lodz.\nQ. You and your mother?\nA. My mother with -- I met some people in there. And from Lodz we decided to get out\nfrom Poland altogether. There was a choice to go to, to displaced person camps in Italy or\nin Germany. The Italian displaced persons camps -- I chose to go to Italy because I had a\nbetter chance to pursue my education. See, I went -- I already had two years of\nengineering behind me, documented with documents. The only problem -- the only thing\nI didn't realize, I didn't have the original of my high school diploma. I didn't realize how\nimportant that document is in Italy. We, we traveled using the underground railroad.\nFrom Lodz, we ended up in Cremona. We crossed several borders, in fact, I remember\none -- crossing on border to -- from Poland to Czechoslovakia. We had to be somebody,\nSO we were documented as Greek Jews returning to go -- from German concentration\ncamps returning to Greece. So the Czech guards said to us, ““Why don't you say\nsomething to us in Greek?” Nobody knew Greek so we started to talk, “’ma neeshtanah\nha-laylah ha-zeh...”°° We were asking the four questions. To them, Hebrew was Greek.\nTape 4\nA. You are rolling now? My uncle, my mother's younger brother, who is 90 now, he went --\nhe was one of the original Halutzim7! that believed in Palestine in 1926. He left Poland in\n1926. He was barely 20 years old, 21, and my grandmother got a stroke at that time\nbecause of it. He came back, stood for a, for a couple of months, and he went back in '28.\nHe married my aunt. She came on a visit to Palestine in 1936, and in order to go on a visit\nyou had to buy a round-trip ticket to assure that you're coming back, but when she\nmarried him, she was able to remain there. So, they still have their return part of the trip.\nThey --\nQ. Tell me, tell me about your passage to Italy. What, what was the underground railroad?\nA. No. I want to tell you about the uncle. He told us he was in the British Brigade, and while\nwe were in Lvov, he sent us a letter which came to us from Marseilles: to be ready to go\nto Odessa because his job is to repatriate Russian prisoners of war, to repatriate\nthe...prisoners of war, so if we can make Odessa he'll smuggle us on a ship for us to go\nwith him back, get out of the Soviet Union. That part didn't work out. But when we left,\nwhen in -- when we were in Lodz, the Zionist organizations, the -- 1t didn't make\nbasically any difference if you were the left side of the Zionist, which were the Ha-\nShomer ha-Za’ir,”” or the right side which was the Betar the --; all of them worked\n*! Pioneers (Hebrew).\n*2 Zionist youth movement.\ntogether, I think, when it came to smuggling Jews out of Poland with this underground\nrailroad. The, the underground railroad used to put Jews into small groups, provided them\nwith false papers, documents -- forged documents, telling them where they were going.\nLike we were the Greek Jews leaving Po-- leaving a concentration camp from\nsomewhere, going to Greece because we were basically traveling south. But as soon as\nwe crossed into Cz-- Czechoslovakia, we got different papers, and part of us went in the\ndirection of Austria, into Munich, that had a number of displaced persons; or through\nAustria, across the Alps into Verona -- Cremona and Verona, into Italy. That's where we\nwent. We ended up in Cremona in a displaced persons camp. My mother got lost because\nshe spoke English, so she got off the train and she went to talk to a, to an American\nconvoy coming and she ended up in Munich, and I had to go to find her in Munich. I\nfound her. So I spent a nice weekend in Innsbruck and Salzbrook (ph) -- Salzburg, not\nSalz--! And came back to my group in, in Italy, and we ended up in a displaced persons\ncamp in Cremona. And then, from there, through other difficulties, we ended up actually\nin a displacement camp -- displaced persons camp in Rome, in Cinecitta.*? Cinecitta is\nthe Hollywood of Italy, where they made movies, but the UNRRA”* requisitioned it and\nwe were, we were there for a while and then we left them.\nMy mother got herself some sort of a job, and I tried to enroll at the U-- University of\nRome, because Rome has no Polytechnic Institute, and they wouldn't accept me because\n*3 Film studio complex outside of Rome.\n** United Nations Relief and Rehabilitation Administration\nin spite of the fact that I had papers showing them that I have actually completed two\nyears of Polytechnic Institute, in order to start college in Italy, you have to have the\noriginal of the high school diploma. I didn't have it, and there was not way for me how to\nget it. L-- I couldn't get it from Lvov because I left there. So, I found someone from my\nhometown in Lida, who prior to -- before the war, because he was a Jew, he could not\nenter any university in Poland, he started in Pisa, in Italy. He needed transcripts from\nPisa, so I, I sort of got a second thought and I said, “T'll get you your Pisa transcripts,” I\nwas in Italy at the time, “it’s no problem, but help me. Try, try for me, try -- how can I\nget something that resem-- resembles the matura.’”° That’s high school diploma. I got\nhim his papers, and he found my last high school sp -- high school principal. So I didn't\nknow if he’ll would remember me. I took a po-- I took a picture, I took a picture of\nmyself, and I sent it to him. The last graduating high school class was only 35 or 39; It\nwas a relatively small class. He did remember me. He gave me a sworn statement from\nMinistry of Education with grades on it, which looked more official th-- than the actual\nhigh school diploma. I took it back to the University of Rome, but by that time, they were\ngoing to accept me -- but by that time the American Joint Distribution Committee\norganized a student home in Turin, Italy. The student home meant that they hired -- they\nrented a big villa, they hired an administrator, and Jewish, Jewish young men and women\nwho were willing to attend college, enroll -- and in Turin they had the University of\nTurin, which had liberal arts, had a medical school, and had a Polytechnic Institute -- not\nlike Rome. Could live in that student home. They would get a subsidy from the AJDC.”°\nThey would get their UNRRA packages into a central pool, tuition would be paid by the\n*° The matriculation examination taken at the end of high school (Polish).\n°° American Joint Distribution Committee.\nAJDC as long as you went to school and passed a minimum of grades. They -- that home\nwas existence for, oh, I was there from '46 to '48. I was there a year and a half.\nQ. Did you mother go to Turin with you?\nA. No, my mother ha-- my mother used her papers to go back to the United States. Then she\nfound out that her husband passed away, in the meantime. And the government would not\nhonor the reentry permit, but she had some friends in here -- because it had an expiration\ndate. The expiration date was just before the war started, so they said, “Why didn't you\ncome before the war started?” But the difference was like something like one or two\nweeks. She says, “I didn't have time to get in touch with the American counsel in\nWarsaw.” I mean, there was already tension and friction going -- things were going on.\nAnyway, she found friends in here that sent her an affidavit, and she used the affidavit,\nplus those papers, and she came to the States. My mother went to the States in '46, early\nin 1946. And I lived in Rome for a while yet. I must have lived in Rome three or four\nmonths after she left. And then I -- when this Jewish home, this student home, was\nformed, I was one of the first ones to move in there. And there were Jewish boys from\nYugoslavia, from Hungary, from Poland, from many, many -- from Czechoslovakia, from\nmany countries. They are -- in fact, we met once, oh, about 10 years ago, made a reunion.\nYou wi-- you will find several doctors, engineers, and architects with the Italian degrees\nwhich lived in that Case dello Studente”’ in Turin. I had a friend -- I still have him. I have\na friend who was very aggressive, and he said, “Let me get in touch with the B’nai B’rith\n-7 Student Housing (Italian).\nHillel foundation. Maybe they'll sponsor me on -- to an American University.” And he\nkept writing to Chicago, to the Hillel foundation in Chicago, and they found for him --\nthey found a place for him at the Virginia Polytechnic Institute. He came here in -- late in\n'47, to the Virginia Polytechnic Institute. Once he started, I thought, all right, why\nshouldn't I try the same thing? So, I started with -- the young lady's name was Marilyn\nApplebaum, a very nice young lady. I wrote her several letters with my very, very poor\nEnglish, using a voca -- a dictionary. She found a place for me at the University of\nIllinois, and I got a scholarship from the Hillel foundation at the University, at the\nUniversity of Illinois. A Jewish fraternity, Tau Delta Phi, was going to sponsor me, give\nme room and board. They were paying tuition. My mother lived in New York. She had a\njob. She was working. I was able to get a visa in February of 1948.\nBut then again, in order to come here on a scholarship, you have to have a place where\nyou go after you finish school. You ca-- you don't come here to stay. I didn't have a place\nwhere to go. Italy wouldn't accept me. I was there, but they wouldn't accept me back once\nI left. I certainly wouldn't go back to Poland because that was behind the Iron Curtain. I\nhad no place where to go, so AJDC got me a visa to Uruguay or Paraguay, I don't\nremember. One of the -- these countries, one of these South American countries. So I\npromised them that I’m going to go back after I finished engineering. I came here, I was a\nupper junior, after the first year -- after I finished my junior year, I had nothing but top\ngrades. The university gave me a scholarship for foreign students. I gave back Hillel their\nscholarship. I said, “Give it to someone else.” I do-- I said, “I can't use two. I don't need\nit.” I was still living in the same frat house, living in the frat-house. I had my room and\nboard, they were free. But I didn't need the tuition thing. When I finished my -- I got my\nbachelor's degree. The dean of foreign students calls me and says, “You know that\nChicago sent me a letter; they are going to deport you. You're finished. You finished your\nschooling, they want to deport you.” I said to him, “Supposed I go for graduate work?”\nSee, engineers in '49 were a dime a dozen, because all the G.I.s were coming out of\nschool on -- under the G.I. bill. So, I, I went for a, for a masters, and in the meantime, the\nTruman's law they passed that anyone who 1s in the States can stay here. I think it was\n1949 that they passed the Truman, Truman im-- immigration act, and I had no more\nproblems. That's how was I -- I was, I was able to remain here.\nQ. What year did you go -- I mean, when exactly did you go from Lodz to Italy?\nA. From Lodz to Italy, that was 1945. It took us about, close to -- 1t took us several weeks to\ntravel.\nQ. Do you remember what month?\nA. It was between August -- between August and September, because it still nice and warm.\nWe have traveled from one place to another. We traveled from -- we stopped in Krakow\nfor a day, for example, and I saw that Hasidishe family. They were from -- they were in\nKrakow that we saved together at that time. Then we were in Bratislava. We were in\nPrague. We were in Budapest. We were in Vienna. I was in Munich for a short time. And\nso the whole travel probably took 10 days, two weeks.\nQ. How long were you in this DP*® camp in northern Italy?\nA. Just a few months.",
        "A: Because -- not that long because we went to, we went to Rome. We decided that instead\nof being in Cremona and being buried out there doing nothing, we decided to go to, to\nRome where something is happening.\n[Technical interruption]\nQ. Well, I think what I was asking you about was the DP camps?",
        "A: The, the DP camps.\nA. See, I could have been -- all right?",
        "A: I could have been, more or less I knew -- know a lot of people that ended up in a German\nDP camp, but not in a DP camp in Germany. But even now the sound of German\nlanguage affects me, sort of gives me the, the creeps. I don't like it --",
        "A: -- in spite, in spite of the fact that I spent a few good weeks -- a few nice weeks in\nSwitzerland, where they speak mostly German. It didn't bother me there, but sort of I, I, I\ndislike them. I have a friend of mine, that we grew up together that stayed, himself, in the\npartisans, who actually still lives in Munich, and I can't understand how he can do it. Or\n*® Displaced Persons\nhow he did it until now. He said, “I only lived there. I only made my money here. I\ntraveled all over the world.” I said, “Fine, but I, I can't stand the sound of that -- the\nlanguage, not just the people.”\nQ. What kind of an adjustment was it to come to the United States? Do you remember your\nfirst impressions?\nA. I -- when I came to the United States, one of the conditions that the American council that\ngave me the visa gave me is that I must go immediately to school, because it was\nFebruary 18, and school semester started the beginning of February. So, if you're going to\nschool, you must go to school immediately. I promised that I will do it, so when I came to\nthe La Guardia airport, I had to take a plane, because on a boat it would have taken too\nlong. The AJDC paid for my flight. I came TWA on a Friday night, Friday -- late Friday\nafternoon, and the immigration officer refused to allow me to disembark. He said, “There\nare so many people that come here on funny visas. Look at these guys,” he says, “they are\nrabbinical students. Do you think they came here to, to, to go to a rabbinical school?\nThey'll marry and they'll stay here.” He says, ““We have to check out your visa.\nUniversity of Illinois? And you speak poor English? I mean, it doesn't make sense.” They\nput me -- they took me to Ellis Island. Ellis Island was still in existence. And the\nimmigration officer said to me, “You're the only one I'm taking to Ellis Island. You're\ngoing by taxi.” He said, “Let me show you New York. This might be the only time you're\ngoing to be here.” So fine. So, one of the main attractions he showed me in New York\nwas the Fulton Fish Market. That's one thing I remember, especially the smell. It is very\nstrange; I came to Ellis Island Friday night. I spent on Ellis Island Saturday and Sunday.\nMonday morning I was called, and they apologized to me for keeping me there. I was\ngiven a pass. I came back to mainland. I don't remember where I slept. I don't remember\nwhat I ate. I don't remember what I did. Those two days in -- on no man's land because I\nhave left Italy on the 15\" -- or actually on the 14th. I came here on the se-- on the 15th.\nThe 16th and the 17th, Saturday and Sunday, I was nowhere. The -- my official entry to\nthe United States is the 18th. I was nowhere these two days. They don't appear anywhere,\nand I don't remember what I did then, how I -- what I actually did on Ellis Island.\nQ. Were there barracks there or -- ?\nA. No, I was on Ellis Island now. I went to visit, but I don't remember physically what I did.\nMy memory 1s blank for some reason. I don't know why, my own memory. I spent\nanother week in New York. I went to, to Illinois, and I went to school. And I -- because I\nwas thrown into a fraternity of boys -- what were there, 40 or 50 American Jewish boys\nthat spoke English only, that knew very little about a Holocaust, that -- they didn't know a\nsingle foreign language that I could converse with them. I was actually forced to learn --\nto, to, to make -- to take a crash course of English. I forced myself. I used to listen to the\nradio day and night actually, to get used to the sound of the language, because the first\nthing, in order to le-- learn a foreign language, is to get used to the melody, to the sound,\nto know when one word ends and the other one starts. Because if you don't know where\nthe words starts and the word begins -- one ends and one starts, how can you, how can\nyou learn the language?\nQ. Did they accept you well?\nA. They accepted me very well, in spite the fact that I was a few years older than, than many\nof them, than the majority. They were 18, 19, 20, but there were some ex-GlIs that were\nthere. I was sort of on par with them, because I was already -- when I got there I was 26. I\nwas actually -- no, actually I was 27.\nQ. They must have seemed young or naive or something to you?\nA. They did, they did, but they respected me, you know, because to be a member and I was a\n-- | became a full pledged member of the fraternity. I started as a pledge. I didn't have to\ngo through the hazing, through all that, you know, nonsense that a pledge goes through\nwhere you are pledging. I don't know if you're familiar with it. I didn't go through, I, I\ndidn’t go through it to the extent that they put through other, other, other young bo --\nyoung men.\nQ. Any other first impressions of America?\nA. I remember my first trip to Chicago, for example. I mean, the majority of my friends\nwere from Chicago of course, because University of Illinois is south of Chicago. Seeing\nChicago, talking to their parents, talking to their grandparents, to some of the\ngrandparents, and using the grandparents language, which sort of put me one step higher\nthan, than, than they thought of me. Sort of gave me a foot over them. Then my first\nThanksgiving was very impressive because I ha-- I had to stay at the University of\nIllinois. I had to make -- I, I couldn't afford to take off a few days. I had to study. So I\nwas invited -- one of the instructors invited me and, frankly, I never saw so much food in\nmy life. Then actually, that was one of the few times that we had -- I had turkey which\ntasted good. In Poland, they didn't know how to make turkeys. Turkey food was alw--\nturkey meat was always dried out, so for a holiday they always used to make a goose\nbecause goose was fat and the meat was much more tender, was fa-- was fattier. It wasn't\nas dry as the white turkey meat.\nQ. Did you start being a practicing Jew again, or was that important to you?\nA. I observed all the holidays. I obser-- I was married in a Jewish, traditional ceremony. My\nwife was an American born Jewish girl. My son went to Hebrew School. My son had Bar\nMitzvah.” He has a lot of certificates from the East Mid Jewish Center, prior to that from\nthe West Orange Jewish Center in New Jersey. We observed all the holidays, but we used\nto dr-- go on Yom Kippur’? we went to the Temple by car because it was too far to walk.\nI would not call myself a practicing Jew, but I still observe all the holidays and I really\ncherish tradition. In spite of the fact that my daughter married an Italian, from whom she\nis getting a divorce now, she always -- after her mother passed away, she made all the\nmajor holidays, holiday dinners, and holiday celebrations, including the Rosh ha-Shana,”!\nand the Yom Kippur, and the Seders.°” I'm exposing my grandchildren to it. I don't know\nwhat's going to be with my grandson.\nQ. But it's important to you?\n*” Coming of age ceremony for young Jewish men (Hebrew).\n°° Jewish Day of Atonement (Hebrew).\n3! Jewish New Year (Hebrew).\n>? Passover dinner (Hebrew).\nA. It's important to me. It's definitely important to me. And I believe it should be important\nto everyone because to be a Jew you have to -- everybody should be proud of it, after\nwhat we went through because of it.\n[Technical conversation]\nQ. Is -- was, was there a point during the war when you resented it?\nA. No, I have always accepted it. I have never denied it. I could have been on Aryan papers,\ngotten false papers that I am not Jewish, which would have been very easy to detect for\nanyone that I was, because of circumcision. I -- the thought never entered my mind. I\ndidn't want to do it. The times that I have masqueraded for a non-Jew was for a reason,\nbut I had to do certain things, which being a Jew would not -- would have not have\nallowed me to do so, like move freely in the city of Lvov, or carry certain orders or\ncertain commands from to one place to another. But I have -- I, I, I was never hiding the\nfact that I was Jewish. I'm proud of it.\nQ. In all this period of difficulty and hiding and I guess seeing a lot of experiences that I\nhaven't been unfortunate enough to witness, are there certain images that have stuck with\nyou?\nA. Basically, there are, more or less I would call it, three incidents that, that got to me more\nor less more than other ones. One would be the first time when we came from work,\nwhen I saw the Judenrat, the 12 hanging at the entrance to the ghetto. Maybe because I\nsort of believed on the beginning that maybe the Germans are sort of civilized. That\nwould have been the first act of murder committed directly by the Germans that I would\nattribute directly to the, the, the Nazi command. The second one is during one of the\nAktions, where on the main square we were lined up, and we were waiting to get to move\nto go to work. That was during one of the Aktions where they were getting the old and\nthe young. And it was rather quiet, and all of a sudden there was a cry of a baby. The\nGerman officer was startled because supposedly that all of the young and all of the old\nwere already gone and there was nobody left, and he sent the -- these people to, to look.\nAnd he says, “You stand here, and you don't move until I find what's going on.” Now,\nthat was translated to me because my German was not that good to understand everything\nhe said or even to hear what he said. But that was related to me by some, some other\npeople. And then they finally pulled a little girl out from, from a hole, from a hidden\nplace, under something -- camouflage place. She must have been choking or what that\nshe cried out. The two Ukrainian policeman started to toss her from one to the other, and\nthen the German says, “Ehh. That's no good.” And two Germans, one grabbed her by one\nleg, one grabbed her by the other leg and they pulled her apart, the little girl. She\nscreamed out, and then she was quiet.\nQ. That was in 1941?\nA. No. That was in ‘42.",
        "A: That was in ’42. That was in fall of '42 because the weather was still nice. The third\nincident was when they -- our group, we were on the way to work and we were grabbed.\nA truck was standing next to -- a truck pulled up, and the head of our group was arguing,\nthe argument that ensued between him and the Sonderkommando”*? head. A guy with the,\nwith a black uniform, black SS -- the, the SS man, he wanted us, and this guy said, “No.\nThey are going to work.”\nAnd finally the -- our Jew convinced our SS man, our guy, that whatever we are going to\ndo today is of such importance that he can't spare us, not even for a day. He gave the --\nthat, that man with the truck took somebody else. He got another group. We found out\nthat no one from the other group survived, and that was sort of like, like fate. We were as\nclose as it can be to, to perishing at the time. But, but maybe we didn't know it at the time\nhow close we came to, to, to being annihilated. In fact, every day was like -- more or less\nlike that. You never, you never knew if you were coming back or not because they were\nquite capricious and they could have -- they could do anything they wanted anytime they\nwanted for what’s-- for no reason whatsoever, without being afraid of ever being\nquestioned, punished, or having to respond -- being responsible. It's just like if someone\ngoes and kills a fly. When do-- who does he have to respond to? No one. I mean it's they\nwere dealing with non-humans, not even subhumans, but non-humans whose existence\ndidn't mean anything to anybody. After all, sooner or later you, you, you were destined to\n33 Special Jewish detachment assigned to work in the crematoria (German).\nbe, to be exterminated.\nQ. Was most of the, the abuse that you saw or experienced perpetrated by the Germans or by\nthe local Ukrainians?\nA. I would give it 50/50, however, whenever the Ukrainians did it, the Germans were\npresent. It's not that the Ukrainians or the Poles or whoever else did it by themselves.\nThere was always a German present, like they didn't trust them enough, and because of it,\nthey were over-anxious, and they did it twice as, twice as good.\nQ. Are there other episodes you want to mention?\nA. No, I think that's enough.",
        "A: That’s enough.\nQ. One, one -- I guess one last question for you: what gave you whatever strength you\nneeded to get through all of this?\nA. My mother was a very strong woman because whenever she saw a German, she used to\nstick that piece of paper in front of his face, “I'm an American.” Not -- they never\nhonored it, but she saved it all the way, and it could be her help, could be the fact that I\njust didn't feel like dying. I didn't feel like giving up and, and forgetting. After all, I said\nto myself, “I, I went to school. I have a bright future of me -- I had a bright future ahead\nof me. Why should I give up?” Zest of life. I never gave up.",
        "A: There were people that were quite desperate. The man who was with us, he said, “I can't\ntake it anymore. They're going to kill us, they’re going to -- ” when we were in hiding,\nwhen they were removing all that furniture and all those things from the basement. He\nleft. Unfortunately he did not survive. I guess my fate is such that I should remain and be\nable to tell it as it was.\nQ. Did you have any dreams at the time or -- ?\nA. Maybe I did or maybe I didn't. I, I don't recall. I'm sure I did. I am sure that nightmares\nwere there, however, we were quite exhausted every day. That we were glad that we are\nable to sleep anywhere. I did have an -- occasionally nightmares, reliving what I -- my,\nmy past, because when I applied to the -- I don’t know what they -- for the reparations to\nthe German government, they gave me a lump sum of money for being in the ghetto,\nwhich was just a few hundred dollars. When it came to disability, I had no physical\ndisability, fortunately for me. They made me claim first physical disability, then I\nclaimed mental disability. They gave me -- I don't remember what percentage and so on.\nThen it went to a review court in Germany, in Koln, in Cologne, Germany, and they\nrejected it. They said if the man could go to school right after it, co-- go study in Italy,\ncome here and get two degrees in engineering, where is his mental disability? So, they\nrejected me. So, I'm not getting anything, and I -- frankly I don't care. I don't want it. I\nhave made whatever I have I had made it myself and I don't need the Germans.\nIn spite of the fact that it's a different generation, another generation, whatever it is, I still\ndon't like them because I still think that they have not repented enough. They have\nbenefited to an “nth” degree from what was stolen, what was confiscated, what was taken\naway. The property that my family owned in what is now Belarus, I am not trying to\nclaim because I have no proof of any kind. People that were there are dead. They are not\nin existence. There are no documents of any kind. In Lida everything was destroyed,\nburned. I have no proof of any kind, just testimonials. And on the ba-- basis of\ntestimonials of other people, nobody is going to give anybody anything. So, I'm not even\ntrying it, and I'm not even doing it. So, I have reconciled with the fact that I have to live\nwith what I ha-- what I make and what I have made, and that's fine. I am very happy with\nit. The money that I have gotten at that-- at one time, that lump sum, went towards a in a\nsmall, very small part, I took my family, my wife and the two children, and my son and\ndaughter, and we went to Israel, right after the '70 war.\nQ. Anything else you want to add?\nA. No, unless you want to ask me anything.",
        "A: I think I have covered it as much as I can, I mean, besides telling you what we had br--\nfor lunch and breakfast, I don't remember.\nQ. Okay, thank you.",
        "A: Thank you.\nConclusion of Interview\n(Viewing photographs)\nA. Looking at these pictures, starting on the right, on the extreme right, is my mother. Next\nto her is myself and behind me is my father. Next to me again is my grandfather, behind\nhim is my Uncle Solomon, who is alive and living in Israel now. Next to my grandfather\nis my grandmother. My youngest aunt, Chana. Next to her 1s her older sister Mina. And\nbehind her is her husband and next to him is my uncle Lowa, who died also.\nQ. When was this picture taken?\nA. This picture was taken in 1928. I was seven years old.\n[Technical conversation]",
        "A: This is my family. I was an only child and that’s my mother, father and myself.\n[Technical conversation]\nQ. This was about the same time?\nA. That's the same time, exactly the same time.\n[Technical conversation]\nA. It's the same photographer, the same studio. That's an enlargement of my father. I have\nthe actual -- I had that picture, I saved throughout the whole war with me and the reason\nwhy, you see --\nQ. I want you -- let me have you explain it again while --\n[Technical conversation]\nA. This is an enlargement of an old picture of my father and myself. If you notice, in here,\nmy father is holding a book of matches which had Polish writing on it. I had, I had a\nwhole -- this picture with me throughout the whole war and I had to erase the writing, not\nto give away that I was from Poland.",
        "A: I'll show you one more picture if you are doing that.\n[Technical conversation]",
        "A: This is the only photograph that I have from Lvov, from 1945. Those are fellow students\nat -- from the Polytechnic Institute. I am the one without a hat.\nQ. Thank you.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 11, 1995\nRG-50.030*0311",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Jack Ahrens,\nconducted on May 11, 1995 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JACK AHRENS\nMay 11, 1995"
    ]
}