{
    "rg": "RG-50.106.0192_trs_en",
    "sequence": [
        "Q: And when and where were you born?",
        "A: I was born in a little town by the name of Podu Turkului in Romania in August tenth, 1931.",
        "Q: Let’s talk a little bit about your family and how far back does your family go?",
        "A: Well the Romanian Jews because this were part of that actually entered Romania from, at the\ninvitation of, at that time a prince of a portion of Romania. It wasn’t called Romania yet at the\ntime. Invited the Jews from Poland to come to Romania with their craftsmanship, knowledge and\nso on and being merchants and all that. And he gave them the idea that or he said they would be\nunder his —",
        "Q: Protection.",
        "A: Protection. So they came. So basically—",
        "Q: What year was this?",
        "A: 500 years, 1500 something. And they came and my family was there with, there were two\nbranches, so to speak, from my mother and my father. And my grandfather on my mother’s side\nwas named Marcus. But my father on his side, he was named Avraham or Abraham. Marcus 1s\nhttps://collections.ushmm.org\nAugust 21, 2011\na name that comes from the Jews were in Italy and Rome after the destruction of the temple and\nso on. So they basically moved toward the east from there into Europe and perhaps to Germany.\nAnd so for instance, one connection is that Marx the famous or infamous Communist.",
        "Q: Karl Marx.",
        "A: Karl Marx was based on the fact that his people were called Marcus. And but the Germans\nmade it into Marx and so that’s, so my grandfather was, his family name, last name was Marcus.\nSo that was my connection there. This little town that I mentioned where I was born was\nactually a center of a lot of Romanian villages who were working the land. And they were raising\ncrops and this town, acted -- there were 400 Jewish people there, mostly merchants who actually\nbrought and bought from other places to give to their customers who were from the villages.\nSo my father had a store with fabrics. In those days there were no ready-made clothes. You had\nto buy the, by the meter or yard and you went to a tailor and so on or to see what they call it\nmistress and so my father brought the stuff from other places. And sold a lot of, from silk and so\non. Even British cloth that came from England. And also a variety of fabrics that were actually\nmade in Romania itself. A lot of factories that did that.\nSo my father whose story is also of interest, at least to me, he had been during the First World\nWar he was about the age of 14, 15 and had worked in the store of an uncle of his who kind of\nexploited him so at one point he decided to go on his own. And there was a war and the\nRomanians fought against the Germans, the First World War. And he decided to go with a\nwagon and one horse. And he went and bought from the Germans and sold it to the Romanians\nand bought from the Romanians and sold it to Germans, food basically and so on. And he\nmanaged to three or four years to make a lot of money, came back to this town where I was born,\nPodu Turkului and started a regular store on fabrics and that was his, and he became quite\nsuccessful, basically the most successful among all the other merchants. And his philosophy was,\nif I can put that in, was to buy as cheap as possible, meaning and how did you do that. By putting\nthe money on the spot, not on credit. And he sold to all the villagers that came there on credit,\nbecause they didn’t have money every time. Only after the crops came in, they had their money\nto pay. And they came and they were extremely good customers. They never defaulted. They\nhttps://collections.ushmm.org\nAugust 21, 2011\ncame and paid and so on. For many years. Even during the Second World War that something\nhappened. This little town —",
        "Q: We’ll talk about it the Second World War. What was your father’s name?",
        "A: Isaac Abraham.",
        "Q: Abraham. And he was born what year?",
        "A: He was born in 1899. Yes and my, ok so that’s my father yes.",
        "Q: And your mother’s name?",
        "A: My mother’s name was Hya or Clara Marcus. And —",
        "Q: And do you know when she was born?",
        "A: Yeah, she was born actually about three or four years before my father. So she was, and a\nlittle story there too. She, there were all sorts of, she was very beautiful and so on and she was\neducated. My father, on the other hand, had only two years of grammar school. But he was\nextremely good at math. And arithmetic I should say. And when he came to the town, that little\ntown he said I want to marry Clara Marcus and she didn’t want to and so on. And then one of her\nbrothers who was older than she, said you should marry him. He is going to be a success. And\nnot only this. He gave her, because there were my mother’s who were, all the, they were orphans.\nAnd then 12 children in that. And two separate mothers. One died and then the father of her\nmarried another woman, which happened to have been the sister of the first one. Because that\nwas the Jewish thing. She was not married. And when her sister died, there were already six\nchildren. And she gave birth to another six. But not all of them survived.\nSo when this older brother who, by that time, was also very successful, said I’m not going to,\nthere is nobody. The father already died, my grandfather died. So they were kind of, there was no\nmoney to give as a dowry so he said, Clara Marcus is not going to go without a dowry. My\nhttps://collections.ushmm.org\nAugust 21, 2011\nfather never even asked, or anything like that. So he came and gave her at the time 50,000 of the\ncurrency. So in any case it was a very successful there, and they loved each other in, throughout\nlife and so on. And until 1973 when my mother died. So -—",
        "Q: Do you have any siblings?",
        "A: Yes, I have I should say one elder daughter, elder, sorry. Sister who died several years ago.\nAnd I have a brother in Canada who’s —",
        "Q: What were the names of your siblings?",
        "A: My sister was Rosa or Varda in Hebrew. She died in Israel. And my brother is named\nCarroll because that’s the name of the chamber. And Carroll Abraham so he’s been a citizen of\nCanada for quite a long time. But he was in Israel. It was another story ok with Israel.",
        "Q: We’ll get to that yeah.",
        "A: And yeah he’s still. We are in touch.",
        "Q: The difference in ages.",
        "A: He is about two and a half years older than I am.",
        "Q: So you were the baby”?",
        "A: I was the baby, yes. So there had been four children but the first born died when he was,\nsome epidemics when he was one year and a half. So it was something that my mother would cry\nwhen she mentioned that and so on. And —",
        "Q: How religious was your family?\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Well they kept kashrut and they never let anything 1n the house or anything like that. My\nfather was a member of a, the center synagogue and so on and they also the community, Jewish\ncommunity that took in this little town care of orphans and widows and so on. And it was very,\nvery interesting. They didn’t force people to donate and so they got together, said well you\nshould do this and they took care of everybody. Nobody died of hunger or anything like that.\nThere was some problem in the winters and so on. People would go and cut wood for them or all\nthese people. It was a really a civilized in that respect. There weren’t, we had a rabbi for life\nthere. His son because a rabbi and so it was very, very nice and people would meet during the\nsummer, in the evening after all the stores were closed, they would meet and actually would have\noutside on the sidewalks which they put tables and so on and friends would come and drank\nsomething cold and talked and so on. So there were all sorts of things of that nature. And so it\nwas a happy childhood until the Second World War.",
        "Q: Did you live in a mixed neighborhood of Jews and non-Jews?",
        "A: There were very few Romanians in this town. The majority were Jews. But there was a\nchurch and so on. And the, between the — not connections, but the relatively speaking they were\ngood friends and so on. And Ill come to a point before the Second World War, in the 30s there\nwas a mayor. Ordinarily the mayor was a Romanian guy. He happened to be very, very good in\nfact very friendly with my father and he said in the 30s, when Hitler was came to power in\nGermany. And he kind of was a very intelligent man. He was a lawyer as well. And he said to\nmy father, Isaac. Why don’t you, he knew that we were capable because my father was rich by\nthe Romanians, the standard. Just go to America. Take your family and go to America and he\ndidn’t follow this. Because he said I have all my family, his siblings and so on and so he didn’t\nwant to, his parents were still alive, my grandparents on my father’s side. And the sister and the\nsister-in-law and so on. So it was a, he didn’t do it. And so we were there when the, but what I\nwanted to say is that there was a kind of a friendship between the Romanian people at least in\nthis little town.\nNot everywhere it was, there were some anti Semites as well in Romania. And we know that\nthings happened during the war. But prior to the war for instance, to give you an example of the\nrelationships is that when they said to put the yellow thing on the, to show that you are a Jew.\nhttps://collections.ushmm.org\nAugust 21, 2011\nYou know you put on your sleeve. The police were supposed to enforce that. But they grew up\nwith the Jews so they never did. So it was you couldn’t tell who is Jewish, who is not. So that\nwas the situation and I went to kindergarten there. And —",
        "Q: This was a public school? Or a Jewish school.",
        "A: No it was a public school. And they had also a grammar school or public and until the war\nstarted, when suddenly in 1940 the war that came. Romania at that time was an ally of the\nGermans. And too, from the point of view of the Romanians I want to be, to say something that\nis not bad because they saw France defeated in three weeks. And Romania had just about all their\nforces. They had cavalry in stacks. And so on. And they said they couldn’t survive. So they were\npatriot, from patriotism they said we have to go, even the famous or infamous men in power at\nthe time, General Antonescu. He said and he was a patriot himself. That we cannot fight the\nGermans. In the First World War they did. But then France was not defeated and all the others\nwere attacking the Germans.\nSo because of that in the end, when the war came, the Germans demanded from this general that\nthe ambassador, the German ambassador to Romania that they collect the Jews from the little\ntowns, push them in the other centers so they will be there available for them to take until then.\nOf course, the Romanians at the time didn’t know that. What was happening. That was quite\nsecret, the Germans, the way they did it.\nSo the order came one day in the little town, this Podu Turkului. That tomorrow you have to\nleave and go to the larger town which was about 20 miles away. So you can, people had the\nstores. What to do with the stores and the merchandise. So most people took whatever they could\nwith horses and wagons and so on. And so did my parents, with one exception. My parents, my\nfather decided he couldn’t take all that. It was a large store for fabrics and that’s very voluminous\nand how to carry this in a horse, in a wagon with two horses or something like that. So we, they\ntook, what my parents took whatever was most valuable and so on. And my father went and\nactually put all sorts of wooden kind of in the front part of the store and in the back and so on.\nAnd it was so effective that later when we come in this story, nobody was able to enter there.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: Before we go on, let’s go back a little bit prewar. What language did you speak at home,\nbefore —",
        "A: We spoke Romanian. My parents of course spoke Yiddish, but on purpose because they at\nthe time didn’t know what is going to happen to us. They wanted, if you spoke Romanian then\nyou had a chance to go have a good life and so on. Nobody would bother you. But if you didn’t\nspeak Romanian, kind of immediately you were a Jew. And so they didn’t spoke Yiddish with\nus. I never, to this day, I don’t know much Yiddish. A few things that, but ordinarily they talked\nwith us in Romanian.",
        "Q: You celebrated holidays, Passover and Sabbath?",
        "A: All of that, absolutely yes.",
        "Q: Very observant?",
        "A: Oh yeah, yeah absolutely.",
        "Q: With extended family and —",
        "A: With extended family and so on. The only for instance, Yom Kippur we’d go for the children\nso they, we’d be out of the synagogue and play and so on and lunch came and say oh let them eat\nsomething. Take them home. Yeah, I remember that so.",
        "Q: You were born in 1931 you said",
        "A: 1931, yes.",
        "Q: And Hitler came in power in 33.",
        "A: I couldn’t do anything —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: Again, prewar. At what point or were you ever before the war started aware of a man named\nHitler. Did you parents talk about it, did you hear?",
        "A: Yeah sure, sure yeah they knew that it happened but the number of — there were newspapers\nof course as well that mentioned all this.",
        "Q: What was happening in Germany to the Jews?",
        "A: Not really. No, I don’t think even throughout all of Europe. People were not interested. The\nJews may have been interested and so on so I remember only later on when just close to the war,\n1939, so in one of the newspapers there was huge headline, the war is about to start and\nsomething like that.",
        "Q: Did your parents say, I mean you were young of course. Do you remember if your parents\ntalked to you about what was happening and who this man Hitler was?",
        "A: No, I don’t recall. They may have done that but I was kind of —",
        "Q: You were a young child I know.",
        "A: A young child. In 1939 I was six, yeah I was eight. And I knew to read this headline and I\nremember that as if I’m looking at it right now. But what we knew earlier we had karina\nkaemet [ph], a little box where we put money and so on all the time. And we’re talking about\nPalestine or not Israel, Palestine. And I’m telling the story that I told my wife and everybody.\nAnd it’s a true story. I said at the time when I was young, about six, seven said I want to be a\ngeneral in Palestine. Well I didn’t become a general. I became a sergeant, first sergeant. So I\nwas a Zionist because --",
        "Q: I was going to ask if your family —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: All the family. All, all the people there were for Palestine. But they couldn’t go there. It was\nthe British wouldn’t allow that. Already 1921, 1922 they put a stop basically. Just only a few\npeople could come to, go to Palestine, Jews meaning.",
        "Q: Were your parents politically involved in the 30s at all?",
        "A: Only my father was a member of the Romanian party that was actually a party of the people\nliving in the agriculture in the villages and so on. And that was not against Jews or anything like\nthat. They were quite good for Romania at the time, but later on they lost the elections and other\npeople came in and so on, so anti-Semitic and so on. And at that point my father of course was\nno longer and nobody was interested in supporting them. And they knew that there was a\ndanger. But nobody believed. If Jews in Germany didn’t believe that. And in Romania yes there\nwere anti Semites. But —",
        "Q: Did you yourself as a child ever experience —",
        "A: Yeah one thing I remember very, I may have been seven years old, something like that. I was\nin my, on, one of my uncle’s garden in the back of the building where he had fruit trees. And I\nwas getting some plums or something like that and there was a gate and I was just about, I wasn’t\nexiting through the back gate. And there passes a Romanian little boy like about me. And she\nshouts Zhid, zhid. So my reaction I remember it as if 1t was today, I picked up a stone and threw\nit and I didn’t hit him ok. He was running by that time. That was my reaction.",
        "Q: Did you talk this over with your parents?",
        "A: Oh yeah.",
        "Q: What did they say? To a child? What do you say to a —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: They said don’t do that. Don’t do that because then you put everybody else in jeopardy and\nthen they said this boy if he were hit by the stone he would go and cry and so on. His parents, oh\nthe damned Jews or something like that. So —",
        "Q: How would you characterize yourself? Were you an independent child or --",
        "A: History it will appear that I was really more independent than my siblings when I come to that\npoint. And one other thing that happened. I want to show that basically the people in the town\nand that were in power, so the mayor and so on.",
        "Q: The mayor’s name do you remember the mayor’s name.",
        "A: I don’t, no. Romania man yes. One day he came and told the community, Jewish community,\nmeaning the people who are kind of in charge of it. Said look I heard the news that they anti-\nSemites and there was a group —",
        "Q: In the town?",
        "A: It could have been in the area. They intend to have a massacre, to come and attack the Jews.\nSo he said you better go and prepare yourself to fight. And I remember that evening particularly\nwe went to one of the relatives’ that had a bigger store and so on and all the family there and the\nother people did the same thing with axes and sticks and whatever, ready to fight. It didn’t\nhappen. So but I remember it exactly and so on. One of my cousins was, as we were waiting\nthere kind of you know. Suddenly we hear a noise, some (sound effect) a big noise. Something\nfell on the ground or in the store. This cousin was a little bit retarded and he was sleeping on a\nbench. So that was about all that happened. Will always remember that. But it didn’t happen so\nuntil we had to move.",
        "Q: Let’s get to that point, because up to that point you were going to school\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: I was going to school, Romanian school and so on.",
        "Q: Were the teachers —",
        "A: They were not anti-Semitic, no. they actually were harsh, much harsher when the children of\nthe villagers and so on who were Romanians and so on.",
        "Q: So in a sense you had a safe childhood.",
        "A: [had a safe childhood, yes. I cannot at all complain.",
        "Q: Except for that one incident you said. So now things started to change.",
        "A: Right and so we sent, were sent to another town, much larger than this. It was a real town.",
        "Q: The name of that town.",
        "A: Tecuci, T-E-C-U-C-I and that’s pronounced Tecuci. And that all this, all these still exist.\nActually you could look them on the internet to see their locations. We did it here. And they\nincreased a little bit in population, all these places. Not that much but. And so we moved there.",
        "Q: Do you remember when this was?",
        "A: It was, I think in the summer of 1940.",
        "Q: War broke out September first 1939 when Germany invaded Poland. Did you, ok you’re eight\nyears old. Were you aware of that?",
        "A: I wasn’t, no. My parents. And we had a problem there with radios. For instance, not\neverybody had a radio because there was no power, electrical power. So the only, I had some\nolder cousins who were kind of smart and they put together a radio with batteries, not the little\nhttps://collections.ushmm.org\nAugust 21, 2011\nbatteries, but the battery like a car battery nowadays and we heard the news. I mean they heard\nthe news. But so —",
        "Q: So 1940 comes and you —",
        "A: 1940 comes and then this is happening that we have to move. I remember that —",
        "Q: What season --",
        "A: It was in the summer, in the summer. And the reason I know exactly that it was the summer. I\nremember we went with these horses and the wagon and I was thirsty and we didn’t even take\nwater with us. And we stopped at a fountain. And what happened, that fountain actually the\nwater was polluted and I, nobody else got sick but I did. When we reached the place and we were\nput in this, we found a place to live there. One day I had some fever. They didn’t know what it\nwas at the time. So and they thought malaria, something like that. And but you know aspirin,\nsomething like this. And one day my mother, my father wasn’t there at the time. What\nhappened. They took the Jews who came from this little town and other little towns that were\nbrought in, were told to move. They took those men to labor camps and they didn’t take the men\nthat were the residents. Jewish residents in this Tecuci. None of the men there were taken, but\nthose Jews who —",
        "Q: The refugee Jews from the other towns.",
        "A: Yes, right. They were sent to some labor camps and that could have been a bad for some\npeople, may have been bad. But if you had money, you could bribe the guards there and they\nwould say mister and so on, treated you with respect because they were getting money. And\nthat’s one characteristic of the Romanian people. They like bribes but they actually produce what\nthey take the money for. Other places, Hungary and so on, the Ukraine, they took the money and\nactually in many instances they were going to move them over the border and so on. They killed\nthem and took everything they had left. Or they, even if they didn’t kill them, they take anything\nthey had and left them there. Didn’t move them. That was —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: What did your parents tell you why you had to move. What do you tell an eight year old child\nyou’ve got to leave your home and go to another town.",
        "A: Orders came from above. They, that’s there was no time even to talk.",
        "Q: Were you frightened?",
        "A: I don’t know if I was frightened.",
        "Q: You were going with your family. So —",
        "A: Yeah I was with my family and so on. I wasn’t frightened because I had my parents with me\nand so on and my siblings.",
        "Q: Were you able to take things special to you as a child, with you?",
        "A: I don’t recall now. Because we had to do it fast and so on. They worked all night long and so\non to do all this and it was difficult to find a wagon and horses because it was a small town so\nthey had to go to the villagers and say ok for money you know they would, so they came and my\nfather had friends in all these villages because they liked him and the way they dealt with him.\nSo —",
        "Q: So now you’re in the new town?",
        "A: We’re in the new town. We found a place to rent actually and because we had money at the\ntime. That was for us the beginning and so on. Later on it became more difficult. And so my\nfather was taken. So my mother had the money and so on and we lived in a — what really\nhappened to everybody in the population there at that point and they were, food became scarce\nbecause they were giving to the Germans. They were giving and so on. And the Germans cross\nto Romania to attach the Russians.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSo everything was like you got what this",
        "Q: Ration.",
        "A: Yeah rations and so on and they, beef wasn’t, and you didn’t want to buy beef. It wasn’t\nkosher and so on. So but we survived and so on. And mother was a very good cook. She, during\nthe time that in Podu Turkului, we had two servants, one to cook, one that took care of the\nchildren. Because my mother was in the store with my father and so on. And so but she was a\ngood cook in any case, so she managed to do for us and to survive throughout the war. You\nknow.",
        "Q: You stayed in that town throughout the war.",
        "A: We stayed in that town throughout the war.",
        "Q: Let’s talk about your life during that time. Did you go to school in that town?",
        "A: Right, but another thing happened. The government said the Jewish children cannot go to the\npublic schools. So they did us a favor. Why? Because the Jews said well they started a high\nschool, a gymnasium. The Jews started —",
        "Q: A Jewish school.",
        "A: Right, a Jewish school and they allowed us. They didn’t care about that. And who were the\nprofessors. One was a pharmacist. One was an engineer. One was actually studied in France and\nso on. So he was the French teacher. And so we had a much better school, education that until\nthe end of the war, ok. And we studied of course, the religion, being Jewish and stuff like that. I\nmean they —",
        "Q: Was there a synagogue in the town?\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Yeah there were several synagogues. Oh yeah so —",
        "Q: You felt free enough to go to services?",
        "A: Yes, yeah there was no problem ok with that. So that’s why I’m saying we didn’t suffer that\nterribly. Also after I said my, all this, men were taken. Their families stayed behind. After two\nyears there, 1942, something like that, they allowed them to come home. And they came home.\nThat was that.",
        "Q: Had you had any contact with your father on those two years?",
        "A: Yeah, because in letters. They allowed him to send letters and so on and they —",
        "Q: Where was he taken? Do you know?",
        "A: I don’t remember now the, I think there is information because somebody in, from Podu\nTurkului they put together a book which and they actually sent to me one copy with all the, about\nthe names and so on. So I could answer this. The only problem is I sent it to my brother in\nCanada. And he still has it. So if I, Pll ask him to send it back to me so I can come with more\ndetail that actual details, because they did a search of in all these little towns, they had the people\nwho, all the information about the births and so on, in the towns.",
        "Q: Records.",
        "A: Records and so on. So they could go and when they were, since there were so many\nsurvivors. People remembered. So they put together this book. I’m not sure that there is a copy of\nit. Maybe even Micheline may be able to. And I had it in my hands at the time and I looked\nthrough it and my father appears there and so on. And many other Jews.",
        "Q: During this time, how aware were the adults of what was happening in the countries and even\nin Romania?\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: I’m sure.",
        "Q: Other parts of Romania.",
        "A: Yeah, I’m sure that they knew for instance that bad things happened in Bucharest. There was\nthis so called ledger, legionnaires that a party or the Green and so on. And they had a massacre\nof the Jews in several places in Bucharest. And then this General Antonescu sent after them,\ncaught them and killed them. And those who survived, among those, ran and they left and went\nto Germany and stayed there during the war. And —",
        "Q: Did they mention wearing a yellow — when was that?",
        "A: That was when in the Tecuci I suppose. But I didn’t remember for the same reason. They\nlook at some time, yeah they didn’t pursue that. And probably because of bribing the police.\nAnd the police would say what do I care that too, for them. And it was not a Romanian thing. it\nwas done because of the Germans.",
        "Q: What do you remember from those years of war? Was it a very frightening time for you as a\nchild. You were 14 when the war was over. And you were getting older and more aware.",
        "A: Right, I was aware that there was danger and so on. And be —",
        "Q: Were you afraid of being Jewish? Did that bother you?",
        "A: No, I was Jewish. I was Jewish so —",
        "Q: Were you Romanian or where you Jewish? What did you feel?",
        "A: Of course, Jewish.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: Jewish. You did not feel Romanian?",
        "A: I didn’t feel Romanian, no. it was, even though that was the language I was speaking. But I\nwas reading, I was reading a lot in Romanian. Incidentally one good thing about that. They\ntranslated from other languages books and they had in this Tecuci place, they had a huge book\nstore that went like several, all the way, had to go up on ladders to, and they had translated from\nFrench and English and even Russian books and they were kind of cheap. So I was able to read\nthroughout the —",
        "Q: Classics, is that what you —",
        "A: Yeah the classics. And that was my really passion to read so —",
        "Q: Were you active in sports?",
        "A: Only yes, to some extent but you couldn’t call it sports like here you know. We played, if you\nplayed say baseball, it was a ball made of pieces of whole ---",
        "Q: String.",
        "A: So we played games like that and so on. But after the war it was different and —",
        "Q: Did your family stay in the same apartment that you had rented?",
        "A: We stayed there yeah until --.",
        "Q: You stayed in one place the whole time.",
        "A: One place, right. And —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: What were your parents frame, do you remember what your mother or father’s frame of mind\nwas?",
        "A: Well they’re worried, but they wouldn’t all the time let us you know just, we still were\nchildren yeah. And my sister —",
        "Q: Did you talk things over with your sister and brother about what was happening?",
        "A: I don’t recall that we talked about that ok. Maybe that was done on purpose not to make the\nlittle boy — so but we knew that it was dangerous times.",
        "Q: Did you see German soldiers?",
        "A: Toward the end of the war and I’Il tell you the story. The end of the war came in 1944 for us.\nThe Germans were retreating from Russia. And they actually came toward our own town,\nTecuci and retreat. After them were coming the Russians. To attacking them. So I remember this\nvery clearly. It was August 1944. And I was 13 around that time. And this is when they\nretreated.",
        "Q: Did you have a bar mitzvah?",
        "A: I had a bar mitzvah yes. And my father actually wasn’t yet there, home at the time, for my bar\nmitzvah. He came a few weeks later. And the so an uncle of mine and I was studying for the bar\nmitzvah with a teacher and bar mitzvah there wasn’t the kind of thing that you see nowadays\nhere with the festivity and all this. You went to the synagogue. You didn’t give a speech. You\njust came to the Torah and you read and so on, things that you learned and so on. I was the only\none who read it in Hebrew, not in Yiddish pronunciation because I didn’t know Yiddish. So my\nteacher taught me in Hebrew. And that was good for me later on, when I learned, I started to\nlearn Hebrew. And so —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: You had said that your father wasn’t home. But I thought you said he came home after two\nyears.",
        "A: Yeah I think that I was wrong about that, the two years. I think that may have been, maybe\nthat they were taking later on, not immediately when we arrived in the town so that my dates are\na little bit yeah. And so in any case, yeah so we, I was ok, on this trip to Tecuci and so on, I got\nall this and my father wasn’t there after, when, so one time after my mother was left with me in\nthis house that we were renting. And my father was that was maybe a year after that. And so on.\nI kept having attacks of malaria, that’s what they called. So one day my mother, my siblings\nwere sent to our relatives because I was —",
        "Q: Sickly.",
        "A: Yeah, right. So if I had something for them to be not to catch it from me. And I had high fever\nand so on. And she had to go and she locked the door and said stay here. Don’t go anywhere. I\ncouldn’t go out and she didn’t want other people to be able to enter. And I started I had fever and\nsomehow I remember this because it really happened. There was a window and the window was\nopened but the window had bars. So I felt like I was in the room that was also warm. I wanted to\ngo out into the air. So I managed to go through the, between the bars to get there, climb up and\ndown into the — and my mother comes and she screams Phillip, Phillip or she would call me\nPhilamel that was my name. Little Phillip and so I was in bad shape so she took me in and she\ncalled Jewish doctor by the name of Dr. Shinewitz. And he came. It was an interesting story\nwith that man. He was suffering with his heart and he was devoted person to his, to everyone, to\nall the patients and so he came and he found out that it wasn’t just malaria. I had typhoid fever.\nSo and there was a rule that anything that was if a person was sick with something like this, that\nit was a catching thing that they should be taken to the public hospital. But public hospital meant\ndeath. When anybody was brought like that, not because they were Jewish but the hospitals\nweren’t you know the way they should be. My luck was that they didn’t take me there. The\nmajor medical guy in the town, this Tecuci place was a friend of my doctor. They had both\nstudied in France. They got their degrees there. In medicine.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSo my Dr. Shinewitz told to this doctor, he said look if he goes to there, he’s going to die there.\nSo but here. And the man said but look if he is not under what do you call it.",
        "Q: Quarantine.",
        "A: Quarantine then I can’t let him stay any other place. So the doctor said there is nobody else\nexcept his mother and nobody can enter and so on. He is truly quarantined. So this doctor, the\nmedical officer, came with Dr. Shinewitz to the place and I remember again as if, I was in bed. I\nhad high fever of about 106, something like that. And he sat next to me on this menich and so on\nand he saw that we were clean and so on and my mother was there of course. And he let me stay\nthere and that saved my life.\nAnd my mother, I had to have ice all over on myself to get down and so on. And at the time there\nwere no medications that, like nowadays. Somehow they managed and so on. I got I remember I\nwasn’t allowed to eat solid food and so on. So my mother made everything else and so on. And\ncooked and she so many times during the night she changed the ice, sheets and so on and I had\nice on my stomach and ice on my head and so on. And I survived. You know so due to my\nmother and to luck with this. I’m trying to find out. I know that the man has died, Dr. Shinewitz\nbut whether there was any, I don’t think he had children. He was married but —\nSo I would like to put his name among those people who saved and so on.",
        "Q: We had been talking about what as a child when you saw German, German soldier, what\nreactions you had.",
        "A: Yeah [as they, as I said they started retreating. And the Germans. They hadn’t been there.\nThey came from the east. So they, but there was a whole army. So they started going to this town\nand they thought they are going to exit the road away from the coming Russians. So they started\ndoing that and lo and behold the Russians had been smarter than they. And they are waiting for\nthem there. So there is a little bit of skirmish and then they retreated back and they went to\nanother road they thought. Well they were caught. Again. So we heard the sounds of firing and\nall this. Somehow I found myself outside the house. My parents were there but everybody was\nworried. Ok what’s going to happen. So I got out of the house and took a walk and what do I see.\nhttps://collections.ushmm.org\nAugust 21, 2011\nI see a German soldier on his back dead. He had a face like yellow, dark yellow and blood\ncoming from his head. And I looked at that. Why I didn’t start running or anything like that.\nAnd that was one of my experiences seeing and so on. I wasn’t scared. So that was my reaction\nand then to finish the story about this. They got some prisoners. They didn’t kill them all. They,\nmeaning the Germans. So some were caught and they were put in behind barbed wire in a camp\nand so on but they weren’t killed so that’s not what the Germans did to the Russians. They killed\nprisoners. It’s well known. And so that was one of my experiences at the time. And the Russians\ncame, were passing through the city. And now this skirmish 1s finished and so on and some\nGermans escaped and so on. The Russians army came more in bulk. And once more I was\ncoming, getting out of the house to see where the Russians were coming. There was on the\nboulevard and so on, they were passing with their tanks and trucks and all that. So I went there\nand I saw indeed this group of tremendous group of, they were just going. They were shouting\nnow Berlin, to Berlin. So as I was there. This is something that I did. I’m not sure that this is a\nproud thing to say but I was, I saw some people coming from a building that was a government\nbuilding. The government at the time, Romanian government had the power to sell tobacco.\nNobody could sell tobacco. So everything came to this warehouse that was government. And the\ntobacco was not cigarettes. Just packages with tobacco that you made the cigarette and so on.\nAnd I knew about that. And that was 1944 so I was 13 years old. And I look. I let me go and I\nsaw people coming out in boxes, wooden boxes. And I go inside too. I was just in shorts and so\non, in sandals and a cap. Go and I see people taking this and go out with boxes. And then I hear\nshouting. I was still inside. I hear shouting and then a shot or several shots. To the ceiling. The\nRussians have come and they, oh tobacco. Oh. They wanted tobacco. They call it tabak. And so\nthe people who were there who were adults. Romanian, probably. I didn’t know anybody there.\nThey got out. They were afraid to be killed. I wasn’t afraid. So I take a box myself. It was heavy.\nAnd I couldn’t carry it. I had to roll it. It was a kind of a cube. Not a barrel, no. It’s just a box, a\nwooden box with the shape of a cube. So I managed to get down the steps there on a side street.\nThe boulevard was here and this was a side, small street and there was nobody there because\neverybody were in their houses and by that time when they heard the shots there. And I started\nrolling it. And I brought it home. And my mother, my father said what did you do. And but I\nwas there, with that. That meant money. Why? Because when they opened up and saw there was\nall these packages of tobacco. And so my brother was two years old and so on, said he is going to\nhttps://collections.ushmm.org\nAugust 21, 2011\ntake a bag of this and sell it to the Russians soldiers for rubles. And he did that. And that, with\nthat money we kind of, my father started a business again in this town and managed to recover.\nThat, that’s a family history. Just my brother reminded me just a few weeks ago. We were\ntalking on the phone about that. And it wasn’t ordinarily my parents wouldn’t have told, said to\nme well this is stealing. But that was the, so --",
        "Q: What other memories do you have of the end of the war in 44? Do you have any other\nmemories?",
        "A: Well at the end of the war yes, it was in the very basically since we were liberated by that\ntime. The war ended basically 45, yeah. But in 44 we are liberated. We started hearing about\nwhat happened in Germany.",
        "Q: That was going to be my next question. Cause up to that point, did your parents know, if your\nparents knew?",
        "A: No, we didn’t know. What was happening there. We knew that it was bad for the Jews,\nsomething but we didn’t know details. Suddenly the news are open and they said, in fact the\nGerman soldiers who had been in the town during the, there was an airport there. A big airport.\nAnd the Germans air force had there and also the Romanians that were forced to fight with them\nagainst. And there was a little story about that too. But the Germans used some soap that were\nsome people Jews bought them soap. They didn’t know that this soap is made in Germany from\nthe fat of Jews. It said so on the letters. I forget. Rhine, pure Jewish fat, something like that.\nAnd whether that was in any case we had the city, this town had we had taken this, from\neverybody that may have had it and went to the cemetery and they were put in, as dead people.\nRabbis were there and so on.",
        "Q: Buried the soap?",
        "A: Buried the soap. In the cemetery yes.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: Did you go to that service?",
        "A: Yeah. I remember that yeah. So and all of us, all the Jews and they went to that. I mean it was\na big shock. What? And so on and we didn’t know all the other things what happened. It was\nsomething that was the soap. You know the soap. That was incredible. And then on the positive\nside there were, during the war, there was I said because it was an airport there, military airport,\nthe Germans were in, with their planes, air force and also some Romanian who also were forced\nbasically to fight against American and British and so on. So they came, their pilots and officers\nand so on and there was no room enough in the hotels or anything to put them. So what did they\ndecide to do. The Romanian side said ok let’s put these pilots to put them in Jewish homes. So\nwe got an officer, who was a pilot, a fighter pilot, a man named Longulescu which means tall.\nAnd he was indeed tall and so on and he was a very nice man. He knew we were Jewish. So one\nroom was given to him. And so on. And he came from a part of Romania that had never met\nJews. That heard all the stories about Jews killed Christ and Jesus and so on. And suddenly he\nsees people like him and so on. And he behaved very nicely. He would get, bring us coffee that\nwas something that we didn’t have. And so on.\nAnd he was not married or he was, he had somebody a friend later came to stay there with him.\nBut he liked me. I was the youngest so one day he decided to show me, this what he does. He\ntakes me to the airport and puts me in his plane, in the pilot plane. And it was something that, it’s\nso unusual that to hear some. Of course he knew I was Jewish and so on. And he puts me there\nand you know the pilots when they want to shoot something, there’s a stick with a button. That,\nhe doesn’t take, he takes off with a full plane. So I was almost ready to push the button. Don’t\ntouch it. So it was lucky and so on.",
        "Q: Did you go up in it?",
        "A: No, no. We stayed on the ground, just on the ground so but I remember this and so this man\nlater on and during the war. That was not the end of the war. Actually he was an excellent pilot\nin terms of fighting. He had actually downed quite a few planes, British and American. But he\nended up in the ground, dead. Ok. He was shot down as well. And that was the end of his life.\nhttps://collections.ushmm.org\nAugust 21, 2011\nAnd he was against the Germans. He really was, but he couldn’t do anything. Couldn’t, it was\nkind of forced. You don’t do that. We’ll shoot you. Period. So.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Phillip Abraham. This is track number 2 and we were talking\nabout 1944 and what was happening then.\nPhillip Abraham: Another thing that happened now, we come to being Jewish. Suddenly we\nhave freedom and the Zionists and organizations, youth Zionist organizations. And of course\neverybody became a member of this or that organization. I happened to be in Hashomer\nHatzair. Most of us went to the gymnasium, chose this for whatever reasons they decided this.\nBut there were other organizations then.",
        "Q: Had you been in this organization for the few years already?",
        "A: No, during the war, no. No we were not allowed to go there. So only in 44.",
        "Q: What month in 44 are we talking about?",
        "A: I think after August. After August yeah. Suddenly all this appeared and so on. All these\nthings and so people came from other towns who had been maybe underground, continued to be\nZionists and so on and organize. But in this town, I didn’t know anyone. Nobody did anything\nthere during the war. (coughs) So I became very involved in that and so on. I loved it to be in, so\non. And so did my friends there. And we were kind of, and there was a competition between the\nvarious organizations at the time but it was ok.\nSo we continued to learn about what is happening and so on. And the idea of leaving Romania\nwas at that point increased among all the Jews. But the situation was still so, after the war,\npeople were not recovering yet. Neither the Romanians nor the Jews and so there was a big\nproblem. So in the meantime we continued. Now we were allowed to go to Romanian schools.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: But the war is still going on. It’s not spring of 45, but for you all it’s over.",
        "A: It’s over because the Romanian army —",
        "Q: In other parts.",
        "A: No, they were no longer, they actually, the king, King Michael told the army —",
        "Q: No, I meant the war going on in other parts of Europe.",
        "A: In other parts of Europe, but we were off that and so some normality started building up and\nwe are allowed in 45, 44 I’m not sure whatever. It’s possible but it was too early to say that\nbecause the school starts basically like September, October or something like that so they were\ndisorganized. I think only in the, the next semester started the high school. So I was now going\ninto the fifth grade in the public schools. So it was much better and so on in many ways than\nbefore that in a little town, that Podu Turkului and so on. This 1s a real school with Romanian\nteachers. But there were some French teachers as well. That again was a Jewish guy. And there\nwas a Romanian friends who were very much in touch. Why? Because the Romanians got their\nindependence in 1848. And they realized at the time because they had been under the Turks in\nthe Ottoman Empire. They realized that they were behind in so many ways. So they decided to\nintroduce in the Romanian language French words and for the new in sciences and technology\nand so on. So to this very day there are actually, that’s the major language that they taught in\nthose days and nowadays as well. Now of course English 1s part of it as well.\nSo we studied and I was, so to speak, not the greatest student. I wasn’t failing or anything like\nthat. But in 1946 I said to my parents —",
        "Q: Do you remember VE Day, end of war in the spring of 45 and when Hitler died and —",
        "A: Right and I remember with the atomic bomb ok.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: But before that. That was summer time. Do you remember when Hitler died?",
        "A: No that I don’t. No, I don’t think it penetrated to that time. But in 1945 when I heard about\nthe atomic bomb.",
        "Q: You had heard that.",
        "A: Yeah. And nobody understood what that meant. They used the word disaggregation, meaning\nthat everything is coming apart. That was the word that was, so they were worried. I mean it’s\ngoing to world now explode and so on. But nobody knew physics and —",
        "Q: Did your parents or did you know about any of the other massacres taking place in Romania?",
        "A: Yeah we heard about what happened all right and many other places and yeah, sure. That’s\nwhy one of the things was the Jews said this country is no longer for us. They didn’t leave on the\nspot. In fact there was no way that they could in any case.",
        "Q: I was thinking of and I don’t know how to pronounce it correctly. Yash.",
        "A: Iasi, yes, that’s exactly the pronunciation. They call it here Iasi [ph] and so on, but it’s Iasi.\nThat was one of the more, one of the first places in Romania that had an independent originally\n2000 or more years ago they had a kingdom, Dacia, from and spelled D-A-C-I-A and those are\nthey fought, they had a king and so on. His name was Decebal and he was defeated by the\nRomans so invaded Romania and went to the city that is Constanza. It’s aname, Romania. And\nthe, that’s why the Romanian language has a tremendous amount of Latin, but also from the\ntribes and others that had been there. And I’m saying this because many people don’t understand.\nThey thought it was someplace, savage place. No they had a kingdom. They had cities with\nbuildings and so on and 2000 years ago and they were quite civilized. They had everything was\nwritten and so on. And they left who is what and the history and but they were defeated by sheer\npower and technology of the Romans. And so the Romans established themselves in the city of\nhttps://collections.ushmm.org\nAugust 21, 2011\nConstanza and they named some actual one of the poets, Roman poet was sent there as a penalty\nbecause he spoke against Nero or something like that. And —",
        "Q: But to bring it more up to date, with Iasi, did your family know about what had happened\nthere?",
        "A: Yes. Yeah that became well known and it’s because there were some survivors of that train\nthat, yes. And not many. And one nice thing that appeared from the stories told. The peasants\nwho were along, living around the railroad where this were going on. And when they stopped\nand they heard the Jews water, water. They wanted to give them. The Germans shot them. This\nis not well known because for some reason there was bad rumors about that all Romanians were\nlike that. They weren’t yeah. There were bad as the old some, and no question about it. But you\nfind them everywhere. But those people understood pity and human beings. So yeah we knew,\nwe knew about that.\nAnd immediately little books appeared written by the Jews about what’s happened there. So we\nknew about that. Absolutely. And what happened in other places whether Bessarabia which 1s\ncalled Moldavia now. There is a difference between Moldova and Moldavia. I was in\nMoldova. This was the old kingdom and so that and that one, Bessarabia because it was next to\nthe Russians, the Russians picked it up. In the end of the war. They couldn’t do that before.\nThey never succeeded to defeat the Romanians but after the war they took it.",
        "Q: Now you’re a member of Hashomer Hatzair.",
        "A: I’m a member of Hashomer Hatzair and of course we learned all about Palestine and Zionism\nand all this.",
        "Q: Were your brother and sister in a group too?",
        "A: No. I was. My brother was interested in being in the store with my father. My sister was\ninterested in other things. She ultimately studied to become a ballerina and so on. Piano and all\nthat. And in fact when she stayed in Romania until 1950. Then she finished actually at the\nhttps://collections.ushmm.org\nAugust 21, 2011\nuniversity, she became a, she got a degree in being able to teach ballet. And when she came to\nIsrael, she started a studio of her own. And but to reach that point —",
        "Q: Your story.",
        "A: Ok my story was I said to my parents after finishing the fifth —",
        "Q: You’re 15 years old now?",
        "A: Right. I said I want to go to Palestine. Said how. What. Leave us, no. They wouldn’t do that.\nThey wouldn’t let me and so on. And I said, I threatened them. I said then I’m not going to go to\nschool. I’m going to stay home if you don’t let me. And they believed me and ultimately I did\nleave. And the reason they believed me was that I mentioned that earlier that they had kind of\nbelieved that I was strong. Even more so than my siblings. And they based that on the fact that\nwhen I was about six years old, that uncle of mine that gave the dowry to my mother, he was\nmarried and didn’t have children. And he visited at that time we were in Bucharest. That was\nbefore the war. My parents moved from the little town Tecuci to Bucharest because my mother\nsaid at the time, this is small village here or town. I want my children to grow up and they’ ll go\nto school in Bucharest and all this. And my father sold his business and we got money and so\non. Come to Bucharest and so to another business, but not his expertise. Groceries. And he had\nsome also partners who cheated him and so on. And after a year or two he decided that he goes\nback to Podu Turkului and that’s where we were during the, before the war started.\nAnd so this uncle comes and visit us in Bucharest and he said can I take him with me. You know\nfor a few weeks to live in another town, a big town and so he asked me, you want to come. Yeah,\nyeah. I want to come. So they let him take me. But they said if he starts crying just bring him\nback. So I was there six weeks. There was no telephone and so on in the time so they could call.\nOnly letters and I had a good time there. I was only a little boy there and he had a business of\nlumber business. He bought the places with trees and so on. And he had people cut the trees, they\nwere lumber jacks and so on. And then he would sell the, do something to the wood and sell\nlumber to — and there was a big area with all these, and I played there and so on. And they\ntreated me so nicely. Why not? I was there. And so after, I didn’t cry, I didn’t anything so they\nhttps://collections.ushmm.org\nAugust 21, 2011\nknew that I could stand, could do that. So they had believed that I would, if I go I’m going to be\nok. And it was organized of course.\nSo I remember in 1946 it was basically July 1946 that we started from Bucharest, this organized\nfrom Bucharest, a whole train with Jews that, survivors from Russia, Soviet Russia. And who\nhad been there during the war.",
        "Q: This is all ages. Not just teenagers.",
        "A: All ages, right and also from my old town people that we had been together in school and so\non. I was with them also. Hashomer Hatzair and we boarded the train one, actually not evening.\nBut from Bucharest.",
        "Q: What was it like to say goodbye to your parents?",
        "A: Well it was just hugging and all this. My mother was crying. And they are there. I am already\non the train. I am at the window. The window was down and my brother and my sister and said\nget off, don’t come. Don’t go. Get off. The train started moving and they run along say get off.\nAnd I didn’t, and I, we, so from this another story starts because we are now on the train. We are\non this train were Russian officers and soldiers to protect us. Why? We are going to cross from\nRomania into Yugoslavia. And they knew there were still places in Yugoslavia, anti-Russians,\nanti and they were for the Germans there. And somehow they allowed the Jews, the Russians did\nthat for the Jews because they thought ultimately that the Jews were the communists. They go to\nPalestine so they’Il have a foot in the Middle East.\nThat’s exactly what. So they did that. They had no reason to bring soldiers and so on and officers\nwho were actually nice. And so we crossed into Yugoslavia. We come to Belgrade. Belgrade is\non the river Danube. And there we had to cross over a bridge but during the war that bridge has\nbeen destroyed by the allies. And so now the train stops. We couldn’t go by train so we are taken\nover by a shuttle kind of a place, over the, to cross from one side of the Danube to the other side,\nbecause there was no other way.\nSo we did and another train waited for us because the Jewish agency organized all this. So they\nbrought us little by little. We had to stop and all this. They brought us, there was food there.\nhttps://collections.ushmm.org\nAugust 21, 2011\nThey organized huge breads, round breads. They cut pieces and they had very well organized,\namazingly. This was 1946 still after the war. Nobody has recovered totally. And they managed to\ndo that. And they brought us to a place where we waited in like a, it was a place where it was a\nprisoners of war place that they kept Germans, something like that. So we were there and they\nfed us and we are waiting for a ship.\nAnd we were, the place where we went there was called Bakar which is a city on the\nMediterranean and they ultimately we stayed there for about two weeks. And one day they said\ntomorrow we are boarding the ship and what ship was this. Was an American ship that was sunk\non the Cherbourg in France, on the coast, sunk by the Germans. And was in the water. The\nJewish agency bought it. It was somehow, they lifted it up. They fixed it and moved it. They\nfixed it and they arranged inside that we could go inside and lie town horizontally because they\nplanned to have 2000, in the end there were 2600, close to 2700 people in that ship. The largest\never ship for in this migration. And so basically I said Mediterranean but we are the Adriatic Sea.\nThat’s they call it this because it’s next to Yugoslavia. It’s part of Yugoslavia.\nAnd so we, toward the evening we are told to come on the ship and board it there. And —",
        "Q: The name of the ship, what did they call it?",
        "A: Hagenah.",
        "Q: Oh they called 1t Hagenah.",
        "A: Hagenah. Yes. And it’s still in existence. It was used later on for the fleet, but now it’s just\nretired and so and Ill talk a little later what happened years later. So and we boarded. It was so\nfull but they were very well organized and as we came in, they gave us a package of things, like\ncertain food in a package, very well organized. It was chocolate there and cheese and so on.\nThings that we haven’t seen in a long time. Most of these people and chocolate. So I make the\nmistake of eating the chocolate and after all Iam only 15 years old. We didn’t have that. I have\nno water. And my friends had gotten inside the ship and I was told to be on the deck. And the\ndeck was full. People were sitting on the deck. And so full. They were families with children and\nso on. And now these people they knew what to expect because they have been in these\nhttps://collections.ushmm.org\nAugust 21, 2011\nsituations before. So they had taken also bottles of water that they were giving. I didn’t know\nanything. And I didn’t have water. So I sit there. So I was thirsty. And so all night I sleep there\non the board. On the deck. And comes next day and we started around 4:00 in the morning from\nthere, the ship started. And it’s sunny, very nice and so on. And I, I’m thirsty so I see people\nthere with a lot of bottles. And I asked for a drink throughout that day. None of these people,\nsurvivors, Jews from wherever they wouldn’t give to another Jew.\nSo later on in the day, my friends who were down in the, they found me. Said oh, come with us.\nWe have a place here and so on and there is water and all this and so they kind of saved me. But\nin the meantime, during that day, good I was on this deck. I saw people. There were boats\nhanging on the sides of the ship. And I saw people going into climbing over there into the,\nbecause it was better to be there. So why don’t I do that too. It was crazy but I could have fallen\nin the water, there was no, I just held myself by, there were some ropes and so on. Some you\nknow metal and so on and I reached up and suddenly a guy on, from the captain’s side says all of\nyou get out of there. Go back on the, from the boats. So they said that I got down and then later\non I was found by my friends.\nSo now about the, who is, who were these people who were the crew on this ship? Who was the\ncaptain? I didn’t know until much, much later. There was a man there who was about 25 years\nold, born in Palestine, Jewish of course. He had a little training in ships or something like that\nand they made him the captain of this boat. Imagine, 2700 people on board and we are the\nBritish knew of us and they were waiting for us. And when we entered the territorial waters of\nPalestine they came with a war ship and told us to stop and so on. And at first they boarded with\ntheir marines and so on, with the guns. And they say where is the captain? Where is the captain?\nTrying to find the captain but.",
        "Q: Did you know any English at that point?",
        "A: No, I didn’t, but that was other people who, I mean I knew that they were doing, they were\nsaying. And then they were looking for the crew. But of course they were kind of stupid. The\ncrew was already mixed in the 2700 people so they never found them. And they brought us to\nPalestine, to the port of Haifa and they intended to take us to Cyprus. That was the very first time\nthat they decided to do that. So what they did when they brought us there, there were ships that\nhttps://collections.ushmm.org\nAugust 21, 2011\nthey had caught before and arrested the people there, the Jewish immigrants. The British I mean\nand they had these free boats in the port there in Haifa in the harbor. And they divided us into\nthose little smaller, much smaller ships. Because it was such an accumulation of people there. It\nwas very difficult to keep us. And the Jewish agency still came and brought the food, not the\nBritish. They, so they did that and they said they are going to take us to Cyprus. And then the\nJewish agency did something. They told the people on the ships these 2700 it’s going to be\nhunger strike. And there were a lot, because it was such an event. 2700 people on a ship that\nthere were journalists from all over the world there. And they immediately, when they heard\nabout oh there’s a hunger strike. No the British are going to kill these people survivors of the, so\nthey, the British said no. they are allowed to enter. And we are allowed to enter but not into, they\nput us into a prisoner of war camp and that was Atleet. And we were there. At least I was there\nfor about close to two month because what they did, those families with young children, really\nsmall children and so on, they were given like 1500 per month. That was their allowed to enter.\nSo and then came this, when these were no longer there, they took the other group and the\nyounger people like 16, so not adults and so on. So our turn came and I and others who were my\nage were taken from there. The Jewish agency and then came on buses and picked us up.",
        "Q: Had you had any contact with your parents during this period?",
        "A: None at all. Nothing at all. They didn’t know if I arrived or didn’t. There was no way to\ncommunicate and even a little later it was difficult. So they brought us to Mount Carmel to a\nplace and it was a terrific thing for us to be there.",
        "Q: Were the conditions on Atleet terrible?",
        "A: They were terrible because it was barbed wire in a way, but the British didn’t do anything bad\nreally. We were there simply. They counted us at night. Nevertheless many people escaped and it\nwas organized. The captain and all the crew, they were among those people but they disappeared\nand they went for other ships to do. And but what happened. The conditions there could have\nbeen, well actually the Jewish agency prepared everything. The food, brought in the food. They\nhad local Jews who were dealing with that. Cooking and all this. And they were a lot of dining\nhttps://collections.ushmm.org\nAugust 21, 2011\nhalls there and if you come at this time and so on fine. The trouble was for these Jews who were\nfrom, people were born right there and what did they do. They stole from the whatever the\nJewish agency and they got very bad food. And very little. The milk was they poured a lot of\nwater in the milk.",
        "Q: Who did this, the Palestinian Jews?",
        "A: The Palestinian Jews. And they would take away. The British let them come with the food\nand so on from the Jewish agency. Somehow they organized themselves that only certain things\nwere put a little bit so we had hunger strikes there against these people and not only this. But\nthere were some people among us, not I, but who actually went and beat up the cooks and who\nwere responsible for that. And the British had to come in. But it was so surprising. And not\nmany people know that because it’s shameful to mention that but it was there. And so after that\nthe Jewish agency changed them and so on. And well it was like a paradise for two weeks. And\nthey continued the policy. That was, but by that time I was after that.",
        "Q: So you went to Mount Carmel to —",
        "A: Right, and there we were for a little while were deciding where to put us, where to send us. So\nwho were the people who decided? It was a committee from the various Jewish Zionist groups.\nHashomer Hatzair and also the fathers, Jewish, the religious groups and all that. And they wanted\nto send to some of us say well you can go to here or here or here and I said I want to go to\nHashomer Hatzair. And so did a lot of my other friends there. So otherwise, they wanted to\nbring us to a religious group. But I didn’t want to go. Simple like that. So finally we had stayed\nthere for several days. And it was a beautiful view of the Gulf of Haifa and so on. Everything\nwas the food was terrific, and the people were nice in those places and so on. And then they took\nus to a kibbutz in Ein HaShofet. Ein HaShofet is the first American kibbutz in Israel, started in\n1937. That’s another story. And they brought us there and it was like paradise. The people there\nbehaved toward us and we were like 40 some. In a way as if we were their children.",
        "Q: So it was all children they took to Ein HaShofet? It was all teenagers?\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: All teenagers, right. And they treated us you know with tremendous and some of the, some of\nus were orphans who lost their parents. Some had one parent but not there. And so on. And it\nwas I was there for three and a half years and it was at one of the times of the greatest time that I\nhad. And so that’s another story. But we were there and we worked half a day and half a day we\nstudied.",
        "Q: You picked up conversational Hebrew?",
        "A: Right, yeah and they taught Hebrew and they taught because most of us didn’t speak\nHebrew. So many of us had went for the bar mitzvah but that. So in a short while, at least in my\ncase, I was after six months, I was able to be current in Hebrew and so on and Debby had, we\nstudied like a regular school and everything. History and literature and all this. And we had this\nand terrific teachers. One is a man, Josef Vilfand and the other one was a woman. Reva\nMeisler. And she is still alive. I saw her this year and she is 93. And she, when we visited she\nwas having exercises with another girl. And she had memory absolutely incredible. And it was\nso pleasant to be there and to see her and she saw me, ah, benzion. Amazing.",
        "Q: Tell me about the partition plan and United Nations in 47.",
        "A: Oh, ok. That was —",
        "Q: You were still on the kibbutz?",
        "A: I am still in the kibbutz right.",
        "Q: Did they do anything in the kibbutz",
        "A: Oh yes. We celebrated, tremendous celebration and but before that once I were in the kibbutz\nin 1946 and 1947 they were already trouble with the Arabs, before even the United Nations\ndecided on this. I have a little story about the days that this happened. But so we were trained.\nhttps://collections.ushmm.org\nAugust 21, 2011\nWe started being trained how to use a gun. Rifles, machine guns, what do you call Sten guns,\nhand grenades, all this. And we learned even how to fight with bamboo sticks. Why? Because\nthe Arabs were attacking with bamboo sticks and we had to, to this day I know how to use that\nbecause we had instructors that came from another kibbutz, a young man about 20. And so on.\nHe taught us how to do that and then we had the training there. We are not in the army yet. We\nwere just — and we were all happy about this. And so we, then came the day of the 1947. I anda\nfriend of mine had a, who had a some cousin, older cousin in a kibbutz, near Jerusalem, Gush\nEtzion. And I forget the name of the group. So he said he wants to visit there and we had this, a\ntime every year we got a week off. So he said do you want to come with me to that place. Yeah,\nhe had talked with them and so on. That he can bring me. So I and he went there. And we had a\nvery nice time, the three of us, very nicely too. It was a religious kibbutz.\nBut they didn’t bother us with that. So on the day that the United Nations had voted for that, we\nwere on our way home to kibbutz Ein HaShofet. So we came to Jerusalem and we were in a bus\nthat took us to Haifa because kibbutz Ein HaShofet is in that neighborhood. You have to go to\nAmick Israel to reach that. So we come to Haifa. We had tickets. We had paid for the tickets.\nWe had no other money though. We had been given a little bit of money and so on and we are\nthere. And we are in Haifa and we don’t have money. Can take a bus, there was a bus to Ein\nHaShofet. But you had to go to the center of town and pay the driver. So what do we decide. We\nare at this bus station which was down in the, not in the Carmel and said well Shlomo, that’s the\nname of my friend, why don’t we go on foot. Exit Haifa and we’ll go to Yagur. This is a\nkibbutz Yagur where we knew that the bus that was going to Ein HaShofet was going to stop\nthere. So we’ll wait for them. Sure, we go. We had this back, bags and so on and we are in shorts\nand so on. And the equipment was sold for, bought from the British army.\nAnd there we start walking and where, how do we start walking. In the bottom of Haifa to exit.\nAnd we have to pass through a neighborhood. What kind of neighborhood. All Arabs. And at\nsome point as we go there, there you see them, there were coffee shops with tables outside on the\nsidewalks and they all sit and smoke and drink coffee. And suddenly from one of them, one guy\ncomes out running and it was kind of toward us. And I say Shlomo, [foreign language phrase —\nHebrew?) And then we hear another shout and another guy comes but he was after that guy.\nAnd Shlomo was a bigger guy than I. I was kind of short in those days. I grew up later. And I\nsaid Shlomo, let’s go a little faster. He said no I’m tired. Well I said let’s go. But nothing really\nhttps://collections.ushmm.org\nAugust 21, 2011\nhappened. So we came out of Haifa and a bus stops in the, toward the exit, stops, came from the\nMefratz. And he sees us there, two little youngsters there. He opens the door to the bus and get\nin. We said we don’t have money, ein kessef [ph]. He said (foreign language sentence —\nHebrew?) You’re stupid. Don’t you know what happened today. It’s this and Arabs are\nattacking. They are mad. So and he took us to Yagur and let us off there. And then later on a bus\ncame, the kibbutz bus and we ended up in the kibbutz safe. But that was the experience that —",
        "Q: What about in 48 when the state was declared?",
        "A: Well that was. I was still in the kibbutz, right. And we were left and since the army was in,\njust started and so on, we were about like 17 at the time. But they were not taking people who\nwere in the kibbutz because they needed the food that was, there was no other way just to import\nand so on. So they didn’t take youngsters like myself at the time. So we were still in the kibbutz.\nLater on basically in 1949, but for us, this was, I must say this because the feeling that you had in\nthose days when the, one may say oh we were scared right and so on. Something is going to be\nwar. We knew that this 1s going to happen. They didn’t care. We didn’t care one bit about that.\nWhat we were, this, after 2000 years we have our state and this experience is something that\nnothing else in my life can be as that experience. To hear it, we are back after all this and being\nthere. I’m sure many other Jews in outside felt equally but we were there. We were there in the\nplace and so we have been there, as I said for about three years and so on.\nSo in 1949 our group was getting, we are by now 18 and excuse me, at kibbutz Arti which is the\norganization of Hashomer Hatzair, decided to put us to send this group, instead of leaving us in\nHaShofet, they decided that they have a place to send us, to a place called Gan Shmuel Al\nKibbutz, Gan Shmuel Alomir Hadera. And why because the people there were elderly. They\nwere not even Hashomer Hatzair. So in the past a year or two or three years before that another\ngroup came in from Hashomer Hatzair so the kibbutz would survive. But they weren’t enough\npeople.\nSo they decided because it was political as well to have so take this group, Kevrat Udem that\nwas our name, bring us there. And so they decided that. We were all sad and later we found out\nthat the kibbutz was sad as well. And we go there. So in the meantime, this three and a half\nyears we’ve learned all sorts of things to do. We worked, we studied and I worked in the\nhttps://collections.ushmm.org\nAugust 21, 2011\ngardens, the fruit and all this. And became an expert on that. But I learned also mechanical\nthings to do. And we worked. I remember carrying on my back a 200 pound sack of stuff over\nsome, and so on, to put it in a truck. And so on. It was ok. It was we were proud of doing that.\nWe learned how to be on a rope and go up and down on a rope. That was the British army way.\nThat is the best way that ever and I still can do it. So we are proud of all these things. But we\ncome to this kibbutz. We didn’t know where we are going. They were stranger to us and they\nbehaved not like strangers, but like bitter toward us. They put us to do the, also to things that\nonly us to clean the bathrooms and so on. And so and we had a man who is our supervisor,\nMadrek. We didn’t know that he was really a communist. Amazing. And he is allowed to steal\nthis probably. And at one meeting with him and so on, we started complaining. What are you\ndoing to us? We have mech to ot [ph] meaning we have learned how to do this and you are\nsending us only to do only that work and so on. And you’re not treating us properly. Because in\nthe kibbutz it wasn’t like that. We, if you learn something that was that. You could do what you\nlearned. So they put us in some old, not buildings, barracks and so on. And crowded and\neverything was so, when I was one of those complaining\nAnd I said that that’s not nice what you are doing. And he said, if you don’t like it you can\nleave. And at that time, at the same time I said that’s exactly what I’m going to do. The next day\nor two days after I went to Hadera and I enlisted in the army. And but the army said you have to\ncome a week from now. So I, where do I go? I have no place to sit, to stay. I have not one penny\nin my pocket. So I come back to the kibbutz. I don’t know even how I, how did I come. There\nwere some buses but sometimes you could do hitchhiking and so on. So I came back. And he\nfound out that I was back and he said to me, you cannot eat in the Hadera Ocher, no more. You\nshould get out. But my friends who were still there they came and brought me the food from\nthere and so on. And survived and it was only two of us who did that. I and another member,\nZev, Zev and Godol there were two of them. One is small (inaudible) and we enlisted. And then\na week later we were taken from Hadera to another place where we trained, real training and so\non. And —",
        "Q: How long were you in the army?",
        "A: Four years. And I was supposed to be really only two years but they said you can enter into\nhttps://collections.ushmm.org\nAugust 21, 2011\nthe regular army. You can continue if you want and then you are a member of the Sva Keva, the\nregular army. So I stayed because my parents had just arrived. It was like 1950 and I stayed in\nthe army. I went into the air force, not as a pilot or anything like that. They sent me to the\nadjutant general of the air force which was in Jaffa, ok, Jafo. And I worked on kind of a, what\ncan I call it. An organizer, not the community organizer, but in the time that was, we work on\nmaking units of the soldiers. And the air force was interested to have, from the reserves, because\nthere were people in the reserves to actually organize them. We didn’t have, we had planes but\nwe didn’t have airports for instance where you could go in the Negev or other places so the idea\nwas if they want to bring help to our troops somewhere. We need to have that to build an airport\nand you are very smart in doing. I was designing at the time just young as I was, put together\npeople and so on in this, in making groups and so on. That from the reserve people. The reserves\nthey are until you are 50 years old, you are still in the reserves. So I worked like that. In the\nmeantime, I was allowed, rather the army put together after work, schools. Evening schools to\nget the group, to finish high school which I started in the kibbutz but that was not, I didn’t have a\n— so that actually was the way that within the last two years I went and I got, I went to the exams,\nexternal exams. But at the same — that was exactly like the ones given in the schools at the time.\nAnd so on. And the same questions. And I succeeded very well due to my teachers and I, at the\nend of that, in 1950, was I started, I went to the university. I was accepted for the university,\nHebrew University and studied there for my degree.",
        "Q: In what field?",
        "A: I started in physics and that’s what I did. At the time, they were, they didn’t have a\nbachelor’s degree there. So you had at least in the mathematics and physics and so on, and\nchemistry, the hard sciences. Maybe others as well. I don’t know but you had to get a master’s\ndegree. A master’s degree meant that you had to write a thesis as well. And so I did all that and I\ngot my master’s degree. After four years at the Hebrew university. And that was good. In fact\nlater on when I came to this country I realized that what I have done for my master’s degree was\nconsidered, could have been considered here as a PhD thesis, because it was different standards\nat the time. And in fact some of the people who didn’t do it, they didn’t get their degree. They\nhttps://collections.ushmm.org\nAugust 21, 2011\ndidn’t do that in Israel. They didn’t get their degree. So they went, they did something else. So\nthat was my —",
        "Q: So then you finished at the university and then what did you do?",
        "A: Well I started, I went to the Weizmann Institute because there was somebody there who was\nlooking for somebody like me. He was an American guy who had got his PhD at MIT in\nengineering, but nuclear engineering. And he was at the Weizmann Institute and he said he\nneeded somebody with knowledge of what was the modern physics, quantum mechanics, stuff\nlike that. And he accepted me. And he was supposed to lead to a PhD, given by the Weizmann\nInstitute. But we didn’t quite see eye to eye in one sense. I was trained in the Hebrew University,\nparticularly mathematics at a level that MIT didn’t have it. And very few of universities, the best\nuniversities in the world we had that kind of training. And this man really didn’t. So when I\nwould, he gave me a topic to, and so on, to go into it. And I did. I studied the literature and so on\nand what I had. And I would come to him with my results. And so the one time that I present to\nhim, he said no what you wrote here on the lab work, it’s not true. And you failed that\n(inaudible) true. And he got red in the face and then I said I’m going to prove it to you. And I\ndid. So that was the end with him.\nSo he comes back to me a little later on, not that day. You know what. You should sorry. You\nshould go to the US and get your PhD there. So how do I do that? I mean I have no money. My\nparents don’t have money to send me there or anything like that.\nSo well they had advertised at the time, in 1959 they advertised that they are looking for people\nin physics. And to apply, universities were applying and how come. Where did they get the\nmoney? The money came from the armed services because if you recall the Sputnik, everybody\nwas scared that the Russians have taken over and so on and they really didn’t have enough\npeople in those hard sciences. So they were putting this throughout the whole world. Come over.\nI applied to one of the, it was one was Yale and one was Harvard and they said at the time, they\nsent me back yes, I am acceptable but not for the very first semester. In September. But if I wait,\nI’m accepted.\nAnd only one other university, the University of Maryland said come on over. So of course I, and\nthey were going to give me a salary to live. And study. Well what other country does that? Of\nhttps://collections.ushmm.org\nAugust 21, 2011\ncourse I came and I again separated from my parents and my family. And I arrived here. At the\ntime the foreign currency in Israel was so tough. They would give you 120 dollars to one, at the\ntime if you leave and don’t know to travel. So my parents bought the ticket and so on. And I\narrived in New York and I had a little bit of money and —",
        "Q: Did you know English?",
        "A: By that time, yes, yeah because I used English at Hebrew University and also shared the room\nat the Weizmann Institute with a guy from South Africa, a Jewish guy who was also a student\nthere. And so it helped. And I learned in the kibbutz that’s a little bit of another story. How I\nlearned English there. I said there were Americans, and particularly my professor, teacher, Josef\nVilfand. He got his degree here in the United States. Himself was born in Russia, came with his\nwidowed mother here and he managed to go and study and so on. Got his master’s degree in\nliterature. So he, I said I want to learn. So he said ok, he gave me some things to do and so on\nand ultimately said oh here is Encyclopedia Britannica junior and here 1s an article about coal.\nAnd translate it into Hebrew. So I did, so I did and he would check, do these things and that’s\nhow I learned English so I wasn’t yeah. But I became really very easily here to —",
        "Q: So you went to Maryland?",
        "A: I went to Maryland.",
        "Q: For how long?",
        "A: Well I was there 1960 and I was there until 1964 so I got my degree and PhD and I had my\nadvisor was a guy named George Weiss, he was Jewish and religious Jew too and he lives not far\naway from here. It’s an amazing situation. And we at the time when I finished it was quite a\ndifferent, difficult time with jobs for physicists. It’s amazing within a short time this situation has\nchanged. Because with the ride to the moon and so on, there suddenly they said only reach that.\nThere’s no more money. So whatever you tried to get a job they said we are firing people. And\nindeed that was a disaster. 1966. So I got also the little jobs in between 1964 and 66. Finally I\nhttps://collections.ushmm.org\nAugust 21, 2011\nmanaged to get a job with a company in, Raytheon company in way back on what is the name,\nRhode Island. And I worked for them and I was doing work, what they were interested of just\nactually was supported by the Navy. I didn’t know that at the time that the Navy, and but it was\ndeltoid problems in the Navy. And I was there for about, but I’m actually before, before that\nactually I had a benefit of working after I got my PhD, the National Research Council awarded\nme a three year salary to work at NASA. And actually I have all this stuff here that my\ndocuments, ok. I’m not saying. So I worked at NASA in Greenbelt Maryland. And that was very\ninteresting and I actually this was basically before, a little bit before I got my PhD.\nAnd I finished my PhD and submitted a thesis to the, at Maryland and I was working at the time\nat NASA. And among the people on the committee that the final thing you know. You give talk\nabout you show them your PhD and thesis and so on and they ask questions and so on. And\nthere was one guy from the committee that was part of the faculty at Maryland. In the Physics,\nnuclear physics and he said to some people there. Wait a minute in front of me. This is not\nphysics. That is what you did is mathematics. Why because my advisor was a mathematician,\napplied mathematician so actually he did work on areas that were connected with physical\nthings. And what I’ve done were I worked for NASA and I worked on things that were, dealt\nwith what are called solar flares from the sun ok. And things that hadn’t been done before except\nin my work at the time. So as I’m there and he’s talking like that and then my advisor gives a talk\nto my boss at NASA, Dr. McDonald.\nAnd that guy hears about that. Comes immediately from Greenbelt and comes to this meeting\nand he talks what do you mean mathematics. This man has worked here on this and so on. And\nso the committee decided that I deserved the PhD.",
        "Q: It was kosher. You worked how long for Raytheon and then what did you do?",
        "A: OK so but I was still, then at that point I forgot to mention this, the order of the, I was with I\nworked for NASA and now I had my PhD. So because they liked what I was doing they said ok,\nyou can stay with us for two years. They couldn’t hire. I wasn’t a citizen so they said you can\nwork because the National Research Council will give you a two year, they’|l pay my salary\nwhich was not a few dollars, right. It was. And I said ok that’s fine with me and I stayed there\ntwo years and I did some more work. And published and all that. And at some point I was really\nhttps://collections.ushmm.org\nAugust 21, 2011\ndecided that I really didn’t want to continue because the reason is that I as a physicist when I\nlook at astrophysics as it’s called today like with NASA was involved but we actually were,\nNASA was involved really in a real problems that had an impact on the, by the so called\nastrophysics. It was kind of not something realistic. I liked my work to be applied to something.\nAnd it wasn’t with the exception of these things that were really important to study those because\ncommunications 1s actually affected by solar flares, these things that happened every 11 years or\nsomething like that. And it was important for the air force for the military and even for NASA to\nknow what is going to happen in such a case if you send a signal for instance, it can be affected\nby and really ruin it and that is not something that you want to have when you are in say war or\nwhatever.\nSo I decided I want to go in, to a place that will let me do things that are applicable. And I looked\naround and one of my friends at school, from the school said oh why don’t you come over here\nto this company in Rhode Island and Connecticut and so on. He was working for the Navy at the\ntime and said well Raytheon may, and indeed they hire me and I was with them. And I worked\non problems and so on. I have even here my, what I did for them. And then that particular one\ncollapsed.\nGail Schwartz: this is a continuation of the United States Holocaust Memorial Museum\nVolunteer collection interview with Phillip Abraham. This is track number 3 and you were\ntalking about working for Raytheon in Rhode Island.\nPhillip Abraham: Right. I worked there and problems that had to do with submarines. How to\nmake sure that the submarine is not sunk by some missile or detected by an adversary. And this\nmeans that there 1s sound in the water. It’s not like the sound that we hear in the air. But that\ncan propagate through the ocean thousands of miles. And in the process may hit an object like a\nsubmarine. And reflect it. And if there is somebody there waiting with their own sensors they\nsay oh there is something there. And they can determine sometimes what that something is. So I\nworked on that. And I did, I in my opinion and others I did good work. But this was a little\nhttps://collections.ushmm.org\nAugust 21, 2011\ncompany part that I was working in on this. And it was actually given money for that research by\nthe office of Naval Research in Washington because it was an important need.\nSo but they didn’t, the company itself didn’t put money into this. And suddenly the money that\ncame from this part of, from the Navy stopped because in other projects they didn’t provide what\nthey were expected to. So they cut them off. And Raytheon decided to close this place. So\nsuddenly all the people who were there are out. They gave me two weeks’ notice and so on. And\nnow I’m without a job.\nAnd as I said, this was like it’s like 1968, something like that. And I am without a job and I am\nmarried and I have two little babies.",
        "Q: When did you get married?",
        "A: I got married in 1964 when I finished my —",
        "Q: Was your wife American or from Europe?",
        "A: No she was an American yeah. And we met through the other people. She was at the\nAmerican University when I was at the University of Maryland and somebody said oh you\nshould meet this and so on and we met and we got married. So we had, we have two children, a\ndaughter and a son. Of course my daughter is close to 44 years old. And my son is just 41, 42,\nsomething like that. And so that was, I was in a, and I was at the time, I was living in New\nLondon, Connecticut because that’s where Raytheon group was there, that particular group.\nEven though they are in Rhode Island. So I’m looking and I’m looking and trying to find a job.\nFinally I visited the University of Connecticut, the physics department and I see something there,\nmaybe on the bulletin board outdoors that they were interested in something like physicists or\nsomething. So I knocked on the door and I met somebody named like Paul Clemens, a Jewish\nguy who got actually born in Australia, but had been in England, got his degree there. And so\non. And he was the head of the physics department at University of Connecticut.\nSo he said well you know I, we don’t have a spot on the faculty but I can arrange for you to be\nhere as a research associate. Some salary is better than nothing. So I moved there to basically\nUniversity of Connecticut is the College Park. Sorry, not College Park. What is it called.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSomething, it escapes me now. In any case, I moved to that place and with my family and I was\nthere for several years. And they didn’t have a real lot of space for me to become a real —",
        "Q: Professor.",
        "A: Yeah. And on the faculty so I had to make do with a job still with the University of\nConnecticut but not at that place. But in Hartford they had a kind of a college or a branch up\nthere and I taught there, undergraduates and some graduates. And ultimately I escaped that\nbecause there was no hiring. And finally I looked around and my friends who were in\nConnecticut and they said maybe you want to work for, let’s see what did I do there. I was in\nConnecticut. There is a place that can hire you in New London that 1s not university. It’s the\nNavy. And that, and I went for an interview and they hired me and I had to give some talks and\nso on and they hired me. And I was there for eight years as a member and I became, of course\nnot a temporary but and with pension plan and all that.\nAnd then I decided to move elsewhere and something happened also in my family. We got a\ndivorce. So I moved from there to right here in Maryland basically and the Naval Research\nLaboratory. You probably heard of it. And I arrived there and I was a member of the Naval and\nso on. And they started doing research on what they were interest and based on the work I’d\ndone before and I stayed there for seven years. And one day they asked me. There was a\nvacancy, a temporary vacancy at the office of Naval Research in Arlington, Virginia. And\nsomebody that has your background and only for a month or something like that. Would you like\nto do that? Managing something. I never managed anything except myself and doing my work.\nBut I said well I'll take it and see what, I wasn’t losing my position at NRL. Ok.\nI come there. So they give me a whole program with money to go and the first thing I do, I\ninterviewed all these people who had already programs from this and so on. And I had to cut\nimmediately a group at Catholic U. That was, but what I found about myself, I found that I never\nthought of myself capable to do managerial work.\nBut I learned and I became a manager as well, even though I continued to be my interest and I\nnever stopped learning. So I was there for the rest of my profession with them until 2007. So\nthat was, after 32 years of work for the Navy.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSo in the meantime, that program that I started there that I was given at ONR but I mentioned the\nfact that I didn’t know that Raytheon paid my salary because they got it from ONR. I never knew\nthat. Suddenly I am at ONR and this 1s life, very.\nSo one day my program, they decided that they don’t want to continue to do it. It was filled with\nsubmarines and some stuff like that. But they had been doing so long with submarines,\nbasically since the beginning. If one goes back, the First World War when the submarines\nappeared and they were continuing in that and sometimes they reached a point where nothing\nnew was done really to do better. So they decided not because I failed or anything like that, that\nthey are not going to put money in that.\nAnd so what to do with this guy, me, that I am an expert in that. They said well there is here a\ngroup that works in logistics. Gives money to do science and technology logistics. And this right\nnow it’s headed by a captain who is coming, retiring from this job. And we need somebody else.\nWould you like to take it? Well I'll try.\nSo yes, I tried and yeah in the meantime I had been, become also no longer belonging to NRL. I\nwas belonging to ONR. So I’m entering this. I didn’t know what logistics is. Only some very\nprimitive idea. I looked in a dictionary and so on. And then I looked at what this captain had\ndone and so on. He was a very nice man who, but he was not a scientist at all. And what he did\nfor, what he did was ok. But it wasn’t the science in there. So here I was to try to find out exactly\nwhat other people have done who were being paid money and so on. And the first thing that\ndoes, I do, interview these people. I went for instance to Catholic U where there was a group\nthere working with a program. And it’s not logistics and I said you know I wrote to my\nsupervisors at ONR that this should be cut off. It was something a million something for three\nyears. And they didn’t quite cut off because Congress intervenes in these things. And the people\nin Congress have the power and the people upstairs in the ONR, they unfortunately they, instead\nof saying no. This is not a good place to do so I didn’t suffer from it.\nBut so ultimately I took over this logistics program and it became indeed science and technology\nwith a lot of people that were doing in universities and also industry. And maybe in institutions\nthemselves. So quite a large I had ultimately something, a program with 35 million dollars per\nyear that had to be, and I will go, travel a lot to see what they are doing and going directly to the\npeople who were working on this and they had to give me a, every time what have they done.\nhttps://collections.ushmm.org\nAugust 21, 2011\nAnd so on. And discussing it and I would say go in a different direction and all that. And I was -\n- and people were at least those who I didn’t cut off were happy with me.\nBut the, I selected the people who — and I had connections. Sometimes I would be asked to come\nand see what they are doing prior to. And in one case it was something in San Luis Obispo, that’s\nin California and they have Cal Poly there. California Polytechnic. And they said they have a\nnew method of dealing with certain things. And what they called intelligent agents, artificial\nintelligence, so called. And they showed me when I arrived there. They had three people with\ncomputers and the task that they had was to load with equipment a ship that 1s, can bring these\nthings to the, of the Navy into the ocean and to resupply and so on with all these things or\nwhatever to be. A tank or a truck or any, everything.\nNow to load something like that, it’s not easy on a ship. A ship is, has all sorts of decks and it\nhas elevators. Can they do this or not? They have cranes. It’s a very complicated story. And they\nused to put two people to work for one single ship, maybe two weeks or more to decide whether\nthey, how to do it. So with this intelligent agent, just on a computer having all the data about\nwhat loads they have to put on the ship, they could do it in half an hour and they proved it to me.\nAnd indeed this is one of the most successful things that I, and with not a lot of money.\nSome other projects cost millions of dollars and didn’t perform as, but this with a quarter of a\nmillion dollars they advanced. And nowadays they have a company of about 200 people that\nwork on this. And it’s not only the US Navy and the Marine Corps and the Army but the British\nare paying to have this program. And it was really something that, and I also suffered from it in\none sense. When you are in the Navy you are any government and so on, you defend yourself\nfrom anybody else by saying this is no good for us. We’re going to do that. You know we don’t\nwant that. And indeed they refused to use something like that and this is a story, a long story in\nitself. But so —",
        "Q: It sounds like you’ve had a very interesting career.",
        "A: Really, I did yes. And these people who, from the university there, are still in connection with\nme and send me what they are doing nowadays. I started also much more, not only this thing, but\nI went deeper into the, myself, into the what logistics should be about. And something that I\nsaying this, I’m saying this and people say you are bragging but it’s true, a thing it’s the truth.\nhttps://collections.ushmm.org\nAugust 21, 2011\nBecause I started studying and see what is this logistics. What do we do? It’s all these supplies\nand oh I need water. I bring a tank of water. Is that enough to do with that logistics? No, I have, I\nrealize by studying it really not just for the Navy that it’s much deeper than that. It goes all the\nway to the people in a mine for coal and all these materials that we do or the people who grow\nfood and so on.\nEverything is connected. When you hear you know oh we’ll do this or put this, we’ll send\nshovels to Obama style, ready shovels. Who is making the shovels? Somebody. Well what are\nthey made of and so on. Oh in the mine they bring this. It’s not a circle. You have roots so many\nroots that to the final object. But even more so even military philosophy and how do deal with\nthe battle and all this. So I wrote about this and so on.\nAnd only some people paid attention. And interestingly enough, after 9-11, what do they do?\nThe Navy decides they don’t need logistics. It was the stupidest, absolutely the, something that\nthe public doesn’t know. They cut at ONR they no longer have anything, logistics. It’s to me it’s\na sad, very sad thing because many people have died because of that.",
        "Q: Can we get back to —",
        "A: All right, I’m just taken because I feel strongly about that. Not because my whole life, I had\nmy careers ok, but it’s how sometimes when people refusing to accept something and later on [Il\ntell you a story.",
        "Q: Do you feel Romanian at all, any connections with the country?",
        "A: Not really no. No I have never felt that. My parents came from there 1950. And my brother\nmy sister. My, I have the roots there in the cemeteries and families and so on. And maybe\nsomeday I may go and visit this, where I was born and so on.",
        "Q: Do you think you would have been a different adult if you hadn’t had to get up and move to a\ndifferent city and then leave the country and so forth. Did that mold you into who you are?\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Yes, I think so. And I’Il repeat the words of a guy that I worked with in New London. He was\nalso a guy with a PhD, born here. And so on and he just asked me about my history and I told\nhim. And he said, I really envy you of having all these experiences, while I, he said, I went to\ngrammar school, then high school, then college. Then I went this. ’'m not working here. I never\nhad any, any obstacles to the challenge and but you had all this. And I really felt good when he\nsaid that because indeed this is what happened to me. I didn’t know that this is going to be but\nsomehow that’s how fortune or lack of it or whatever made me into what Iam. So —",
        "Q: Are you proud of being a Jew, even though you had to leave your home country?",
        "A: Absolutely.",
        "Q: Because of the fact that you were Jewish?",
        "A: Well I’m Jewish because I know Hebrew. I know all these things that I’ve learned and more\nso than most Jews that live in not, don’t live in Israel. Sometimes even those in Israel don’t know\nso much about you know I read and so on. I always love to read. And I, I think that what\nhappened to me was fateful sort of thing. You know fate if you wish and —",
        "Q: Do you feel that you still had your childhood, that was now taken away from you?",
        "A: No it wasn’t taken away because as I said when I was, I was not a child anymore. But when I\nwas in the kibbutz but we had —",
        "Q: No but you were eight years old when you had to leave one town to go to another.",
        "A: No because we still had, we still had friends and we did things together and so on, in the snow\nand all that. So we’re not, for instance I used to, when I was still a child like that, there was a\nlittle girl my age who had some books that I wanted to read. And said oh III lend them to you if\nyou pull me on the snow. So I did that. In order to get the book to read. So my parents and my\nsiblings said first of all my parents didn’t like me to, at the table to read at the table when we ate.\nhttps://collections.ushmm.org\nAugust 21, 2011\nAnd stuff like that. Because I was very much involved. When we lived in Tecuci we, in this\nhouse, I, my brother slept in a room that had one wall was windows. So during summer time or\nsomething like that, when the moon shined, you could actually read and we could actually read at\nthe light of the moon. And I used to read, hiding my book under my pillows. My parents didn’t\nknow.",
        "Q: Did you read, you talked about seeing a dead German. Did you see any other destruction, any\ndamage from the war at all?",
        "A: In Romania. Yeah there were things like that because they bombed you know the city you\nknow and so on.",
        "Q: Did you have to go into shelters, things like that?",
        "A: We didn’t have a shelter. We would go down maybe in the basement yeah. If you had a\nbasement. There were, it was not a common thing. it was a basement that they cut. They didn’t\nput walls, real walls or something like that so —",
        "Q: And was there a lot of destruction in your area, in your neighborhood?",
        "A: Not that much because it was the only thing that the American and British air forces did, they\nbombed the airport. Sometimes they, for instance they did bad things in Bucharest that they\nshouldn’t have done because they hit population. There were no military and so on.",
        "Q: But I meant you yourself experienced.",
        "A: No, I didn’t experience that. No, no.",
        "Q: Do you get reparations at all?",
        "A: No.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "A: Sometimes I think no because we see what’s happening right now when you have people\nkilled in Israel and so on. And Israel reacts and immediately they all yell Russia, a country of, a\nfailed country if any and so on, that committed such massacres, everywhere they went. In their\nhistory the whole history. And they are saying all this. And Belgium and all these countries. And\neven here. What is our so called president in the, it’s not fair to react. So yes, I’m definitely I\nthink that we haven’t learned yet.",
        "Q: What are your feelings when you go into the Holocaust Museum building?",
        "A: Well first of all its sadness, deep sadness that this happened cause you cannot really go to it\nand not feel like crying when you see the youngsters and the old and the women and the men and\nso on. For nothing, for just nothing. And I get mad, I get very mad if I have been there and they\nhad a gun I would have shot. And one thing that made me mad is well the Jews, they didn’t react\nto or see the, in the beginning that this 1s so serious. No they believed, the German Jews they\nbelieved that oh it cannot happen here. After all it’s such a cultural nation and so on. And they\ncouldn’t believe that this was happening. So —",
        "Q: But even though your father was told to leave and he said I can’t leave because I have to\ndefend the family.",
        "A: Exactly right, but at the time 1t wasn’t, in Romania it wasn’t so bad. That’s why. It was\nsomewhere else. But many times we talked in the family. You know we could have been born in\nthe United States or something like that. And living in the United States.",
        "Q: What are your thoughts about Germany today?",
        "A: I, [have I don’t know. I have met some nice people from Germany. One of them is a man\nthat I supported at Cal Poly. He was actually born in Australia. He 1s of German origin. And he\nhttps://collections.ushmm.org\nAugust 21, 2011\nis a professor there and he was the one who pushed this new thing that I mentioned. And he is a\nreligious man and he really is a man with standards so and we didn’t talk a lot about the\nHolocaust. He is not guilty of having done that. But so there are people like that, that I respect\nand I think there are but there are still groups there that are not —",
        "Q: Have you been to Germany”?",
        "A: No. And frankly I don’t want to visit.",
        "Q: Because —",
        "A: Because I don’t know. I'll be, I'd feel really not because I’m afraid of them. At this point I’m\nnot afraid of anybody. I will fight for my life but I’m not afraid. So it’s I don’t like it. I don’t\nlike the — so and to some extent I don’t like the French. Even the Dutch. They didn’t behave in a\nway that they should have. The people that had a, actually a tradition of helping the Jews in\nHolland during the Inquisition and here they are and instead of being fully support this small\nminority of Jews, they did bad things. Not all of them, not all of them.",
        "Q: Do you volunteer at the Holocaust Museum?",
        "A: Yeah.",
        "Q: What kinds of work do you do?",
        "A: Well basically to translate from Romanian. People who have been interviewing like you and I\nthink my (phone ringing)",
        "Q: So you were talking about what you do at the museum.",
        "A: Yes because I still know Romanian language I can translate and so I went there and I was\ngiven a task to get something like this that was an interview, listen to it and translate and I started\nhttps://collections.ushmm.org\nAugust 21, 2011\ndoing that. But because I was busy with other things I didn’t quite finish it. I still have to finish it\nand so on. It was the, somebody in Romania who in the north of Romania, on the border with\nRussia where the Jews were picked up and so on that was horrible thing and stories that are — and\nthat was done by the Romanians, yeah. Romanian police and army. And it’s very, in fact one of\nthe, my friends in Israel, the wife of a good friend, she was there. And survived and she was hit\nwith a bayonet in the back. And to this very day she is like 77 years old and she still suffers from\nthat. But she survived.",
        "Q: How do you feel being from Romania, knowing that others in the same country suffered more\nyou know?",
        "A: Well I am suddenly very, supporting for the Jews who suffered, yes. There is no question\nabout that. And I was just lucky. We were lucky. Those who didn’t have that experience. It could\nhave happened and so but it wasn’t their fault. They were yeah. I’m not saying that the German\nJews are at fault, weren’t for this Holocaust of theirs.",
        "Q: The Germans.",
        "A: The German Jews. Yeah because they couldn’t believe that people will do something like\nthat. You know.",
        "Q: Is there any particular part of the museum that you identify with?",
        "A: Identifying in what sense.",
        "Q: Any exhibits that kind of strike you as —",
        "A: Well I admire and identify with when they started reacting by, with force against, that’s —",
        "Q: The resistance.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: The resistance yes because I feel that small or without powers and so on, as I am, or I was, I’d\nstill would have taken a stone and throw at them. And that’s my feeling. To this very day if\nsomebody ok, tried to attack me, I wouldn’t sit there and let them. Whether they have a gun or\nnot. And I truly admire, and those people who defend themselves and I believe in the death\npenalty. I think that a murderer should be executed and I know people that say oh you are, oh\nlet’s keep them and 30 years and then they say well he learned something. Let’s give him, let\nhim out. When I hear this I just see red. Because it all the time, it happens. If you read the\nnewspapers what happens. Oh he was given for this that he killed this but after all he is not the\npsychologists say that this or that and so on. I don’t believe in that. Frankly I would say it in\npublic and —",
        "Q: Has your experience affected you religiously in any way? You were a child obviously before",
        "A: As a child actually until my bar mitzvah I was still a believer and —",
        "Q: But now as an adult that lived through this and experienced it.",
        "A: Also being a scientist has something to say. When I hear you know that people talk about the\nspirit that have created the world and so on. If people believe I’m not laughing at them. No. I’m\nsaying that’s fine. You believe in that but what I believe in it’s a mystery whose answer or\nsolving will never happen. It’s so, when you look out in the sky and you see the stars and all that,\nand if you are a, those who can actually look through a telescope and see much more than we do,\nhow can you say there was some spirit or somebody who created all this. Can he understand\nthis? Absolutely not.\nWhy it exists. There is a mystery in looking at an ant you. You try to pick it up. It runs away\nfrom you. It knows you are there. It’s a mystery. I mean how. I know Darwin said evolution but\nthat’s a mystery too. Big mystery and sometimes even our rabbi at TI, Teferith Israel, sometimes\nsays that his, doesn’t know what to believe. He has the courage to say that to a congregation but\nI am not —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: You are observant in the sense of holidays and things like that.",
        "A: The holidays yes because that’s a tradition. In a way it’s not so much the religion as being a\nnation, being a nation that it’s another thing that we should really respect ourselves, a people\nwho suffered so much in their history and they survived. One can say it’s God’s doing but can\nwe Say it’s God’s doing the Holocaust, the six million Jews killed. It never happened to other\npeople in such way. No. Never. In all the history of mankind.",
        "Q: Are you more comfortable being with people who were born in Europe than those who were\nborn here in the United States?",
        "A: No, no I don’t. I’m, I can be, one, in one aspect though. I would say the American Jews, there\nare a lot of them who are really not in connection with their history as a nation as a, no they feel\nthemselves Americans and so on. That’s a major thing and I feel that that 1s missing something.\nWhile the, those Jews who are born in Israel or who came to Israel they know that’s a different\nstory and indeed some Americans who when they are, became Israelis. But when I see at the\nsynagogue for instance what are they doing many times. They are very active in things that are\ndone in Somalia to people or other places and so on or in the District and so on. They never talk\nabout poor Jews or let’s give to Israel. Yes, there are in the prayer book there is a whole thing\nabout Israel, and so on. And we pray and we read this and say fine but what about yeah, many\ntimes they send the children to this new thing that’s youngsters can go to visit Israel.",
        "Q: A birth right.",
        "A: Yeah. And that’s fine and in fact when my wife’s, Naomi’s grandchild, Samuel, Sam is going\nactually in a few days for nine months in Israel. And oh I like him very much. He is a really for\nIsrael and a great youngster really. I knew them from when they were born. Ok.",
        "Q: So you remarried?",
        "A: Yes, yeah right. And my children are not married. I have no grandchildren of my own and so\nhttps://collections.ushmm.org\nAugust 21, 2011\nNaomi has five grandchildren. And I have been there so one of them 1s already in college and\nthe second year in college and the others are still, there 1s only a young one that is only 14.",
        "Q: When your children were very young, did you tell them about your childhood or did —",
        "A: Yes I did. I did. Yes and my first wife was not Jewish so —",
        "Q: How were the children raised?",
        "A: Well actually I tried to raise them you know but when I was a professor at the University of\nConnecticut I met, there was a synagogue there and I would go there with them but somehow it\ndidn’t work out. And so but my children know one thing of course. That is always told to them.\nSince their mother is not Jewish, then they are not considered Jewish by the --. So they point this\nout, but they are certainly for Israel and so on. My daughter has visited quite a few times.",
        "Q: Have you gone back to Israel?",
        "A: Oh yes, yeah. I actually ---",
        "Q: Do you consider yourself Israeli or American?",
        "A: This, it’s interesting. No, both and I feel that I am Israeli and I’ll give you some examples of\nthat. When I came here I was not a citizen. I was a foreign student so to speak. And I was when I\nbecame a citizen in 1968, they never asked me, meaning to have you denounced your citizenship,\nIsraeli citizenship. Nobody asked me. And I thought that just by living and I lived by that time\neight years here, I’m not a citizen anymore there. And I became a citizen so when I visited there\nin 1973. I took my children. They were very young at the time. For my parents to see. My\nmother actually had died so only my father saw them and my relatives there. But when I and\nthey said nobody, when I came back, I visited to Israel, I saw, I had my passport, American\npassport. Nobody asked me any questions. When I went again later on a few times, nobody they\nasked. The last time that I was there in 2007, as a matter of fact, that was not the last time, but\nhttps://collections.ushmm.org\nAugust 21, 2011\nthat’s when something happened. They looked up when I came to, on the computer, they had my\nname because the time an Israeli citizen. I had a passport once which I still have a copy of that\nold passport. And they said you know you won’t be let out from Israel if you either renounce\nyour citizenship or you have a passport, an Israeli passport. So I said well, they said. That, I said\nok, Pll get a new passport and I had to go to, and so on and I was lucky because I and Naomi,\nshe was with me at the time, we had a flight back in a few days. And the bureaucracy in Israel is\nsuch that it may take you a month and so on. Luckily I have a friend from the kibbutz. We have\nbeen friends for the, all these 60 years almost. And he knew somebody in Haifa in the place of\nthe passports, the passports and we went there and they did it on the spot for me.\nParticularly because they saw I had been, I served in the army and all this. So I said they’re not\ngoing to do problems to it, just so I have an Israeli passport. So I’m a dual. I mean it’s legal. One\nthing happened when, before I finished my work and I retired in 2007, they wanted me to\ncontinue to work, not at ONR, but at NRL by being a contractor with a company. They would\npay me and so on and work as much as I wanted. And I said ok. But for this, they said you have\nto fill out this form. And this form asked you, are you a citizen, what, of what country. And I\nsaid the United States and they asked do you have any other passport. And I said yes, and they\nsaid ok, we can’t give you a, what do you call it, a security clearance and so on and work. I said\nhow is that possible? I had secret clearance and now you’re telling me, and then they came back\nand said ok, if you give us your Israeli passport and we’|l cut it off into pieces, you can still enter\nthe laboratory NRL. And I said no. I had enough of that. I don’t want people to tell me what to\ndo anymore. So money. They were going to pay me basically a thousand dollars per day. That’s\npretty good.\nI never had that when I worked a regular and so on. But I decided no. There is point where it’s\nnot —so that’s how I feel. I feel for America and Israel at the same time. I. Why, because I feel\nthese two countries are so connected, even they don’t, many people don’t realize, including the\nJews. How come? They if you look at the history of the United States and I’ve learned a lot\nfrom the history, reading books. I collected books and so on from biographies and all this. And\nwhen you read about the founding fathers, what did they depend on? They went to the Old\nTestament which is the Hebrew Bible right and all this. It’s so, there 1s no other country that has\nthat and believed in that and the two are basically they, one invented this God and so on. The\nothers invented how to behave as a nation. How to do it, liberties of human beings. That’s what’s\nhttps://collections.ushmm.org\nAugust 21, 2011\nthe connection. There is no other country in the world that has done that. Neither Israel as a\nnation or the United States as a nation and as a — it will be a tremendous tragedy if one of these\ntwo countries will disappear. And sometimes I feel very strongly about the United States that it\ngoes to in a direction that is, to me is extremely dangerous, becoming something that it shouldn’t\nbecome.\nWhen I hear about illegal immigrants and this is oh it’s no, these poor people. Well they have\ntheir lands. And when you talk about South America, now you can call me a racist or something\nlike that. I feel they have a land, rich lands. Mexico and so on. They have natural resources and\nso on. They don’t know how to conduct themselves as nations. And in a way I remember in the\ntime that I have been here, arrived in 1960. The Americans were Americans. Really when I look\nat people they suddenly we see groups of people that don’t look, they look, looking differently.\nAnd I’m saying bad ok, differently. Different. And to claim that I even wrote an article, not an\narticle, but a letter to the editor in the Wall Street Journal because there was a man who was a, in\na consulate from Mexico. And here in the US. And he wrote, oh he doesn’t understand why\npeople are against immigrants from illegal or not. We are giving you the best of us. And I\ncouldn’t stand it. You know because they are giving us the best of themselves. How many\nscientists are coming here? Illegal. Coming people that don’t have jobs, that they have the worst\njobs and they are and they come here and so I felt very strongly about that. And that’s only one,\none thing. But there are so many other things that are happening. The freedom of the people in\nthis country is in danger. With the government, what it’s doing, taking over things that it’s not,\nit’s unconstitutional. That’s how I feel.",
        "Q: Well —",
        "A: That’s what I am and I’m not ashamed to say that. For instance, when people talk about I\nhope you will not be, I have some views about those same sex marriages. I am totally against\nthat, to force that on the rest of the country. No matter what. If they want to call me a bad guy,\nfine. And so, but many people have this view that this is freedom. I’m not sure that this is\nfreedom. I’m against hurting anybody like that. I don’t want to do anything in jobs or anything\nlike that. But the truth is that and that’s my view that they go beyond, beyond this tremendously.\nAnd it’s bad for America.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "Q: Well thank you for telling the story of your life and expressing your views.",
        "A: Well I was asked. I didn’t want to talk really about my wife or she said oh, what did you do.",
        "Q: Let’s just end up by you telling me why you did this interview, why you were willing to do\nthe interview.",
        "A: Well frankly I never thought about looking back at my life and so on. Yes, I have a lot of\nmaterial, the things that I’ve, papers, that I’ve published and so on and but I decided maybe I’m\ngoing to organize myself and so on and leave it as a memory for my children. They know some\nof it and but not really everything, because when they were very young, they were very young\nand so on. So I decided yes it’s interesting and if this can help other people make some decisions\nor whatever, it’s up to them but I’m not going out and shouting it in the street and so on, because\nI know people they have their own ideas and they don’t have to accept mine. Yeah, that’s\nfreedom, right?",
        "Q: Certainly. Well thank you so much for doing the interview.",
        "A: All right thank you.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Phillip\nAbraham.\n(end interview)\n"
    ],
    "questions": [
        "Q: And when and where were you born?",
        "Q: Let’s talk a little bit about your family and how far back does your family go?",
        "Q: Protection.",
        "Q: What year was this?",
        "Q: Karl Marx.",
        "Q: We’ll talk about it the Second World War. What was your father’s name?",
        "Q: Abraham. And he was born what year?",
        "Q: And your mother’s name?",
        "Q: And do you know when she was born?",
        "Q: Do you have any siblings?",
        "Q: What were the names of your siblings?",
        "Q: We’ll get to that yeah.",
        "Q: The difference in ages.",
        "Q: So you were the baby”?",
        "Q: How religious was your family?",
        "Q: Did you live in a mixed neighborhood of Jews and non-Jews?",
        "Q: This was a public school? Or a Jewish school.",
        "Q: Before we go on, let’s go back a little bit prewar. What language did you speak at home,\nbefore —",
        "Q: You celebrated holidays, Passover and Sabbath?",
        "Q: Very observant?",
        "Q: With extended family and —",
        "Q: You were born in 1931 you said",
        "Q: And Hitler came in power in 33.",
        "Q: Again, prewar. At what point or were you ever before the war started aware of a man named\nHitler. Did you parents talk about it, did you hear?",
        "Q: What was happening in Germany to the Jews?",
        "Q: Did your parents say, I mean you were young of course. Do you remember if your parents\ntalked to you about what was happening and who this man Hitler was?",
        "Q: You were a young child I know.",
        "Q: I was going to ask if your family —",
        "Q: Were your parents politically involved in the 30s at all?",
        "Q: Did you yourself as a child ever experience —",
        "Q: Did you talk this over with your parents?",
        "Q: What did they say? To a child? What do you say to a —",
        "Q: How would you characterize yourself? Were you an independent child or --",
        "Q: The mayor’s name do you remember the mayor’s name.",
        "Q: In the town?",
        "Q: Let’s get to that point, because up to that point you were going to school",
        "Q: Were the teachers —",
        "Q: So in a sense you had a safe childhood.",
        "Q: Except for that one incident you said. So now things started to change.",
        "Q: The name of that town.",
        "Q: Do you remember when this was?",
        "Q: War broke out September first 1939 when Germany invaded Poland. Did you, ok you’re eight\nyears old. Were you aware of that?",
        "Q: So 1940 comes and you —",
        "Q: What season --",
        "Q: The refugee Jews from the other towns.",
        "Q: What did your parents tell you why you had to move. What do you tell an eight year old child\nyou’ve got to leave your home and go to another town.",
        "Q: Were you frightened?",
        "Q: You were going with your family. So —",
        "Q: Were you able to take things special to you as a child, with you?",
        "Q: So now you’re in the new town?",
        "Q: Ration.",
        "Q: You stayed in that town throughout the war.",
        "Q: Let’s talk about your life during that time. Did you go to school in that town?",
        "Q: A Jewish school.",
        "Q: Was there a synagogue in the town?",
        "Q: You felt free enough to go to services?",
        "Q: Had you had any contact with your father on those two years?",
        "Q: Where was he taken? Do you know?",
        "Q: Records.",
        "Q: During this time, how aware were the adults of what was happening in the countries and even\nin Romania?",
        "Q: Other parts of Romania.",
        "Q: Did they mention wearing a yellow — when was that?",
        "Q: What do you remember from those years of war? Was it a very frightening time for you as a\nchild. You were 14 when the war was over. And you were getting older and more aware.",
        "Q: Were you afraid of being Jewish? Did that bother you?",
        "Q: Were you Romanian or where you Jewish? What did you feel?",
        "Q: Jewish. You did not feel Romanian?",
        "Q: Classics, is that what you —",
        "Q: Were you active in sports?",
        "Q: String.",
        "Q: Did your family stay in the same apartment that you had rented?",
        "Q: You stayed in one place the whole time.",
        "Q: What were your parents frame, do you remember what your mother or father’s frame of mind\nwas?",
        "Q: Did you talk things over with your sister and brother about what was happening?",
        "Q: Did you see German soldiers?",
        "Q: Did you have a bar mitzvah?",
        "Q: You had said that your father wasn’t home. But I thought you said he came home after two\nyears.",
        "Q: Sickly.",
        "Q: Quarantine.",
        "Q: We had been talking about what as a child when you saw German, German soldier, what\nreactions you had.",
        "Q: What other memories do you have of the end of the war in 44? Do you have any other\nmemories?",
        "Q: That was going to be my next question. Cause up to that point, did your parents know, if your\nparents knew?",
        "Q: Buried the soap?",
        "Q: Did you go to that service?",
        "Q: Did you go up in it?",
        "Q: Had you been in this organization for the few years already?",
        "Q: What month in 44 are we talking about?",
        "Q: But the war is still going on. It’s not spring of 45, but for you all it’s over.",
        "Q: In other parts.",
        "Q: No, I meant the war going on in other parts of Europe.",
        "Q: Do you remember VE Day, end of war in the spring of 45 and when Hitler died and —",
        "Q: But before that. That was summer time. Do you remember when Hitler died?",
        "Q: You had heard that.",
        "Q: Did your parents or did you know about any of the other massacres taking place in Romania?",
        "Q: I was thinking of and I don’t know how to pronounce it correctly. Yash.",
        "Q: But to bring it more up to date, with Iasi, did your family know about what had happened\nthere?",
        "Q: Now you’re a member of Hashomer Hatzair.",
        "Q: Were your brother and sister in a group too?",
        "Q: Your story.",
        "Q: You’re 15 years old now?",
        "Q: This is all ages. Not just teenagers.",
        "Q: What was it like to say goodbye to your parents?",
        "Q: The name of the ship, what did they call it?",
        "Q: Oh they called 1t Hagenah.",
        "Q: Did you know any English at that point?",
        "Q: Had you had any contact with your parents during this period?",
        "Q: Were the conditions on Atleet terrible?",
        "Q: Who did this, the Palestinian Jews?",
        "Q: So you went to Mount Carmel to —",
        "Q: So it was all children they took to Ein HaShofet? It was all teenagers?",
        "Q: You picked up conversational Hebrew?",
        "Q: Tell me about the partition plan and United Nations in 47.",
        "Q: You were still on the kibbutz?",
        "Q: Did they do anything in the kibbutz",
        "Q: What about in 48 when the state was declared?",
        "Q: How long were you in the army?",
        "Q: In what field?",
        "Q: So then you finished at the university and then what did you do?",
        "Q: Did you know English?",
        "Q: So you went to Maryland?",
        "Q: For how long?",
        "Q: It was kosher. You worked how long for Raytheon and then what did you do?",
        "Q: When did you get married?",
        "Q: Was your wife American or from Europe?",
        "Q: Professor.",
        "Q: It sounds like you’ve had a very interesting career.",
        "Q: Can we get back to —",
        "Q: Do you feel Romanian at all, any connections with the country?",
        "Q: Do you think you would have been a different adult if you hadn’t had to get up and move to a\ndifferent city and then leave the country and so forth. Did that mold you into who you are?",
        "Q: Are you proud of being a Jew, even though you had to leave your home country?",
        "Q: Because of the fact that you were Jewish?",
        "Q: Do you feel that you still had your childhood, that was now taken away from you?",
        "Q: No but you were eight years old when you had to leave one town to go to another.",
        "Q: Did you read, you talked about seeing a dead German. Did you see any other destruction, any\ndamage from the war at all?",
        "Q: Did you have to go into shelters, things like that?",
        "Q: And was there a lot of destruction in your area, in your neighborhood?",
        "Q: But I meant you yourself experienced.",
        "Q: Do you get reparations at all?",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "Q: What are your feelings when you go into the Holocaust Museum building?",
        "Q: But even though your father was told to leave and he said I can’t leave because I have to\ndefend the family.",
        "Q: What are your thoughts about Germany today?",
        "Q: Have you been to Germany”?",
        "Q: Because —",
        "Q: Do you volunteer at the Holocaust Museum?",
        "Q: What kinds of work do you do?",
        "Q: So you were talking about what you do at the museum.",
        "Q: How do you feel being from Romania, knowing that others in the same country suffered more\nyou know?",
        "Q: The Germans.",
        "Q: Is there any particular part of the museum that you identify with?",
        "Q: Any exhibits that kind of strike you as —",
        "Q: The resistance.",
        "Q: Has your experience affected you religiously in any way? You were a child obviously before",
        "Q: But now as an adult that lived through this and experienced it.",
        "Q: You are observant in the sense of holidays and things like that.",
        "Q: Are you more comfortable being with people who were born in Europe than those who were\nborn here in the United States?",
        "Q: A birth right.",
        "Q: So you remarried?",
        "Q: When your children were very young, did you tell them about your childhood or did —",
        "Q: How were the children raised?",
        "Q: Have you gone back to Israel?",
        "Q: Do you consider yourself Israeli or American?",
        "Q: Well —",
        "Q: Well thank you for telling the story of your life and expressing your views.",
        "Q: Let’s just end up by you telling me why you did this interview, why you were willing to do\nthe interview.",
        "Q: Certainly. Well thank you so much for doing the interview.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Phillip\nAbraham.\n(end interview)"
    ],
    "answers": [
        "A: I was born in a little town by the name of Podu Turkului in Romania in August tenth, 1931.",
        "A: Well the Romanian Jews because this were part of that actually entered Romania from, at the\ninvitation of, at that time a prince of a portion of Romania. It wasn’t called Romania yet at the\ntime. Invited the Jews from Poland to come to Romania with their craftsmanship, knowledge and\nso on and being merchants and all that. And he gave them the idea that or he said they would be\nunder his —",
        "A: Protection. So they came. So basically—",
        "A: 500 years, 1500 something. And they came and my family was there with, there were two\nbranches, so to speak, from my mother and my father. And my grandfather on my mother’s side\nwas named Marcus. But my father on his side, he was named Avraham or Abraham. Marcus 1s\nhttps://collections.ushmm.org\nAugust 21, 2011\na name that comes from the Jews were in Italy and Rome after the destruction of the temple and\nso on. So they basically moved toward the east from there into Europe and perhaps to Germany.\nAnd so for instance, one connection is that Marx the famous or infamous Communist.",
        "A: Karl Marx was based on the fact that his people were called Marcus. And but the Germans\nmade it into Marx and so that’s, so my grandfather was, his family name, last name was Marcus.\nSo that was my connection there. This little town that I mentioned where I was born was\nactually a center of a lot of Romanian villages who were working the land. And they were raising\ncrops and this town, acted -- there were 400 Jewish people there, mostly merchants who actually\nbrought and bought from other places to give to their customers who were from the villages.\nSo my father had a store with fabrics. In those days there were no ready-made clothes. You had\nto buy the, by the meter or yard and you went to a tailor and so on or to see what they call it\nmistress and so my father brought the stuff from other places. And sold a lot of, from silk and so\non. Even British cloth that came from England. And also a variety of fabrics that were actually\nmade in Romania itself. A lot of factories that did that.\nSo my father whose story is also of interest, at least to me, he had been during the First World\nWar he was about the age of 14, 15 and had worked in the store of an uncle of his who kind of\nexploited him so at one point he decided to go on his own. And there was a war and the\nRomanians fought against the Germans, the First World War. And he decided to go with a\nwagon and one horse. And he went and bought from the Germans and sold it to the Romanians\nand bought from the Romanians and sold it to Germans, food basically and so on. And he\nmanaged to three or four years to make a lot of money, came back to this town where I was born,\nPodu Turkului and started a regular store on fabrics and that was his, and he became quite\nsuccessful, basically the most successful among all the other merchants. And his philosophy was,\nif I can put that in, was to buy as cheap as possible, meaning and how did you do that. By putting\nthe money on the spot, not on credit. And he sold to all the villagers that came there on credit,\nbecause they didn’t have money every time. Only after the crops came in, they had their money\nto pay. And they came and they were extremely good customers. They never defaulted. They\nhttps://collections.ushmm.org\nAugust 21, 2011\ncame and paid and so on. For many years. Even during the Second World War that something\nhappened. This little town —",
        "A: Isaac Abraham.",
        "A: He was born in 1899. Yes and my, ok so that’s my father yes.",
        "A: My mother’s name was Hya or Clara Marcus. And —",
        "A: Yeah, she was born actually about three or four years before my father. So she was, and a\nlittle story there too. She, there were all sorts of, she was very beautiful and so on and she was\neducated. My father, on the other hand, had only two years of grammar school. But he was\nextremely good at math. And arithmetic I should say. And when he came to the town, that little\ntown he said I want to marry Clara Marcus and she didn’t want to and so on. And then one of her\nbrothers who was older than she, said you should marry him. He is going to be a success. And\nnot only this. He gave her, because there were my mother’s who were, all the, they were orphans.\nAnd then 12 children in that. And two separate mothers. One died and then the father of her\nmarried another woman, which happened to have been the sister of the first one. Because that\nwas the Jewish thing. She was not married. And when her sister died, there were already six\nchildren. And she gave birth to another six. But not all of them survived.\nSo when this older brother who, by that time, was also very successful, said I’m not going to,\nthere is nobody. The father already died, my grandfather died. So they were kind of, there was no\nmoney to give as a dowry so he said, Clara Marcus is not going to go without a dowry. My\nhttps://collections.ushmm.org\nAugust 21, 2011\nfather never even asked, or anything like that. So he came and gave her at the time 50,000 of the\ncurrency. So in any case it was a very successful there, and they loved each other in, throughout\nlife and so on. And until 1973 when my mother died. So -—",
        "A: Yes, I have I should say one elder daughter, elder, sorry. Sister who died several years ago.\nAnd I have a brother in Canada who’s —",
        "A: My sister was Rosa or Varda in Hebrew. She died in Israel. And my brother is named\nCarroll because that’s the name of the chamber. And Carroll Abraham so he’s been a citizen of\nCanada for quite a long time. But he was in Israel. It was another story ok with Israel.",
        "A: And yeah he’s still. We are in touch.",
        "A: He is about two and a half years older than I am.",
        "A: I was the baby, yes. So there had been four children but the first born died when he was,\nsome epidemics when he was one year and a half. So it was something that my mother would cry\nwhen she mentioned that and so on. And —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Well they kept kashrut and they never let anything 1n the house or anything like that. My\nfather was a member of a, the center synagogue and so on and they also the community, Jewish\ncommunity that took in this little town care of orphans and widows and so on. And it was very,\nvery interesting. They didn’t force people to donate and so they got together, said well you\nshould do this and they took care of everybody. Nobody died of hunger or anything like that.\nThere was some problem in the winters and so on. People would go and cut wood for them or all\nthese people. It was a really a civilized in that respect. There weren’t, we had a rabbi for life\nthere. His son because a rabbi and so it was very, very nice and people would meet during the\nsummer, in the evening after all the stores were closed, they would meet and actually would have\noutside on the sidewalks which they put tables and so on and friends would come and drank\nsomething cold and talked and so on. So there were all sorts of things of that nature. And so it\nwas a happy childhood until the Second World War.",
        "A: There were very few Romanians in this town. The majority were Jews. But there was a\nchurch and so on. And the, between the — not connections, but the relatively speaking they were\ngood friends and so on. And Ill come to a point before the Second World War, in the 30s there\nwas a mayor. Ordinarily the mayor was a Romanian guy. He happened to be very, very good in\nfact very friendly with my father and he said in the 30s, when Hitler was came to power in\nGermany. And he kind of was a very intelligent man. He was a lawyer as well. And he said to\nmy father, Isaac. Why don’t you, he knew that we were capable because my father was rich by\nthe Romanians, the standard. Just go to America. Take your family and go to America and he\ndidn’t follow this. Because he said I have all my family, his siblings and so on and so he didn’t\nwant to, his parents were still alive, my grandparents on my father’s side. And the sister and the\nsister-in-law and so on. So it was a, he didn’t do it. And so we were there when the, but what I\nwanted to say is that there was a kind of a friendship between the Romanian people at least in\nthis little town.\nNot everywhere it was, there were some anti Semites as well in Romania. And we know that\nthings happened during the war. But prior to the war for instance, to give you an example of the\nrelationships is that when they said to put the yellow thing on the, to show that you are a Jew.\nhttps://collections.ushmm.org\nAugust 21, 2011\nYou know you put on your sleeve. The police were supposed to enforce that. But they grew up\nwith the Jews so they never did. So it was you couldn’t tell who is Jewish, who is not. So that\nwas the situation and I went to kindergarten there. And —",
        "A: No it was a public school. And they had also a grammar school or public and until the war\nstarted, when suddenly in 1940 the war that came. Romania at that time was an ally of the\nGermans. And too, from the point of view of the Romanians I want to be, to say something that\nis not bad because they saw France defeated in three weeks. And Romania had just about all their\nforces. They had cavalry in stacks. And so on. And they said they couldn’t survive. So they were\npatriot, from patriotism they said we have to go, even the famous or infamous men in power at\nthe time, General Antonescu. He said and he was a patriot himself. That we cannot fight the\nGermans. In the First World War they did. But then France was not defeated and all the others\nwere attacking the Germans.\nSo because of that in the end, when the war came, the Germans demanded from this general that\nthe ambassador, the German ambassador to Romania that they collect the Jews from the little\ntowns, push them in the other centers so they will be there available for them to take until then.\nOf course, the Romanians at the time didn’t know that. What was happening. That was quite\nsecret, the Germans, the way they did it.\nSo the order came one day in the little town, this Podu Turkului. That tomorrow you have to\nleave and go to the larger town which was about 20 miles away. So you can, people had the\nstores. What to do with the stores and the merchandise. So most people took whatever they could\nwith horses and wagons and so on. And so did my parents, with one exception. My parents, my\nfather decided he couldn’t take all that. It was a large store for fabrics and that’s very voluminous\nand how to carry this in a horse, in a wagon with two horses or something like that. So we, they\ntook, what my parents took whatever was most valuable and so on. And my father went and\nactually put all sorts of wooden kind of in the front part of the store and in the back and so on.\nAnd it was so effective that later when we come in this story, nobody was able to enter there.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: We spoke Romanian. My parents of course spoke Yiddish, but on purpose because they at\nthe time didn’t know what is going to happen to us. They wanted, if you spoke Romanian then\nyou had a chance to go have a good life and so on. Nobody would bother you. But if you didn’t\nspeak Romanian, kind of immediately you were a Jew. And so they didn’t spoke Yiddish with\nus. I never, to this day, I don’t know much Yiddish. A few things that, but ordinarily they talked\nwith us in Romanian.",
        "A: All of that, absolutely yes.",
        "A: Oh yeah, yeah absolutely.",
        "A: With extended family and so on. The only for instance, Yom Kippur we’d go for the children\nso they, we’d be out of the synagogue and play and so on and lunch came and say oh let them eat\nsomething. Take them home. Yeah, I remember that so.",
        "A: 1931, yes.",
        "A: I couldn’t do anything —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Yeah sure, sure yeah they knew that it happened but the number of — there were newspapers\nof course as well that mentioned all this.",
        "A: Not really. No, I don’t think even throughout all of Europe. People were not interested. The\nJews may have been interested and so on so I remember only later on when just close to the war,\n1939, so in one of the newspapers there was huge headline, the war is about to start and\nsomething like that.",
        "A: No, I don’t recall. They may have done that but I was kind of —",
        "A: A young child. In 1939 I was six, yeah I was eight. And I knew to read this headline and I\nremember that as if I’m looking at it right now. But what we knew earlier we had karina\nkaemet [ph], a little box where we put money and so on all the time. And we’re talking about\nPalestine or not Israel, Palestine. And I’m telling the story that I told my wife and everybody.\nAnd it’s a true story. I said at the time when I was young, about six, seven said I want to be a\ngeneral in Palestine. Well I didn’t become a general. I became a sergeant, first sergeant. So I\nwas a Zionist because --\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: All the family. All, all the people there were for Palestine. But they couldn’t go there. It was\nthe British wouldn’t allow that. Already 1921, 1922 they put a stop basically. Just only a few\npeople could come to, go to Palestine, Jews meaning.",
        "A: Only my father was a member of the Romanian party that was actually a party of the people\nliving in the agriculture in the villages and so on. And that was not against Jews or anything like\nthat. They were quite good for Romania at the time, but later on they lost the elections and other\npeople came in and so on, so anti-Semitic and so on. And at that point my father of course was\nno longer and nobody was interested in supporting them. And they knew that there was a\ndanger. But nobody believed. If Jews in Germany didn’t believe that. And in Romania yes there\nwere anti Semites. But —",
        "A: Yeah one thing I remember very, I may have been seven years old, something like that. I was\nin my, on, one of my uncle’s garden in the back of the building where he had fruit trees. And I\nwas getting some plums or something like that and there was a gate and I was just about, I wasn’t\nexiting through the back gate. And there passes a Romanian little boy like about me. And she\nshouts Zhid, zhid. So my reaction I remember it as if 1t was today, I picked up a stone and threw\nit and I didn’t hit him ok. He was running by that time. That was my reaction.",
        "A: Oh yeah.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: They said don’t do that. Don’t do that because then you put everybody else in jeopardy and\nthen they said this boy if he were hit by the stone he would go and cry and so on. His parents, oh\nthe damned Jews or something like that. So —",
        "A: History it will appear that I was really more independent than my siblings when I come to that\npoint. And one other thing that happened. I want to show that basically the people in the town\nand that were in power, so the mayor and so on.",
        "A: I don’t, no. Romania man yes. One day he came and told the community, Jewish community,\nmeaning the people who are kind of in charge of it. Said look I heard the news that they anti-\nSemites and there was a group —",
        "A: It could have been in the area. They intend to have a massacre, to come and attack the Jews.\nSo he said you better go and prepare yourself to fight. And I remember that evening particularly\nwe went to one of the relatives’ that had a bigger store and so on and all the family there and the\nother people did the same thing with axes and sticks and whatever, ready to fight. It didn’t\nhappen. So but I remember it exactly and so on. One of my cousins was, as we were waiting\nthere kind of you know. Suddenly we hear a noise, some (sound effect) a big noise. Something\nfell on the ground or in the store. This cousin was a little bit retarded and he was sleeping on a\nbench. So that was about all that happened. Will always remember that. But it didn’t happen so\nuntil we had to move.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: I was going to school, Romanian school and so on.",
        "A: They were not anti-Semitic, no. they actually were harsh, much harsher when the children of\nthe villagers and so on who were Romanians and so on.",
        "A: [had a safe childhood, yes. I cannot at all complain.",
        "A: Right and so we sent, were sent to another town, much larger than this. It was a real town.",
        "A: Tecuci, T-E-C-U-C-I and that’s pronounced Tecuci. And that all this, all these still exist.\nActually you could look them on the internet to see their locations. We did it here. And they\nincreased a little bit in population, all these places. Not that much but. And so we moved there.",
        "A: It was, I think in the summer of 1940.",
        "A: I wasn’t, no. My parents. And we had a problem there with radios. For instance, not\neverybody had a radio because there was no power, electrical power. So the only, I had some\nolder cousins who were kind of smart and they put together a radio with batteries, not the little\nhttps://collections.ushmm.org\nAugust 21, 2011\nbatteries, but the battery like a car battery nowadays and we heard the news. I mean they heard\nthe news. But so —",
        "A: 1940 comes and then this is happening that we have to move. I remember that —",
        "A: It was in the summer, in the summer. And the reason I know exactly that it was the summer. I\nremember we went with these horses and the wagon and I was thirsty and we didn’t even take\nwater with us. And we stopped at a fountain. And what happened, that fountain actually the\nwater was polluted and I, nobody else got sick but I did. When we reached the place and we were\nput in this, we found a place to live there. One day I had some fever. They didn’t know what it\nwas at the time. So and they thought malaria, something like that. And but you know aspirin,\nsomething like this. And one day my mother, my father wasn’t there at the time. What\nhappened. They took the Jews who came from this little town and other little towns that were\nbrought in, were told to move. They took those men to labor camps and they didn’t take the men\nthat were the residents. Jewish residents in this Tecuci. None of the men there were taken, but\nthose Jews who —",
        "A: Yes, right. They were sent to some labor camps and that could have been a bad for some\npeople, may have been bad. But if you had money, you could bribe the guards there and they\nwould say mister and so on, treated you with respect because they were getting money. And\nthat’s one characteristic of the Romanian people. They like bribes but they actually produce what\nthey take the money for. Other places, Hungary and so on, the Ukraine, they took the money and\nactually in many instances they were going to move them over the border and so on. They killed\nthem and took everything they had left. Or they, even if they didn’t kill them, they take anything\nthey had and left them there. Didn’t move them. That was —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Orders came from above. They, that’s there was no time even to talk.",
        "A: I don’t know if I was frightened.",
        "A: Yeah I was with my family and so on. I wasn’t frightened because I had my parents with me\nand so on and my siblings.",
        "A: I don’t recall now. Because we had to do it fast and so on. They worked all night long and so\non to do all this and it was difficult to find a wagon and horses because it was a small town so\nthey had to go to the villagers and say ok for money you know they would, so they came and my\nfather had friends in all these villages because they liked him and the way they dealt with him.\nSo —",
        "A: We’re in the new town. We found a place to rent actually and because we had money at the\ntime. That was for us the beginning and so on. Later on it became more difficult. And so my\nfather was taken. So my mother had the money and so on and we lived in a — what really\nhappened to everybody in the population there at that point and they were, food became scarce\nbecause they were giving to the Germans. They were giving and so on. And the Germans cross\nto Romania to attach the Russians.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSo everything was like you got what this",
        "A: Yeah rations and so on and they, beef wasn’t, and you didn’t want to buy beef. It wasn’t\nkosher and so on. So but we survived and so on. And mother was a very good cook. She, during\nthe time that in Podu Turkului, we had two servants, one to cook, one that took care of the\nchildren. Because my mother was in the store with my father and so on. And so but she was a\ngood cook in any case, so she managed to do for us and to survive throughout the war. You\nknow.",
        "A: We stayed in that town throughout the war.",
        "A: Right, but another thing happened. The government said the Jewish children cannot go to the\npublic schools. So they did us a favor. Why? Because the Jews said well they started a high\nschool, a gymnasium. The Jews started —",
        "A: Right, a Jewish school and they allowed us. They didn’t care about that. And who were the\nprofessors. One was a pharmacist. One was an engineer. One was actually studied in France and\nso on. So he was the French teacher. And so we had a much better school, education that until\nthe end of the war, ok. And we studied of course, the religion, being Jewish and stuff like that. I\nmean they —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Yeah there were several synagogues. Oh yeah so —",
        "A: Yes, yeah there was no problem ok with that. So that’s why I’m saying we didn’t suffer that\nterribly. Also after I said my, all this, men were taken. Their families stayed behind. After two\nyears there, 1942, something like that, they allowed them to come home. And they came home.\nThat was that.",
        "A: Yeah, because in letters. They allowed him to send letters and so on and they —",
        "A: I don’t remember now the, I think there is information because somebody in, from Podu\nTurkului they put together a book which and they actually sent to me one copy with all the, about\nthe names and so on. So I could answer this. The only problem is I sent it to my brother in\nCanada. And he still has it. So if I, Pll ask him to send it back to me so I can come with more\ndetail that actual details, because they did a search of in all these little towns, they had the people\nwho, all the information about the births and so on, in the towns.",
        "A: Records and so on. So they could go and when they were, since there were so many\nsurvivors. People remembered. So they put together this book. I’m not sure that there is a copy of\nit. Maybe even Micheline may be able to. And I had it in my hands at the time and I looked\nthrough it and my father appears there and so on. And many other Jews.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: I’m sure.",
        "A: Yeah, I’m sure that they knew for instance that bad things happened in Bucharest. There was\nthis so called ledger, legionnaires that a party or the Green and so on. And they had a massacre\nof the Jews in several places in Bucharest. And then this General Antonescu sent after them,\ncaught them and killed them. And those who survived, among those, ran and they left and went\nto Germany and stayed there during the war. And —",
        "A: That was when in the Tecuci I suppose. But I didn’t remember for the same reason. They\nlook at some time, yeah they didn’t pursue that. And probably because of bribing the police.\nAnd the police would say what do I care that too, for them. And it was not a Romanian thing. it\nwas done because of the Germans.",
        "A: Right, I was aware that there was danger and so on. And be —",
        "A: No, I was Jewish. I was Jewish so —",
        "A: Of course, Jewish.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: I didn’t feel Romanian, no. it was, even though that was the language I was speaking. But I\nwas reading, I was reading a lot in Romanian. Incidentally one good thing about that. They\ntranslated from other languages books and they had in this Tecuci place, they had a huge book\nstore that went like several, all the way, had to go up on ladders to, and they had translated from\nFrench and English and even Russian books and they were kind of cheap. So I was able to read\nthroughout the —",
        "A: Yeah the classics. And that was my really passion to read so —",
        "A: Only yes, to some extent but you couldn’t call it sports like here you know. We played, if you\nplayed say baseball, it was a ball made of pieces of whole ---",
        "A: So we played games like that and so on. But after the war it was different and —",
        "A: We stayed there yeah until --.",
        "A: One place, right. And —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Well they’re worried, but they wouldn’t all the time let us you know just, we still were\nchildren yeah. And my sister —",
        "A: I don’t recall that we talked about that ok. Maybe that was done on purpose not to make the\nlittle boy — so but we knew that it was dangerous times.",
        "A: Toward the end of the war and I’Il tell you the story. The end of the war came in 1944 for us.\nThe Germans were retreating from Russia. And they actually came toward our own town,\nTecuci and retreat. After them were coming the Russians. To attacking them. So I remember this\nvery clearly. It was August 1944. And I was 13 around that time. And this is when they\nretreated.",
        "A: I had a bar mitzvah yes. And my father actually wasn’t yet there, home at the time, for my bar\nmitzvah. He came a few weeks later. And the so an uncle of mine and I was studying for the bar\nmitzvah with a teacher and bar mitzvah there wasn’t the kind of thing that you see nowadays\nhere with the festivity and all this. You went to the synagogue. You didn’t give a speech. You\njust came to the Torah and you read and so on, things that you learned and so on. I was the only\none who read it in Hebrew, not in Yiddish pronunciation because I didn’t know Yiddish. So my\nteacher taught me in Hebrew. And that was good for me later on, when I learned, I started to\nlearn Hebrew. And so —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Yeah I think that I was wrong about that, the two years. I think that may have been, maybe\nthat they were taking later on, not immediately when we arrived in the town so that my dates are\na little bit yeah. And so in any case, yeah so we, I was ok, on this trip to Tecuci and so on, I got\nall this and my father wasn’t there after, when, so one time after my mother was left with me in\nthis house that we were renting. And my father was that was maybe a year after that. And so on.\nI kept having attacks of malaria, that’s what they called. So one day my mother, my siblings\nwere sent to our relatives because I was —",
        "A: Yeah, right. So if I had something for them to be not to catch it from me. And I had high fever\nand so on. And she had to go and she locked the door and said stay here. Don’t go anywhere. I\ncouldn’t go out and she didn’t want other people to be able to enter. And I started I had fever and\nsomehow I remember this because it really happened. There was a window and the window was\nopened but the window had bars. So I felt like I was in the room that was also warm. I wanted to\ngo out into the air. So I managed to go through the, between the bars to get there, climb up and\ndown into the — and my mother comes and she screams Phillip, Phillip or she would call me\nPhilamel that was my name. Little Phillip and so I was in bad shape so she took me in and she\ncalled Jewish doctor by the name of Dr. Shinewitz. And he came. It was an interesting story\nwith that man. He was suffering with his heart and he was devoted person to his, to everyone, to\nall the patients and so he came and he found out that it wasn’t just malaria. I had typhoid fever.\nSo and there was a rule that anything that was if a person was sick with something like this, that\nit was a catching thing that they should be taken to the public hospital. But public hospital meant\ndeath. When anybody was brought like that, not because they were Jewish but the hospitals\nweren’t you know the way they should be. My luck was that they didn’t take me there. The\nmajor medical guy in the town, this Tecuci place was a friend of my doctor. They had both\nstudied in France. They got their degrees there. In medicine.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSo my Dr. Shinewitz told to this doctor, he said look if he goes to there, he’s going to die there.\nSo but here. And the man said but look if he is not under what do you call it.",
        "A: Quarantine then I can’t let him stay any other place. So the doctor said there is nobody else\nexcept his mother and nobody can enter and so on. He is truly quarantined. So this doctor, the\nmedical officer, came with Dr. Shinewitz to the place and I remember again as if, I was in bed. I\nhad high fever of about 106, something like that. And he sat next to me on this menich and so on\nand he saw that we were clean and so on and my mother was there of course. And he let me stay\nthere and that saved my life.\nAnd my mother, I had to have ice all over on myself to get down and so on. And at the time there\nwere no medications that, like nowadays. Somehow they managed and so on. I got I remember I\nwasn’t allowed to eat solid food and so on. So my mother made everything else and so on. And\ncooked and she so many times during the night she changed the ice, sheets and so on and I had\nice on my stomach and ice on my head and so on. And I survived. You know so due to my\nmother and to luck with this. I’m trying to find out. I know that the man has died, Dr. Shinewitz\nbut whether there was any, I don’t think he had children. He was married but —\nSo I would like to put his name among those people who saved and so on.",
        "A: Yeah [as they, as I said they started retreating. And the Germans. They hadn’t been there.\nThey came from the east. So they, but there was a whole army. So they started going to this town\nand they thought they are going to exit the road away from the coming Russians. So they started\ndoing that and lo and behold the Russians had been smarter than they. And they are waiting for\nthem there. So there is a little bit of skirmish and then they retreated back and they went to\nanother road they thought. Well they were caught. Again. So we heard the sounds of firing and\nall this. Somehow I found myself outside the house. My parents were there but everybody was\nworried. Ok what’s going to happen. So I got out of the house and took a walk and what do I see.\nhttps://collections.ushmm.org\nAugust 21, 2011\nI see a German soldier on his back dead. He had a face like yellow, dark yellow and blood\ncoming from his head. And I looked at that. Why I didn’t start running or anything like that.\nAnd that was one of my experiences seeing and so on. I wasn’t scared. So that was my reaction\nand then to finish the story about this. They got some prisoners. They didn’t kill them all. They,\nmeaning the Germans. So some were caught and they were put in behind barbed wire in a camp\nand so on but they weren’t killed so that’s not what the Germans did to the Russians. They killed\nprisoners. It’s well known. And so that was one of my experiences at the time. And the Russians\ncame, were passing through the city. And now this skirmish 1s finished and so on and some\nGermans escaped and so on. The Russians army came more in bulk. And once more I was\ncoming, getting out of the house to see where the Russians were coming. There was on the\nboulevard and so on, they were passing with their tanks and trucks and all that. So I went there\nand I saw indeed this group of tremendous group of, they were just going. They were shouting\nnow Berlin, to Berlin. So as I was there. This is something that I did. I’m not sure that this is a\nproud thing to say but I was, I saw some people coming from a building that was a government\nbuilding. The government at the time, Romanian government had the power to sell tobacco.\nNobody could sell tobacco. So everything came to this warehouse that was government. And the\ntobacco was not cigarettes. Just packages with tobacco that you made the cigarette and so on.\nAnd I knew about that. And that was 1944 so I was 13 years old. And I look. I let me go and I\nsaw people coming out in boxes, wooden boxes. And I go inside too. I was just in shorts and so\non, in sandals and a cap. Go and I see people taking this and go out with boxes. And then I hear\nshouting. I was still inside. I hear shouting and then a shot or several shots. To the ceiling. The\nRussians have come and they, oh tobacco. Oh. They wanted tobacco. They call it tabak. And so\nthe people who were there who were adults. Romanian, probably. I didn’t know anybody there.\nThey got out. They were afraid to be killed. I wasn’t afraid. So I take a box myself. It was heavy.\nAnd I couldn’t carry it. I had to roll it. It was a kind of a cube. Not a barrel, no. It’s just a box, a\nwooden box with the shape of a cube. So I managed to get down the steps there on a side street.\nThe boulevard was here and this was a side, small street and there was nobody there because\neverybody were in their houses and by that time when they heard the shots there. And I started\nrolling it. And I brought it home. And my mother, my father said what did you do. And but I\nwas there, with that. That meant money. Why? Because when they opened up and saw there was\nall these packages of tobacco. And so my brother was two years old and so on, said he is going to\nhttps://collections.ushmm.org\nAugust 21, 2011\ntake a bag of this and sell it to the Russians soldiers for rubles. And he did that. And that, with\nthat money we kind of, my father started a business again in this town and managed to recover.\nThat, that’s a family history. Just my brother reminded me just a few weeks ago. We were\ntalking on the phone about that. And it wasn’t ordinarily my parents wouldn’t have told, said to\nme well this is stealing. But that was the, so --",
        "A: Well at the end of the war yes, it was in the very basically since we were liberated by that\ntime. The war ended basically 45, yeah. But in 44 we are liberated. We started hearing about\nwhat happened in Germany.",
        "A: No, we didn’t know. What was happening there. We knew that it was bad for the Jews,\nsomething but we didn’t know details. Suddenly the news are open and they said, in fact the\nGerman soldiers who had been in the town during the, there was an airport there. A big airport.\nAnd the Germans air force had there and also the Romanians that were forced to fight with them\nagainst. And there was a little story about that too. But the Germans used some soap that were\nsome people Jews bought them soap. They didn’t know that this soap is made in Germany from\nthe fat of Jews. It said so on the letters. I forget. Rhine, pure Jewish fat, something like that.\nAnd whether that was in any case we had the city, this town had we had taken this, from\neverybody that may have had it and went to the cemetery and they were put in, as dead people.\nRabbis were there and so on.",
        "A: Buried the soap. In the cemetery yes.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Yeah. I remember that yeah. So and all of us, all the Jews and they went to that. I mean it was\na big shock. What? And so on and we didn’t know all the other things what happened. It was\nsomething that was the soap. You know the soap. That was incredible. And then on the positive\nside there were, during the war, there was I said because it was an airport there, military airport,\nthe Germans were in, with their planes, air force and also some Romanian who also were forced\nbasically to fight against American and British and so on. So they came, their pilots and officers\nand so on and there was no room enough in the hotels or anything to put them. So what did they\ndecide to do. The Romanian side said ok let’s put these pilots to put them in Jewish homes. So\nwe got an officer, who was a pilot, a fighter pilot, a man named Longulescu which means tall.\nAnd he was indeed tall and so on and he was a very nice man. He knew we were Jewish. So one\nroom was given to him. And so on. And he came from a part of Romania that had never met\nJews. That heard all the stories about Jews killed Christ and Jesus and so on. And suddenly he\nsees people like him and so on. And he behaved very nicely. He would get, bring us coffee that\nwas something that we didn’t have. And so on.\nAnd he was not married or he was, he had somebody a friend later came to stay there with him.\nBut he liked me. I was the youngest so one day he decided to show me, this what he does. He\ntakes me to the airport and puts me in his plane, in the pilot plane. And it was something that, it’s\nso unusual that to hear some. Of course he knew I was Jewish and so on. And he puts me there\nand you know the pilots when they want to shoot something, there’s a stick with a button. That,\nhe doesn’t take, he takes off with a full plane. So I was almost ready to push the button. Don’t\ntouch it. So it was lucky and so on.",
        "A: No, no. We stayed on the ground, just on the ground so but I remember this and so this man\nlater on and during the war. That was not the end of the war. Actually he was an excellent pilot\nin terms of fighting. He had actually downed quite a few planes, British and American. But he\nended up in the ground, dead. Ok. He was shot down as well. And that was the end of his life.\nhttps://collections.ushmm.org\nAugust 21, 2011\nAnd he was against the Germans. He really was, but he couldn’t do anything. Couldn’t, it was\nkind of forced. You don’t do that. We’ll shoot you. Period. So.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Phillip Abraham. This is track number 2 and we were talking\nabout 1944 and what was happening then.\nPhillip Abraham: Another thing that happened now, we come to being Jewish. Suddenly we\nhave freedom and the Zionists and organizations, youth Zionist organizations. And of course\neverybody became a member of this or that organization. I happened to be in Hashomer\nHatzair. Most of us went to the gymnasium, chose this for whatever reasons they decided this.\nBut there were other organizations then.",
        "A: No, during the war, no. No we were not allowed to go there. So only in 44.",
        "A: I think after August. After August yeah. Suddenly all this appeared and so on. All these\nthings and so people came from other towns who had been maybe underground, continued to be\nZionists and so on and organize. But in this town, I didn’t know anyone. Nobody did anything\nthere during the war. (coughs) So I became very involved in that and so on. I loved it to be in, so\non. And so did my friends there. And we were kind of, and there was a competition between the\nvarious organizations at the time but it was ok.\nSo we continued to learn about what is happening and so on. And the idea of leaving Romania\nwas at that point increased among all the Jews. But the situation was still so, after the war,\npeople were not recovering yet. Neither the Romanians nor the Jews and so there was a big\nproblem. So in the meantime we continued. Now we were allowed to go to Romanian schools.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: It’s over because the Romanian army —",
        "A: No, they were no longer, they actually, the king, King Michael told the army —",
        "A: In other parts of Europe, but we were off that and so some normality started building up and\nwe are allowed in 45, 44 I’m not sure whatever. It’s possible but it was too early to say that\nbecause the school starts basically like September, October or something like that so they were\ndisorganized. I think only in the, the next semester started the high school. So I was now going\ninto the fifth grade in the public schools. So it was much better and so on in many ways than\nbefore that in a little town, that Podu Turkului and so on. This 1s a real school with Romanian\nteachers. But there were some French teachers as well. That again was a Jewish guy. And there\nwas a Romanian friends who were very much in touch. Why? Because the Romanians got their\nindependence in 1848. And they realized at the time because they had been under the Turks in\nthe Ottoman Empire. They realized that they were behind in so many ways. So they decided to\nintroduce in the Romanian language French words and for the new in sciences and technology\nand so on. So to this very day there are actually, that’s the major language that they taught in\nthose days and nowadays as well. Now of course English 1s part of it as well.\nSo we studied and I was, so to speak, not the greatest student. I wasn’t failing or anything like\nthat. But in 1946 I said to my parents —",
        "A: Right and I remember with the atomic bomb ok.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: No that I don’t. No, I don’t think it penetrated to that time. But in 1945 when I heard about\nthe atomic bomb.",
        "A: Yeah. And nobody understood what that meant. They used the word disaggregation, meaning\nthat everything is coming apart. That was the word that was, so they were worried. I mean it’s\ngoing to world now explode and so on. But nobody knew physics and —",
        "A: Yeah we heard about what happened all right and many other places and yeah, sure. That’s\nwhy one of the things was the Jews said this country is no longer for us. They didn’t leave on the\nspot. In fact there was no way that they could in any case.",
        "A: Iasi, yes, that’s exactly the pronunciation. They call it here Iasi [ph] and so on, but it’s Iasi.\nThat was one of the more, one of the first places in Romania that had an independent originally\n2000 or more years ago they had a kingdom, Dacia, from and spelled D-A-C-I-A and those are\nthey fought, they had a king and so on. His name was Decebal and he was defeated by the\nRomans so invaded Romania and went to the city that is Constanza. It’s aname, Romania. And\nthe, that’s why the Romanian language has a tremendous amount of Latin, but also from the\ntribes and others that had been there. And I’m saying this because many people don’t understand.\nThey thought it was someplace, savage place. No they had a kingdom. They had cities with\nbuildings and so on and 2000 years ago and they were quite civilized. They had everything was\nwritten and so on. And they left who is what and the history and but they were defeated by sheer\npower and technology of the Romans. And so the Romans established themselves in the city of\nhttps://collections.ushmm.org\nAugust 21, 2011\nConstanza and they named some actual one of the poets, Roman poet was sent there as a penalty\nbecause he spoke against Nero or something like that. And —",
        "A: Yes. Yeah that became well known and it’s because there were some survivors of that train\nthat, yes. And not many. And one nice thing that appeared from the stories told. The peasants\nwho were along, living around the railroad where this were going on. And when they stopped\nand they heard the Jews water, water. They wanted to give them. The Germans shot them. This\nis not well known because for some reason there was bad rumors about that all Romanians were\nlike that. They weren’t yeah. There were bad as the old some, and no question about it. But you\nfind them everywhere. But those people understood pity and human beings. So yeah we knew,\nwe knew about that.\nAnd immediately little books appeared written by the Jews about what’s happened there. So we\nknew about that. Absolutely. And what happened in other places whether Bessarabia which 1s\ncalled Moldavia now. There is a difference between Moldova and Moldavia. I was in\nMoldova. This was the old kingdom and so that and that one, Bessarabia because it was next to\nthe Russians, the Russians picked it up. In the end of the war. They couldn’t do that before.\nThey never succeeded to defeat the Romanians but after the war they took it.",
        "A: I’m a member of Hashomer Hatzair and of course we learned all about Palestine and Zionism\nand all this.",
        "A: No. I was. My brother was interested in being in the store with my father. My sister was\ninterested in other things. She ultimately studied to become a ballerina and so on. Piano and all\nthat. And in fact when she stayed in Romania until 1950. Then she finished actually at the\nhttps://collections.ushmm.org\nAugust 21, 2011\nuniversity, she became a, she got a degree in being able to teach ballet. And when she came to\nIsrael, she started a studio of her own. And but to reach that point —",
        "A: Ok my story was I said to my parents after finishing the fifth —",
        "A: Right. I said I want to go to Palestine. Said how. What. Leave us, no. They wouldn’t do that.\nThey wouldn’t let me and so on. And I said, I threatened them. I said then I’m not going to go to\nschool. I’m going to stay home if you don’t let me. And they believed me and ultimately I did\nleave. And the reason they believed me was that I mentioned that earlier that they had kind of\nbelieved that I was strong. Even more so than my siblings. And they based that on the fact that\nwhen I was about six years old, that uncle of mine that gave the dowry to my mother, he was\nmarried and didn’t have children. And he visited at that time we were in Bucharest. That was\nbefore the war. My parents moved from the little town Tecuci to Bucharest because my mother\nsaid at the time, this is small village here or town. I want my children to grow up and they’ ll go\nto school in Bucharest and all this. And my father sold his business and we got money and so\non. Come to Bucharest and so to another business, but not his expertise. Groceries. And he had\nsome also partners who cheated him and so on. And after a year or two he decided that he goes\nback to Podu Turkului and that’s where we were during the, before the war started.\nAnd so this uncle comes and visit us in Bucharest and he said can I take him with me. You know\nfor a few weeks to live in another town, a big town and so he asked me, you want to come. Yeah,\nyeah. I want to come. So they let him take me. But they said if he starts crying just bring him\nback. So I was there six weeks. There was no telephone and so on in the time so they could call.\nOnly letters and I had a good time there. I was only a little boy there and he had a business of\nlumber business. He bought the places with trees and so on. And he had people cut the trees, they\nwere lumber jacks and so on. And then he would sell the, do something to the wood and sell\nlumber to — and there was a big area with all these, and I played there and so on. And they\ntreated me so nicely. Why not? I was there. And so after, I didn’t cry, I didn’t anything so they\nhttps://collections.ushmm.org\nAugust 21, 2011\nknew that I could stand, could do that. So they had believed that I would, if I go I’m going to be\nok. And it was organized of course.\nSo I remember in 1946 it was basically July 1946 that we started from Bucharest, this organized\nfrom Bucharest, a whole train with Jews that, survivors from Russia, Soviet Russia. And who\nhad been there during the war.",
        "A: All ages, right and also from my old town people that we had been together in school and so\non. I was with them also. Hashomer Hatzair and we boarded the train one, actually not evening.\nBut from Bucharest.",
        "A: Well it was just hugging and all this. My mother was crying. And they are there. I am already\non the train. I am at the window. The window was down and my brother and my sister and said\nget off, don’t come. Don’t go. Get off. The train started moving and they run along say get off.\nAnd I didn’t, and I, we, so from this another story starts because we are now on the train. We are\non this train were Russian officers and soldiers to protect us. Why? We are going to cross from\nRomania into Yugoslavia. And they knew there were still places in Yugoslavia, anti-Russians,\nanti and they were for the Germans there. And somehow they allowed the Jews, the Russians did\nthat for the Jews because they thought ultimately that the Jews were the communists. They go to\nPalestine so they’Il have a foot in the Middle East.\nThat’s exactly what. So they did that. They had no reason to bring soldiers and so on and officers\nwho were actually nice. And so we crossed into Yugoslavia. We come to Belgrade. Belgrade is\non the river Danube. And there we had to cross over a bridge but during the war that bridge has\nbeen destroyed by the allies. And so now the train stops. We couldn’t go by train so we are taken\nover by a shuttle kind of a place, over the, to cross from one side of the Danube to the other side,\nbecause there was no other way.\nSo we did and another train waited for us because the Jewish agency organized all this. So they\nbrought us little by little. We had to stop and all this. They brought us, there was food there.\nhttps://collections.ushmm.org\nAugust 21, 2011\nThey organized huge breads, round breads. They cut pieces and they had very well organized,\namazingly. This was 1946 still after the war. Nobody has recovered totally. And they managed to\ndo that. And they brought us to a place where we waited in like a, it was a place where it was a\nprisoners of war place that they kept Germans, something like that. So we were there and they\nfed us and we are waiting for a ship.\nAnd we were, the place where we went there was called Bakar which is a city on the\nMediterranean and they ultimately we stayed there for about two weeks. And one day they said\ntomorrow we are boarding the ship and what ship was this. Was an American ship that was sunk\non the Cherbourg in France, on the coast, sunk by the Germans. And was in the water. The\nJewish agency bought it. It was somehow, they lifted it up. They fixed it and moved it. They\nfixed it and they arranged inside that we could go inside and lie town horizontally because they\nplanned to have 2000, in the end there were 2600, close to 2700 people in that ship. The largest\never ship for in this migration. And so basically I said Mediterranean but we are the Adriatic Sea.\nThat’s they call it this because it’s next to Yugoslavia. It’s part of Yugoslavia.\nAnd so we, toward the evening we are told to come on the ship and board it there. And —",
        "A: Hagenah.",
        "A: Hagenah. Yes. And it’s still in existence. It was used later on for the fleet, but now it’s just\nretired and so and Ill talk a little later what happened years later. So and we boarded. It was so\nfull but they were very well organized and as we came in, they gave us a package of things, like\ncertain food in a package, very well organized. It was chocolate there and cheese and so on.\nThings that we haven’t seen in a long time. Most of these people and chocolate. So I make the\nmistake of eating the chocolate and after all Iam only 15 years old. We didn’t have that. I have\nno water. And my friends had gotten inside the ship and I was told to be on the deck. And the\ndeck was full. People were sitting on the deck. And so full. They were families with children and\nso on. And now these people they knew what to expect because they have been in these\nhttps://collections.ushmm.org\nAugust 21, 2011\nsituations before. So they had taken also bottles of water that they were giving. I didn’t know\nanything. And I didn’t have water. So I sit there. So I was thirsty. And so all night I sleep there\non the board. On the deck. And comes next day and we started around 4:00 in the morning from\nthere, the ship started. And it’s sunny, very nice and so on. And I, I’m thirsty so I see people\nthere with a lot of bottles. And I asked for a drink throughout that day. None of these people,\nsurvivors, Jews from wherever they wouldn’t give to another Jew.\nSo later on in the day, my friends who were down in the, they found me. Said oh, come with us.\nWe have a place here and so on and there is water and all this and so they kind of saved me. But\nin the meantime, during that day, good I was on this deck. I saw people. There were boats\nhanging on the sides of the ship. And I saw people going into climbing over there into the,\nbecause it was better to be there. So why don’t I do that too. It was crazy but I could have fallen\nin the water, there was no, I just held myself by, there were some ropes and so on. Some you\nknow metal and so on and I reached up and suddenly a guy on, from the captain’s side says all of\nyou get out of there. Go back on the, from the boats. So they said that I got down and then later\non I was found by my friends.\nSo now about the, who is, who were these people who were the crew on this ship? Who was the\ncaptain? I didn’t know until much, much later. There was a man there who was about 25 years\nold, born in Palestine, Jewish of course. He had a little training in ships or something like that\nand they made him the captain of this boat. Imagine, 2700 people on board and we are the\nBritish knew of us and they were waiting for us. And when we entered the territorial waters of\nPalestine they came with a war ship and told us to stop and so on. And at first they boarded with\ntheir marines and so on, with the guns. And they say where is the captain? Where is the captain?\nTrying to find the captain but.",
        "A: No, I didn’t, but that was other people who, I mean I knew that they were doing, they were\nsaying. And then they were looking for the crew. But of course they were kind of stupid. The\ncrew was already mixed in the 2700 people so they never found them. And they brought us to\nPalestine, to the port of Haifa and they intended to take us to Cyprus. That was the very first time\nthat they decided to do that. So what they did when they brought us there, there were ships that\nhttps://collections.ushmm.org\nAugust 21, 2011\nthey had caught before and arrested the people there, the Jewish immigrants. The British I mean\nand they had these free boats in the port there in Haifa in the harbor. And they divided us into\nthose little smaller, much smaller ships. Because it was such an accumulation of people there. It\nwas very difficult to keep us. And the Jewish agency still came and brought the food, not the\nBritish. They, so they did that and they said they are going to take us to Cyprus. And then the\nJewish agency did something. They told the people on the ships these 2700 it’s going to be\nhunger strike. And there were a lot, because it was such an event. 2700 people on a ship that\nthere were journalists from all over the world there. And they immediately, when they heard\nabout oh there’s a hunger strike. No the British are going to kill these people survivors of the, so\nthey, the British said no. they are allowed to enter. And we are allowed to enter but not into, they\nput us into a prisoner of war camp and that was Atleet. And we were there. At least I was there\nfor about close to two month because what they did, those families with young children, really\nsmall children and so on, they were given like 1500 per month. That was their allowed to enter.\nSo and then came this, when these were no longer there, they took the other group and the\nyounger people like 16, so not adults and so on. So our turn came and I and others who were my\nage were taken from there. The Jewish agency and then came on buses and picked us up.",
        "A: None at all. Nothing at all. They didn’t know if I arrived or didn’t. There was no way to\ncommunicate and even a little later it was difficult. So they brought us to Mount Carmel to a\nplace and it was a terrific thing for us to be there.",
        "A: They were terrible because it was barbed wire in a way, but the British didn’t do anything bad\nreally. We were there simply. They counted us at night. Nevertheless many people escaped and it\nwas organized. The captain and all the crew, they were among those people but they disappeared\nand they went for other ships to do. And but what happened. The conditions there could have\nbeen, well actually the Jewish agency prepared everything. The food, brought in the food. They\nhad local Jews who were dealing with that. Cooking and all this. And they were a lot of dining\nhttps://collections.ushmm.org\nAugust 21, 2011\nhalls there and if you come at this time and so on fine. The trouble was for these Jews who were\nfrom, people were born right there and what did they do. They stole from the whatever the\nJewish agency and they got very bad food. And very little. The milk was they poured a lot of\nwater in the milk.",
        "A: The Palestinian Jews. And they would take away. The British let them come with the food\nand so on from the Jewish agency. Somehow they organized themselves that only certain things\nwere put a little bit so we had hunger strikes there against these people and not only this. But\nthere were some people among us, not I, but who actually went and beat up the cooks and who\nwere responsible for that. And the British had to come in. But it was so surprising. And not\nmany people know that because it’s shameful to mention that but it was there. And so after that\nthe Jewish agency changed them and so on. And well it was like a paradise for two weeks. And\nthey continued the policy. That was, but by that time I was after that.",
        "A: Right, and there we were for a little while were deciding where to put us, where to send us. So\nwho were the people who decided? It was a committee from the various Jewish Zionist groups.\nHashomer Hatzair and also the fathers, Jewish, the religious groups and all that. And they wanted\nto send to some of us say well you can go to here or here or here and I said I want to go to\nHashomer Hatzair. And so did a lot of my other friends there. So otherwise, they wanted to\nbring us to a religious group. But I didn’t want to go. Simple like that. So finally we had stayed\nthere for several days. And it was a beautiful view of the Gulf of Haifa and so on. Everything\nwas the food was terrific, and the people were nice in those places and so on. And then they took\nus to a kibbutz in Ein HaShofet. Ein HaShofet is the first American kibbutz in Israel, started in\n1937. That’s another story. And they brought us there and it was like paradise. The people there\nbehaved toward us and we were like 40 some. In a way as if we were their children.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: All teenagers, right. And they treated us you know with tremendous and some of the, some of\nus were orphans who lost their parents. Some had one parent but not there. And so on. And it\nwas I was there for three and a half years and it was at one of the times of the greatest time that I\nhad. And so that’s another story. But we were there and we worked half a day and half a day we\nstudied.",
        "A: Right, yeah and they taught Hebrew and they taught because most of us didn’t speak\nHebrew. So many of us had went for the bar mitzvah but that. So in a short while, at least in my\ncase, I was after six months, I was able to be current in Hebrew and so on and Debby had, we\nstudied like a regular school and everything. History and literature and all this. And we had this\nand terrific teachers. One is a man, Josef Vilfand and the other one was a woman. Reva\nMeisler. And she is still alive. I saw her this year and she is 93. And she, when we visited she\nwas having exercises with another girl. And she had memory absolutely incredible. And it was\nso pleasant to be there and to see her and she saw me, ah, benzion. Amazing.",
        "A: Oh, ok. That was —",
        "A: I am still in the kibbutz right.",
        "A: Oh yes. We celebrated, tremendous celebration and but before that once I were in the kibbutz\nin 1946 and 1947 they were already trouble with the Arabs, before even the United Nations\ndecided on this. I have a little story about the days that this happened. But so we were trained.\nhttps://collections.ushmm.org\nAugust 21, 2011\nWe started being trained how to use a gun. Rifles, machine guns, what do you call Sten guns,\nhand grenades, all this. And we learned even how to fight with bamboo sticks. Why? Because\nthe Arabs were attacking with bamboo sticks and we had to, to this day I know how to use that\nbecause we had instructors that came from another kibbutz, a young man about 20. And so on.\nHe taught us how to do that and then we had the training there. We are not in the army yet. We\nwere just — and we were all happy about this. And so we, then came the day of the 1947. I anda\nfriend of mine had a, who had a some cousin, older cousin in a kibbutz, near Jerusalem, Gush\nEtzion. And I forget the name of the group. So he said he wants to visit there and we had this, a\ntime every year we got a week off. So he said do you want to come with me to that place. Yeah,\nhe had talked with them and so on. That he can bring me. So I and he went there. And we had a\nvery nice time, the three of us, very nicely too. It was a religious kibbutz.\nBut they didn’t bother us with that. So on the day that the United Nations had voted for that, we\nwere on our way home to kibbutz Ein HaShofet. So we came to Jerusalem and we were in a bus\nthat took us to Haifa because kibbutz Ein HaShofet is in that neighborhood. You have to go to\nAmick Israel to reach that. So we come to Haifa. We had tickets. We had paid for the tickets.\nWe had no other money though. We had been given a little bit of money and so on and we are\nthere. And we are in Haifa and we don’t have money. Can take a bus, there was a bus to Ein\nHaShofet. But you had to go to the center of town and pay the driver. So what do we decide. We\nare at this bus station which was down in the, not in the Carmel and said well Shlomo, that’s the\nname of my friend, why don’t we go on foot. Exit Haifa and we’ll go to Yagur. This is a\nkibbutz Yagur where we knew that the bus that was going to Ein HaShofet was going to stop\nthere. So we’ll wait for them. Sure, we go. We had this back, bags and so on and we are in shorts\nand so on. And the equipment was sold for, bought from the British army.\nAnd there we start walking and where, how do we start walking. In the bottom of Haifa to exit.\nAnd we have to pass through a neighborhood. What kind of neighborhood. All Arabs. And at\nsome point as we go there, there you see them, there were coffee shops with tables outside on the\nsidewalks and they all sit and smoke and drink coffee. And suddenly from one of them, one guy\ncomes out running and it was kind of toward us. And I say Shlomo, [foreign language phrase —\nHebrew?) And then we hear another shout and another guy comes but he was after that guy.\nAnd Shlomo was a bigger guy than I. I was kind of short in those days. I grew up later. And I\nsaid Shlomo, let’s go a little faster. He said no I’m tired. Well I said let’s go. But nothing really\nhttps://collections.ushmm.org\nAugust 21, 2011\nhappened. So we came out of Haifa and a bus stops in the, toward the exit, stops, came from the\nMefratz. And he sees us there, two little youngsters there. He opens the door to the bus and get\nin. We said we don’t have money, ein kessef [ph]. He said (foreign language sentence —\nHebrew?) You’re stupid. Don’t you know what happened today. It’s this and Arabs are\nattacking. They are mad. So and he took us to Yagur and let us off there. And then later on a bus\ncame, the kibbutz bus and we ended up in the kibbutz safe. But that was the experience that —",
        "A: Well that was. I was still in the kibbutz, right. And we were left and since the army was in,\njust started and so on, we were about like 17 at the time. But they were not taking people who\nwere in the kibbutz because they needed the food that was, there was no other way just to import\nand so on. So they didn’t take youngsters like myself at the time. So we were still in the kibbutz.\nLater on basically in 1949, but for us, this was, I must say this because the feeling that you had in\nthose days when the, one may say oh we were scared right and so on. Something is going to be\nwar. We knew that this 1s going to happen. They didn’t care. We didn’t care one bit about that.\nWhat we were, this, after 2000 years we have our state and this experience is something that\nnothing else in my life can be as that experience. To hear it, we are back after all this and being\nthere. I’m sure many other Jews in outside felt equally but we were there. We were there in the\nplace and so we have been there, as I said for about three years and so on.\nSo in 1949 our group was getting, we are by now 18 and excuse me, at kibbutz Arti which is the\norganization of Hashomer Hatzair, decided to put us to send this group, instead of leaving us in\nHaShofet, they decided that they have a place to send us, to a place called Gan Shmuel Al\nKibbutz, Gan Shmuel Alomir Hadera. And why because the people there were elderly. They\nwere not even Hashomer Hatzair. So in the past a year or two or three years before that another\ngroup came in from Hashomer Hatzair so the kibbutz would survive. But they weren’t enough\npeople.\nSo they decided because it was political as well to have so take this group, Kevrat Udem that\nwas our name, bring us there. And so they decided that. We were all sad and later we found out\nthat the kibbutz was sad as well. And we go there. So in the meantime, this three and a half\nyears we’ve learned all sorts of things to do. We worked, we studied and I worked in the\nhttps://collections.ushmm.org\nAugust 21, 2011\ngardens, the fruit and all this. And became an expert on that. But I learned also mechanical\nthings to do. And we worked. I remember carrying on my back a 200 pound sack of stuff over\nsome, and so on, to put it in a truck. And so on. It was ok. It was we were proud of doing that.\nWe learned how to be on a rope and go up and down on a rope. That was the British army way.\nThat is the best way that ever and I still can do it. So we are proud of all these things. But we\ncome to this kibbutz. We didn’t know where we are going. They were stranger to us and they\nbehaved not like strangers, but like bitter toward us. They put us to do the, also to things that\nonly us to clean the bathrooms and so on. And so and we had a man who is our supervisor,\nMadrek. We didn’t know that he was really a communist. Amazing. And he is allowed to steal\nthis probably. And at one meeting with him and so on, we started complaining. What are you\ndoing to us? We have mech to ot [ph] meaning we have learned how to do this and you are\nsending us only to do only that work and so on. And you’re not treating us properly. Because in\nthe kibbutz it wasn’t like that. We, if you learn something that was that. You could do what you\nlearned. So they put us in some old, not buildings, barracks and so on. And crowded and\neverything was so, when I was one of those complaining\nAnd I said that that’s not nice what you are doing. And he said, if you don’t like it you can\nleave. And at that time, at the same time I said that’s exactly what I’m going to do. The next day\nor two days after I went to Hadera and I enlisted in the army. And but the army said you have to\ncome a week from now. So I, where do I go? I have no place to sit, to stay. I have not one penny\nin my pocket. So I come back to the kibbutz. I don’t know even how I, how did I come. There\nwere some buses but sometimes you could do hitchhiking and so on. So I came back. And he\nfound out that I was back and he said to me, you cannot eat in the Hadera Ocher, no more. You\nshould get out. But my friends who were still there they came and brought me the food from\nthere and so on. And survived and it was only two of us who did that. I and another member,\nZev, Zev and Godol there were two of them. One is small (inaudible) and we enlisted. And then\na week later we were taken from Hadera to another place where we trained, real training and so\non. And —",
        "A: Four years. And I was supposed to be really only two years but they said you can enter into\nhttps://collections.ushmm.org\nAugust 21, 2011\nthe regular army. You can continue if you want and then you are a member of the Sva Keva, the\nregular army. So I stayed because my parents had just arrived. It was like 1950 and I stayed in\nthe army. I went into the air force, not as a pilot or anything like that. They sent me to the\nadjutant general of the air force which was in Jaffa, ok, Jafo. And I worked on kind of a, what\ncan I call it. An organizer, not the community organizer, but in the time that was, we work on\nmaking units of the soldiers. And the air force was interested to have, from the reserves, because\nthere were people in the reserves to actually organize them. We didn’t have, we had planes but\nwe didn’t have airports for instance where you could go in the Negev or other places so the idea\nwas if they want to bring help to our troops somewhere. We need to have that to build an airport\nand you are very smart in doing. I was designing at the time just young as I was, put together\npeople and so on in this, in making groups and so on. That from the reserve people. The reserves\nthey are until you are 50 years old, you are still in the reserves. So I worked like that. In the\nmeantime, I was allowed, rather the army put together after work, schools. Evening schools to\nget the group, to finish high school which I started in the kibbutz but that was not, I didn’t have a\n— so that actually was the way that within the last two years I went and I got, I went to the exams,\nexternal exams. But at the same — that was exactly like the ones given in the schools at the time.\nAnd so on. And the same questions. And I succeeded very well due to my teachers and I, at the\nend of that, in 1950, was I started, I went to the university. I was accepted for the university,\nHebrew University and studied there for my degree.",
        "A: I started in physics and that’s what I did. At the time, they were, they didn’t have a\nbachelor’s degree there. So you had at least in the mathematics and physics and so on, and\nchemistry, the hard sciences. Maybe others as well. I don’t know but you had to get a master’s\ndegree. A master’s degree meant that you had to write a thesis as well. And so I did all that and I\ngot my master’s degree. After four years at the Hebrew university. And that was good. In fact\nlater on when I came to this country I realized that what I have done for my master’s degree was\nconsidered, could have been considered here as a PhD thesis, because it was different standards\nat the time. And in fact some of the people who didn’t do it, they didn’t get their degree. They\nhttps://collections.ushmm.org\nAugust 21, 2011\ndidn’t do that in Israel. They didn’t get their degree. So they went, they did something else. So\nthat was my —",
        "A: Well I started, I went to the Weizmann Institute because there was somebody there who was\nlooking for somebody like me. He was an American guy who had got his PhD at MIT in\nengineering, but nuclear engineering. And he was at the Weizmann Institute and he said he\nneeded somebody with knowledge of what was the modern physics, quantum mechanics, stuff\nlike that. And he accepted me. And he was supposed to lead to a PhD, given by the Weizmann\nInstitute. But we didn’t quite see eye to eye in one sense. I was trained in the Hebrew University,\nparticularly mathematics at a level that MIT didn’t have it. And very few of universities, the best\nuniversities in the world we had that kind of training. And this man really didn’t. So when I\nwould, he gave me a topic to, and so on, to go into it. And I did. I studied the literature and so on\nand what I had. And I would come to him with my results. And so the one time that I present to\nhim, he said no what you wrote here on the lab work, it’s not true. And you failed that\n(inaudible) true. And he got red in the face and then I said I’m going to prove it to you. And I\ndid. So that was the end with him.\nSo he comes back to me a little later on, not that day. You know what. You should sorry. You\nshould go to the US and get your PhD there. So how do I do that? I mean I have no money. My\nparents don’t have money to send me there or anything like that.\nSo well they had advertised at the time, in 1959 they advertised that they are looking for people\nin physics. And to apply, universities were applying and how come. Where did they get the\nmoney? The money came from the armed services because if you recall the Sputnik, everybody\nwas scared that the Russians have taken over and so on and they really didn’t have enough\npeople in those hard sciences. So they were putting this throughout the whole world. Come over.\nI applied to one of the, it was one was Yale and one was Harvard and they said at the time, they\nsent me back yes, I am acceptable but not for the very first semester. In September. But if I wait,\nI’m accepted.\nAnd only one other university, the University of Maryland said come on over. So of course I, and\nthey were going to give me a salary to live. And study. Well what other country does that? Of\nhttps://collections.ushmm.org\nAugust 21, 2011\ncourse I came and I again separated from my parents and my family. And I arrived here. At the\ntime the foreign currency in Israel was so tough. They would give you 120 dollars to one, at the\ntime if you leave and don’t know to travel. So my parents bought the ticket and so on. And I\narrived in New York and I had a little bit of money and —",
        "A: By that time, yes, yeah because I used English at Hebrew University and also shared the room\nat the Weizmann Institute with a guy from South Africa, a Jewish guy who was also a student\nthere. And so it helped. And I learned in the kibbutz that’s a little bit of another story. How I\nlearned English there. I said there were Americans, and particularly my professor, teacher, Josef\nVilfand. He got his degree here in the United States. Himself was born in Russia, came with his\nwidowed mother here and he managed to go and study and so on. Got his master’s degree in\nliterature. So he, I said I want to learn. So he said ok, he gave me some things to do and so on\nand ultimately said oh here is Encyclopedia Britannica junior and here 1s an article about coal.\nAnd translate it into Hebrew. So I did, so I did and he would check, do these things and that’s\nhow I learned English so I wasn’t yeah. But I became really very easily here to —",
        "A: I went to Maryland.",
        "A: Well I was there 1960 and I was there until 1964 so I got my degree and PhD and I had my\nadvisor was a guy named George Weiss, he was Jewish and religious Jew too and he lives not far\naway from here. It’s an amazing situation. And we at the time when I finished it was quite a\ndifferent, difficult time with jobs for physicists. It’s amazing within a short time this situation has\nchanged. Because with the ride to the moon and so on, there suddenly they said only reach that.\nThere’s no more money. So whatever you tried to get a job they said we are firing people. And\nindeed that was a disaster. 1966. So I got also the little jobs in between 1964 and 66. Finally I\nhttps://collections.ushmm.org\nAugust 21, 2011\nmanaged to get a job with a company in, Raytheon company in way back on what is the name,\nRhode Island. And I worked for them and I was doing work, what they were interested of just\nactually was supported by the Navy. I didn’t know that at the time that the Navy, and but it was\ndeltoid problems in the Navy. And I was there for about, but I’m actually before, before that\nactually I had a benefit of working after I got my PhD, the National Research Council awarded\nme a three year salary to work at NASA. And actually I have all this stuff here that my\ndocuments, ok. I’m not saying. So I worked at NASA in Greenbelt Maryland. And that was very\ninteresting and I actually this was basically before, a little bit before I got my PhD.\nAnd I finished my PhD and submitted a thesis to the, at Maryland and I was working at the time\nat NASA. And among the people on the committee that the final thing you know. You give talk\nabout you show them your PhD and thesis and so on and they ask questions and so on. And\nthere was one guy from the committee that was part of the faculty at Maryland. In the Physics,\nnuclear physics and he said to some people there. Wait a minute in front of me. This is not\nphysics. That is what you did is mathematics. Why because my advisor was a mathematician,\napplied mathematician so actually he did work on areas that were connected with physical\nthings. And what I’ve done were I worked for NASA and I worked on things that were, dealt\nwith what are called solar flares from the sun ok. And things that hadn’t been done before except\nin my work at the time. So as I’m there and he’s talking like that and then my advisor gives a talk\nto my boss at NASA, Dr. McDonald.\nAnd that guy hears about that. Comes immediately from Greenbelt and comes to this meeting\nand he talks what do you mean mathematics. This man has worked here on this and so on. And\nso the committee decided that I deserved the PhD.",
        "A: OK so but I was still, then at that point I forgot to mention this, the order of the, I was with I\nworked for NASA and now I had my PhD. So because they liked what I was doing they said ok,\nyou can stay with us for two years. They couldn’t hire. I wasn’t a citizen so they said you can\nwork because the National Research Council will give you a two year, they’|l pay my salary\nwhich was not a few dollars, right. It was. And I said ok that’s fine with me and I stayed there\ntwo years and I did some more work. And published and all that. And at some point I was really\nhttps://collections.ushmm.org\nAugust 21, 2011\ndecided that I really didn’t want to continue because the reason is that I as a physicist when I\nlook at astrophysics as it’s called today like with NASA was involved but we actually were,\nNASA was involved really in a real problems that had an impact on the, by the so called\nastrophysics. It was kind of not something realistic. I liked my work to be applied to something.\nAnd it wasn’t with the exception of these things that were really important to study those because\ncommunications 1s actually affected by solar flares, these things that happened every 11 years or\nsomething like that. And it was important for the air force for the military and even for NASA to\nknow what is going to happen in such a case if you send a signal for instance, it can be affected\nby and really ruin it and that is not something that you want to have when you are in say war or\nwhatever.\nSo I decided I want to go in, to a place that will let me do things that are applicable. And I looked\naround and one of my friends at school, from the school said oh why don’t you come over here\nto this company in Rhode Island and Connecticut and so on. He was working for the Navy at the\ntime and said well Raytheon may, and indeed they hire me and I was with them. And I worked\non problems and so on. I have even here my, what I did for them. And then that particular one\ncollapsed.\nGail Schwartz: this is a continuation of the United States Holocaust Memorial Museum\nVolunteer collection interview with Phillip Abraham. This is track number 3 and you were\ntalking about working for Raytheon in Rhode Island.\nPhillip Abraham: Right. I worked there and problems that had to do with submarines. How to\nmake sure that the submarine is not sunk by some missile or detected by an adversary. And this\nmeans that there 1s sound in the water. It’s not like the sound that we hear in the air. But that\ncan propagate through the ocean thousands of miles. And in the process may hit an object like a\nsubmarine. And reflect it. And if there is somebody there waiting with their own sensors they\nsay oh there is something there. And they can determine sometimes what that something is. So I\nworked on that. And I did, I in my opinion and others I did good work. But this was a little\nhttps://collections.ushmm.org\nAugust 21, 2011\ncompany part that I was working in on this. And it was actually given money for that research by\nthe office of Naval Research in Washington because it was an important need.\nSo but they didn’t, the company itself didn’t put money into this. And suddenly the money that\ncame from this part of, from the Navy stopped because in other projects they didn’t provide what\nthey were expected to. So they cut them off. And Raytheon decided to close this place. So\nsuddenly all the people who were there are out. They gave me two weeks’ notice and so on. And\nnow I’m without a job.\nAnd as I said, this was like it’s like 1968, something like that. And I am without a job and I am\nmarried and I have two little babies.",
        "A: I got married in 1964 when I finished my —",
        "A: No she was an American yeah. And we met through the other people. She was at the\nAmerican University when I was at the University of Maryland and somebody said oh you\nshould meet this and so on and we met and we got married. So we had, we have two children, a\ndaughter and a son. Of course my daughter is close to 44 years old. And my son is just 41, 42,\nsomething like that. And so that was, I was in a, and I was at the time, I was living in New\nLondon, Connecticut because that’s where Raytheon group was there, that particular group.\nEven though they are in Rhode Island. So I’m looking and I’m looking and trying to find a job.\nFinally I visited the University of Connecticut, the physics department and I see something there,\nmaybe on the bulletin board outdoors that they were interested in something like physicists or\nsomething. So I knocked on the door and I met somebody named like Paul Clemens, a Jewish\nguy who got actually born in Australia, but had been in England, got his degree there. And so\non. And he was the head of the physics department at University of Connecticut.\nSo he said well you know I, we don’t have a spot on the faculty but I can arrange for you to be\nhere as a research associate. Some salary is better than nothing. So I moved there to basically\nUniversity of Connecticut is the College Park. Sorry, not College Park. What is it called.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSomething, it escapes me now. In any case, I moved to that place and with my family and I was\nthere for several years. And they didn’t have a real lot of space for me to become a real —",
        "A: Yeah. And on the faculty so I had to make do with a job still with the University of\nConnecticut but not at that place. But in Hartford they had a kind of a college or a branch up\nthere and I taught there, undergraduates and some graduates. And ultimately I escaped that\nbecause there was no hiring. And finally I looked around and my friends who were in\nConnecticut and they said maybe you want to work for, let’s see what did I do there. I was in\nConnecticut. There is a place that can hire you in New London that 1s not university. It’s the\nNavy. And that, and I went for an interview and they hired me and I had to give some talks and\nso on and they hired me. And I was there for eight years as a member and I became, of course\nnot a temporary but and with pension plan and all that.\nAnd then I decided to move elsewhere and something happened also in my family. We got a\ndivorce. So I moved from there to right here in Maryland basically and the Naval Research\nLaboratory. You probably heard of it. And I arrived there and I was a member of the Naval and\nso on. And they started doing research on what they were interest and based on the work I’d\ndone before and I stayed there for seven years. And one day they asked me. There was a\nvacancy, a temporary vacancy at the office of Naval Research in Arlington, Virginia. And\nsomebody that has your background and only for a month or something like that. Would you like\nto do that? Managing something. I never managed anything except myself and doing my work.\nBut I said well I'll take it and see what, I wasn’t losing my position at NRL. Ok.\nI come there. So they give me a whole program with money to go and the first thing I do, I\ninterviewed all these people who had already programs from this and so on. And I had to cut\nimmediately a group at Catholic U. That was, but what I found about myself, I found that I never\nthought of myself capable to do managerial work.\nBut I learned and I became a manager as well, even though I continued to be my interest and I\nnever stopped learning. So I was there for the rest of my profession with them until 2007. So\nthat was, after 32 years of work for the Navy.\nhttps://collections.ushmm.org\nAugust 21, 2011\nSo in the meantime, that program that I started there that I was given at ONR but I mentioned the\nfact that I didn’t know that Raytheon paid my salary because they got it from ONR. I never knew\nthat. Suddenly I am at ONR and this 1s life, very.\nSo one day my program, they decided that they don’t want to continue to do it. It was filled with\nsubmarines and some stuff like that. But they had been doing so long with submarines,\nbasically since the beginning. If one goes back, the First World War when the submarines\nappeared and they were continuing in that and sometimes they reached a point where nothing\nnew was done really to do better. So they decided not because I failed or anything like that, that\nthey are not going to put money in that.\nAnd so what to do with this guy, me, that I am an expert in that. They said well there is here a\ngroup that works in logistics. Gives money to do science and technology logistics. And this right\nnow it’s headed by a captain who is coming, retiring from this job. And we need somebody else.\nWould you like to take it? Well I'll try.\nSo yes, I tried and yeah in the meantime I had been, become also no longer belonging to NRL. I\nwas belonging to ONR. So I’m entering this. I didn’t know what logistics is. Only some very\nprimitive idea. I looked in a dictionary and so on. And then I looked at what this captain had\ndone and so on. He was a very nice man who, but he was not a scientist at all. And what he did\nfor, what he did was ok. But it wasn’t the science in there. So here I was to try to find out exactly\nwhat other people have done who were being paid money and so on. And the first thing that\ndoes, I do, interview these people. I went for instance to Catholic U where there was a group\nthere working with a program. And it’s not logistics and I said you know I wrote to my\nsupervisors at ONR that this should be cut off. It was something a million something for three\nyears. And they didn’t quite cut off because Congress intervenes in these things. And the people\nin Congress have the power and the people upstairs in the ONR, they unfortunately they, instead\nof saying no. This is not a good place to do so I didn’t suffer from it.\nBut so ultimately I took over this logistics program and it became indeed science and technology\nwith a lot of people that were doing in universities and also industry. And maybe in institutions\nthemselves. So quite a large I had ultimately something, a program with 35 million dollars per\nyear that had to be, and I will go, travel a lot to see what they are doing and going directly to the\npeople who were working on this and they had to give me a, every time what have they done.\nhttps://collections.ushmm.org\nAugust 21, 2011\nAnd so on. And discussing it and I would say go in a different direction and all that. And I was -\n- and people were at least those who I didn’t cut off were happy with me.\nBut the, I selected the people who — and I had connections. Sometimes I would be asked to come\nand see what they are doing prior to. And in one case it was something in San Luis Obispo, that’s\nin California and they have Cal Poly there. California Polytechnic. And they said they have a\nnew method of dealing with certain things. And what they called intelligent agents, artificial\nintelligence, so called. And they showed me when I arrived there. They had three people with\ncomputers and the task that they had was to load with equipment a ship that 1s, can bring these\nthings to the, of the Navy into the ocean and to resupply and so on with all these things or\nwhatever to be. A tank or a truck or any, everything.\nNow to load something like that, it’s not easy on a ship. A ship is, has all sorts of decks and it\nhas elevators. Can they do this or not? They have cranes. It’s a very complicated story. And they\nused to put two people to work for one single ship, maybe two weeks or more to decide whether\nthey, how to do it. So with this intelligent agent, just on a computer having all the data about\nwhat loads they have to put on the ship, they could do it in half an hour and they proved it to me.\nAnd indeed this is one of the most successful things that I, and with not a lot of money.\nSome other projects cost millions of dollars and didn’t perform as, but this with a quarter of a\nmillion dollars they advanced. And nowadays they have a company of about 200 people that\nwork on this. And it’s not only the US Navy and the Marine Corps and the Army but the British\nare paying to have this program. And it was really something that, and I also suffered from it in\none sense. When you are in the Navy you are any government and so on, you defend yourself\nfrom anybody else by saying this is no good for us. We’re going to do that. You know we don’t\nwant that. And indeed they refused to use something like that and this is a story, a long story in\nitself. But so —",
        "A: Really, I did yes. And these people who, from the university there, are still in connection with\nme and send me what they are doing nowadays. I started also much more, not only this thing, but\nI went deeper into the, myself, into the what logistics should be about. And something that I\nsaying this, I’m saying this and people say you are bragging but it’s true, a thing it’s the truth.\nhttps://collections.ushmm.org\nAugust 21, 2011\nBecause I started studying and see what is this logistics. What do we do? It’s all these supplies\nand oh I need water. I bring a tank of water. Is that enough to do with that logistics? No, I have, I\nrealize by studying it really not just for the Navy that it’s much deeper than that. It goes all the\nway to the people in a mine for coal and all these materials that we do or the people who grow\nfood and so on.\nEverything is connected. When you hear you know oh we’ll do this or put this, we’ll send\nshovels to Obama style, ready shovels. Who is making the shovels? Somebody. Well what are\nthey made of and so on. Oh in the mine they bring this. It’s not a circle. You have roots so many\nroots that to the final object. But even more so even military philosophy and how do deal with\nthe battle and all this. So I wrote about this and so on.\nAnd only some people paid attention. And interestingly enough, after 9-11, what do they do?\nThe Navy decides they don’t need logistics. It was the stupidest, absolutely the, something that\nthe public doesn’t know. They cut at ONR they no longer have anything, logistics. It’s to me it’s\na sad, very sad thing because many people have died because of that.",
        "A: All right, I’m just taken because I feel strongly about that. Not because my whole life, I had\nmy careers ok, but it’s how sometimes when people refusing to accept something and later on [Il\ntell you a story.",
        "A: Not really no. No I have never felt that. My parents came from there 1950. And my brother\nmy sister. My, I have the roots there in the cemeteries and families and so on. And maybe\nsomeday I may go and visit this, where I was born and so on.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Yes, I think so. And I’Il repeat the words of a guy that I worked with in New London. He was\nalso a guy with a PhD, born here. And so on and he just asked me about my history and I told\nhim. And he said, I really envy you of having all these experiences, while I, he said, I went to\ngrammar school, then high school, then college. Then I went this. ’'m not working here. I never\nhad any, any obstacles to the challenge and but you had all this. And I really felt good when he\nsaid that because indeed this is what happened to me. I didn’t know that this is going to be but\nsomehow that’s how fortune or lack of it or whatever made me into what Iam. So —",
        "A: Absolutely.",
        "A: Well I’m Jewish because I know Hebrew. I know all these things that I’ve learned and more\nso than most Jews that live in not, don’t live in Israel. Sometimes even those in Israel don’t know\nso much about you know I read and so on. I always love to read. And I, I think that what\nhappened to me was fateful sort of thing. You know fate if you wish and —",
        "A: No it wasn’t taken away because as I said when I was, I was not a child anymore. But when I\nwas in the kibbutz but we had —",
        "A: No because we still had, we still had friends and we did things together and so on, in the snow\nand all that. So we’re not, for instance I used to, when I was still a child like that, there was a\nlittle girl my age who had some books that I wanted to read. And said oh III lend them to you if\nyou pull me on the snow. So I did that. In order to get the book to read. So my parents and my\nsiblings said first of all my parents didn’t like me to, at the table to read at the table when we ate.\nhttps://collections.ushmm.org\nAugust 21, 2011\nAnd stuff like that. Because I was very much involved. When we lived in Tecuci we, in this\nhouse, I, my brother slept in a room that had one wall was windows. So during summer time or\nsomething like that, when the moon shined, you could actually read and we could actually read at\nthe light of the moon. And I used to read, hiding my book under my pillows. My parents didn’t\nknow.",
        "A: In Romania. Yeah there were things like that because they bombed you know the city you\nknow and so on.",
        "A: We didn’t have a shelter. We would go down maybe in the basement yeah. If you had a\nbasement. There were, it was not a common thing. it was a basement that they cut. They didn’t\nput walls, real walls or something like that so —",
        "A: Not that much because it was the only thing that the American and British air forces did, they\nbombed the airport. Sometimes they, for instance they did bad things in Bucharest that they\nshouldn’t have done because they hit population. There were no military and so on.",
        "A: No, I didn’t experience that. No, no.",
        "A: No.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Sometimes I think no because we see what’s happening right now when you have people\nkilled in Israel and so on. And Israel reacts and immediately they all yell Russia, a country of, a\nfailed country if any and so on, that committed such massacres, everywhere they went. In their\nhistory the whole history. And they are saying all this. And Belgium and all these countries. And\neven here. What is our so called president in the, it’s not fair to react. So yes, I’m definitely I\nthink that we haven’t learned yet.",
        "A: Well first of all its sadness, deep sadness that this happened cause you cannot really go to it\nand not feel like crying when you see the youngsters and the old and the women and the men and\nso on. For nothing, for just nothing. And I get mad, I get very mad if I have been there and they\nhad a gun I would have shot. And one thing that made me mad is well the Jews, they didn’t react\nto or see the, in the beginning that this 1s so serious. No they believed, the German Jews they\nbelieved that oh it cannot happen here. After all it’s such a cultural nation and so on. And they\ncouldn’t believe that this was happening. So —",
        "A: Exactly right, but at the time 1t wasn’t, in Romania it wasn’t so bad. That’s why. It was\nsomewhere else. But many times we talked in the family. You know we could have been born in\nthe United States or something like that. And living in the United States.",
        "A: I, [have I don’t know. I have met some nice people from Germany. One of them is a man\nthat I supported at Cal Poly. He was actually born in Australia. He 1s of German origin. And he\nhttps://collections.ushmm.org\nAugust 21, 2011\nis a professor there and he was the one who pushed this new thing that I mentioned. And he is a\nreligious man and he really is a man with standards so and we didn’t talk a lot about the\nHolocaust. He is not guilty of having done that. But so there are people like that, that I respect\nand I think there are but there are still groups there that are not —",
        "A: No. And frankly I don’t want to visit.",
        "A: Because I don’t know. I'll be, I'd feel really not because I’m afraid of them. At this point I’m\nnot afraid of anybody. I will fight for my life but I’m not afraid. So it’s I don’t like it. I don’t\nlike the — so and to some extent I don’t like the French. Even the Dutch. They didn’t behave in a\nway that they should have. The people that had a, actually a tradition of helping the Jews in\nHolland during the Inquisition and here they are and instead of being fully support this small\nminority of Jews, they did bad things. Not all of them, not all of them.",
        "A: Yeah.",
        "A: Well basically to translate from Romanian. People who have been interviewing like you and I\nthink my (phone ringing)",
        "A: Yes because I still know Romanian language I can translate and so I went there and I was\ngiven a task to get something like this that was an interview, listen to it and translate and I started\nhttps://collections.ushmm.org\nAugust 21, 2011\ndoing that. But because I was busy with other things I didn’t quite finish it. I still have to finish it\nand so on. It was the, somebody in Romania who in the north of Romania, on the border with\nRussia where the Jews were picked up and so on that was horrible thing and stories that are — and\nthat was done by the Romanians, yeah. Romanian police and army. And it’s very, in fact one of\nthe, my friends in Israel, the wife of a good friend, she was there. And survived and she was hit\nwith a bayonet in the back. And to this very day she is like 77 years old and she still suffers from\nthat. But she survived.",
        "A: Well I am suddenly very, supporting for the Jews who suffered, yes. There is no question\nabout that. And I was just lucky. We were lucky. Those who didn’t have that experience. It could\nhave happened and so but it wasn’t their fault. They were yeah. I’m not saying that the German\nJews are at fault, weren’t for this Holocaust of theirs.",
        "A: The German Jews. Yeah because they couldn’t believe that people will do something like\nthat. You know.",
        "A: Identifying in what sense.",
        "A: Well I admire and identify with when they started reacting by, with force against, that’s —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: The resistance yes because I feel that small or without powers and so on, as I am, or I was, I’d\nstill would have taken a stone and throw at them. And that’s my feeling. To this very day if\nsomebody ok, tried to attack me, I wouldn’t sit there and let them. Whether they have a gun or\nnot. And I truly admire, and those people who defend themselves and I believe in the death\npenalty. I think that a murderer should be executed and I know people that say oh you are, oh\nlet’s keep them and 30 years and then they say well he learned something. Let’s give him, let\nhim out. When I hear this I just see red. Because it all the time, it happens. If you read the\nnewspapers what happens. Oh he was given for this that he killed this but after all he is not the\npsychologists say that this or that and so on. I don’t believe in that. Frankly I would say it in\npublic and —",
        "A: As a child actually until my bar mitzvah I was still a believer and —",
        "A: Also being a scientist has something to say. When I hear you know that people talk about the\nspirit that have created the world and so on. If people believe I’m not laughing at them. No. I’m\nsaying that’s fine. You believe in that but what I believe in it’s a mystery whose answer or\nsolving will never happen. It’s so, when you look out in the sky and you see the stars and all that,\nand if you are a, those who can actually look through a telescope and see much more than we do,\nhow can you say there was some spirit or somebody who created all this. Can he understand\nthis? Absolutely not.\nWhy it exists. There is a mystery in looking at an ant you. You try to pick it up. It runs away\nfrom you. It knows you are there. It’s a mystery. I mean how. I know Darwin said evolution but\nthat’s a mystery too. Big mystery and sometimes even our rabbi at TI, Teferith Israel, sometimes\nsays that his, doesn’t know what to believe. He has the courage to say that to a congregation but\nI am not —\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: The holidays yes because that’s a tradition. In a way it’s not so much the religion as being a\nnation, being a nation that it’s another thing that we should really respect ourselves, a people\nwho suffered so much in their history and they survived. One can say it’s God’s doing but can\nwe Say it’s God’s doing the Holocaust, the six million Jews killed. It never happened to other\npeople in such way. No. Never. In all the history of mankind.",
        "A: No, no I don’t. I’m, I can be, one, in one aspect though. I would say the American Jews, there\nare a lot of them who are really not in connection with their history as a nation as a, no they feel\nthemselves Americans and so on. That’s a major thing and I feel that that 1s missing something.\nWhile the, those Jews who are born in Israel or who came to Israel they know that’s a different\nstory and indeed some Americans who when they are, became Israelis. But when I see at the\nsynagogue for instance what are they doing many times. They are very active in things that are\ndone in Somalia to people or other places and so on or in the District and so on. They never talk\nabout poor Jews or let’s give to Israel. Yes, there are in the prayer book there is a whole thing\nabout Israel, and so on. And we pray and we read this and say fine but what about yeah, many\ntimes they send the children to this new thing that’s youngsters can go to visit Israel.",
        "A: Yeah. And that’s fine and in fact when my wife’s, Naomi’s grandchild, Samuel, Sam is going\nactually in a few days for nine months in Israel. And oh I like him very much. He is a really for\nIsrael and a great youngster really. I knew them from when they were born. Ok.",
        "A: Yes, yeah right. And my children are not married. I have no grandchildren of my own and so\nhttps://collections.ushmm.org\nAugust 21, 2011\nNaomi has five grandchildren. And I have been there so one of them 1s already in college and\nthe second year in college and the others are still, there 1s only a young one that is only 14.",
        "A: Yes I did. I did. Yes and my first wife was not Jewish so —",
        "A: Well actually I tried to raise them you know but when I was a professor at the University of\nConnecticut I met, there was a synagogue there and I would go there with them but somehow it\ndidn’t work out. And so but my children know one thing of course. That is always told to them.\nSince their mother is not Jewish, then they are not considered Jewish by the --. So they point this\nout, but they are certainly for Israel and so on. My daughter has visited quite a few times.",
        "A: Oh yes, yeah. I actually ---",
        "A: This, it’s interesting. No, both and I feel that I am Israeli and I’ll give you some examples of\nthat. When I came here I was not a citizen. I was a foreign student so to speak. And I was when I\nbecame a citizen in 1968, they never asked me, meaning to have you denounced your citizenship,\nIsraeli citizenship. Nobody asked me. And I thought that just by living and I lived by that time\neight years here, I’m not a citizen anymore there. And I became a citizen so when I visited there\nin 1973. I took my children. They were very young at the time. For my parents to see. My\nmother actually had died so only my father saw them and my relatives there. But when I and\nthey said nobody, when I came back, I visited to Israel, I saw, I had my passport, American\npassport. Nobody asked me any questions. When I went again later on a few times, nobody they\nasked. The last time that I was there in 2007, as a matter of fact, that was not the last time, but\nhttps://collections.ushmm.org\nAugust 21, 2011\nthat’s when something happened. They looked up when I came to, on the computer, they had my\nname because the time an Israeli citizen. I had a passport once which I still have a copy of that\nold passport. And they said you know you won’t be let out from Israel if you either renounce\nyour citizenship or you have a passport, an Israeli passport. So I said well, they said. That, I said\nok, Pll get a new passport and I had to go to, and so on and I was lucky because I and Naomi,\nshe was with me at the time, we had a flight back in a few days. And the bureaucracy in Israel is\nsuch that it may take you a month and so on. Luckily I have a friend from the kibbutz. We have\nbeen friends for the, all these 60 years almost. And he knew somebody in Haifa in the place of\nthe passports, the passports and we went there and they did it on the spot for me.\nParticularly because they saw I had been, I served in the army and all this. So I said they’re not\ngoing to do problems to it, just so I have an Israeli passport. So I’m a dual. I mean it’s legal. One\nthing happened when, before I finished my work and I retired in 2007, they wanted me to\ncontinue to work, not at ONR, but at NRL by being a contractor with a company. They would\npay me and so on and work as much as I wanted. And I said ok. But for this, they said you have\nto fill out this form. And this form asked you, are you a citizen, what, of what country. And I\nsaid the United States and they asked do you have any other passport. And I said yes, and they\nsaid ok, we can’t give you a, what do you call it, a security clearance and so on and work. I said\nhow is that possible? I had secret clearance and now you’re telling me, and then they came back\nand said ok, if you give us your Israeli passport and we’|l cut it off into pieces, you can still enter\nthe laboratory NRL. And I said no. I had enough of that. I don’t want people to tell me what to\ndo anymore. So money. They were going to pay me basically a thousand dollars per day. That’s\npretty good.\nI never had that when I worked a regular and so on. But I decided no. There is point where it’s\nnot —so that’s how I feel. I feel for America and Israel at the same time. I. Why, because I feel\nthese two countries are so connected, even they don’t, many people don’t realize, including the\nJews. How come? They if you look at the history of the United States and I’ve learned a lot\nfrom the history, reading books. I collected books and so on from biographies and all this. And\nwhen you read about the founding fathers, what did they depend on? They went to the Old\nTestament which is the Hebrew Bible right and all this. It’s so, there 1s no other country that has\nthat and believed in that and the two are basically they, one invented this God and so on. The\nothers invented how to behave as a nation. How to do it, liberties of human beings. That’s what’s\nhttps://collections.ushmm.org\nAugust 21, 2011\nthe connection. There is no other country in the world that has done that. Neither Israel as a\nnation or the United States as a nation and as a — it will be a tremendous tragedy if one of these\ntwo countries will disappear. And sometimes I feel very strongly about the United States that it\ngoes to in a direction that is, to me is extremely dangerous, becoming something that it shouldn’t\nbecome.\nWhen I hear about illegal immigrants and this is oh it’s no, these poor people. Well they have\ntheir lands. And when you talk about South America, now you can call me a racist or something\nlike that. I feel they have a land, rich lands. Mexico and so on. They have natural resources and\nso on. They don’t know how to conduct themselves as nations. And in a way I remember in the\ntime that I have been here, arrived in 1960. The Americans were Americans. Really when I look\nat people they suddenly we see groups of people that don’t look, they look, looking differently.\nAnd I’m saying bad ok, differently. Different. And to claim that I even wrote an article, not an\narticle, but a letter to the editor in the Wall Street Journal because there was a man who was a, in\na consulate from Mexico. And here in the US. And he wrote, oh he doesn’t understand why\npeople are against immigrants from illegal or not. We are giving you the best of us. And I\ncouldn’t stand it. You know because they are giving us the best of themselves. How many\nscientists are coming here? Illegal. Coming people that don’t have jobs, that they have the worst\njobs and they are and they come here and so I felt very strongly about that. And that’s only one,\none thing. But there are so many other things that are happening. The freedom of the people in\nthis country is in danger. With the government, what it’s doing, taking over things that it’s not,\nit’s unconstitutional. That’s how I feel.",
        "A: That’s what I am and I’m not ashamed to say that. For instance, when people talk about I\nhope you will not be, I have some views about those same sex marriages. I am totally against\nthat, to force that on the rest of the country. No matter what. If they want to call me a bad guy,\nfine. And so, but many people have this view that this is freedom. I’m not sure that this is\nfreedom. I’m against hurting anybody like that. I don’t want to do anything in jobs or anything\nlike that. But the truth is that and that’s my view that they go beyond, beyond this tremendously.\nAnd it’s bad for America.\nhttps://collections.ushmm.org\nAugust 21, 2011",
        "A: Well I was asked. I didn’t want to talk really about my wife or she said oh, what did you do.",
        "A: Well frankly I never thought about looking back at my life and so on. Yes, I have a lot of\nmaterial, the things that I’ve, papers, that I’ve published and so on and but I decided maybe I’m\ngoing to organize myself and so on and leave it as a memory for my children. They know some\nof it and but not really everything, because when they were very young, they were very young\nand so on. So I decided yes it’s interesting and if this can help other people make some decisions\nor whatever, it’s up to them but I’m not going out and shouting it in the street and so on, because\nI know people they have their own ideas and they don’t have to accept mine. Yeah, that’s\nfreedom, right?",
        "A: All right thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact -eference@ushmm org for further inforpetton about this collection\nUnited States Holocaust Memorial MuseumAugust 21, 2011\nRG-50.106*0192",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "PHILLIP ABRAHAM\nAugust 21, 2011\nGail Schwartz: This is the United States Holocaust Memorial Museum Volunteer Collection\ninterview with Phillip Abraham conducted by Gail Schwartz on August 21“, 2011 in Silver\nSpring, Maryland. This is track number one. What is your full name.\nPhillip Abraham: My full name is Phillip, with two L’s mid name Ben Zion and last name\nAbraham."
    ]
}