{
    "rg": "RG-50.106.0179_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Carolina Taitz, conducted by Gail Schwartz, on January\n24\" 2010, in McLean, Virginia. Tell me your full name.",
        "Answer: My full name is Carolina Taitz.",
        "Q: And what name were you born with?",
        "A: And I am — I was born with the name Lena Knoch. Knoch.",
        "Q: And where were you born?",
        "A: I was born, basically, in Russia, but I cannot say that’s in Russia, because I\nlived all my life in Latvia, in the Baltic states. So, basically I always say I’m born\nin Latvia. Riga.",
        "Q: Well, but wa — wh-where in Russia were you born, though?",
        "A: I don’t remember that name. This is a long, long name —",
        "Q: What —",
        "A: — the Russian name.",
        "Q: Was it near any big city? Was it a small —",
        "A: Nobody even ask me about — tha-that’s not important.",
        "Q: Okay. And when were you born?",
        "A: Yeah, I was born February 24, ’29.January 24, 2010",
        "Q: And let’s talk about your family. Tell me about your parents.",
        "A: My parents was my father, my mother. My sister was nine years older than I, and\nI had a brother, a little boy, who was almost as old as I was. One year of difference.\nAnd the Germans kill all of them.",
        "Q: Yes. What was your father’s name’?",
        "A: My father’s name was Mordechai.",
        "Q: And what kind of work did he do?",
        "A: He was a specialist in ta — at — he was a tree doctor. You know when - like, you\nsay a apple tree gets sick, they called my father and he’d get — did — gave ai—a\ninjection, and the tree come back to life.",
        "Q: Wonderful.",
        "A: Yeah.",
        "Q: I think we call that an arborist.",
        "A: I don’t know, I call him a tree doctor.",
        "Q: A tree doctor.",
        "A: Very primitive.",
        "Q: And where was he from?",
        "A: My father was from Latvia also. From ri — a — he lived in Livani, Livani, th-the\nname where he was born is Livani, in Latvia.January 24, 2010",
        "Q: In Latvia. And your mother, what was her name?",
        "A: My mother’s name was Frieda, and she is from — also from Latvia. And where\nshe was born is the name I don’t know, but there where she comes from is Subata.\nThe name of the town is Subata.",
        "Q: Was that in —",
        "A: Also Latvia.",
        "Q: Latvia. And your brother and sister’s names were?",
        "A: My sister’s name was Berta. In Yiddish we’d say Bayla(ph), but in passport she\nwas Berta. And my brother’s name was Gedalia(ph). Gedalia(ph).",
        "Q: Yeah. And how long did you live in Russia before you came to Latvia?",
        "A: I didn’t live in Russia, not one day.",
        "Q: Oh, I thought you were born in Russia.",
        "A: I—I was born in the — in the train.",
        "Q: Oh, on a train?",
        "A: I— you know, I was not — I— I did —I didn’t live, I was just born. My mom had\nthe birth.",
        "Q: On a train?",
        "A: A train, or ship, I don’t remember.",
        "Q: Oh, I see. And so then you came to lat —\nJanuary 24, 2010",
        "A: Came to Latvia, I — all my life, I live in Latvia, and everything what happened\nto me, what happened in Latvia.",
        "Q: Yeah. Was your family a religious family?",
        "A: Yeah, they was very religious.",
        "Q: Very religious. And so you observed the holidays?",
        "A: What?",
        "Q: You observed the holidays?",
        "A: Yes, yes, we did observe.",
        "Q: Do you have any favorite holidays that you remember?",
        "A: Pesach. I was born in Purim, because February comes out in Purim. But my\nfavorite 1s Pesach, love Pesach.",
        "Q: And did you have aunts and uncles and grandparents?",
        "A: Yes, I did have a lot of them, and they was all killed. I have pictures, I showed\nyou, I have the pictures.",
        "Q: Okay. And did they live nearby?",
        "A: That’s my grandmother. No, let’s speak about my mother’s family.",
        "Q: Side, okay.",
        "A: Yeah, my — they are also all from Latvia, all from Latvia. And the town where\nmy grandmother live, from my mother’s side — then from the father’s side later —January 24, 2010\nfrom my mother’s side, the whole family lived in Subata. Subata, that’s the name\nof the town where my mother’s mother and grandfather lived. But later, the\nGermans killed them.",
        "Q: Yeah, yeah. And —",
        "A: And from my father’s side, I don’t know much from my father’s side. Yes, he\ndid have a father that was my zeyde, and he did came sometimes to visit us. And he\nwas from Livani, also Latvia. We are — all the family in my relatives, everybody\nfrom Latvia.",
        "Q: What language did you speak at home?",
        "A: At home I spoke Latvian, German, and Mamaloshen - Yiddish.",
        "Q: And Yiddish.",
        "A: I am fluent in this lang — and I am fluent in Russian.",
        "Q: Yeah.",
        "A: In Russian language. That I learn when they — they occupy the country.",
        "Q: Right. And what kind of neighborhood did you live in? Was it Jewish and non-\nJewish?",
        "A: In that — in that — my father had — I lived not far from Riga, in — in — out of Riga,\nthe little town where — where my childhood was, was in Viesite. It was hundred\nkilometers from Riga. My father has a little house, and we had the beautiful fruitJanuary 24, 2010\ngarden. And I went there to school, in that Viesite. And I finished six years, six —\nsix Classes. Then the Germans came, and then I was —",
        "Q: Yeah, we’ll talk about that.",
        "A: Yeah, that’s la — comes later.",
        "Q: That’s later. Wa — what kind of school? Was it a Jewish school, or was it —",
        "A: No, it was not.",
        "Q: — a public school?",
        "A: It was a very — it was a public, very Latvian school. Very Latvian. But, we had\nonce a week to come a rabbi, and taught us Yiddish, if we do like it. And I liked it, I\nlike languages, I learned that. That’s why I know very well Mamaloshen.",
        "Q: Right. And did you have non-Jewish friends?",
        "A: Yes, a lot. We wa— mingled. The Jewish in tha — we — we — there was a lot in —\nin that little town, in Viesite, where I lived, there was a lot of Jews, and also a lot of\nLatvians. And, you know, in the — such a little town, people get friendly. We\nmingled with the pretty — later these Latvians shoot us and killed us. That’s a irony,\nbut that’s the way it was.",
        "Q: Right, right. So did you — at that time, you did not experience any anti-s —",
        "A: I can’t hear you.",
        "Q: At that time, when you were a child, before the war —January 24, 2010",
        "A: Yeah, sure.",
        "Q: There was no anti-Semitism.",
        "A: It was, but we really didn’t feel it. Only when the Germans came in, the la — the\nLatvians ga — went on their side, and start killing the Jews.",
        "Q: No, but before the Germans came, before the germ —",
        "A: No, it — on — it — an-anti-Semitism 1s all — all over, was, but we didn’t really feel\nit so much. We was very friendly with Latvians, and the Latvians was friendly. Like\nwhen we had Pesach fela — we sending — my mom sent matzos and wine. And when\nthey have their Latvian Christmas, they send us presents and everything. We was\nvery close to the Latvians. That’s why I spoke Latvian at my — with my parents.",
        "Q: Did you like sports?",
        "A: No, I hated it.",
        "Q: Did you like to —",
        "A: In the school I had only the worse marks.",
        "Q: Did you like to read?",
        "A: What?",
        "Q: Did you like to read? Read books?",
        "A: I love to read, til today. I read a lot, and I like classics, and I read — all the\nRussian classics, I read. I like to read very much [indecipherable]January 24, 2010",
        "Q: Yeah, yeah.",
        "A: And I like to dance, because by my profession, I am a actress.",
        "Q: Oh, okay. And so, as a child, you went to school, you did all —",
        "A: I went to school, I was very Latvian, because there was maybe one Jewish — I\nwas Jewish; my brother, my little brother; and one more Jewish. But we attended\nthat particular rabbi who came.",
        "Q: Yeah.",
        "A: But then I learned about Jesus Christ, because it was also a pastor coming —",
        "Q: Right.",
        "A: — and teaches Christian religion. So, and I — I — in my school, I — that’s why I\nknow the Old Testament, and the New Testament.",
        "Q: So were — were there many other Jews in your town?",
        "A: A lot of Jews, and di— they mostly went to Jewish schools.",
        "Q: And why did your parents send you to public school?",
        "A: I don’t know, because we was very friendly with the mi — Latvians.",
        "Q: Did you live in a house, or an apartment?",
        "A: No, we lived in a house. My father had a little house. I will show you, I have it,\nthe photo. And the — their — their house had five little apartments divided, and heJanuary 24, 2010\nrent that out. And we had, on the left side, our apartment, big apartment. I mean,\nthree rooms, kitchen.",
        "Q: So your childhood was a happy childhood.",
        "A: Very happy childhood.",
        "Q: Okay. And then, when did things begin to change?",
        "A: At first the Russians occupied the country, and they were communists, they was\ncommunists. And it was horrible, bad time. They took away our — we had a horse,\nwe had two cows, we had a lot of animals, because we lived in — we had like a\nranch, you know. And — and my father lost his wer — his job, they didn’t let him —\nthey ar-arrested him, and —",
        "Q: Because he was a capitalist.",
        "A: Yes, because he has a house, and a house is a capitalist, yeah.",
        "Q: Capitalist, right, yeah. Were your — were your parents Zionists?",
        "A: What?",
        "Q: Were your parents Zionists?",
        "A: What is that?",
        "Q: Zionist. Committed to Israel, you know, did they — did they talk about —",
        "A: Maybe — maybe they had. Every Jew loves Israel.",
        "Q: No, but in those days, were your parents — did they talk about that at all?January 24, 2010",
        "A: Yeah, they loved Israel always.",
        "Q: Yeah, right. Yeah.",
        "A: That word was — was figuring it out [indecipherable]",
        "Q: Okay, so the Russians came, took away your father’s business, and —",
        "A: We was very nervous situation, they — Pa-Papa couldn’t get a job, they arrested\nhim, he was in prison. Nobody knows why, he didn’t do a thing, because he’s a\ncapitalist. Thank God they didn’t send him out to Siberia.",
        "Q: Right.",
        "A: Because a lot of Jews they sent out to Siberia.",
        "Q: Right.",
        "A: But my father somehow no, he was home.",
        "Q: Then they released him from prison.",
        "A: They rele — yeah, release him. Because, after a very short time, the Germans\ncame.",
        "Q: Right. Now what did your mother and father say to you? You were a young girl\nat that time. You were what, 10 years old?",
        "A: You see, I will tell you — no, I was less than — I think nine I was —",
        "Q: Or nine.",
        "A: — or eight.\nJanuary 24, 2010",
        "Q: And — and — so what — how did they explain this to a young girl?",
        "A: My father loved the Germans. Why? Because he was [indecipherable] in the\nfirst war. He was on — riding a train, and he was like a med — med si — sistant. Like\na nurse.",
        "Q: Yeah, mm-hm.",
        "A: We call it a— how do — how do we call —",
        "Q: He was a medical assistant.",
        "A: She wa — he was work on the shi — coming from Russia to — to Riga wi — with\nthat train, he was working helping people. He was — became a— a nurse. A man\nnurse. So then we settled in Latvia, we came to Latvia back from Russia, because\nmy father loved very much Germany. He loved Germany, because he was in the\nfirst war, and the Germans treated him wonderful. They was — my father never,\nnever, never believable that such a culture as Germans could do such a horrible\nthing. That’s why he didn’t ran away. Because you know, all that — that what was\nunder the communism, we was under the communism, everybody run away, not to\nbe with the communists. Everybody loved the Germans because the Germans say,\nwe will save you from the communists, we will be good to you. But they — that’s\nonly words. What they did, we know.",
        "Q: Right. So, when the Germans came in —January 24, 2010",
        "A: Yeah.",
        "Q: — your life went on, or what —",
        "A: It was horrible. Right away there was — Latvians, my school friends, came and,\nI’m going to kill you. He sits right away in — on — on my — my — in school desk, he\nwas sitting right on me. I — you are a Jew, Jew, Jew, just hear this word. It was\nhorrible. Anti-Semitism was — the Latvians, good Latvians, who loved my father\nand loved my mo — and the children, they was murderous. The Latvians shoot the\nJews right on the street.",
        "Q: And —",
        "A: And — and we just hold together, the family was holding together. We — father\nand mother, we know what — we didn’t know that the German will be so terrible,\nbecause my father — I am not going around to Russia — from Russia, because the\nGerman — I was on the first war — World War, and the German treated me\nwonderful. And he came from the first war, and he was a — bring — for the\n[indecipherable] and everything.",
        "Q: Yeah.",
        "A: The Germans was wonderful the — the first time. He could never believe that\nthat’s what is going to happen.",
        "Q: Okay, and then what, and then —January 24, 2010",
        "A: Tho — so, we stay in Latvia, the Germans occupy the country.",
        "Q: Yeah, and then what happened?",
        "A: And then there comes — Himmler came, and say, all the Jews has to be killed.\nGermany has to be Judenfrei. That was hi— the diagnose. All Jews has to be\nputting in the ghetto. Then was not a ghetto yet, but then they made out 1-in a— ina\nplace, Maskavas For-ForState was the name, and they made a ghetto out of that.",
        "Q: That — that was a town — you mean, that was the name of a town —",
        "A: In town, in Latvia, in Latvia, not far from —",
        "Q: Okay. And that’s where [indecipherable]",
        "A: Not far from bate — how was the name? I have it ri — written down —",
        "Q: Okay. That’s okay.",
        "A: —I will tell you —",
        "Q: That’s okay.",
        "A: — I cannot remember right now.",
        "Q: So they made the ghetto.",
        "A: Yeah, we, all the — all the Jews, so now we lived in the ghetto.",
        "Q: Okay, what year was that? Do you know when they —",
        "A: They came, I think °41.",
        "Q: Forty-one, right, okay. And so they made the ghetto right away?January 24, 2010",
        "A: We was all together. So my father found —",
        "Q: Did you have to wear a yellow star?",
        "A: Yes, and we did have to wear a star. Himmler came and told e — all that we —\nand so all the Jews, every Jew, went the ghetto. We was miserable. No food, no\nnothing. So people, some people put bread over — over the —",
        "Q: Fence, the wall?",
        "A: The —",
        "Q: Was there a wall around the ghetto?",
        "A: It was 1-iron, how you call that?",
        "Q: Yeah, an iron fence?",
        "A: Huh?",
        "Q: An iron fence?",
        "A: I-Iron fence, so the people — good people were — but when the Germans is — they\nshoot these people, they shouldn’t be doing that.",
        "Q: Good Latvians threw bread over.",
        "A: Latvians, good — good Latvians.",
        "Q: Good lat —",
        "A: There was bad and good —",
        "Q: Right.January 24, 2010",
        "A: — you know, you can say that.",
        "Q: How did it feel to you as a young girl, to have to wear the yellow star?",
        "A: I—I- everybody did. I didn’t understand that. I really — I remember that I was\nnot even thinking about. I thought this is only a short time. Everything. The\nshooting, and we — like a child, you know, I was dreadful scared, all the time\nscared, because suddenly the Latvians, you know, I have to tell you, I have a lot of\nepisodes. This is — I call it the louse. This is a story that pu — the — the — the doll,\nthat’s a story. You know, that’s what — what I have seen, what — what goes through\nmy head, what I s-still remember. There is a lot of —",
        "Q: Can you tell me —",
        "A: — ed — stories, what you have to — I have to tell you, then you can only\nunderstand what happened.",
        "Q: Well, tell me a story that happened.",
        "A: It was shooting, killing, raping, you name it, everything.",
        "Q: And this is what you saw as a young girl?",
        "A: I have seen everything, because I am alive.",
        "Q: Yeah.",
        "A: I was even in Rumbula. That’s where the killing was, no, but that comes later.",
        "Q: Later. Okay, let’s talk more about the ghetto. So, what did you do in —\nJanuary 24, 2010",
        "A: We have our old Jewish police, that pick up young man, and say you are going\nto be in — in the ghetto, you will make ordnung here. You will be the police. So, all\nthe young boys, I knew them, because my fiancé, my husband — my first husband, I\nwas married twice — they was in school together. So, I know all these friends I\nknow. So they were all in ghetto, all Jewish. Beautiful families, and — and each —",
        "Q: So there was a — there was a Jewish police force in the ghetto.",
        "A: Come — what?",
        "Q: There was a Jewish —",
        "A: Only for Jews.",
        "Q: Right. And what did they do? What did the Jewish police force do?",
        "A: We lived in one room, all my father, mother, my brother, my sister and me. Can\nyou believe five people in one room? And outside was a bathroom to go make pee-\npee. And the other families also lived there. It was horrible, it was —",
        "Q: What did you bring with you from your house? Did you bring anything with\nyou?",
        "A: Yes, I did, the-they let us take some s — the — Himmler let us take some\nclotheses, only clotheses. Because they confiscated everything. They came in the\napartment, took the — the — the pictures, they — we had the piano, they took our\npiano. Everything. We came in the ghetto, just a little clotheses, a blanket, you\nJanuary 24, 2010\nknow. That — they controlled what you take with you. They was controlling\neverything.",
        "Q: Did you bring anything yourself, any books, or any games or anything, as a\nchild?",
        "A: They burned all the books. If you did have a book, they burned, they take out of\nyou, they — they took it in, and then they put in the light in the — they burned the\nbooks, and when I saw that, it breaks my heart.",
        "Q: What — so how did you get food in the ghetto?",
        "A: No food. We were starving. I was absolutely starving. I have, until today, I feel\nreally bad, because no food. Sometimes it’s depend. If you was working with a\ngood German, he gave you sometimes when they finished food, soup. And the soup\nwas — I remember the soup. It was water, and a list of a kapusta. How you call\nthat? You don’t speak Russian.",
        "Q: So you didn’t have much food.",
        "A: No food, no.",
        "Q: Did your fa — did your father work in the ghetto?",
        "A: You know, the men was working. They —",
        "Q: What did your father do?",
        "A: I don’t remember.January 24, 2010",
        "Q: What did some of the other men do?",
        "A: They took — they — they took them in the morning, there was a group, a group of\nmen, who worked for the Germans in — 1n — in all kind of organizations. I also\nworked.",
        "Q: What did you do?",
        "A: I do funny things, what I did. A group of girls like me — you know, we was\nalways very scared not to be raped, but the — the Germans was drinking vodka, and\nthey was coming night, and taking girls, you know, rape them. And sometimes they\nkilled them, but sometimes they let them get home. O-Other German rape her. And\nthat was a lot. And my mom was, because two girls, me and my sister, and I was\nvery ugly, I was not a pretty kid. I get better, you know, I looked like this.",
        "Q: Oh.",
        "A: That’s my real face. What can I tell you?",
        "Q: So, you were never attacked.",
        "A: No.",
        "Q: You",
        "A: My mom — you know, I watch myself, and I was — I— I —I see a German, I go\naway back home, you know.",
        "Q: Yeah.January 24, 2010",
        "A: I was just running away from them, because —",
        "Q: So there was — were there any schools in the ghetto? Any sc-schools?",
        "A: No.",
        "Q: No classes.",
        "A: No — not school.",
        "Q: Did you have any —",
        "A: But it was a — a clinic. Our own — the — a— a Jewish — because it is full with\nJewish doctors, the doctors who lived in the ghetto took care of that.",
        "Q: Yeah, yeah.",
        "A: Not long time ago, one of them was still alive. He wrote me a letter, and he died.",
        "Q: Yeah.",
        "A: The doctor what I li — personally, I knew him.",
        "Q: So you stayed inside the ghetto.",
        "A: Inside. Inside in the ghetto.",
        "Q: Yeah.",
        "A: Who — the — the working was good, because when you can go out, you always\nsomebody get you piece of bread, then you put it in the pocket. When you get\nthrough the door, this is a German officer. So, he looks at you, and I — I remember, I\n— I had — somebody gave me a potato, a cooked potato. I put it in the — in my pocketJanuary 24, 2010\nin my coat, and when I was going through the — the entrance where the German\nofficer, he found that potato, and he give me a clap in my eye, til today my eye is —\nbothers me.",
        "Q: So what did you do all day long in the ghetto?",
        "A: I was going — you know when — they picked us up five o’clock in the morning —",
        "Q: Okay.",
        "A: — and then five o’clock in the evening they bring us back.",
        "Q: What kind of work did you do?",
        "A: I did, you know, I don’t know, my English is so bad, but I will remember. I was\nworking a shoeshine fabrik(ph)",
        "Q: Okay.",
        "A: You know, you have shoes —",
        "Q: You polish?",
        "A: — and you polish —",
        "Q: Polish.",
        "A: — polish. So there was, from the airplane, broken shoe — shoe — shoeshine, the\nboxes. I did have to take the — the boxes out of the bed, and put it in a new box.",
        "Q: I see, yeah.",
        "A: And then was a little candle, and then put it on top, and then it makes even.\nJanuary 24, 2010",
        "Q: Yeah.",
        "A: And I close it, and the Germans have that girls, 10 girls was working, and then\nthey sell it, and give it back to the German.",
        "Q: Yeah, yeah.",
        "A: I can only the shoeshine fabrik(ph), I don’t know how to say.",
        "Q: It’s okay, yeah, a factory, yeah. And so, did you talk to the other girls? Were you\nallowed to talk?",
        "A: Yeah, there was all — all live in ghetto, hungry. Our biggest talk was oh, I am so\nhungry, I am so hungry.",
        "Q: Really?",
        "A: We was dying, we want a little place.",
        "Q: Yeah.",
        "A: The potato was cooked, you know.",
        "Q: Yeah. So, did you observe any of the holidays? I mean, did your family stay —",
        "A: No, no, no, no, nothing.",
        "Q: No, nothing.",
        "A: The Germans wouldn’t even want that, no. We avoided that.",
        "Q: Yeah. And then how long did you stay in the ghetto?",
        "A: Ah, God.January 24, 2010",
        "Q: From 1941 to —",
        "A: Yeah, one beautiful day, on the entrance where the — where the Je-Jews was\ngoing to work, because mainly men was only going to work. The women very lit —\nlittle. Women was staying in — in the ghetto, in their apartments. I don’t know why\nthey didn’t use women, because men are stronger, and they use them. And Monday\nwas a big sign on the door, that all Jews, women, men and children, has to stand\noutside the ghetto, in line, because we are going to be taken to a other concentration\ncamp. So that particular day, we all came out. We schlepped with us what we could,\nyou know, because we don’t know what are we going, where are we going, maybe —\neverybody say no, we are going to be killed, we are going to be killed. Because\neverybody was killed and killed and killed. So what are they going to put in a\ndifferent place?",
        "Q: Now, were your grandparents and your other relatives with you in the ghetto?",
        "A: No, no. There was a different killing. Ri-Riga — Riga was separate, that my\ngrandmother lived in Subata, there was the same thing in Subata. My father lived\nin Livani, in Livani was the same thing. And —",
        "Q: Okay, so they were all in their own ghettos, they were in different —",
        "A: That — the Riga, the pe — we — I speak only about the Riga ghetto.",
        "Q: Yeah.January 24, 2010",
        "A: Riga.",
        "Q: Yeah, yeah.",
        "A: That’s the — the place where I —",
        "Q: But I’m saying your relatives were in different ghettos.",
        "A: No, no, no, no, they — th-the — my — they was married [indecipherable] all lived\nto ge — my family was holding together; Papa, Mama, my sister, my brother and me.",
        "Q: No, no, your — yo-your grandparents and your aunts and uncles were —",
        "A: No, no, no —",
        "Q: — in different —",
        "A: — my grandparents lived in there —",
        "Q: — different [indecipherable]",
        "A: — they was killed separate.",
        "Q: Yes. Yeah.",
        "A: And in every town where live — was living Jews, they put it together —",
        "Q: Right.",
        "A: — and killed them.",
        "Q: Yeah, right.",
        "A: But it’s nothing to do with Riga because —",
        "Q: Yeah.January 24, 2010",
        "A: — because I am from Riga —",
        "Q: Right.",
        "A: — I’m telling you only about Riga.",
        "Q: Right.",
        "A: The place where they killed the Jews, the name was Rumbula. Rumbula.",
        "Q: Well now, let’s go back. You were s — you all went outside, there was that big\nsign, okay.",
        "A: Yeah, we were staying in line.",
        "Q: And so you’re s — and you’re standing in line. Then what happened?",
        "A: So, they — we — we hope that we are going to go to a other concentration camp,\nmaybe it will be better, we don’t know. So we know — we don’t know where we are\ngoing. In that particular line was 30,000 people. Thirty-thousand people. And we\nstay in line and was freezed, it was cold, it-it — it was ever — terribly. So, th-th-the\nGerman general didn’t give a damn, big deal, so you freeze. And then they start\nwalking. Yeah, on every side of the group, you know, the people was going like\nthat. Here are the people. On every side was a German soldier. On every side. And\none of these German soldiers, I knew him. He was a Latvian, and I knew him. I say,\ncan you tell me — and he was not [indecipherable] can you tell me where we areJanuary 24, 2010\ngoing? He say, I only know that you are going to be in a different concentration\ncamp.",
        "Q: Do you know what year this was?",
        "A: I don’t know.",
        "Q: Okay.",
        "A: Forty — I — afta — 42.",
        "Q: Forty-two.",
        "A: Must be ’42.",
        "Q: Okay.",
        "A: No, we — we grow already also bigger. And — and always hungry, always\nhungry, want to eat something. When I came out of — you know, when the war was\nover, I eat so much, I — I— I wind up in the hospital.",
        "Q: So you’re marching, and where did you —",
        "A: We was marching, that’s the word.",
        "Q: Okay. And then, where did you go?",
        "A: We — on — on the sosej(ph). There was — a sosej(ph) is a— where the machines\ng0, how you —",
        "Q: A train? A train station?",
        "A: Huh?January 24, 2010",
        "Q: A train station?",
        "A: No, no. A sosej(ph) is a street.",
        "Q: Oh, okay.",
        "A: And this is not a si — you know, street. We was going where the street goes.",
        "Q: Okay.",
        "A: And we go and go and go and go. We do — we don’t know where we go, we just\ngO.",
        "Q: Yeah. And — and then where did you si — and where did you end up?",
        "A: I don’t know. In the middle of — of that march, somebody start screaming and\nsay, you better run, because everybody will be dead, everybody will be killed.\nNobody knew that. So the — the — the line star — people running. The moment you\nrun, th-they shoot you, you — shoot you right away. Stay back in line, stay back in\nline. So, I came and stay back in line with Papa, Mama, and my sister, because we\ndidn’t want to lose each other. We hold all the time together. Also, there was my\nuncle, my father’s brother, who was also with us, his wife and two little children,\nfour year and six year. And they was all with us, and they was killed. So I don’t\nknow, but I wind up in a wild place. I saw — I saw a —a gra — grave. Is this a grave?",
        "Q: A ditch?January 24, 2010",
        "A: A ditch, a ditch. And there was people with — with ta-ta-ta-ta-ta-ta-ta-ta — the\nshooters with the — and the Germans say stay in line, or — we was back there, we\nwas very back. So the first people — because I just saw that, I was not there, but I\nsaw that. They sta — stand on th — on the ditch. On that side was the shooters. There\nwas Latvians and Germans. And the Jewish people — you know, there is a mother\nwith the child, and two little — every — the Jewish people have children, a lot of\nchildren. They stay, and the machine gun was tata-tata-tata — I remember this — the\nsound. The sound was tata-tata-tata-tata-tata-tata-tata, and they was falling in that\ngrave, half dead, half alive. The little children screaming, people was be-benching\nto God. Wa — be — woman was scr-screaming and yelling and crying. It is a mess,\nyou know, that is just like — what — what can I feel? I feel nothing. I am like I—I-—\nit’s like a joke, or something, I don’t know. But I did say — see that. But I was not\non the grave. I was li — in the line, what was the line, I was very far. Til I came back\n— you know what happened? I was already — I remember one — one moment. I did\nhave to take off my coat. Before, I remember my father, in the good times, he was\nba — he bought me a wonderful pur — purple is my color, you know, I’m a Pisces,\nand purple is my color, and my coat was purple, and was new and wonderful. The\nGermans — and then — though it wa — was our — one place, all the coats must be in\none place. The jewelry, what you have jewelry like this, everything in the box. So\nJanuary 24, 2010\nba — when you have a hat, is in a different place, the shoes. There was so many. Aga\n— how you call that in English? A mountain of shoes, a mountain of s — coat. And I\nwanted — oh yeah, already wanted to take, because the German said take off your\ncoat and stay in line. And — and it was cold, and I kind of tried to take out the coat,\nand I couldn’t take it off, so I put 1t on back, and I stand wi — til our line was come,\nwe are going to be dead in a minute. So the line was going slowly, slowly, slowly,\nand so we stay, my father, mother, we stay all together, and my uncle, and the two\nlittle babies. And suddenly, you know, this is the worst moment in my life. I know\nwhy I was always — use that. That particular moment, I will never forget that. I\ndon’t know from where, I don’t know why, suddenly arri — arrived four Germans on\nhorses. White, beautiful horses. And on every horse was a general, a German\ngeneral. Not a Hakenkreuz, because some of them was Hakenkreuz, they were the\nworst. No Hakenkreuz, just German uniform. Til today I don’t know who they\nwere. That was a miracle. And he said out — not chasen, out, out, out, not\nchasen(ph), not chasen(ph). And — and the [indecipherable] stopped. And that\ngeneral of the four horses say, women, if you are schneiderinin(ph) come to me,\ncome to me, come to me. I need — I have a factory, and you can work as\nschneiderin in my factory. My mom grabbed me and my sister and screamed, I am\na schneiderin, mine children’s in schneiderin [indecipherable] my life. We wereJanuary 24, 2010\nschneiderin, and — and there’s was my father, my sister and my brother stayed on\nthe grave, they was killed, in that particular time, in Rumbula, that was happened\nin Rumbula. That is the — the name, Rumbula, where the killing was. And that, I\nam the only witness alive, of today. The only. I will show you in the corridor, I have\na little memorial there. So, how chasen — my mom — so we stay — we’ll stay with\nthe officer. You know, every little thing maybe will be different. At least my mom\nhas both — both girls, you know. She was very happy. We are schneiderin and we\nshall stay. So, there was a running other woman, other woman, and it was a group\nwith about 200, or 150, I really don’t remember. The people know each other from\na [indecipherable] shtetl, you know, you know each other. And so — so was, we\nstayed there behind the four fe — horses, beautiful horses, I will never forget these\nhorses. And they — there — the uniform what the — the Germans has, was like\nWehrmacht. This is a different German, the kind of. No Hakenkreuz. I really\nlooked at that, it was no Hakenkreuz. They was Wehrmacht officers, but they was\nofficers, definitely big — big shots. So, when the group was about 150 already, we\nmoved. The other, they moved. He — we — he took it out of that. They basically save\nus, kind of, in a way. So, he say, you follow me. This group goes on — this is the\nother group. You come after me, we will go ahead. So the four horses went the\nfront, and we went under. We was tired, and hungry, but we went, because weJanuary 24, 2010\nthought maybe this a good thing, maybe we’ ll work as schneiderin, and that’s very\ngood. So we walk and walk through the woods. It was all the same. They — they\nwent this way, we went this way. So we walk and walk and walk, and where we\nwalk, I am from Riga, I know every corner. It is the prison. It is Termin(ph) prison,\nthe name was Termin(ph), Termin(ph) prison, the name of the prison. The — the —\nthat the — how you call that? The prison [indecipherable] get up — you know, it is\nfrom wood, such — with eyes that went up, and th-the — the horses and the people\nwere standing here, with all these 150 or 20, I don’t remember how many, went in\nand — and this a [indecipherable] prison. I was never in prison, I didn’t know, but\nyou know, you know how a prison looks, yes. But the four — the — the — this — the\nGermans on the four horses stayed outside. We never saw him. We never worked as\nschneiderinin(ph). Til today, I kn-know that they saved our lives, because they\ntook us away from the [indecipherable]. Otherwise we — we stayed in the line,\nbecause it were only lucky we — we stayed in the back. Otherwise, we would be\nkilled, like other people. So, now we’re in the pri-prison. What are we going to do,\n150 people about, or 20, I don’t know. So, usually in a prison when you are, you get\nyour own kamera with a little whatever. No, the Jews didn’t get that. They took us\non — on top on the prison, with a open sky, and it was November, I remember that\nwas November. It was cold. It was very cold, and it — the waywer — the weather was\nJanuary 24, 2010\nwonderful, not snowing, and not raining. At that time in Latvia is always terrible\nsnow, and terrible rain. Nothing. So, we sit all together [indecipherable] to each\nother because it was cold. So we just — the little group what was there, we were —\nhow you call that?",
        "Q: On the roof?",
        "A: On a roof, on the prison roof, on top. There was no cover, and we were so — the\nmoon, the — the — the stars we saw. But here it was a open place, how you call that,\nit wer — I don’t know how you call. So we sit all together. And there is a other story.\nThe story is louse. The first time I saw a louse on me. And this — you know, I have\nepisodes to tell you. When you would hear my episode, you don’t need me to do a\ninterview, because my episodes tells everything about me. So, the first — I\nremember I made — you know, I [indecipherable] how you call that in English?",
        "Q: Knit? Knit?",
        "A: How you Say that?",
        "Q: Knit? Crochet?",
        "A: Crocheted. I crocheted. I had a back crocheted dress, along like that. And I was\ntired, so we lied down, it was just a floor, you know? Look at — it’s open see — I see\nthat, the sky, and I say, why I am here, and you know, start — so I lie down, and I\nsee something white is coming just over me. And I — and I see that she comes to me.January 24, 2010\nAnd when she — she got big. I have never seen — that was a big louse, you know, I\ndidn’t know this is a louse. I— when — when the louse was already about here, I start\nscreaming, a louse, a louse, help me, help me. So the girls get up and everybody\ncome to kill the louse. They found the louse, they kill the louse. But I had —I saw a\nlouse. So I can imagine that we all had a lot of louses. And that was not everything.\nIn the middle of the night — so with — wi — we are no food, no nothing, we just —\nsome — a fat Latvian was sitting outside the door to watch that — that we don’t do\nsomething. So, it was — because, now God loved us. Because I believe in God. I — I\nreally start very religious after that. And that — the gi — that Latvian was standing\nou-out watching that we are. So, we — we lied down on the floor to sleep, and my\nmom was very happy because two girls, she has two girl — nobody had. There was a\nwoman crying, my kinder, meine kinder, meine kinder, meine kinder. And\nMama was very quiet and very happy because she has two children with her. So we\nhold together, and we — we lay li— on the floor, in a na — naked floor, we made —\nmade — we sleep, we have to sleep. And 12 o’clock at night is a scream, a cream,\nhelp me, help me. A baby is born in prison, between us. And — and you know, there\nis — th-the mother, you know, th-the-the girl was bor — it was a girl. And so we have\nto give it a name. But she had milk, the mother had milk, so she give. And the kid\nwas quiet, didn’t — because we were s-so afraid that she — so we didn’t have aJanuary 24, 2010\nloche(ph), so the mother gave her a finger, and she was like — and she was doing the\nfinger. So a— everybody was around, a baby, a baby born. And there was blood,\nand everything, so everybody gave — gave their shirts, you know, because we — we\nput the — the baby in the shirt, and wash it some kind water. We had water. It’s —\nthat moment I will never forget. This was such a horrible time, and we — everybody\nknow how the Germans will never let her live, never will they — how to how then?\nWhat to do? And we sit in — in a prison on the top of the prison, and here is the\nbaby. A baby was born by a woman. We didn’t know that she is pregnant or\nanything. And that happened, and I see the baby. Wait, I gave her a name.\nTermina(ph), I gave her Termia(ph), because the name of the prison was\nTermia(ph). So I say, let’s ta — give that name. Okay, the mom — and you know\nthat’s either [indecipherable] it’s usually this kind of a little ceremony. In the\nprison, we just — we just tried to help her. And — but she was a good woman, and\nshe was holding on nice. She had milk, so the baby had — was to eat, and we was\nlooking then that. So, I was [indecipherable], you know. I — I went to the door, to\nthe Latvian. I say, you know what, we need some food. Can you — he say — he was a\ngood Latvian, and I speak fluent Latvian. I ask him, you know, we need food. I\ndidn’t tell about the ba — the child. He went home, and you know what he bring us?\nNot rice, be-beese(ph), beese(ph). It was dried out be-beese.January 24, 2010",
        "Q: Beans? Beans?",
        "A: Beese(ph).",
        "Q: Cereal, or gr —",
        "A: You call it beese(ph) in English?",
        "Q: Oats, or —",
        "A: Huh?",
        "Q: Oats? Okay, that’s all right. He brought you some food?",
        "A: Yeah. So I took it. He gave me a — a whole sack. So he gave that — that —",
        "Q: Yeah.",
        "A: — to all — the baby cannot eat that.",
        "Q: Right.",
        "A: But we — I gave it to everybody.",
        "Q: Yeah.",
        "A: Not what — what kind of food is that? It’s no food. But then that man bring us\nbread later. That Latvian man, he say, I know that — what you are going through.\nAnd we just sit in the prison. We was two weeks in this prison.",
        "Q: Just up on the roof?",
        "A: Now what — on the roof, sit —",
        "Q: The whole time?January 24, 2010",
        "A: Yeah that — the whole time. They didn’t — they — we — we didn’t know what jer —\nwhat they have in their mind to do. Now, in that time, what was going on in the\nghetto. In the ghetto was two killings. I was in the first killing, and these soldiers\nsaved my life, and I sit in the prison. Now, in the ghetto, they bring us back in the\nghetto yeah, but what happened? Listen. The — the ghetto was already empty,\nbecause these people, 35,000 what I think it was, I don’t know, was killed, but there\nwas a lot of clotheses, a lot of things what — so, th-the-the — they — the German\nofficer take us, th-these 150 back in the ghetto. That will be the second action. The\nsecond action. The first action, I was in the first action, but I didn’t make it to\nkilling. But I saw all that. Now, they told everybody so — how many — yeah, they\nwas bringing German Jews from Germany also, and from Denmark. And they\ncame 1n also that their ghetto was empty. And we lived all together, I remember\nMom, my mom was happiest, she didn’t say a word, she has two children with her,\nshe was happy. And then two other Jewish women lived in a room, we lived in a\nroom. And we was back in the ghetto, and we know there will be a other killing just\nthe same, a other killing. And I didn’t tell my mother a word, and I think I am going\nto run away. I am going to run away. I am not go out — I have saw what is going to\nhappen to me. I don’t want that. I am going to run away. And where am I going to\nrun, what am I going to do? But I am going to run away. I was a girl, not very big, IJanuary 24, 2010\n—I later grow up, but I have to be dressed like a boy, like a man. Why? Because\nonly a group of men can go out to work. Only man they took, women did not work.\nAnd I remember clotheses, there was millions of clotheses. I put a terrible c-coat,\nand a man’s Russian hat, you know, with — with fur, and I look like a boy, suppose\n— with — with the pants, supposed to look. And I was going out where people go\n[indecipherable] to wait til a group, to get in that group. To get in that group. And I\nsee and one group 1s gone, the other group is gone, and olg — and then the last\ngroup, I don’t know, they help-helped me, and I went because they was all tall. I\nwas — they didn’t — see, they so — they know what I am doing. They want say, take\noff the Mogen Dovid, take off the Mogen Dovid. And I have to take it off, because\nI am free now. I have to take it off, and I [indecipherable] still don’t go, because I\n—I-—I tried to, because it was, take off the mo — you go [indecipherable]. And\ndon’t go on the trottoir, go in the middle, go in the middle of the street, because\nJews did not — was not a — yeah, but when I am oj — free, I can go by the tro — on the\ntrottoir. You know what is a trottoir? This is a French word. Is air — where people\ngo, and where horses go in the middle.",
        "Q: Oh, okay.",
        "A: Yeah, we can go only in the middle —",
        "Q: Yeah.January 24, 2010",
        "A: — when you have a Mogen Dovid. But without the Mogen Dovid, you can go on\n— on like a normal person.",
        "Q: Yeah, yeah.",
        "A: So here I am, four o’clock in the morning, out of the ghetto. Good luck\nLina(ph), good luck Carolina.",
        "Q: Did you say goodbye to your mother?",
        "A: No, she had no idea. She had no idea. She thought that I went — they killed me. I\ndidn’t tell not my sister, not my brother. I did it absolutely on my own. All my\n[indecipherable] want to. Because I don’t know what’s going — because anybody\ncould she — shoot me. But it was out, very dark, four o’clock in the morning, very\ndark. And here I am out of the ghetto, with the group, the working group went\naway. The — the — the — the Latvian soldier who was taking the group didn’t see me,\nand then when they went a — with him, to — to where they work, I was — I stand in\nthe middle of a street, what, when, where t — where I am going to go?",
        "Q: You’re — you’re like 14 years old, or —",
        "A: Something like that, yeah. Thirteen. And I think I am going to go to a friend. I\nremembered a family. I — I didn’t know, because I didn’t rem — I was so confused. I\nwas all wet, sweat fr-from scare. [phone ringing]\nEnd of File OneJanuary 24, 2010\nBeginning File Two",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Carolina Taitz. And you were talking about\nhow you were standing in the street all by yourself.",
        "A: Iam standing in the middle of the street, it’s four o’clock in the morning, black\ndark, black dark. Where I am going to go? I believe in God, because I believe that\nGod guided me through everything. So I walk and walk and walk and walk and I\nam afraid something — I look like a mess, you know? Like a — like a fr — like a\nfright. What you put in for — for words, you know. I looked with the hat — a big hat,\nand a big coat, and the pants and the shoes. That’s what I took from the ghetto, it\nlooked like a mess. And somebody could recognize me, and — and I was scared. So\nI wanted to hide somewhere. So I went in a har — in a [indecipherable] how is this\nin English? In — in a [indecipherable]",
        "Q: Ina la—in-ina—",
        "A: There was wood, and there was — it was like —",
        "Q: A —a factory, or a —",
        "A: No, no.",
        "Q: — train st —",
        "A: An open place.\nJanuary 24, 2010",
        "Q: No-",
        "A: Yeah.",
        "Q: Okay, so a big square, a big open —",
        "A: Not a square. Th-There was houses.",
        "Q: Yeah.",
        "A: There was houses.",
        "Q: Okay.",
        "A: But there — there —",
        "Q: Station? Like a station, or —",
        "A: Where — where are pil — children playing, usually?",
        "Q: A—a playground.",
        "A: It was like a playground, I would say.",
        "Q: Yeah, okay, okay.",
        "A: And there was wood, you know, malkas wood. So I hide behind the malkas,\nand I look to which door I should knock the door, to which door. There is a lot of\npeople living. I can know, because when I will hear a German word, I run away.",
        "Q: Yeah.",
        "A: Because maybe that’s Latvian, so maybe somebody who has a good heart, I will\ntell you right away, because when a person will look at me, he will see thatJanuary 24, 2010\nsomething is wrong with. So, I decided the first door. So, I knock at the first door,\nand a woman comes out, and speaks Russian, kto tam, who is there? Who knock on\n— and I —I knocked on door, and behind th-the wood, hide again, because I didn’t\nknow. But she speak Russian, and I say, oh my God, that’s good. And I know I-I\nspeak with Russian, then I knew. I speak a lot of language as a child, about six. I’m\nvery good at languages. I couldn’t have — I — the only language I cannot learn is\nSpanish, and I don’t know why. Anyway, the woman says, kto tam, who is there,\nwho is there? But I stayed behind the wood. A very good looking elderly lady,\nmaybe 75 or so, and she will see nobody, and I sit behind the — the — then I come\nout, and knock a second time, a second time. A man comes out, a tall man. Who is\nit? Kto eto, kto eto, who is it? And I run to him, and I, dyadya, dyadya, that’s —\nthat my uncle, uncle, I am out of the ghetto. Please, can you help me? I am hungry,\nI want to eat something, please, please hide me. He took me inside, they gave me\nmilk. My favorite food is milk. They [indecipherable] milk and bread, my God, I\nwill never forget how happy I was, I eat it. And he wanted to know, what is the\nproblem? And I told him that I run away from the ghetto. He say he is — often goes\nto the ghetto, he knows where the ghetto 1s. He say, I know they’re all killing, I\nknow [indecipherable]. When I told him that tor — there is my mother, my sister\nand my little brother live there. And meanwhile, my sister and brother was killed.January 24, 2010\nThey was already killed, but my — no, I have to tell you. I don’t remember that.\nAnyway, he took me in, and that man saved my life.",
        "Q: What was his name?",
        "A: He put me in a cellar.",
        "Q: Do you remember his name?",
        "A: I lived in a cel — his name is — I have everything — Israel gave him a — a big title,\nbecause he saved me. I will show you, I have that outside. We will go, I will show —\nI want you to see all the pictures. And he hided me two and a half years. I lived in a\ncellar. His mother gave me a mink coat, so I was sleeping on the mink coat. There\nwas the whole — not only — I mean, he was the real who saved my life. But there\nwas his father alive, and mother alive, and a sister. You see, the — these plates? Take\na look at these plates. She did these plates. She was a painter of porcelain, and she\nlived there, and — and everybody with open hands. You can’t imagine though to\nhide a Jewish girl. You would be dead on the [indecipherable]. But he was not\nafraid. He was a religious per-person. He was a — a — how — he was not a\n[indecipherable] he was — he was basically a Russian. He was not even Latvian,\nbut he lived in Riga. He speak fluently Latvian too, but he spoke Russian to me.\nAnd he say, don’t worry [phone ringing] [break]",
        "Q: This is a continuation of the United States Holocaust Memorial muse —January 24, 2010",
        "A: The next time I will not take the telephone, simple.",
        "Q: This is a continuation of the United States —",
        "A: That will be okay?",
        "Q: Yes.",
        "A: I will not take it, then.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Carolina Taitz. Okay, so you were talking\nabout how —",
        "A: So I lived in his house.",
        "Q: Yeah.",
        "A: As — as — I lived in that cellar, but many times I went out to be — because that\nwas very cold. So I went out, I was with the family, eat with them together, and —\nand you know, the portion what th-the Germans gave them was very small, and I\nwas a eater, I was hungry. So they was worried that I have everything. They were so\ngood to me. Then the father died. Then the mother died. And th-then something\nhappened, and I was there, I have seen all that, the family. So Vologia(ph), that\npriest, he was a evangelist, what I remember that. He was a evangelist, a Christian.",
        "Q: What was his — what was his name?",
        "A: His name was Vladimir. Vologia(ph).January 24, 2010",
        "Q: And his last name?",
        "A: What?",
        "Q: His last name?",
        "A: Michko. I will show you, I have the pictures here. So, I lived with these people,\nI lived mostly in the cellar. I had plenty of time, and I am a good crocheter. He\nbring me old stuff from somewhere. I opened up that pullover, and made han-\nhandkerchiefs, shawls, and something. And he went out the market and sold it. So\nwe have three dollars, four dollars. I made money for him. At least I did something,\nyou know. I was working, because I’m a very good crocheter, I crochet wonderful,\nwe — with — with pictures, and I can do. So he t-took all these thing, the\nmerchandise, he sold it on the flea market, and they have a little money. And the\nfather died, and the mother died, you know. I was there. Br-Broke my heart. I have\npictures, I will show you.",
        "Q: And how did you wash yourself?",
        "A: Huh?",
        "Q: How did you keep clean? How did you wash yourself?",
        "A: Normal. They did have a bathroom. I — that — that a — they had — this was — they\nhad a two bedroom apartment. That was — I — I — I want — I washed myself there. I\nwas — I was clean, they was very clean also. And then she had the problem, theJanuary 24, 2010\nsister. She belongs to kind of a organization, but the Germans knew about that.\nThey ca — they didn’t come to look ou — you know, I sit in that cellar. He has a\nfriend, a wood maker. He pu — re — cut out in the parquet a little, so I could go in,\nand from inside I could close that, and inside was — I don’t know how to say that in\nEnglish — so I could close that hole in which I was sitting. When I want to get out, I\nopen that, and I was going out, because I could sometime. I do — I — I didn’t — so\none beautiful day, aufmachen — Germans, aufmachen. They arounded the whole\nhouse. Moment — momentarily, I was out. Momentarily I went down in that grave,\nin that cellar. This was a real cellar, and I closed that, and he put a table on that — on\nthat, with a — with a tablecloth, a long tablecloth, so. And here they come. The only\nthing was, if they would come with a dog, I would be dead, because the do — the\ndog would feel me. They have two dogs by themselves, and the dogs was barking\non the Germans, and they couldn’t stand. They was looking all over. They was\nlooking not me, Vologia’s(ph) sister, that the woman who — the painter of the —\nbecause she belongs to some kind of organization, the Germans have to get her. But\nshe was — somebody was calling her, and she went — she was not even home. But\nthey — if they would come with the dog, they — the dog would find me. But they\ndidn’t have. But we did have two dogs, Biggie(ph) and Chibby(ph). They also —\nthey are in my history. Biggie(ph) and Chibby(ph), they barked on that Germans,January 24, 2010\nthe Ge-Germans couldn’t stand it any more, so they left. They left. But, they took\nVologia(ph) with him, you know. Twelve soldiers took him. I say, I wi — what I’m\ngoing to do with Vologia(ph)? I am alone. The mother is dead, the father 1s dead,\nand the — the [indecipherable] the sister is not there. I am alone in the big\napartment, and I sit in — I —I was out when the Germans left, I came out, because I\nneed air. I was — I wanted — I wanted to get through the window out — out where’?\nWhere? What? Back to the ghetto? That th-the only thing. But lucky me,\nVologia(ph) came back. My God, my happiness, I jump on him and kiss him, and —\nhe was a elderly man, he was about 60. He was like a father to me, he didn’t know\nwhat to do. He pampered me always, and he was good to me. And I want you to\ncome and see the pictures, I want to show you. So, I was there at — the war was\nfinished, and I did have to get out. But I still lived with him, I still — I didn’t have\nplace to go.",
        "Q: Y-You stayed there til the end of the war?",
        "A: Til the end war.",
        "Q: And tell me about that. How did you know it was the end?",
        "A: I don’t want to talk any more. I want to show you the pictures.",
        "Q: Well, we-we’ll do that la — I just want to finish up with you, just tell me.",
        "A: This is the end of me. I don’t want to say nothing any more.January 24, 2010",
        "Q: Well, you came to da — you stayed in — in — in Latvia for how long?",
        "A: I—I came to — I lived in Latvia all the time.",
        "Q: A-After the war.",
        "A: After the war, all the time. I came to America in March ’66.",
        "Q: And what did you do between after the war —",
        "A: I’m a actress. I finished the school meanwhile.",
        "Q: In-in—-",
        "A: A theater school.",
        "Q: In Latvia? You — you —",
        "A: In Latvia, yes.",
        "Q: — went — okay.",
        "A: I finished in Latvia. When I came out of that ghetto, I did have to go to school to\nfinish — I have only six classes.",
        "Q: Yeah.",
        "A: So I did have to have a college.",
        "Q: Ye-Yeah.",
        "A: And I was lucky. In Latvia was a theater school.",
        "Q: Okay.January 24, 2010",
        "A: And I have the — a very good education, especially from theater working. When I\ncame to America, I worked 19 years for the New York City Opera.",
        "Q: How wonderful.",
        "A: Everything.",
        "Q: Okay, so you stayed there. Did you ge —",
        "A: Nice — yeah.",
        "Q: Did you have a family?",
        "A: [indecipherable] somebody come from Israel and gave him [indecipherable] a\nmedal ga-gave him, and he has — I will — I cannot talk, you have to see that. I want\nyou to come. You have to stop, and I will just show you the pictures, it’s very\nimportant.",
        "Q: Yeah. [break] This is a continuation of the United States Holocaust Memorial\nMuseum volunteer collection interview with Carolina Taitz, and we were talking\nabout your experience after the war was over. How did you know the war was over?",
        "A: What did you say?",
        "Q: How did you know that the war was over? Did Vladimir —",
        "A: Everybody knows that, that was not —",
        "Q: Vladimir told you?January 24, 2010",
        "A: Everybody was talking ab — oh my God, [indecipherable] was screaming,\nyelling, happiness, and dancing.",
        "Q: And did you feel happy? What did you feel like?",
        "A: Sure I was happy, my God. I was out, I could out. I tell you this\n[indecipherable] I lived — I didn’t have where to go. Then somebody came from\nIsrael.",
        "Q: Did you stay with Vladimir, or did you —",
        "A: I stayed with Vologia(ph) all the time. I didn’t have a — then they find us\napartment — they from Israel — I don’t know. Also connected with the Holocaust.\nThey find us apartment and put three girls there, and we lived together, and we went\nto school, I’m telling you, I — because I did have to finish my education.",
        "Q: Did you go back to the house you grew up in? Did you go back?",
        "A: They break up the house that I was in before, and I saw the — who was living\nthere. You know, it — when you will take that, there was already a [indecipherable]\nI lived in that cellar. I showed that woman who lives there. Oh yeah?",
        "Q: Okay. So, n-now you’re going — you’re living with three other girls, and you’re\ngoing to school.",
        "A: We’re all going to school —",
        "Q: To school.January 24, 2010",
        "A: — and I have to — made the speciality.",
        "Q: Yeah, uh-huh.",
        "A: I wanted to go to — I always wanted to be a actress, always, all my life, because I\n— when I was young, I looked exactly like Elizabeth Taylor. Just look at the\npicture.",
        "Q: Right, beautiful, beautiful, beautiful.",
        "A: I have so many pictures, I look — I worked with her, I came back — when I get the\njob, she came to the theater, she say, Caroline, you look like me. She’s a nice\nwoman, but she’s very sick right now.",
        "Q: So you — and then — so you went to school.",
        "A: So then I sudden — you know, my — I will tell you, in that time, I met my\nhusband. How do I met my husband? My husband’s name is Charles Taitz,\nbecause Taitz is his name, not mine. Charles Taitz. He was a very handsome, and\nvery intelligent. He had two faculties, and he was a painter. He was a wonderful\npainter. Now — it’s okay?",
        "Q: Yeah. Mm-hm. So you me — how did you meet him?",
        "A: He came — I meet him — I know him la — long time. D-During the Russian, he\nrun away with the Russians, and he lived in Almatta(ph), in — in Russia. Now,\nJanuary 24, 2010\nwhen the war was over, he found out that I am alive. He run back to Latvia, and\nthen we get married.",
        "Q: What year did you get married?",
        "A: I don’t remember.",
        "Q: Okay.",
        "A: Right — right after the war, that was —",
        "Q: Yeah. So you were young, you were very young.",
        "A: I don’t — I was 18, I was gir —",
        "Q: Eighteen.",
        "A: —a-—a beautiful girl. Then, I start blooming. Then — then was the time. So I was\n— as a teenager, I was ugly. I was always happy that they didn’t rape me, because\nalways they — they wanted the young girls, raped everybody. At night they come —\nat night, for — looking for pop-popurose —",
        "Q: Prostitutes?",
        "A: To — to smoke.",
        "Q: Oh.",
        "A: They was looking for smokes, they was looking — they took — they confiscated\neverything at night. And they took the girls, they rape her, and then — or they shoot\nher, or they let her go.\nJanuary 24, 2010",
        "Q: When you were in the ghetto, and when you were in hiding, your body matured.\nDid you ever start to menstruate when you were —",
        "A: Yes, I did have that.",
        "Q: You did have that.",
        "A: Menstruation?",
        "Q: Yeah.",
        "A: Yes. I have the bladder problems til today.",
        "Q: And how did you take care of that, when you were in the ghetto?",
        "A: Well, they bring me something.",
        "Q: [indecipherable] yeah.",
        "A: Maybe was buying for me something.",
        "Q: Yeah.",
        "A: Very primitive, very primitive.",
        "Q: Yeah. Mm-hm.",
        "A: But that what happened, that was normal.",
        "Q: Yeah.",
        "A: Now —",
        "Q: So you get married.\nJanuary 24, 2010",
        "A: Then I get married, but I get married in my then — you know, the Russians came\nback.",
        "Q: Right.",
        "A: If you ro — know history.",
        "Q: Right.",
        "A: The Russians came back. So they called Charles, my beloved husband in a — in\nthe army. So, we just registered, just very much being in Almatta(ph). He was\nworking like a movie director, doing mo — with — with Einstein, you know, if you\nknow that name. He was assistant to Einstein. And he is a — basically a movie\nperson. We was doing movies [indecipherable] movies.",
        "Q: Was he much older than you? Was he —",
        "A: No, wo — almost maybe five year — ma — no, he was older than that. He was\nolder.",
        "Q: But he was still young, he was a —",
        "A: But we — we was in love. It was love. No — so when they — when he came back\nto Latvia, sure we were going to get married. So she come to — I had apartment\nwith the three girls. The girls moved out, he come in. And —",
        "Q: Did you have a religious marriage, or a civil marriage?",
        "A: We — yes, we had a religious marriage.\nJanuary 24, 2010",
        "Q: You did.",
        "A: And then we have a Christian marriage, you know, to — to write, to go to the —",
        "Q: Oh, a civil marriage, you mean?",
        "A: You have to register.",
        "Q: Yeah, civil. Civil marriage.",
        "A: How you call that?",
        "Q: Civil. Civil.",
        "A: Civil, yeah, yeah, we have to — both of them.",
        "Q: Yeah.",
        "A: But you know, there was only couple of people we could make a big party. That\nwas the Russian time. Okay, they call him back in the army, and — and I — I was just\ngoing to school. So I ask, where are your parents? He told me — he say, my mom\ndisappear, I have no idea where she is. So we leave with him very — we loved each\nother, it was a love marriage. And he, being there, they send him to the army\nbecause they — he was in Russia, in Almatta(ph). And somebody shoot him, and —\nthrough his lungs. And he had tuberculosis, open tuberculosis. So he came back, we\nget married, and he was sick, very sick. And I was the only one who — my daught —\ndaughter was b-born later. So, he was sick mostly, but in the Russian time, they\ntook tremendously care of their soldiers [indecipherable] here. They gave himJanuary 24, 2010\n[indecipherable], they gave him room, apartment, we get a big, special — we\nmoved out of that apartment where I was with the girls. We have in — in New York,\nwe — not — in Riga, a three room apartment, beautiful, with all — with everything\nelse. Was very happy. And I was — he couldn’t work, because he was coughing and\ncoughing, and all the time sick. So they gave us a beautiful apartment, and we could\ngo to any sanitorium, because he was a war sh — and they gave us money. The\nRussians takes very good care of the soldiers. But where is your money — mom —\nmom — what — what — where is your parents? He say, I have no idea. He had a\nbrother, and he had a sister. They was both killed in the ghetto. Because I saw her. I\nsaw her in line. And when you are in line, you will not come out alive. One\nbeautiful day, we get a letter from Red Cross. Are you Charles Taitz? Yes, I’m\nCharles Taitz. Do you had a mother? Yes, but I don’t know where she is. Here is a\nletter from your mother. From my mother? What — make the story short, that was\nthe letter that Miss Amalia(ph) Taitz is looking for her children. Where are her\nchildren? And the only child is left is Charles. The only one. God, it was such a\nholiday. Sh-She da — sending us packages, and we had money, we have a very\ncomfortable —",
        "Q: Where was she living?",
        "A: We lived in Latvia.January 24, 2010",
        "Q: No, where was she, where was the mother living?",
        "A: In America.",
        "Q: Oh, she went to America.",
        "A: We didn’t know that. Later we find out that she — she had a lover. The lover was\nthe fre — the husband of her best friend, just like today. So she took that husband\naway, and come with him to America. He was a rich man, and she lived with him.\nAnd now she start crying, where are my children? In Latvia, she know the ghetto,\nshe knows everything. She knew that I am alive. But her two other children, th-the —\nher eh — this is — my husband’s brother was a lawyer, and she was just finished\nfinancial [indecipherable], very educated, everybody. But they was dead, so\nCharles was the only child. She start bombing, you have to come to America, you\nhave to come to America. You see, I lived very well. I didn’t want even to move,\nbecause I had a good job. I worked in [indecipherable] studio, I made movies. This\nis my — one of my best movies.",
        "Q: Were you an act — you were acting?",
        "A: What?",
        "Q: What were you doing, acting?",
        "A: I was doing — you know what very much pays very well? Commercials.",
        "Q: Oh.January 24, 2010",
        "A: Drink the wine, the wine is good for you. I will show some pictures.",
        "Q: But you were — you were acting.",
        "A: I was acting, I was a acting actress, and I was doing in studios mostly, and they\npaid very good. They —",
        "Q: But you’re under communist rule?",
        "A: What?",
        "Q: You were under communist rule?",
        "A: Yes, yes.",
        "Q: Was that hard?",
        "A: It was, but I was working, you know, only ber — we had — we got it. Now, I don’t\nknow how to say that in English. He was a soldier —",
        "Q: Right.",
        "A: — that the second group.",
        "Q: Yeah.",
        "A: And we lived very well because he was a — he gets so much.",
        "Q: Yeah, right.",
        "A: We get the apartment, we get money.",
        "Q: Right.January 24, 2010",
        "A: We ev — every Summer we was going thi-this [indecipherable] this sanitorium,\nthis sanitorium.",
        "Q: Yeah.",
        "A: All the doctors he can have, everybody. Because the Russians will say — I was\nnot — not hungry at all, I lived very well.",
        "Q: And did you —",
        "A: Sure, we hated the Russians.",
        "Q: Yeah.",
        "A: We didn’t want them, but — but they was there.",
        "Q: Was that —",
        "A: Now, in that meantime, I get that letter from — from Red Cross, in that —",
        "Q: Now, wa-wa-was there anti-se —",
        "A: So my — my hu — my husband said, we go to America. I say, I’m not going, you\ncan go. And my — I ho — I had al-already my daughter, I was —",
        "Q: Oh, when was your daughter born?",
        "A: In ’47, I think.",
        "Q: Oh.January 24, 2010",
        "A: Yeah. And he wants to go. He hated the Russians like pests, because the\ncommunist they was — what they was doing with other people. We was very\nprivileged, because he was a soldier.",
        "Q: Was there any anti-Semitism in —",
        "A: Always. Always.",
        "Q: Under the communists?",
        "A: Always under the com — a lot. Under — under communists was always anti-\nSemitic, always.",
        "Q: What —",
        "A: The first time, and the second time, til today.",
        "Q: And what did people say to you — how do — wa — did you have any ex-\nexperiences —",
        "A: I didn’t suffer from that.",
        "Q: You did not?",
        "A: No, I did not suffer from it. I had my own life, I had my husband, I had my kid,\nand I’m a work —",
        "Q: So how did you know there was anti-Semitism?January 24, 2010",
        "A: Now how do I know? I see what happened with other people, that was are-\narrested, that was sent to gulag, that was to Siberia. They do the good thing, we\nknew that. So, it was very difficult.",
        "Q: Okay, so he says he wants to come to the United States.",
        "A: She wa — he wanted, and I don’t. I had a good job, I had apartment, I had the\nprivilege. What I am — I don’t know. And his mother hated me, because, you know,\nbecause I was a poor girl, and he married a poor girl. And he had here a millionaire\nold lady, and she wanted him to come here and marry that lady, to divorce me. And\nhe — my husband was in love with me like crazy. I o — I don’t know why I do that.\nYou know, he wa — he would — he — he didn’t want me to work, he want — he was\ngive me diamonds and rings and presents, and he — he was crazy about me, too\nmuch. He loved me too much. But it was nice. And that’s why I say, what I am\ngoing to go, she don’t want me. I was a Yiddish kind. I was — I was pretty, I was\npretty. What do you want? What do you want? She’s a poor girl. Why did you\nmarry the poor girl? You could have — you have such education, and you are\neverything. Oh, she was a bitch. She was a terrible woman, you cannot imagine.\nWhen I came, I cried every day. She gave me very, very bad time.",
        "Q: So what year did you get the letter from her, do you remember?January 24, 2010",
        "A: So, then we decided, you know, the Russian wouldn’t let us go. They didn’t let\nUS gO.",
        "Q: But when did you get the letter from her, from the Red Cross, do you remember?",
        "A: No, a while before we left. We left —",
        "Q: In the 1960s.",
        "A: We left in ’66, in March.",
        "Q: Yeah. So wa — and it was just right before that —",
        "A: It was before — before, sure. When we get the letter — suddenly we get the letter\nfrom the Red Cross —",
        "Q: Right, but that —",
        "A: — and we found out that she is there, and she was —",
        "Q: Yeah.",
        "A: — she wanted all the time that we come to America.",
        "Q: Yeah. Yeah, yeah.",
        "A: I didn’t want to go, and — and — and meanwhile, my husband speak me, you have\nto — it will be good, and this — I will be on your side. I say your mom don’t want\nme, and she’s that and that, and — let’s go, let’s go. And then we sent in our papers\nto go, they didn’t let us go. They didn’t let us go. About 10 years old — I think it was\n10 or eight years, they didn’t let us go, til we get the permission. And we had a visaJanuary 24, 2010\nfrom Eleanora(ph) Roosevelt. She was a very famous mother. She was connection,\nshe had elizabe — el — el — yeah, thi-this president’s wife.",
        "Q: Eleanor Roosevelt.",
        "A: Eleanor Roosevelt. She has connection.",
        "Q: Right.",
        "A: So she get a visa, a special visa, and we send to — to Khrushchev, there was\nKhrushchev, I think so. Putin was not the other one. I don’t remember that\nRussian. I can’t stand them. And refused first time, that second time, 10 times they\nrefused to issue. They wanted money. They wanted money, money. And I will\nnever forget that, how my husband went to Moscow with the other person, and put\non the table something — I would — the thing I don’t know, about hundred thousand\nmaybe, in the old, Russian money. Then, after that, it was, I think 10 years after,\nthey let us go. At night we had the telephone call, you can go. Your — your — you’re\na — you’re — 1s — is Okay, they okay. So we get a visa the okay, we packed our stuff\nand everything, oh. It is too much to tell about that, the way we packed and who wa\n— do you know what to take with you. We packed —",
        "Q: How old was your daughter then?",
        "A: Podroska(ph), no, how do you say — I don’t know how to say in English. A\nteenager.January 24, 2010",
        "Q: She was a teenager.",
        "A: Yeah. So she didn’t want to go either, because she has friends, and she’s got the\nschool, she has to finish school. And my husband said, you will go to American\nschool, you will be different. She different, she changed so much that I couldn’t\nrecognize her. So, March — March ’66, we took the ship, and we went to America.\nSo, we come to America, and she expected us, and she was terrible to me. She just\ndrank my blood. She was horrible. Now, we get apartment, we settle down.",
        "Q: What city did you go to?",
        "A: New York.",
        "Q: New York.",
        "A: We was going through Paris, through Paris. The visa was through par — it was\nin Paris a whole week, and there was a Israeli general who took care of us. It was\nso wonderful. Anyway, we came to America, and my husband is sick with\ntuberculosis, open tuberculosis. And here he didn’t have any privilege. He is a\nsoldier, forget it, that is Russia. We don’t have nothing. He was a private person.\nWe had no money, we had nothing. We had five dollars. The Russian let me have\nfive dollars. They confiscated everything what I had, everything. That’s what it is,\nbut we, we was in America, and we thought Mother will help. She did not help us,January 24, 2010\nnothing, beca — I helped, because I worked a lot. I get a job the New York City\nOpera, and worked 19 years there.",
        "Q: What did you do there?",
        "A: Everything. I was a stage manager. I were — I was a makeup artist, because my\nschooling was the exact thing. My diploma was exactly to work in theater. When I\nshowed them my diploma, they took me right away. Be-Because — and besides, I\nwas pretty. The face [indecipherable]",
        "Q: Did you speak English?",
        "A: Bad. Half and half, because I studied a little bit. But you know, I don’t speak\ngood now, I didn’t speak then. But people understand.",
        "Q: So you worked in the New York City Opera.",
        "A: I was working, I loved my job. I did make-up, I did wigs, hair, because the\nschooling, I had all the schooling. And the languages, I speak a lot of languages.",
        "Q: Right.",
        "A: And there are people coming from Germany every — | did — I was in charge of\nevery production, prod — every production, to take care clotheses, costumes,\neverything. I loved my job, I work like a dog, it was too much. Today, I could never\ndo that. I loved my job.",
        "Q: So you worked there for 20 — 20 years?January 24, 2010",
        "A: Nineteen.",
        "Q: Nineteen years.",
        "A: Nineteen years. Then I get the disease, vertigo.",
        "Q: Oh yes.",
        "A: You know, vertigo is a disease that everything — til today.",
        "Q: Yeah.",
        "A: And I was doing the show with Beverly Sills, I was doing this show. I will tell\nyou which one. She was crazy — what is that wi — the show? Oh God.",
        "Q: Lucia?",
        "A: Lucia la — di Lammermoor, exactly. You know, she gets crazy late. And I was\ndoing the work, my director stays right there, and I do a beautiful job, that we got\nready [indecipherable], and I do. And I fall over her. I fall over her. This is the first\ntime when I get it. My director gave me 10 dollars, and said, go to the hospital right\naway. And I went to the hospital, the doctor said, you know, you have a terrible\ndisease. And since then, I did have to left my job, after 19 years of work.",
        "Q: And so then what did you do?",
        "A: I'm very touch — nothing. Here I am.",
        "Q: Yeah.",
        "A: I lived in New York. My husband died. I mean, well —January 24, 2010",
        "Q: When — when did he die?",
        "A: Tuberculosis.",
        "Q: No, when?",
        "A: In the 70s, some —",
        "Q: In the 1970s.",
        "A: I think in the se — or before it.",
        "Q: Yeah.",
        "A: He — he — he was very, very sick, I couldn’t work at all. I was the breadwinner in\nthe hou — and my girl was in school.",
        "Q: Oh, okay.",
        "A: She finished th-the — the —",
        "Q: She went to high school.",
        "A: High school, and [indecipherable]. She was working here. I hate this place, but\nshe took this place, because it’s — she was working Voice of America. That was\nclose, so she put it here, and this is a residential section [indecipherable].",
        "Q: So you — you — you stayed in New York afterward.",
        "A: I stayed in New York.",
        "Q: In New York.",
        "A: And I met the other man.January 24, 2010",
        "Q: And you got married again?",
        "A: And I married the other man, he was not Jewish.",
        "Q: Uh-huh.",
        "A: And he was a wonderful person. He wanted to became Jewish. He told me, I\nwant to became, what should I do?",
        "Q: Yeah.",
        "A: And I went to my rabbi, and I say, what should I do, my other husband is not\nJewish, my first one was. And what — he wants to become a Jew. What I have to\ndo? Because when he was a baby, he was already in the hospital, they cut him the\npupy(ph), what has to be cut.",
        "Q: Right, right.",
        "A: That’s when it was done. Now, he have to learn. Then everybody say, you know\nwhat, leave him alone. Let him be what he is. As long as he good to you, that’s all\nwhat count. He was wonderful to me.",
        "Q: Wa — good.",
        "A: And he also died, not long time ago, 10 years ago, about. Nine. He had a\ndaughter from his first marriage. He went to visit his daughter, just to visit her, and\nthere he died. He had a heart attack. A wonderful — let me show you the pictures.",
        "Q: So you came down here to watch —January 24, 2010",
        "A: Then I was there. I was very sick. I had two implants in my both hips, two\nimplants in my shoulder, and I lived on the fourth floor, where there was no\nelevator. So, for me was difficult to get —",
        "Q: Where did you live in New York?",
        "A: In Manhattan.",
        "Q: Manhattan’?",
        "A: Yeah, I had the wonderful apartment on the fourth floor, without elevator. So, I\ndid have to get up, and after four implants, I couldn’t do it. So my daughter say, you\nknow what, come to our house.",
        "Q: Yeah.",
        "A: But I don’t live in her house. She put me up here in that place.",
        "Q: Yeah, yeah.",
        "A: Because who needs it, a old and a sick mother, tell me. And here we are.",
        "Q: Yeah. Can you tell me — you said before that you became more religious because\nof the war —",
        "A: I—I became religious when I was in Vologia’s(ph) house. Then I become,\nbecause —",
        "Q: Because —",
        "A: — everything what happened to me —January 24, 2010",
        "Q: Yeah.",
        "A: — was at God’s hand. He guided me — til today, he gui — I am here just for a\nreason. I believe that. Everything goes like that, and He is with me all the time, and\nI don’t die. And — and I supposed to be done — dead long time ago they — but I\ndon’t. And I am really sick. And my brain 1s not — pretty good, I must say. It’s not\nvery good, but it is —",
        "Q: How did you find out about your mother? How did you find out —",
        "A: The letter we — from the Red Cross wa —",
        "Q: No, no, no, your mother, your mother. How did you find out that —",
        "A: My moth — my mother was in Auschwitz. She was verschleppt in Auschwitz.",
        "Q: How did you find that out? How did you know —",
        "A: I don’t re —",
        "Q: How did you know that?",
        "A: Somebody tells that she’s there.",
        "Q: Somebody told you that.",
        "A: I have — somebody tol — I cannot remember that.",
        "Q: Okay.January 24, 2010",
        "A: But I know that she was in Auschwitz. Then a friend of us, a — a Russians sol-\nsoldier went to Auschwitz and took her out and bring her back to Latvia. How he\ndid it, I have no idea. The person is dead.",
        "Q: So she got back to — to latv —",
        "A: Yeah, she came back after Auschwitz, and tell all the stories. Mom, I say, how\ndid you — because, you know —",
        "Q: So you saw your mother after the war?",
        "A: Yeah. I did see her.",
        "Q: Oh.",
        "A: But she was half — half alive. She told me — I say, Mom, how did you survive?\nThere were gas — they was gassing these women. Then they told me the story. She\nwas already — the whole group of the huma — women did undress naked, and they\nwent in, and — and now they will gas them. And the gas didn’t work. The gas didn’t\nwork. So the Germans took and, put up your clothes and said, go back to the\nbarracks. And that’s the way that she survived.",
        "Q: And wa — and what about —",
        "A: I have a picture of her.",
        "Q: Right. What about your sister?January 24, 2010",
        "A: No, sh-sh-she was in the — because, you know, when I ran away, I don’t know\nwhat happened.",
        "Q: Right.",
        "A: They were going — they was working by the Germans.",
        "Q: Right.",
        "A: I have no 1— one, they send the mom — my mom to — ah, my — my sis — sister\nwas in Stutthof. They took my sister in Stutthof. Also, that — that’s what people\ntold me. And she was in Majdanek. No, in Auschwitz, my mom. But that good\nperson took her out and bring her home. But she lived a short time. She was all\nbroken, you know, morally and physically. What do you want, I mean, that was a\nterrible time.",
        "Q: Do you think about your experiences a lot now?",
        "A: What?",
        "Q: Do you think about your experience?",
        "A: Ah—- my-I-",
        "Q: All the time, or —",
        "A: I see my mother in my dreams, very often. I didn’t — my father — I— I was my\nfather’s girl, I love my father m-more. But I don’t see him so mu —",
        "Q: Yeah.January 24, 2010",
        "A: I see my little brother, and I se — and see my mother a lot.",
        "Q: Yeah.",
        "A: And Germans. And I run from them, in my dream, you know. And then I wake\nup all sweaty.",
        "Q: Yeah. Are you more comfortable around other survivors?",
        "A: No. Not at all.",
        "Q: Do you prefer to be with —",
        "A: I like — what I like now is to be alone. And you know, the people here don’t like\nthat, they want me to may — mingle. I don’t like that. I like to read, I like to be alone\nand read. That relaxes me. I even — didn’t even watch television. I don’t like\ntelevision. I have television, I don’t watch it. I like to be alone. I like it, and — and —\nand it — then I do — because I have so much — I have to clean it up, you know, I have\nto clean it up. So I monkey around in my apartment. But I am happy somebody\ncomes in and talks to me. I have people — the — the Holocaust sent a volunteer to\nme, and we became tremendously close friends. Maybe you know her. Her name is\nJaveh(ph) — Eva(ph) Conantier(ph), or something like that. Beautiful, gorgeous\nwoman, I love her to death. She is so good to me, like she would be my daughter.\nEva(ph) Conantier(ph). Here is her address. I cannot even remember her name.",
        "Q: Well, that’s okay.January 24, 2010",
        "A: Can you read that?",
        "Q: Yeah, yeah. Yeah. Yeah, that’s the right name, Eva(ph) Conantier(ph), yeah.",
        "A: I want to repeat her name —",
        "Q: Yeah.",
        "A: — because I want them to be in — in the writing.",
        "Q: Yeah. That’s very nice, yeah, yeah.",
        "A: Iam blind, I cannot see.",
        "Q: Do you think the Holocaust could happen again?",
        "A: Courentier(ph). Eva(ph) Courentier(ph).",
        "Q: Right. Do you think the Holocaust could happen again?",
        "A: My — my pre — when my priest died, I was hysterical.",
        "Q: Your priest?",
        "A: He die — I was already here. And I wanted to — America didn’t give me a reason.",
        "Q: Ah — y-you — when you say your priest —",
        "A: He died.",
        "Q: Wh-Which priest was this?",
        "A: This is the priest, Viadimir Michko, who saved my life.",
        "Q: Oh, oh, oh, when vladim — oh, I see, yeah. And you wanted to go over to his —\nyeah.\nJanuary 24, 2010",
        "A: I wanted, yeah, there no way.",
        "Q: Yeah.",
        "A: Because you know, I did have to wait til the five years to get a visa and\neverything.",
        "Q: Yeah, right. Are — you’re a citizen of the United States?",
        "A: I am, yeah, sure.",
        "Q: How did you feel, becoming a citizen?",
        "A: Nothing. America is not any more the America. When I came, in ’66, that was\nAmerica.",
        "Q: What did America —",
        "A: It was rich, and everything was — the president was Reagan, my love of my life.\nEverything was so easy. Right now, in this America, this is cuc — Russia. Right\nnow I live the way I lived in Russia. Everything is not — you have no service, you\nhave nothing.",
        "Q: Yeah. But you were — when you came to the United States in 1966 —",
        "A: I came but not willingly.",
        "Q: No, I know. But it meant — Russia men — U-United States meant freedom to\nyou, or —January 24, 2010",
        "A: Freedom, freedom, absolutely freedom. That what I like about America, the\nfreedom. It’s too much. Too much freedom. But I — I didn’t want to come, I — I\nlived there wonderful. I had a good job, I was doing movies. This is not the only\none. I did se-seven movies.",
        "Q: You acted in the movies?",
        "A: Acting, yeah, acting, I was — because I — my — my diploma 1s acting.",
        "Q: I see.",
        "A: Iam a actress. But I am very talented, I can do with my hands everything. And\nthey want it in the theater, I was very useful.",
        "Q: Yes, yeah, yeah. Do you think that the Holocaust could happen again?",
        "A: It could, I don’t know. Because the Germans wats — also, I was not in Germany,\nbut my friend went to Germany, and when she came back he told — she told me she\nwould never leave there. Because, you know, the Germans don’t pay me any\nmoney.",
        "Q: I was going to ask you that.",
        "A: Yeah.",
        "Q: They don’t pay you?",
        "A: No, no, not a dime. Why? Because I was in hiding. I get from them a letter, that\nbecause you was in hiding, why was you in hiding, he say, because you was inJanuary 24, 2010\nhiding more than you was in ghetto. That was a — I had a letter. I say, why did I was\nin hiding, what do you think, I — I was dancing there? Don’t you know why I hide?\nMust be a reason that I run away. Oh, you run away from the ghetto. You didn’t\nhave to be in ghetto so — as long as we tell you. Can you believe that\nmishegasen(ph)?",
        "Q: How would you describe yourself? Would you say you’re Latvian, you’re\nJewish?",
        "A: No, Iam Latvian, hundred percent.",
        "Q: Yeah.",
        "A: A Latvian jewel. I am a Latvian Jew.",
        "Q: Uh-huh. But you feel very Latvian.",
        "A: I fe-feel very — but I am really Jewish. I love everything Jewish. If I would have\nto choose which national-ality I want, I want to be Jewish.",
        "Q: Yeah. Have you ever been to Israel’?",
        "A: Yes, I was here the last holidays. Eva(ph), she took me there, and I like\neverything. I like the Jewish [indecipherable] I like the — they have such beautiful\nthing. And I like the Mamaloshen. The Mamaloshen is fantastic, because I like\nSholem Aleichem. I read all his books. And I — when — when I talk, I talk — use aJanuary 24, 2010\nlot of Jewish words in my conversation. Now what can I tell you? Now is the end of\nme. I don’t know when I am going to die, but I am as much to death.",
        "Q: Do you have any grandchildren?",
        "A: Iam not — I am not pessimistic, I know, I am realistic, because 80 years 1s a lot.\nThis is the end. And I keep living and living. But you see, God is my friend, he\ndon’t want me.",
        "Q: Do you have any grandchildren?",
        "A: They are bad. They don’t have to do with me nothing, they don’t come see me.",
        "Q: But — but you do have grandchildren?",
        "A: I have, so what? I don’t know who they are. I mean, I know when they was\nbabies, they was on my lap. I know them very well, and I love, really love them, but\nI — they don’t come visit me.",
        "Q: How many do you have?",
        "A: Two. Two boys.",
        "Q: Two boys, yeah, yeah.",
        "A: Maybe a girl would be different, I don’t know. I love them anyway.",
        "Q: Yeah.",
        "A: You know, they have their own life. Young people live their own life.",
        "Q: Right, right.\nJanuary 24, 2010",
        "A: What are they going to call grandma, big deal.",
        "Q: Yeah.",
        "A: But that’s okay.",
        "Q: Yeah.",
        "A: I live them — I love them in my heart.",
        "Q: Do you have any message for them about life, and —",
        "A: Aviva(ph) goes to them, sure, my daughter goes to them, she sees them. And so I\nsay, give my love to David, give my love to Eric(ph).",
        "Q: Yeah.",
        "A: They have their own life. Who needs their old grandmother.",
        "Q: Do you still keep in touch with people in Latvia?",
        "A: Yes, yeah. I— they write me, they send me —",
        "Q: The friends?",
        "A: Yeah, I will give you cookies.",
        "Q: That’s okay.",
        "A: They send me cookies.",
        "Q: Are they — are they la — Jews, are they —",
        "A: They are very devoted, very devoted.",
        "Q: — ar-are they Latvian Jews, or Christians? Are they Latvian Jews?January 24, 2010",
        "A: I don’t know if they are Jews, bu — try that, you’ll love it.",
        "Q: Okay, thank you. Yeah. So you do still keep in touch?",
        "A: All the time.",
        "Q: Yeah.",
        "A: And I’m very much in touch with my theater, here.",
        "Q: In New York. In New York.",
        "A: In New York. They write to me letters, and they call me, you know, my — they\nalmost — shoot, shoot, shoot, they close the whole thing. Then come out a\nmillionaire, Mr. Koch gave them a hundred million dollars, and they live again.",
        "Q: I know, it’s true.",
        "A: [indecipherable] But what happened when I was — when I left, terrible.",
        "Q: Yeah.",
        "A: They wanted to close my theater.",
        "Q: Yeah.",
        "A: Because you know, when I worked there, I worked so long, that it was mine, my\npersonal —",
        "Q: Yeah.",
        "A: It could be Carolina Taitz’s theater.",
        "Q: Yeah, yeah, wonderful.January 24, 2010",
        "A: Yet I don’t have a hundred million. I cannot believe that people has such amount\nof money. He didn’t give his last dime. You know the story.",
        "Q: Right. Well, is there — 1s there anything you wanted to add before we close?",
        "A: What, darling?",
        "Q: Is there anything else you wanted to say?",
        "A: About what?",
        "Q: Well, about your experience, what you went through.",
        "A: I have a [indecipherable] big experience. And I have episodes from my — like\nthe louse.",
        "Q: Yeah.",
        "A: Then the puppe. You have not — I —I am telling you, I cannot talk so much, but I\nhave episodes from my life. The name — and David, my friend, is mad because I\ndidn’t have to write a book. I have to write a book, because that’s what I have seen\nwith my old eyes. Everybody’s dead, and I am still alive. People — I say, who is\ngoing to read my book? I do not write. I don’t want to. He did — he li — he lives in\nNew York, he comes and visits me, and he is a writer, David Silberman(ph). Try\nit.",
        "Q: Well, thank you very much for doing this interview.",
        "A: It isn’t at all what I told you?January 24, 2010",
        "Q: What?",
        "A: I mean, more or less —",
        "Q: Is there anything — is there anything el —",
        "A: — this is what happened.",
        "Q: Yeah. Is there anything else you wan —",
        "A: That I think that my episodes, what I personally was going through, is more\nimportant. I can [indecipherable] tell, like, I have a story about the doll.",
        "Q: What’s that story?",
        "A: The d — the doll. The doll is a puppe in German. A puppe 1s a doll, you know a\ndoll. This is a story, the louse is a story.",
        "Q: Right.",
        "A: What isn’t a story? I have so many episodes what happened to me.",
        "Q: Right.",
        "A: Yeah.",
        "Q: What’s the doll story?",
        "A: Then — yeah, I need time for that, I’m not going to tell it now.",
        "Q: Oh.",
        "A: Then, the potato. How — this is a story.",
        "Q: Right, right.\nJanuary 24, 2010",
        "A: How I came, how he hit me, and was —",
        "Q: Right, right.",
        "A: And this would be in my book.",
        "Q: I see.",
        "A: I didn’t write. Eat it.",
        "Q: Okay. Well, thank you very much for doing this interview. This concludes the\nUnited States Holocaust Memorial Museum —",
        "A: This is the real story.",
        "Q: — volunteer collection interview with Carolina Taitz.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Carolina Taitz, conducted by Gail Schwartz, on January\n24\" 2010, in McLean, Virginia. Tell me your full name.",
        "Q: And what name were you born with?",
        "Q: And where were you born?",
        "Q: Well, but wa — wh-where in Russia were you born, though?",
        "Q: What —",
        "Q: Was it near any big city? Was it a small —",
        "Q: Okay. And when were you born?",
        "Q: And let’s talk about your family. Tell me about your parents.",
        "Q: Yes. What was your father’s name’?",
        "Q: And what kind of work did he do?",
        "Q: Wonderful.",
        "Q: I think we call that an arborist.",
        "Q: A tree doctor.",
        "Q: And where was he from?",
        "Q: In Latvia. And your mother, what was her name?",
        "Q: Was that in —",
        "Q: Latvia. And your brother and sister’s names were?",
        "Q: Yeah. And how long did you live in Russia before you came to Latvia?",
        "Q: Oh, I thought you were born in Russia.",
        "Q: Oh, on a train?",
        "Q: On a train?",
        "Q: Oh, I see. And so then you came to lat —",
        "Q: Yeah. Was your family a religious family?",
        "Q: Very religious. And so you observed the holidays?",
        "Q: You observed the holidays?",
        "Q: Do you have any favorite holidays that you remember?",
        "Q: And did you have aunts and uncles and grandparents?",
        "Q: Okay. And did they live nearby?",
        "Q: Side, okay.",
        "Q: Yeah, yeah. And —",
        "Q: What language did you speak at home?",
        "Q: And Yiddish.",
        "Q: Yeah.",
        "Q: Right. And what kind of neighborhood did you live in? Was it Jewish and non-\nJewish?",
        "Q: Yeah, we’ll talk about that.",
        "Q: That’s later. Wa — what kind of school? Was it a Jewish school, or was it —",
        "Q: — a public school?",
        "Q: Right. And did you have non-Jewish friends?",
        "Q: Right, right. So did you — at that time, you did not experience any anti-s —",
        "Q: At that time, when you were a child, before the war —January 24, 2010",
        "Q: There was no anti-Semitism.",
        "Q: No, but before the Germans came, before the germ —",
        "Q: Did you like sports?",
        "Q: Did you like to —",
        "Q: Did you like to read?",
        "Q: Did you like to read? Read books?",
        "Q: Yeah, yeah.",
        "Q: Oh, okay. And so, as a child, you went to school, you did all —",
        "Q: Yeah.",
        "Q: Right.",
        "Q: So were — were there many other Jews in your town?",
        "Q: And why did your parents send you to public school?",
        "Q: Did you live in a house, or an apartment?",
        "Q: So your childhood was a happy childhood.",
        "Q: Okay. And then, when did things begin to change?",
        "Q: Because he was a capitalist.",
        "Q: Capitalist, right, yeah. Were your — were your parents Zionists?",
        "Q: Were your parents Zionists?",
        "Q: Zionist. Committed to Israel, you know, did they — did they talk about —",
        "Q: No, but in those days, were your parents — did they talk about that at all?January 24, 2010",
        "Q: Yeah, right. Yeah.",
        "Q: Okay, so the Russians came, took away your father’s business, and —",
        "Q: Right.",
        "Q: Right.",
        "Q: Then they released him from prison.",
        "Q: Right. Now what did your mother and father say to you? You were a young girl\nat that time. You were what, 10 years old?",
        "Q: Or nine.",
        "Q: And — and — so what — how did they explain this to a young girl?",
        "Q: Yeah, mm-hm.",
        "Q: He was a medical assistant.",
        "Q: Right. So, when the Germans came in —January 24, 2010",
        "Q: — your life went on, or what —",
        "Q: And —",
        "Q: Yeah.",
        "Q: Okay, and then what, and then —January 24, 2010",
        "Q: Yeah, and then what happened?",
        "Q: That — that was a town — you mean, that was the name of a town —",
        "Q: Okay. And that’s where [indecipherable]",
        "Q: Okay. That’s okay.",
        "Q: That’s okay.",
        "Q: So they made the ghetto.",
        "Q: Okay, what year was that? Do you know when they —",
        "Q: Forty-one, right, okay. And so they made the ghetto right away?January 24, 2010",
        "Q: Did you have to wear a yellow star?",
        "Q: Fence, the wall?",
        "Q: Was there a wall around the ghetto?",
        "Q: Yeah, an iron fence?",
        "Q: An iron fence?",
        "Q: Good Latvians threw bread over.",
        "Q: Good lat —",
        "Q: Right.January 24, 2010",
        "Q: How did it feel to you as a young girl, to have to wear the yellow star?",
        "Q: Can you tell me —",
        "Q: Well, tell me a story that happened.",
        "Q: And this is what you saw as a young girl?",
        "Q: Yeah.",
        "Q: Later. Okay, let’s talk more about the ghetto. So, what did you do in —",
        "Q: So there was a — there was a Jewish police force in the ghetto.",
        "Q: There was a Jewish —",
        "Q: Right. And what did they do? What did the Jewish police force do?",
        "Q: What did you bring with you from your house? Did you bring anything with\nyou?",
        "Q: Did you bring anything yourself, any books, or any games or anything, as a\nchild?",
        "Q: What — so how did you get food in the ghetto?",
        "Q: So you didn’t have much food.",
        "Q: Did your fa — did your father work in the ghetto?",
        "Q: What did your father do?",
        "Q: What did some of the other men do?",
        "Q: What did you do?",
        "Q: Oh.",
        "Q: So, you were never attacked.",
        "Q: You",
        "Q: Yeah.January 24, 2010",
        "Q: So there was — were there any schools in the ghetto? Any sc-schools?",
        "Q: No classes.",
        "Q: Did you have any —",
        "Q: Yeah, yeah.",
        "Q: Yeah.",
        "Q: So you stayed inside the ghetto.",
        "Q: Yeah.",
        "Q: So what did you do all day long in the ghetto?",
        "Q: Okay.",
        "Q: What kind of work did you do?",
        "Q: Okay.",
        "Q: You polish?",
        "Q: Polish.",
        "Q: I see, yeah.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: It’s okay, yeah, a factory, yeah. And so, did you talk to the other girls? Were you\nallowed to talk?",
        "Q: Really?",
        "Q: Yeah.",
        "Q: Yeah. So, did you observe any of the holidays? I mean, did your family stay —",
        "Q: No, nothing.",
        "Q: Yeah. And then how long did you stay in the ghetto?",
        "Q: From 1941 to —",
        "Q: Now, were your grandparents and your other relatives with you in the ghetto?",
        "Q: Okay, so they were all in their own ghettos, they were in different —",
        "Q: Yeah.January 24, 2010",
        "Q: Yeah, yeah.",
        "Q: But I’m saying your relatives were in different ghettos.",
        "Q: No, no, your — yo-your grandparents and your aunts and uncles were —",
        "Q: — in different —",
        "Q: — different [indecipherable]",
        "Q: Yes. Yeah.",
        "Q: Right.",
        "Q: Yeah, right.",
        "Q: Yeah.January 24, 2010",
        "Q: Right.",
        "Q: Right.",
        "Q: Well now, let’s go back. You were s — you all went outside, there was that big\nsign, okay.",
        "Q: And so you’re s — and you’re standing in line. Then what happened?",
        "Q: Do you know what year this was?",
        "Q: Okay.",
        "Q: Forty-two.",
        "Q: Okay.",
        "Q: So you’re marching, and where did you —",
        "Q: Okay. And then, where did you go?",
        "Q: A train? A train station?",
        "Q: A train station?",
        "Q: Oh, okay.",
        "Q: Okay.",
        "Q: Yeah. And — and then where did you si — and where did you end up?",
        "Q: A ditch?January 24, 2010",
        "Q: On the roof?",
        "Q: Knit? Knit?",
        "Q: Knit? Crochet?",
        "Q: Beans? Beans?",
        "Q: Cereal, or gr —",
        "Q: Oats, or —",
        "Q: Oats? Okay, that’s all right. He brought you some food?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Just up on the roof?",
        "Q: The whole time?January 24, 2010",
        "Q: Oh, okay.",
        "Q: Yeah.January 24, 2010",
        "Q: Yeah, yeah.",
        "Q: Did you say goodbye to your mother?",
        "Q: You’re — you’re like 14 years old, or —",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Carolina Taitz. And you were talking about\nhow you were standing in the street all by yourself.",
        "Q: Ina la—in-ina—",
        "Q: A —a factory, or a —",
        "Q: — train st —",
        "Q: No-",
        "Q: Okay, so a big square, a big open —",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Station? Like a station, or —",
        "Q: A—a playground.",
        "Q: Yeah, okay, okay.",
        "Q: Yeah.",
        "Q: What was his name?",
        "Q: Do you remember his name?",
        "Q: This is a continuation of the United States Holocaust Memorial muse —January 24, 2010",
        "Q: This is a continuation of the United States —",
        "Q: Yes.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Carolina Taitz. Okay, so you were talking\nabout how —",
        "Q: Yeah.",
        "Q: What was his — what was his name?",
        "Q: And his last name?",
        "Q: His last name?",
        "Q: And how did you wash yourself?",
        "Q: How did you keep clean? How did you wash yourself?",
        "Q: Y-You stayed there til the end of the war?",
        "Q: And tell me about that. How did you know it was the end?",
        "Q: Well, we-we’ll do that la — I just want to finish up with you, just tell me.",
        "Q: Well, you came to da — you stayed in — in — in Latvia for how long?",
        "Q: A-After the war.",
        "Q: And what did you do between after the war —",
        "Q: In-in—-",
        "Q: In Latvia? You — you —",
        "Q: — went — okay.",
        "Q: Yeah.",
        "Q: Ye-Yeah.",
        "Q: Okay.January 24, 2010",
        "Q: How wonderful.",
        "Q: Okay, so you stayed there. Did you ge —",
        "Q: Did you have a family?",
        "Q: Yeah. [break] This is a continuation of the United States Holocaust Memorial\nMuseum volunteer collection interview with Carolina Taitz, and we were talking\nabout your experience after the war was over. How did you know the war was over?",
        "Q: How did you know that the war was over? Did Vladimir —",
        "Q: Vladimir told you?January 24, 2010",
        "Q: And did you feel happy? What did you feel like?",
        "Q: Did you stay with Vladimir, or did you —",
        "Q: Did you go back to the house you grew up in? Did you go back?",
        "Q: Okay. So, n-now you’re going — you’re living with three other girls, and you’re\ngoing to school.",
        "Q: To school.January 24, 2010",
        "Q: Yeah, uh-huh.",
        "Q: Right, beautiful, beautiful, beautiful.",
        "Q: So you — and then — so you went to school.",
        "Q: Yeah. Mm-hm. So you me — how did you meet him?",
        "Q: What year did you get married?",
        "Q: Okay.",
        "Q: Yeah. So you were young, you were very young.",
        "Q: Eighteen.",
        "Q: Prostitutes?",
        "Q: Oh.",
        "Q: When you were in the ghetto, and when you were in hiding, your body matured.\nDid you ever start to menstruate when you were —",
        "Q: You did have that.",
        "Q: Yeah.",
        "Q: And how did you take care of that, when you were in the ghetto?",
        "Q: [indecipherable] yeah.",
        "Q: Yeah.",
        "Q: Yeah. Mm-hm.",
        "Q: Yeah.",
        "Q: So you get married.",
        "Q: Right.",
        "Q: Right.",
        "Q: Was he much older than you? Was he —",
        "Q: But he was still young, he was a —",
        "Q: Did you have a religious marriage, or a civil marriage?",
        "Q: You did.",
        "Q: Oh, a civil marriage, you mean?",
        "Q: Yeah, civil. Civil marriage.",
        "Q: Civil. Civil.",
        "Q: Yeah.",
        "Q: Where was she living?",
        "Q: No, where was she, where was the mother living?",
        "Q: Oh, she went to America.",
        "Q: Were you an act — you were acting?",
        "Q: What were you doing, acting?",
        "Q: Oh.January 24, 2010",
        "Q: But you were — you were acting.",
        "Q: But you’re under communist rule?",
        "Q: You were under communist rule?",
        "Q: Was that hard?",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Yeah, right.",
        "Q: Right.January 24, 2010",
        "Q: Yeah.",
        "Q: And did you —",
        "Q: Yeah.",
        "Q: Was that —",
        "Q: Now, wa-wa-was there anti-se —",
        "Q: Oh, when was your daughter born?",
        "Q: Oh.January 24, 2010",
        "Q: Was there any anti-Semitism in —",
        "Q: Under the communists?",
        "Q: What —",
        "Q: And what did people say to you — how do — wa — did you have any ex-\nexperiences —",
        "Q: You did not?",
        "Q: So how did you know there was anti-Semitism?January 24, 2010",
        "Q: Okay, so he says he wants to come to the United States.",
        "Q: So what year did you get the letter from her, do you remember?January 24, 2010",
        "Q: But when did you get the letter from her, from the Red Cross, do you remember?",
        "Q: In the 1960s.",
        "Q: Yeah. So wa — and it was just right before that —",
        "Q: Right, but that —",
        "Q: Yeah.",
        "Q: Yeah. Yeah, yeah.",
        "Q: Eleanor Roosevelt.",
        "Q: Right.",
        "Q: How old was your daughter then?",
        "Q: She was a teenager.",
        "Q: What city did you go to?",
        "Q: New York.",
        "Q: What did you do there?",
        "Q: Did you speak English?",
        "Q: So you worked in the New York City Opera.",
        "Q: Right.",
        "Q: So you worked there for 20 — 20 years?January 24, 2010",
        "Q: Nineteen years.",
        "Q: Oh yes.",
        "Q: Yeah.",
        "Q: Lucia?",
        "Q: And so then what did you do?",
        "Q: Yeah.",
        "Q: When — when did he die?",
        "Q: No, when?",
        "Q: In the 1970s.",
        "Q: Yeah.",
        "Q: Oh, okay.",
        "Q: She went to high school.",
        "Q: So you — you — you stayed in New York afterward.",
        "Q: In New York.",
        "Q: And you got married again?",
        "Q: Uh-huh.",
        "Q: Yeah.",
        "Q: Right, right.",
        "Q: Wa — good.",
        "Q: So you came down here to watch —January 24, 2010",
        "Q: Where did you live in New York?",
        "Q: Manhattan’?",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Yeah. Can you tell me — you said before that you became more religious because\nof the war —",
        "Q: Because —",
        "Q: Yeah.",
        "Q: How did you find out about your mother? How did you find out —",
        "Q: No, no, no, your mother, your mother. How did you find out that —",
        "Q: How did you find that out? How did you know —",
        "Q: How did you know that?",
        "Q: Somebody told you that.",
        "Q: Okay.January 24, 2010",
        "Q: So she got back to — to latv —",
        "Q: So you saw your mother after the war?",
        "Q: Oh.",
        "Q: And wa — and what about —",
        "Q: Right. What about your sister?January 24, 2010",
        "Q: Right.",
        "Q: Right.",
        "Q: Do you think about your experiences a lot now?",
        "Q: Do you think about your experience?",
        "Q: All the time, or —",
        "Q: Yeah.January 24, 2010",
        "Q: Yeah.",
        "Q: Yeah. Are you more comfortable around other survivors?",
        "Q: Do you prefer to be with —",
        "Q: Well, that’s okay.January 24, 2010",
        "Q: Yeah, yeah. Yeah. Yeah, that’s the right name, Eva(ph) Conantier(ph), yeah.",
        "Q: Yeah.",
        "Q: Yeah. That’s very nice, yeah, yeah.",
        "Q: Do you think the Holocaust could happen again?",
        "Q: Right. Do you think the Holocaust could happen again?",
        "Q: Your priest?",
        "Q: Ah — y-you — when you say your priest —",
        "Q: Wh-Which priest was this?",
        "Q: Oh, oh, oh, when vladim — oh, I see, yeah. And you wanted to go over to his —\nyeah.",
        "Q: Yeah.",
        "Q: Yeah, right. Are — you’re a citizen of the United States?",
        "Q: How did you feel, becoming a citizen?",
        "Q: What did America —",
        "Q: Yeah. But you were — when you came to the United States in 1966 —",
        "Q: No, I know. But it meant — Russia men — U-United States meant freedom to\nyou, or —January 24, 2010",
        "Q: You acted in the movies?",
        "Q: I see.",
        "Q: Yes, yeah, yeah. Do you think that the Holocaust could happen again?",
        "Q: I was going to ask you that.",
        "Q: They don’t pay you?",
        "Q: How would you describe yourself? Would you say you’re Latvian, you’re\nJewish?",
        "Q: Yeah.",
        "Q: Uh-huh. But you feel very Latvian.",
        "Q: Yeah. Have you ever been to Israel’?",
        "Q: Do you have any grandchildren?",
        "Q: Do you have any grandchildren?",
        "Q: But — but you do have grandchildren?",
        "Q: How many do you have?",
        "Q: Two boys, yeah, yeah.",
        "Q: Yeah.",
        "Q: Right, right.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Do you have any message for them about life, and —",
        "Q: Yeah.",
        "Q: Do you still keep in touch with people in Latvia?",
        "Q: The friends?",
        "Q: That’s okay.",
        "Q: Are they — are they la — Jews, are they —",
        "Q: — ar-are they Latvian Jews, or Christians? Are they Latvian Jews?January 24, 2010",
        "Q: Okay, thank you. Yeah. So you do still keep in touch?",
        "Q: Yeah.",
        "Q: In New York. In New York.",
        "Q: I know, it’s true.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah, yeah, wonderful.January 24, 2010",
        "Q: Right. Well, is there — 1s there anything you wanted to add before we close?",
        "Q: Is there anything else you wanted to say?",
        "Q: Well, about your experience, what you went through.",
        "Q: Yeah.",
        "Q: Well, thank you very much for doing this interview.",
        "Q: What?",
        "Q: Is there anything — is there anything el —",
        "Q: Yeah. Is there anything else you wan —",
        "Q: What’s that story?",
        "Q: Right.",
        "Q: Right.",
        "Q: What’s the doll story?",
        "Q: Oh.",
        "Q: Right, right.",
        "Q: Right, right.",
        "Q: I see.",
        "Q: Okay. Well, thank you very much for doing this interview. This concludes the\nUnited States Holocaust Memorial Museum —",
        "Q: — volunteer collection interview with Carolina Taitz.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My full name is Carolina Taitz.",
        "A: And I am — I was born with the name Lena Knoch. Knoch.",
        "A: I was born, basically, in Russia, but I cannot say that’s in Russia, because I\nlived all my life in Latvia, in the Baltic states. So, basically I always say I’m born\nin Latvia. Riga.",
        "A: I don’t remember that name. This is a long, long name —",
        "A: — the Russian name.",
        "A: Nobody even ask me about — tha-that’s not important.",
        "A: Yeah, I was born February 24, ’29.January 24, 2010",
        "A: My parents was my father, my mother. My sister was nine years older than I, and\nI had a brother, a little boy, who was almost as old as I was. One year of difference.\nAnd the Germans kill all of them.",
        "A: My father’s name was Mordechai.",
        "A: He was a specialist in ta — at — he was a tree doctor. You know when - like, you\nsay a apple tree gets sick, they called my father and he’d get — did — gave ai—a\ninjection, and the tree come back to life.",
        "A: Yeah.",
        "A: I don’t know, I call him a tree doctor.",
        "A: Very primitive.",
        "A: My father was from Latvia also. From ri — a — he lived in Livani, Livani, th-the\nname where he was born is Livani, in Latvia.January 24, 2010",
        "A: My mother’s name was Frieda, and she is from — also from Latvia. And where\nshe was born is the name I don’t know, but there where she comes from is Subata.\nThe name of the town is Subata.",
        "A: Also Latvia.",
        "A: My sister’s name was Berta. In Yiddish we’d say Bayla(ph), but in passport she\nwas Berta. And my brother’s name was Gedalia(ph). Gedalia(ph).",
        "A: I didn’t live in Russia, not one day.",
        "A: I—I was born in the — in the train.",
        "A: I— you know, I was not — I— I did —I didn’t live, I was just born. My mom had\nthe birth.",
        "A: A train, or ship, I don’t remember.\nJanuary 24, 2010",
        "A: Came to Latvia, I — all my life, I live in Latvia, and everything what happened\nto me, what happened in Latvia.",
        "A: Yeah, they was very religious.",
        "A: What?",
        "A: Yes, yes, we did observe.",
        "A: Pesach. I was born in Purim, because February comes out in Purim. But my\nfavorite 1s Pesach, love Pesach.",
        "A: Yes, I did have a lot of them, and they was all killed. I have pictures, I showed\nyou, I have the pictures.",
        "A: That’s my grandmother. No, let’s speak about my mother’s family.",
        "A: Yeah, my — they are also all from Latvia, all from Latvia. And the town where\nmy grandmother live, from my mother’s side — then from the father’s side later —January 24, 2010\nfrom my mother’s side, the whole family lived in Subata. Subata, that’s the name\nof the town where my mother’s mother and grandfather lived. But later, the\nGermans killed them.",
        "A: And from my father’s side, I don’t know much from my father’s side. Yes, he\ndid have a father that was my zeyde, and he did came sometimes to visit us. And he\nwas from Livani, also Latvia. We are — all the family in my relatives, everybody\nfrom Latvia.",
        "A: At home I spoke Latvian, German, and Mamaloshen - Yiddish.",
        "A: I am fluent in this lang — and I am fluent in Russian.",
        "A: In Russian language. That I learn when they — they occupy the country.",
        "A: In that — in that — my father had — I lived not far from Riga, in — in — out of Riga,\nthe little town where — where my childhood was, was in Viesite. It was hundred\nkilometers from Riga. My father has a little house, and we had the beautiful fruitJanuary 24, 2010\ngarden. And I went there to school, in that Viesite. And I finished six years, six —\nsix Classes. Then the Germans came, and then I was —",
        "A: Yeah, that’s la — comes later.",
        "A: No, it was not.",
        "A: It was a very — it was a public, very Latvian school. Very Latvian. But, we had\nonce a week to come a rabbi, and taught us Yiddish, if we do like it. And I liked it, I\nlike languages, I learned that. That’s why I know very well Mamaloshen.",
        "A: Yes, a lot. We wa— mingled. The Jewish in tha — we — we — there was a lot in —\nin that little town, in Viesite, where I lived, there was a lot of Jews, and also a lot of\nLatvians. And, you know, in the — such a little town, people get friendly. We\nmingled with the pretty — later these Latvians shoot us and killed us. That’s a irony,\nbut that’s the way it was.",
        "A: I can’t hear you.",
        "A: Yeah, sure.",
        "A: It was, but we really didn’t feel it. Only when the Germans came in, the la — the\nLatvians ga — went on their side, and start killing the Jews.",
        "A: No, it — on — it — an-anti-Semitism 1s all — all over, was, but we didn’t really feel\nit so much. We was very friendly with Latvians, and the Latvians was friendly. Like\nwhen we had Pesach fela — we sending — my mom sent matzos and wine. And when\nthey have their Latvian Christmas, they send us presents and everything. We was\nvery close to the Latvians. That’s why I spoke Latvian at my — with my parents.",
        "A: No, I hated it.",
        "A: In the school I had only the worse marks.",
        "A: What?",
        "A: I love to read, til today. I read a lot, and I like classics, and I read — all the\nRussian classics, I read. I like to read very much [indecipherable]January 24, 2010",
        "A: And I like to dance, because by my profession, I am a actress.",
        "A: I went to school, I was very Latvian, because there was maybe one Jewish — I\nwas Jewish; my brother, my little brother; and one more Jewish. But we attended\nthat particular rabbi who came.",
        "A: But then I learned about Jesus Christ, because it was also a pastor coming —",
        "A: — and teaches Christian religion. So, and I — I — in my school, I — that’s why I\nknow the Old Testament, and the New Testament.",
        "A: A lot of Jews, and di— they mostly went to Jewish schools.",
        "A: I don’t know, because we was very friendly with the mi — Latvians.",
        "A: No, we lived in a house. My father had a little house. I will show you, I have it,\nthe photo. And the — their — their house had five little apartments divided, and heJanuary 24, 2010\nrent that out. And we had, on the left side, our apartment, big apartment. I mean,\nthree rooms, kitchen.",
        "A: Very happy childhood.",
        "A: At first the Russians occupied the country, and they were communists, they was\ncommunists. And it was horrible, bad time. They took away our — we had a horse,\nwe had two cows, we had a lot of animals, because we lived in — we had like a\nranch, you know. And — and my father lost his wer — his job, they didn’t let him —\nthey ar-arrested him, and —",
        "A: Yes, because he has a house, and a house is a capitalist, yeah.",
        "A: What?",
        "A: What is that?",
        "A: Maybe — maybe they had. Every Jew loves Israel.",
        "A: Yeah, they loved Israel always.",
        "A: That word was — was figuring it out [indecipherable]",
        "A: We was very nervous situation, they — Pa-Papa couldn’t get a job, they arrested\nhim, he was in prison. Nobody knows why, he didn’t do a thing, because he’s a\ncapitalist. Thank God they didn’t send him out to Siberia.",
        "A: Because a lot of Jews they sent out to Siberia.",
        "A: But my father somehow no, he was home.",
        "A: They rele — yeah, release him. Because, after a very short time, the Germans\ncame.",
        "A: You see, I will tell you — no, I was less than — I think nine I was —",
        "A: — or eight.\nJanuary 24, 2010",
        "A: My father loved the Germans. Why? Because he was [indecipherable] in the\nfirst war. He was on — riding a train, and he was like a med — med si — sistant. Like\na nurse.",
        "A: We call it a— how do — how do we call —",
        "A: She wa — he was work on the shi — coming from Russia to — to Riga wi — with\nthat train, he was working helping people. He was — became a— a nurse. A man\nnurse. So then we settled in Latvia, we came to Latvia back from Russia, because\nmy father loved very much Germany. He loved Germany, because he was in the\nfirst war, and the Germans treated him wonderful. They was — my father never,\nnever, never believable that such a culture as Germans could do such a horrible\nthing. That’s why he didn’t ran away. Because you know, all that — that what was\nunder the communism, we was under the communism, everybody run away, not to\nbe with the communists. Everybody loved the Germans because the Germans say,\nwe will save you from the communists, we will be good to you. But they — that’s\nonly words. What they did, we know.",
        "A: Yeah.",
        "A: It was horrible. Right away there was — Latvians, my school friends, came and,\nI’m going to kill you. He sits right away in — on — on my — my — in school desk, he\nwas sitting right on me. I — you are a Jew, Jew, Jew, just hear this word. It was\nhorrible. Anti-Semitism was — the Latvians, good Latvians, who loved my father\nand loved my mo — and the children, they was murderous. The Latvians shoot the\nJews right on the street.",
        "A: And — and we just hold together, the family was holding together. We — father\nand mother, we know what — we didn’t know that the German will be so terrible,\nbecause my father — I am not going around to Russia — from Russia, because the\nGerman — I was on the first war — World War, and the German treated me\nwonderful. And he came from the first war, and he was a — bring — for the\n[indecipherable] and everything.",
        "A: The Germans was wonderful the — the first time. He could never believe that\nthat’s what is going to happen.",
        "A: Tho — so, we stay in Latvia, the Germans occupy the country.",
        "A: And then there comes — Himmler came, and say, all the Jews has to be killed.\nGermany has to be Judenfrei. That was hi— the diagnose. All Jews has to be\nputting in the ghetto. Then was not a ghetto yet, but then they made out 1-in a— ina\nplace, Maskavas For-ForState was the name, and they made a ghetto out of that.",
        "A: In town, in Latvia, in Latvia, not far from —",
        "A: Not far from bate — how was the name? I have it ri — written down —",
        "A: —I will tell you —",
        "A: — I cannot remember right now.",
        "A: Yeah, we, all the — all the Jews, so now we lived in the ghetto.",
        "A: They came, I think °41.",
        "A: We was all together. So my father found —",
        "A: Yes, and we did have to wear a star. Himmler came and told e — all that we —\nand so all the Jews, every Jew, went the ghetto. We was miserable. No food, no\nnothing. So people, some people put bread over — over the —",
        "A: The —",
        "A: It was 1-iron, how you call that?",
        "A: Huh?",
        "A: I-Iron fence, so the people — good people were — but when the Germans is — they\nshoot these people, they shouldn’t be doing that.",
        "A: Latvians, good — good Latvians.",
        "A: There was bad and good —",
        "A: — you know, you can say that.",
        "A: I—I- everybody did. I didn’t understand that. I really — I remember that I was\nnot even thinking about. I thought this is only a short time. Everything. The\nshooting, and we — like a child, you know, I was dreadful scared, all the time\nscared, because suddenly the Latvians, you know, I have to tell you, I have a lot of\nepisodes. This is — I call it the louse. This is a story that pu — the — the — the doll,\nthat’s a story. You know, that’s what — what I have seen, what — what goes through\nmy head, what I s-still remember. There is a lot of —",
        "A: — ed — stories, what you have to — I have to tell you, then you can only\nunderstand what happened.",
        "A: It was shooting, killing, raping, you name it, everything.",
        "A: I have seen everything, because I am alive.",
        "A: I was even in Rumbula. That’s where the killing was, no, but that comes later.\nJanuary 24, 2010",
        "A: We have our old Jewish police, that pick up young man, and say you are going\nto be in — in the ghetto, you will make ordnung here. You will be the police. So, all\nthe young boys, I knew them, because my fiancé, my husband — my first husband, I\nwas married twice — they was in school together. So, I know all these friends I\nknow. So they were all in ghetto, all Jewish. Beautiful families, and — and each —",
        "A: Come — what?",
        "A: Only for Jews.",
        "A: We lived in one room, all my father, mother, my brother, my sister and me. Can\nyou believe five people in one room? And outside was a bathroom to go make pee-\npee. And the other families also lived there. It was horrible, it was —",
        "A: Yes, I did, the-they let us take some s — the — Himmler let us take some\nclotheses, only clotheses. Because they confiscated everything. They came in the\napartment, took the — the — the pictures, they — we had the piano, they took our\npiano. Everything. We came in the ghetto, just a little clotheses, a blanket, you\nJanuary 24, 2010\nknow. That — they controlled what you take with you. They was controlling\neverything.",
        "A: They burned all the books. If you did have a book, they burned, they take out of\nyou, they — they took it in, and then they put in the light in the — they burned the\nbooks, and when I saw that, it breaks my heart.",
        "A: No food. We were starving. I was absolutely starving. I have, until today, I feel\nreally bad, because no food. Sometimes it’s depend. If you was working with a\ngood German, he gave you sometimes when they finished food, soup. And the soup\nwas — I remember the soup. It was water, and a list of a kapusta. How you call\nthat? You don’t speak Russian.",
        "A: No food, no.",
        "A: You know, the men was working. They —",
        "A: I don’t remember.January 24, 2010",
        "A: They took — they — they took them in the morning, there was a group, a group of\nmen, who worked for the Germans in — 1n — in all kind of organizations. I also\nworked.",
        "A: I do funny things, what I did. A group of girls like me — you know, we was\nalways very scared not to be raped, but the — the Germans was drinking vodka, and\nthey was coming night, and taking girls, you know, rape them. And sometimes they\nkilled them, but sometimes they let them get home. O-Other German rape her. And\nthat was a lot. And my mom was, because two girls, me and my sister, and I was\nvery ugly, I was not a pretty kid. I get better, you know, I looked like this.",
        "A: That’s my real face. What can I tell you?",
        "A: No.",
        "A: My mom — you know, I watch myself, and I was — I— I —I see a German, I go\naway back home, you know.",
        "A: I was just running away from them, because —",
        "A: No.",
        "A: No — not school.",
        "A: But it was a — a clinic. Our own — the — a— a Jewish — because it is full with\nJewish doctors, the doctors who lived in the ghetto took care of that.",
        "A: Not long time ago, one of them was still alive. He wrote me a letter, and he died.",
        "A: The doctor what I li — personally, I knew him.",
        "A: Inside. Inside in the ghetto.",
        "A: Who — the — the working was good, because when you can go out, you always\nsomebody get you piece of bread, then you put it in the pocket. When you get\nthrough the door, this is a German officer. So, he looks at you, and I — I remember, I\n— I had — somebody gave me a potato, a cooked potato. I put it in the — in my pocketJanuary 24, 2010\nin my coat, and when I was going through the — the entrance where the German\nofficer, he found that potato, and he give me a clap in my eye, til today my eye is —\nbothers me.",
        "A: I was going — you know when — they picked us up five o’clock in the morning —",
        "A: — and then five o’clock in the evening they bring us back.",
        "A: I did, you know, I don’t know, my English is so bad, but I will remember. I was\nworking a shoeshine fabrik(ph)",
        "A: You know, you have shoes —",
        "A: — and you polish —",
        "A: — polish. So there was, from the airplane, broken shoe — shoe — shoeshine, the\nboxes. I did have to take the — the boxes out of the bed, and put it in a new box.",
        "A: And then was a little candle, and then put it on top, and then it makes even.\nJanuary 24, 2010",
        "A: And I close it, and the Germans have that girls, 10 girls was working, and then\nthey sell it, and give it back to the German.",
        "A: I can only the shoeshine fabrik(ph), I don’t know how to say.",
        "A: Yeah, there was all — all live in ghetto, hungry. Our biggest talk was oh, I am so\nhungry, I am so hungry.",
        "A: We was dying, we want a little place.",
        "A: The potato was cooked, you know.",
        "A: No, no, no, no, nothing.",
        "A: The Germans wouldn’t even want that, no. We avoided that.",
        "A: Ah, God.January 24, 2010",
        "A: Yeah, one beautiful day, on the entrance where the — where the Je-Jews was\ngoing to work, because mainly men was only going to work. The women very lit —\nlittle. Women was staying in — in the ghetto, in their apartments. I don’t know why\nthey didn’t use women, because men are stronger, and they use them. And Monday\nwas a big sign on the door, that all Jews, women, men and children, has to stand\noutside the ghetto, in line, because we are going to be taken to a other concentration\ncamp. So that particular day, we all came out. We schlepped with us what we could,\nyou know, because we don’t know what are we going, where are we going, maybe —\neverybody say no, we are going to be killed, we are going to be killed. Because\neverybody was killed and killed and killed. So what are they going to put in a\ndifferent place?",
        "A: No, no. There was a different killing. Ri-Riga — Riga was separate, that my\ngrandmother lived in Subata, there was the same thing in Subata. My father lived\nin Livani, in Livani was the same thing. And —",
        "A: That — the Riga, the pe — we — I speak only about the Riga ghetto.",
        "A: Riga.",
        "A: That’s the — the place where I —",
        "A: No, no, no, no, they — th-the — my — they was married [indecipherable] all lived\nto ge — my family was holding together; Papa, Mama, my sister, my brother and me.",
        "A: No, no, no —",
        "A: — my grandparents lived in there —",
        "A: — they was killed separate.",
        "A: And in every town where live — was living Jews, they put it together —",
        "A: — and killed them.",
        "A: But it’s nothing to do with Riga because —",
        "A: — because I am from Riga —",
        "A: — I’m telling you only about Riga.",
        "A: The place where they killed the Jews, the name was Rumbula. Rumbula.",
        "A: Yeah, we were staying in line.",
        "A: So, they — we — we hope that we are going to go to a other concentration camp,\nmaybe it will be better, we don’t know. So we know — we don’t know where we are\ngoing. In that particular line was 30,000 people. Thirty-thousand people. And we\nstay in line and was freezed, it was cold, it-it — it was ever — terribly. So, th-th-the\nGerman general didn’t give a damn, big deal, so you freeze. And then they start\nwalking. Yeah, on every side of the group, you know, the people was going like\nthat. Here are the people. On every side was a German soldier. On every side. And\none of these German soldiers, I knew him. He was a Latvian, and I knew him. I say,\ncan you tell me — and he was not [indecipherable] can you tell me where we areJanuary 24, 2010\ngoing? He say, I only know that you are going to be in a different concentration\ncamp.",
        "A: I don’t know.",
        "A: Forty — I — afta — 42.",
        "A: Must be ’42.",
        "A: No, we — we grow already also bigger. And — and always hungry, always\nhungry, want to eat something. When I came out of — you know, when the war was\nover, I eat so much, I — I— I wind up in the hospital.",
        "A: We was marching, that’s the word.",
        "A: We — on — on the sosej(ph). There was — a sosej(ph) is a— where the machines\ng0, how you —",
        "A: Huh?January 24, 2010",
        "A: No, no. A sosej(ph) is a street.",
        "A: And this is not a si — you know, street. We was going where the street goes.",
        "A: And we go and go and go and go. We do — we don’t know where we go, we just\ngO.",
        "A: I don’t know. In the middle of — of that march, somebody start screaming and\nsay, you better run, because everybody will be dead, everybody will be killed.\nNobody knew that. So the — the — the line star — people running. The moment you\nrun, th-they shoot you, you — shoot you right away. Stay back in line, stay back in\nline. So, I came and stay back in line with Papa, Mama, and my sister, because we\ndidn’t want to lose each other. We hold all the time together. Also, there was my\nuncle, my father’s brother, who was also with us, his wife and two little children,\nfour year and six year. And they was all with us, and they was killed. So I don’t\nknow, but I wind up in a wild place. I saw — I saw a —a gra — grave. Is this a grave?",
        "A: A ditch, a ditch. And there was people with — with ta-ta-ta-ta-ta-ta-ta-ta — the\nshooters with the — and the Germans say stay in line, or — we was back there, we\nwas very back. So the first people — because I just saw that, I was not there, but I\nsaw that. They sta — stand on th — on the ditch. On that side was the shooters. There\nwas Latvians and Germans. And the Jewish people — you know, there is a mother\nwith the child, and two little — every — the Jewish people have children, a lot of\nchildren. They stay, and the machine gun was tata-tata-tata — I remember this — the\nsound. The sound was tata-tata-tata-tata-tata-tata-tata, and they was falling in that\ngrave, half dead, half alive. The little children screaming, people was be-benching\nto God. Wa — be — woman was scr-screaming and yelling and crying. It is a mess,\nyou know, that is just like — what — what can I feel? I feel nothing. I am like I—I-—\nit’s like a joke, or something, I don’t know. But I did say — see that. But I was not\non the grave. I was li — in the line, what was the line, I was very far. Til I came back\n— you know what happened? I was already — I remember one — one moment. I did\nhave to take off my coat. Before, I remember my father, in the good times, he was\nba — he bought me a wonderful pur — purple is my color, you know, I’m a Pisces,\nand purple is my color, and my coat was purple, and was new and wonderful. The\nGermans — and then — though it wa — was our — one place, all the coats must be in\none place. The jewelry, what you have jewelry like this, everything in the box. So\nJanuary 24, 2010\nba — when you have a hat, is in a different place, the shoes. There was so many. Aga\n— how you call that in English? A mountain of shoes, a mountain of s — coat. And I\nwanted — oh yeah, already wanted to take, because the German said take off your\ncoat and stay in line. And — and it was cold, and I kind of tried to take out the coat,\nand I couldn’t take it off, so I put 1t on back, and I stand wi — til our line was come,\nwe are going to be dead in a minute. So the line was going slowly, slowly, slowly,\nand so we stay, my father, mother, we stay all together, and my uncle, and the two\nlittle babies. And suddenly, you know, this is the worst moment in my life. I know\nwhy I was always — use that. That particular moment, I will never forget that. I\ndon’t know from where, I don’t know why, suddenly arri — arrived four Germans on\nhorses. White, beautiful horses. And on every horse was a general, a German\ngeneral. Not a Hakenkreuz, because some of them was Hakenkreuz, they were the\nworst. No Hakenkreuz, just German uniform. Til today I don’t know who they\nwere. That was a miracle. And he said out — not chasen, out, out, out, not\nchasen(ph), not chasen(ph). And — and the [indecipherable] stopped. And that\ngeneral of the four horses say, women, if you are schneiderinin(ph) come to me,\ncome to me, come to me. I need — I have a factory, and you can work as\nschneiderin in my factory. My mom grabbed me and my sister and screamed, I am\na schneiderin, mine children’s in schneiderin [indecipherable] my life. We wereJanuary 24, 2010\nschneiderin, and — and there’s was my father, my sister and my brother stayed on\nthe grave, they was killed, in that particular time, in Rumbula, that was happened\nin Rumbula. That is the — the name, Rumbula, where the killing was. And that, I\nam the only witness alive, of today. The only. I will show you in the corridor, I have\na little memorial there. So, how chasen — my mom — so we stay — we’ll stay with\nthe officer. You know, every little thing maybe will be different. At least my mom\nhas both — both girls, you know. She was very happy. We are schneiderin and we\nshall stay. So, there was a running other woman, other woman, and it was a group\nwith about 200, or 150, I really don’t remember. The people know each other from\na [indecipherable] shtetl, you know, you know each other. And so — so was, we\nstayed there behind the four fe — horses, beautiful horses, I will never forget these\nhorses. And they — there — the uniform what the — the Germans has, was like\nWehrmacht. This is a different German, the kind of. No Hakenkreuz. I really\nlooked at that, it was no Hakenkreuz. They was Wehrmacht officers, but they was\nofficers, definitely big — big shots. So, when the group was about 150 already, we\nmoved. The other, they moved. He — we — he took it out of that. They basically save\nus, kind of, in a way. So, he say, you follow me. This group goes on — this is the\nother group. You come after me, we will go ahead. So the four horses went the\nfront, and we went under. We was tired, and hungry, but we went, because weJanuary 24, 2010\nthought maybe this a good thing, maybe we’ ll work as schneiderin, and that’s very\ngood. So we walk and walk through the woods. It was all the same. They — they\nwent this way, we went this way. So we walk and walk and walk, and where we\nwalk, I am from Riga, I know every corner. It is the prison. It is Termin(ph) prison,\nthe name was Termin(ph), Termin(ph) prison, the name of the prison. The — the —\nthat the — how you call that? The prison [indecipherable] get up — you know, it is\nfrom wood, such — with eyes that went up, and th-the — the horses and the people\nwere standing here, with all these 150 or 20, I don’t remember how many, went in\nand — and this a [indecipherable] prison. I was never in prison, I didn’t know, but\nyou know, you know how a prison looks, yes. But the four — the — the — this — the\nGermans on the four horses stayed outside. We never saw him. We never worked as\nschneiderinin(ph). Til today, I kn-know that they saved our lives, because they\ntook us away from the [indecipherable]. Otherwise we — we stayed in the line,\nbecause it were only lucky we — we stayed in the back. Otherwise, we would be\nkilled, like other people. So, now we’re in the pri-prison. What are we going to do,\n150 people about, or 20, I don’t know. So, usually in a prison when you are, you get\nyour own kamera with a little whatever. No, the Jews didn’t get that. They took us\non — on top on the prison, with a open sky, and it was November, I remember that\nwas November. It was cold. It was very cold, and it — the waywer — the weather was\nJanuary 24, 2010\nwonderful, not snowing, and not raining. At that time in Latvia is always terrible\nsnow, and terrible rain. Nothing. So, we sit all together [indecipherable] to each\nother because it was cold. So we just — the little group what was there, we were —\nhow you call that?",
        "A: On a roof, on the prison roof, on top. There was no cover, and we were so — the\nmoon, the — the — the stars we saw. But here it was a open place, how you call that,\nit wer — I don’t know how you call. So we sit all together. And there is a other story.\nThe story is louse. The first time I saw a louse on me. And this — you know, I have\nepisodes to tell you. When you would hear my episode, you don’t need me to do a\ninterview, because my episodes tells everything about me. So, the first — I\nremember I made — you know, I [indecipherable] how you call that in English?",
        "A: How you Say that?",
        "A: Crocheted. I crocheted. I had a back crocheted dress, along like that. And I was\ntired, so we lied down, it was just a floor, you know? Look at — it’s open see — I see\nthat, the sky, and I say, why I am here, and you know, start — so I lie down, and I\nsee something white is coming just over me. And I — and I see that she comes to me.January 24, 2010\nAnd when she — she got big. I have never seen — that was a big louse, you know, I\ndidn’t know this is a louse. I— when — when the louse was already about here, I start\nscreaming, a louse, a louse, help me, help me. So the girls get up and everybody\ncome to kill the louse. They found the louse, they kill the louse. But I had —I saw a\nlouse. So I can imagine that we all had a lot of louses. And that was not everything.\nIn the middle of the night — so with — wi — we are no food, no nothing, we just —\nsome — a fat Latvian was sitting outside the door to watch that — that we don’t do\nsomething. So, it was — because, now God loved us. Because I believe in God. I — I\nreally start very religious after that. And that — the gi — that Latvian was standing\nou-out watching that we are. So, we — we lied down on the floor to sleep, and my\nmom was very happy because two girls, she has two girl — nobody had. There was a\nwoman crying, my kinder, meine kinder, meine kinder, meine kinder. And\nMama was very quiet and very happy because she has two children with her. So we\nhold together, and we — we lay li— on the floor, in a na — naked floor, we made —\nmade — we sleep, we have to sleep. And 12 o’clock at night is a scream, a cream,\nhelp me, help me. A baby is born in prison, between us. And — and you know, there\nis — th-the mother, you know, th-the-the girl was bor — it was a girl. And so we have\nto give it a name. But she had milk, the mother had milk, so she give. And the kid\nwas quiet, didn’t — because we were s-so afraid that she — so we didn’t have aJanuary 24, 2010\nloche(ph), so the mother gave her a finger, and she was like — and she was doing the\nfinger. So a— everybody was around, a baby, a baby born. And there was blood,\nand everything, so everybody gave — gave their shirts, you know, because we — we\nput the — the baby in the shirt, and wash it some kind water. We had water. It’s —\nthat moment I will never forget. This was such a horrible time, and we — everybody\nknow how the Germans will never let her live, never will they — how to how then?\nWhat to do? And we sit in — in a prison on the top of the prison, and here is the\nbaby. A baby was born by a woman. We didn’t know that she is pregnant or\nanything. And that happened, and I see the baby. Wait, I gave her a name.\nTermina(ph), I gave her Termia(ph), because the name of the prison was\nTermia(ph). So I say, let’s ta — give that name. Okay, the mom — and you know\nthat’s either [indecipherable] it’s usually this kind of a little ceremony. In the\nprison, we just — we just tried to help her. And — but she was a good woman, and\nshe was holding on nice. She had milk, so the baby had — was to eat, and we was\nlooking then that. So, I was [indecipherable], you know. I — I went to the door, to\nthe Latvian. I say, you know what, we need some food. Can you — he say — he was a\ngood Latvian, and I speak fluent Latvian. I ask him, you know, we need food. I\ndidn’t tell about the ba — the child. He went home, and you know what he bring us?\nNot rice, be-beese(ph), beese(ph). It was dried out be-beese.January 24, 2010",
        "A: Beese(ph).",
        "A: You call it beese(ph) in English?",
        "A: Huh?",
        "A: Yeah. So I took it. He gave me a — a whole sack. So he gave that — that —",
        "A: — to all — the baby cannot eat that.",
        "A: But we — I gave it to everybody.",
        "A: Not what — what kind of food is that? It’s no food. But then that man bring us\nbread later. That Latvian man, he say, I know that — what you are going through.\nAnd we just sit in the prison. We was two weeks in this prison.",
        "A: Now what — on the roof, sit —",
        "A: Yeah that — the whole time. They didn’t — they — we — we didn’t know what jer —\nwhat they have in their mind to do. Now, in that time, what was going on in the\nghetto. In the ghetto was two killings. I was in the first killing, and these soldiers\nsaved my life, and I sit in the prison. Now, in the ghetto, they bring us back in the\nghetto yeah, but what happened? Listen. The — the ghetto was already empty,\nbecause these people, 35,000 what I think it was, I don’t know, was killed, but there\nwas a lot of clotheses, a lot of things what — so, th-the-the — they — the German\nofficer take us, th-these 150 back in the ghetto. That will be the second action. The\nsecond action. The first action, I was in the first action, but I didn’t make it to\nkilling. But I saw all that. Now, they told everybody so — how many — yeah, they\nwas bringing German Jews from Germany also, and from Denmark. And they\ncame 1n also that their ghetto was empty. And we lived all together, I remember\nMom, my mom was happiest, she didn’t say a word, she has two children with her,\nshe was happy. And then two other Jewish women lived in a room, we lived in a\nroom. And we was back in the ghetto, and we know there will be a other killing just\nthe same, a other killing. And I didn’t tell my mother a word, and I think I am going\nto run away. I am going to run away. I am not go out — I have saw what is going to\nhappen to me. I don’t want that. I am going to run away. And where am I going to\nrun, what am I going to do? But I am going to run away. I was a girl, not very big, IJanuary 24, 2010\n—I later grow up, but I have to be dressed like a boy, like a man. Why? Because\nonly a group of men can go out to work. Only man they took, women did not work.\nAnd I remember clotheses, there was millions of clotheses. I put a terrible c-coat,\nand a man’s Russian hat, you know, with — with fur, and I look like a boy, suppose\n— with — with the pants, supposed to look. And I was going out where people go\n[indecipherable] to wait til a group, to get in that group. To get in that group. And I\nsee and one group 1s gone, the other group is gone, and olg — and then the last\ngroup, I don’t know, they help-helped me, and I went because they was all tall. I\nwas — they didn’t — see, they so — they know what I am doing. They want say, take\noff the Mogen Dovid, take off the Mogen Dovid. And I have to take it off, because\nI am free now. I have to take it off, and I [indecipherable] still don’t go, because I\n—I-—I tried to, because it was, take off the mo — you go [indecipherable]. And\ndon’t go on the trottoir, go in the middle, go in the middle of the street, because\nJews did not — was not a — yeah, but when I am oj — free, I can go by the tro — on the\ntrottoir. You know what is a trottoir? This is a French word. Is air — where people\ngo, and where horses go in the middle.",
        "A: Yeah, we can go only in the middle —",
        "A: — when you have a Mogen Dovid. But without the Mogen Dovid, you can go on\n— on like a normal person.",
        "A: So here I am, four o’clock in the morning, out of the ghetto. Good luck\nLina(ph), good luck Carolina.",
        "A: No, she had no idea. She had no idea. She thought that I went — they killed me. I\ndidn’t tell not my sister, not my brother. I did it absolutely on my own. All my\n[indecipherable] want to. Because I don’t know what’s going — because anybody\ncould she — shoot me. But it was out, very dark, four o’clock in the morning, very\ndark. And here I am out of the ghetto, with the group, the working group went\naway. The — the — the — the Latvian soldier who was taking the group didn’t see me,\nand then when they went a — with him, to — to where they work, I was — I stand in\nthe middle of a street, what, when, where t — where I am going to go?",
        "A: Something like that, yeah. Thirteen. And I think I am going to go to a friend. I\nremembered a family. I — I didn’t know, because I didn’t rem — I was so confused. I\nwas all wet, sweat fr-from scare. [phone ringing]\nEnd of File OneJanuary 24, 2010\nBeginning File Two",
        "A: Iam standing in the middle of the street, it’s four o’clock in the morning, black\ndark, black dark. Where I am going to go? I believe in God, because I believe that\nGod guided me through everything. So I walk and walk and walk and walk and I\nam afraid something — I look like a mess, you know? Like a — like a fr — like a\nfright. What you put in for — for words, you know. I looked with the hat — a big hat,\nand a big coat, and the pants and the shoes. That’s what I took from the ghetto, it\nlooked like a mess. And somebody could recognize me, and — and I was scared. So\nI wanted to hide somewhere. So I went in a har — in a [indecipherable] how is this\nin English? In — in a [indecipherable]",
        "A: There was wood, and there was — it was like —",
        "A: No, no.",
        "A: An open place.\nJanuary 24, 2010",
        "A: Yeah.",
        "A: Not a square. Th-There was houses.",
        "A: There was houses.",
        "A: But there — there —",
        "A: Where — where are pil — children playing, usually?",
        "A: It was like a playground, I would say.",
        "A: And there was wood, you know, malkas wood. So I hide behind the malkas,\nand I look to which door I should knock the door, to which door. There is a lot of\npeople living. I can know, because when I will hear a German word, I run away.",
        "A: Because maybe that’s Latvian, so maybe somebody who has a good heart, I will\ntell you right away, because when a person will look at me, he will see thatJanuary 24, 2010\nsomething is wrong with. So, I decided the first door. So, I knock at the first door,\nand a woman comes out, and speaks Russian, kto tam, who is there? Who knock on\n— and I —I knocked on door, and behind th-the wood, hide again, because I didn’t\nknow. But she speak Russian, and I say, oh my God, that’s good. And I know I-I\nspeak with Russian, then I knew. I speak a lot of language as a child, about six. I’m\nvery good at languages. I couldn’t have — I — the only language I cannot learn is\nSpanish, and I don’t know why. Anyway, the woman says, kto tam, who is there,\nwho is there? But I stayed behind the wood. A very good looking elderly lady,\nmaybe 75 or so, and she will see nobody, and I sit behind the — the — then I come\nout, and knock a second time, a second time. A man comes out, a tall man. Who is\nit? Kto eto, kto eto, who is it? And I run to him, and I, dyadya, dyadya, that’s —\nthat my uncle, uncle, I am out of the ghetto. Please, can you help me? I am hungry,\nI want to eat something, please, please hide me. He took me inside, they gave me\nmilk. My favorite food is milk. They [indecipherable] milk and bread, my God, I\nwill never forget how happy I was, I eat it. And he wanted to know, what is the\nproblem? And I told him that I run away from the ghetto. He say he is — often goes\nto the ghetto, he knows where the ghetto 1s. He say, I know they’re all killing, I\nknow [indecipherable]. When I told him that tor — there is my mother, my sister\nand my little brother live there. And meanwhile, my sister and brother was killed.January 24, 2010\nThey was already killed, but my — no, I have to tell you. I don’t remember that.\nAnyway, he took me in, and that man saved my life.",
        "A: He put me in a cellar.",
        "A: I lived in a cel — his name is — I have everything — Israel gave him a — a big title,\nbecause he saved me. I will show you, I have that outside. We will go, I will show —\nI want you to see all the pictures. And he hided me two and a half years. I lived in a\ncellar. His mother gave me a mink coat, so I was sleeping on the mink coat. There\nwas the whole — not only — I mean, he was the real who saved my life. But there\nwas his father alive, and mother alive, and a sister. You see, the — these plates? Take\na look at these plates. She did these plates. She was a painter of porcelain, and she\nlived there, and — and everybody with open hands. You can’t imagine though to\nhide a Jewish girl. You would be dead on the [indecipherable]. But he was not\nafraid. He was a religious per-person. He was a — a — how — he was not a\n[indecipherable] he was — he was basically a Russian. He was not even Latvian,\nbut he lived in Riga. He speak fluently Latvian too, but he spoke Russian to me.\nAnd he say, don’t worry [phone ringing] [break]",
        "A: The next time I will not take the telephone, simple.",
        "A: That will be okay?",
        "A: I will not take it, then.",
        "A: So I lived in his house.",
        "A: As — as — I lived in that cellar, but many times I went out to be — because that\nwas very cold. So I went out, I was with the family, eat with them together, and —\nand you know, the portion what th-the Germans gave them was very small, and I\nwas a eater, I was hungry. So they was worried that I have everything. They were so\ngood to me. Then the father died. Then the mother died. And th-then something\nhappened, and I was there, I have seen all that, the family. So Vologia(ph), that\npriest, he was a evangelist, what I remember that. He was a evangelist, a Christian.",
        "A: His name was Vladimir. Vologia(ph).January 24, 2010",
        "A: What?",
        "A: Michko. I will show you, I have the pictures here. So, I lived with these people,\nI lived mostly in the cellar. I had plenty of time, and I am a good crocheter. He\nbring me old stuff from somewhere. I opened up that pullover, and made han-\nhandkerchiefs, shawls, and something. And he went out the market and sold it. So\nwe have three dollars, four dollars. I made money for him. At least I did something,\nyou know. I was working, because I’m a very good crocheter, I crochet wonderful,\nwe — with — with pictures, and I can do. So he t-took all these thing, the\nmerchandise, he sold it on the flea market, and they have a little money. And the\nfather died, and the mother died, you know. I was there. Br-Broke my heart. I have\npictures, I will show you.",
        "A: Huh?",
        "A: Normal. They did have a bathroom. I — that — that a — they had — this was — they\nhad a two bedroom apartment. That was — I — I — I want — I washed myself there. I\nwas — I was clean, they was very clean also. And then she had the problem, theJanuary 24, 2010\nsister. She belongs to kind of a organization, but the Germans knew about that.\nThey ca — they didn’t come to look ou — you know, I sit in that cellar. He has a\nfriend, a wood maker. He pu — re — cut out in the parquet a little, so I could go in,\nand from inside I could close that, and inside was — I don’t know how to say that in\nEnglish — so I could close that hole in which I was sitting. When I want to get out, I\nopen that, and I was going out, because I could sometime. I do — I — I didn’t — so\none beautiful day, aufmachen — Germans, aufmachen. They arounded the whole\nhouse. Moment — momentarily, I was out. Momentarily I went down in that grave,\nin that cellar. This was a real cellar, and I closed that, and he put a table on that — on\nthat, with a — with a tablecloth, a long tablecloth, so. And here they come. The only\nthing was, if they would come with a dog, I would be dead, because the do — the\ndog would feel me. They have two dogs by themselves, and the dogs was barking\non the Germans, and they couldn’t stand. They was looking all over. They was\nlooking not me, Vologia’s(ph) sister, that the woman who — the painter of the —\nbecause she belongs to some kind of organization, the Germans have to get her. But\nshe was — somebody was calling her, and she went — she was not even home. But\nthey — if they would come with the dog, they — the dog would find me. But they\ndidn’t have. But we did have two dogs, Biggie(ph) and Chibby(ph). They also —\nthey are in my history. Biggie(ph) and Chibby(ph), they barked on that Germans,January 24, 2010\nthe Ge-Germans couldn’t stand it any more, so they left. They left. But, they took\nVologia(ph) with him, you know. Twelve soldiers took him. I say, I wi — what I’m\ngoing to do with Vologia(ph)? I am alone. The mother is dead, the father 1s dead,\nand the — the [indecipherable] the sister is not there. I am alone in the big\napartment, and I sit in — I —I was out when the Germans left, I came out, because I\nneed air. I was — I wanted — I wanted to get through the window out — out where’?\nWhere? What? Back to the ghetto? That th-the only thing. But lucky me,\nVologia(ph) came back. My God, my happiness, I jump on him and kiss him, and —\nhe was a elderly man, he was about 60. He was like a father to me, he didn’t know\nwhat to do. He pampered me always, and he was good to me. And I want you to\ncome and see the pictures, I want to show you. So, I was there at — the war was\nfinished, and I did have to get out. But I still lived with him, I still — I didn’t have\nplace to go.",
        "A: Til the end war.",
        "A: I don’t want to talk any more. I want to show you the pictures.",
        "A: This is the end of me. I don’t want to say nothing any more.January 24, 2010",
        "A: I—I came to — I lived in Latvia all the time.",
        "A: After the war, all the time. I came to America in March ’66.",
        "A: I’m a actress. I finished the school meanwhile.",
        "A: A theater school.",
        "A: In Latvia, yes.",
        "A: I finished in Latvia. When I came out of that ghetto, I did have to go to school to\nfinish — I have only six classes.",
        "A: So I did have to have a college.",
        "A: And I was lucky. In Latvia was a theater school.",
        "A: And I have the — a very good education, especially from theater working. When I\ncame to America, I worked 19 years for the New York City Opera.",
        "A: Everything.",
        "A: Nice — yeah.",
        "A: [indecipherable] somebody come from Israel and gave him [indecipherable] a\nmedal ga-gave him, and he has — I will — I cannot talk, you have to see that. I want\nyou to come. You have to stop, and I will just show you the pictures, it’s very\nimportant.",
        "A: What did you say?",
        "A: Everybody knows that, that was not —",
        "A: Everybody was talking ab — oh my God, [indecipherable] was screaming,\nyelling, happiness, and dancing.",
        "A: Sure I was happy, my God. I was out, I could out. I tell you this\n[indecipherable] I lived — I didn’t have where to go. Then somebody came from\nIsrael.",
        "A: I stayed with Vologia(ph) all the time. I didn’t have a — then they find us\napartment — they from Israel — I don’t know. Also connected with the Holocaust.\nThey find us apartment and put three girls there, and we lived together, and we went\nto school, I’m telling you, I — because I did have to finish my education.",
        "A: They break up the house that I was in before, and I saw the — who was living\nthere. You know, it — when you will take that, there was already a [indecipherable]\nI lived in that cellar. I showed that woman who lives there. Oh yeah?",
        "A: We’re all going to school —",
        "A: — and I have to — made the speciality.",
        "A: I wanted to go to — I always wanted to be a actress, always, all my life, because I\n— when I was young, I looked exactly like Elizabeth Taylor. Just look at the\npicture.",
        "A: I have so many pictures, I look — I worked with her, I came back — when I get the\njob, she came to the theater, she say, Caroline, you look like me. She’s a nice\nwoman, but she’s very sick right now.",
        "A: So then I sudden — you know, my — I will tell you, in that time, I met my\nhusband. How do I met my husband? My husband’s name is Charles Taitz,\nbecause Taitz is his name, not mine. Charles Taitz. He was a very handsome, and\nvery intelligent. He had two faculties, and he was a painter. He was a wonderful\npainter. Now — it’s okay?",
        "A: He came — I meet him — I know him la — long time. D-During the Russian, he\nrun away with the Russians, and he lived in Almatta(ph), in — in Russia. Now,\nJanuary 24, 2010\nwhen the war was over, he found out that I am alive. He run back to Latvia, and\nthen we get married.",
        "A: I don’t remember.",
        "A: Right — right after the war, that was —",
        "A: I don’t — I was 18, I was gir —",
        "A: —a-—a beautiful girl. Then, I start blooming. Then — then was the time. So I was\n— as a teenager, I was ugly. I was always happy that they didn’t rape me, because\nalways they — they wanted the young girls, raped everybody. At night they come —\nat night, for — looking for pop-popurose —",
        "A: To — to smoke.",
        "A: They was looking for smokes, they was looking — they took — they confiscated\neverything at night. And they took the girls, they rape her, and then — or they shoot\nher, or they let her go.\nJanuary 24, 2010",
        "A: Yes, I did have that.",
        "A: Menstruation?",
        "A: Yes. I have the bladder problems til today.",
        "A: Well, they bring me something.",
        "A: Maybe was buying for me something.",
        "A: Very primitive, very primitive.",
        "A: But that what happened, that was normal.",
        "A: Now —\nJanuary 24, 2010",
        "A: Then I get married, but I get married in my then — you know, the Russians came\nback.",
        "A: If you ro — know history.",
        "A: The Russians came back. So they called Charles, my beloved husband in a — in\nthe army. So, we just registered, just very much being in Almatta(ph). He was\nworking like a movie director, doing mo — with — with Einstein, you know, if you\nknow that name. He was assistant to Einstein. And he is a — basically a movie\nperson. We was doing movies [indecipherable] movies.",
        "A: No, wo — almost maybe five year — ma — no, he was older than that. He was\nolder.",
        "A: But we — we was in love. It was love. No — so when they — when he came back\nto Latvia, sure we were going to get married. So she come to — I had apartment\nwith the three girls. The girls moved out, he come in. And —",
        "A: We — yes, we had a religious marriage.\nJanuary 24, 2010",
        "A: And then we have a Christian marriage, you know, to — to write, to go to the —",
        "A: You have to register.",
        "A: How you call that?",
        "A: Civil, yeah, yeah, we have to — both of them.",
        "A: But you know, there was only couple of people we could make a big party. That\nwas the Russian time. Okay, they call him back in the army, and — and I — I was just\ngoing to school. So I ask, where are your parents? He told me — he say, my mom\ndisappear, I have no idea where she is. So we leave with him very — we loved each\nother, it was a love marriage. And he, being there, they send him to the army\nbecause they — he was in Russia, in Almatta(ph). And somebody shoot him, and —\nthrough his lungs. And he had tuberculosis, open tuberculosis. So he came back, we\nget married, and he was sick, very sick. And I was the only one who — my daught —\ndaughter was b-born later. So, he was sick mostly, but in the Russian time, they\ntook tremendously care of their soldiers [indecipherable] here. They gave himJanuary 24, 2010\n[indecipherable], they gave him room, apartment, we get a big, special — we\nmoved out of that apartment where I was with the girls. We have in — in New York,\nwe — not — in Riga, a three room apartment, beautiful, with all — with everything\nelse. Was very happy. And I was — he couldn’t work, because he was coughing and\ncoughing, and all the time sick. So they gave us a beautiful apartment, and we could\ngo to any sanitorium, because he was a war sh — and they gave us money. The\nRussians takes very good care of the soldiers. But where is your money — mom —\nmom — what — what — where is your parents? He say, I have no idea. He had a\nbrother, and he had a sister. They was both killed in the ghetto. Because I saw her. I\nsaw her in line. And when you are in line, you will not come out alive. One\nbeautiful day, we get a letter from Red Cross. Are you Charles Taitz? Yes, I’m\nCharles Taitz. Do you had a mother? Yes, but I don’t know where she is. Here is a\nletter from your mother. From my mother? What — make the story short, that was\nthe letter that Miss Amalia(ph) Taitz is looking for her children. Where are her\nchildren? And the only child is left is Charles. The only one. God, it was such a\nholiday. Sh-She da — sending us packages, and we had money, we have a very\ncomfortable —",
        "A: We lived in Latvia.January 24, 2010",
        "A: In America.",
        "A: We didn’t know that. Later we find out that she — she had a lover. The lover was\nthe fre — the husband of her best friend, just like today. So she took that husband\naway, and come with him to America. He was a rich man, and she lived with him.\nAnd now she start crying, where are my children? In Latvia, she know the ghetto,\nshe knows everything. She knew that I am alive. But her two other children, th-the —\nher eh — this is — my husband’s brother was a lawyer, and she was just finished\nfinancial [indecipherable], very educated, everybody. But they was dead, so\nCharles was the only child. She start bombing, you have to come to America, you\nhave to come to America. You see, I lived very well. I didn’t want even to move,\nbecause I had a good job. I worked in [indecipherable] studio, I made movies. This\nis my — one of my best movies.",
        "A: What?",
        "A: I was doing — you know what very much pays very well? Commercials.",
        "A: Drink the wine, the wine is good for you. I will show some pictures.",
        "A: I was acting, I was a acting actress, and I was doing in studios mostly, and they\npaid very good. They —",
        "A: What?",
        "A: Yes, yes.",
        "A: It was, but I was working, you know, only ber — we had — we got it. Now, I don’t\nknow how to say that in English. He was a soldier —",
        "A: — that the second group.",
        "A: And we lived very well because he was a — he gets so much.",
        "A: We get the apartment, we get money.",
        "A: We ev — every Summer we was going thi-this [indecipherable] this sanitorium,\nthis sanitorium.",
        "A: All the doctors he can have, everybody. Because the Russians will say — I was\nnot — not hungry at all, I lived very well.",
        "A: Sure, we hated the Russians.",
        "A: We didn’t want them, but — but they was there.",
        "A: Now, in that meantime, I get that letter from — from Red Cross, in that —",
        "A: So my — my hu — my husband said, we go to America. I say, I’m not going, you\ncan go. And my — I ho — I had al-already my daughter, I was —",
        "A: In ’47, I think.",
        "A: Yeah. And he wants to go. He hated the Russians like pests, because the\ncommunist they was — what they was doing with other people. We was very\nprivileged, because he was a soldier.",
        "A: Always. Always.",
        "A: Always under the com — a lot. Under — under communists was always anti-\nSemitic, always.",
        "A: The first time, and the second time, til today.",
        "A: I didn’t suffer from that.",
        "A: No, I did not suffer from it. I had my own life, I had my husband, I had my kid,\nand I’m a work —",
        "A: Now how do I know? I see what happened with other people, that was are-\narrested, that was sent to gulag, that was to Siberia. They do the good thing, we\nknew that. So, it was very difficult.",
        "A: She wa — he wanted, and I don’t. I had a good job, I had apartment, I had the\nprivilege. What I am — I don’t know. And his mother hated me, because, you know,\nbecause I was a poor girl, and he married a poor girl. And he had here a millionaire\nold lady, and she wanted him to come here and marry that lady, to divorce me. And\nhe — my husband was in love with me like crazy. I o — I don’t know why I do that.\nYou know, he wa — he would — he — he didn’t want me to work, he want — he was\ngive me diamonds and rings and presents, and he — he was crazy about me, too\nmuch. He loved me too much. But it was nice. And that’s why I say, what I am\ngoing to go, she don’t want me. I was a Yiddish kind. I was — I was pretty, I was\npretty. What do you want? What do you want? She’s a poor girl. Why did you\nmarry the poor girl? You could have — you have such education, and you are\neverything. Oh, she was a bitch. She was a terrible woman, you cannot imagine.\nWhen I came, I cried every day. She gave me very, very bad time.",
        "A: So, then we decided, you know, the Russian wouldn’t let us go. They didn’t let\nUS gO.",
        "A: No, a while before we left. We left —",
        "A: We left in ’66, in March.",
        "A: It was before — before, sure. When we get the letter — suddenly we get the letter\nfrom the Red Cross —",
        "A: — and we found out that she is there, and she was —",
        "A: — she wanted all the time that we come to America.",
        "A: I didn’t want to go, and — and — and meanwhile, my husband speak me, you have\nto — it will be good, and this — I will be on your side. I say your mom don’t want\nme, and she’s that and that, and — let’s go, let’s go. And then we sent in our papers\nto go, they didn’t let us go. They didn’t let us go. About 10 years old — I think it was\n10 or eight years, they didn’t let us go, til we get the permission. And we had a visaJanuary 24, 2010\nfrom Eleanora(ph) Roosevelt. She was a very famous mother. She was connection,\nshe had elizabe — el — el — yeah, thi-this president’s wife.",
        "A: Eleanor Roosevelt. She has connection.",
        "A: So she get a visa, a special visa, and we send to — to Khrushchev, there was\nKhrushchev, I think so. Putin was not the other one. I don’t remember that\nRussian. I can’t stand them. And refused first time, that second time, 10 times they\nrefused to issue. They wanted money. They wanted money, money. And I will\nnever forget that, how my husband went to Moscow with the other person, and put\non the table something — I would — the thing I don’t know, about hundred thousand\nmaybe, in the old, Russian money. Then, after that, it was, I think 10 years after,\nthey let us go. At night we had the telephone call, you can go. Your — your — you’re\na — you’re — 1s — is Okay, they okay. So we get a visa the okay, we packed our stuff\nand everything, oh. It is too much to tell about that, the way we packed and who wa\n— do you know what to take with you. We packed —",
        "A: Podroska(ph), no, how do you say — I don’t know how to say in English. A\nteenager.January 24, 2010",
        "A: Yeah. So she didn’t want to go either, because she has friends, and she’s got the\nschool, she has to finish school. And my husband said, you will go to American\nschool, you will be different. She different, she changed so much that I couldn’t\nrecognize her. So, March — March ’66, we took the ship, and we went to America.\nSo, we come to America, and she expected us, and she was terrible to me. She just\ndrank my blood. She was horrible. Now, we get apartment, we settle down.",
        "A: New York.",
        "A: We was going through Paris, through Paris. The visa was through par — it was\nin Paris a whole week, and there was a Israeli general who took care of us. It was\nso wonderful. Anyway, we came to America, and my husband is sick with\ntuberculosis, open tuberculosis. And here he didn’t have any privilege. He is a\nsoldier, forget it, that is Russia. We don’t have nothing. He was a private person.\nWe had no money, we had nothing. We had five dollars. The Russian let me have\nfive dollars. They confiscated everything what I had, everything. That’s what it is,\nbut we, we was in America, and we thought Mother will help. She did not help us,January 24, 2010\nnothing, beca — I helped, because I worked a lot. I get a job the New York City\nOpera, and worked 19 years there.",
        "A: Everything. I was a stage manager. I were — I was a makeup artist, because my\nschooling was the exact thing. My diploma was exactly to work in theater. When I\nshowed them my diploma, they took me right away. Be-Because — and besides, I\nwas pretty. The face [indecipherable]",
        "A: Bad. Half and half, because I studied a little bit. But you know, I don’t speak\ngood now, I didn’t speak then. But people understand.",
        "A: I was working, I loved my job. I did make-up, I did wigs, hair, because the\nschooling, I had all the schooling. And the languages, I speak a lot of languages.",
        "A: And there are people coming from Germany every — | did — I was in charge of\nevery production, prod — every production, to take care clotheses, costumes,\neverything. I loved my job, I work like a dog, it was too much. Today, I could never\ndo that. I loved my job.",
        "A: Nineteen.",
        "A: Nineteen years. Then I get the disease, vertigo.",
        "A: You know, vertigo is a disease that everything — til today.",
        "A: And I was doing the show with Beverly Sills, I was doing this show. I will tell\nyou which one. She was crazy — what is that wi — the show? Oh God.",
        "A: Lucia la — di Lammermoor, exactly. You know, she gets crazy late. And I was\ndoing the work, my director stays right there, and I do a beautiful job, that we got\nready [indecipherable], and I do. And I fall over her. I fall over her. This is the first\ntime when I get it. My director gave me 10 dollars, and said, go to the hospital right\naway. And I went to the hospital, the doctor said, you know, you have a terrible\ndisease. And since then, I did have to left my job, after 19 years of work.",
        "A: I'm very touch — nothing. Here I am.",
        "A: I lived in New York. My husband died. I mean, well —January 24, 2010",
        "A: Tuberculosis.",
        "A: In the 70s, some —",
        "A: I think in the se — or before it.",
        "A: He — he — he was very, very sick, I couldn’t work at all. I was the breadwinner in\nthe hou — and my girl was in school.",
        "A: She finished th-the — the —",
        "A: High school, and [indecipherable]. She was working here. I hate this place, but\nshe took this place, because it’s — she was working Voice of America. That was\nclose, so she put it here, and this is a residential section [indecipherable].",
        "A: I stayed in New York.",
        "A: And I met the other man.January 24, 2010",
        "A: And I married the other man, he was not Jewish.",
        "A: And he was a wonderful person. He wanted to became Jewish. He told me, I\nwant to became, what should I do?",
        "A: And I went to my rabbi, and I say, what should I do, my other husband is not\nJewish, my first one was. And what — he wants to become a Jew. What I have to\ndo? Because when he was a baby, he was already in the hospital, they cut him the\npupy(ph), what has to be cut.",
        "A: That’s when it was done. Now, he have to learn. Then everybody say, you know\nwhat, leave him alone. Let him be what he is. As long as he good to you, that’s all\nwhat count. He was wonderful to me.",
        "A: And he also died, not long time ago, 10 years ago, about. Nine. He had a\ndaughter from his first marriage. He went to visit his daughter, just to visit her, and\nthere he died. He had a heart attack. A wonderful — let me show you the pictures.",
        "A: Then I was there. I was very sick. I had two implants in my both hips, two\nimplants in my shoulder, and I lived on the fourth floor, where there was no\nelevator. So, for me was difficult to get —",
        "A: In Manhattan.",
        "A: Yeah, I had the wonderful apartment on the fourth floor, without elevator. So, I\ndid have to get up, and after four implants, I couldn’t do it. So my daughter say, you\nknow what, come to our house.",
        "A: But I don’t live in her house. She put me up here in that place.",
        "A: Because who needs it, a old and a sick mother, tell me. And here we are.",
        "A: I—I became religious when I was in Vologia’s(ph) house. Then I become,\nbecause —",
        "A: — everything what happened to me —January 24, 2010",
        "A: — was at God’s hand. He guided me — til today, he gui — I am here just for a\nreason. I believe that. Everything goes like that, and He is with me all the time, and\nI don’t die. And — and I supposed to be done — dead long time ago they — but I\ndon’t. And I am really sick. And my brain 1s not — pretty good, I must say. It’s not\nvery good, but it is —",
        "A: The letter we — from the Red Cross wa —",
        "A: My moth — my mother was in Auschwitz. She was verschleppt in Auschwitz.",
        "A: I don’t re —",
        "A: Somebody tells that she’s there.",
        "A: I have — somebody tol — I cannot remember that.",
        "A: But I know that she was in Auschwitz. Then a friend of us, a — a Russians sol-\nsoldier went to Auschwitz and took her out and bring her back to Latvia. How he\ndid it, I have no idea. The person is dead.",
        "A: Yeah, she came back after Auschwitz, and tell all the stories. Mom, I say, how\ndid you — because, you know —",
        "A: Yeah. I did see her.",
        "A: But she was half — half alive. She told me — I say, Mom, how did you survive?\nThere were gas — they was gassing these women. Then they told me the story. She\nwas already — the whole group of the huma — women did undress naked, and they\nwent in, and — and now they will gas them. And the gas didn’t work. The gas didn’t\nwork. So the Germans took and, put up your clothes and said, go back to the\nbarracks. And that’s the way that she survived.",
        "A: I have a picture of her.",
        "A: No, sh-sh-she was in the — because, you know, when I ran away, I don’t know\nwhat happened.",
        "A: They were going — they was working by the Germans.",
        "A: I have no 1— one, they send the mom — my mom to — ah, my — my sis — sister\nwas in Stutthof. They took my sister in Stutthof. Also, that — that’s what people\ntold me. And she was in Majdanek. No, in Auschwitz, my mom. But that good\nperson took her out and bring her home. But she lived a short time. She was all\nbroken, you know, morally and physically. What do you want, I mean, that was a\nterrible time.",
        "A: What?",
        "A: Ah—- my-I-",
        "A: I see my mother in my dreams, very often. I didn’t — my father — I— I was my\nfather’s girl, I love my father m-more. But I don’t see him so mu —",
        "A: I see my little brother, and I se — and see my mother a lot.",
        "A: And Germans. And I run from them, in my dream, you know. And then I wake\nup all sweaty.",
        "A: No. Not at all.",
        "A: I like — what I like now is to be alone. And you know, the people here don’t like\nthat, they want me to may — mingle. I don’t like that. I like to read, I like to be alone\nand read. That relaxes me. I even — didn’t even watch television. I don’t like\ntelevision. I have television, I don’t watch it. I like to be alone. I like it, and — and —\nand it — then I do — because I have so much — I have to clean it up, you know, I have\nto clean it up. So I monkey around in my apartment. But I am happy somebody\ncomes in and talks to me. I have people — the — the Holocaust sent a volunteer to\nme, and we became tremendously close friends. Maybe you know her. Her name is\nJaveh(ph) — Eva(ph) Conantier(ph), or something like that. Beautiful, gorgeous\nwoman, I love her to death. She is so good to me, like she would be my daughter.\nEva(ph) Conantier(ph). Here is her address. I cannot even remember her name.",
        "A: Can you read that?",
        "A: I want to repeat her name —",
        "A: — because I want them to be in — in the writing.",
        "A: Iam blind, I cannot see.",
        "A: Courentier(ph). Eva(ph) Courentier(ph).",
        "A: My — my pre — when my priest died, I was hysterical.",
        "A: He die — I was already here. And I wanted to — America didn’t give me a reason.",
        "A: He died.",
        "A: This is the priest, Viadimir Michko, who saved my life.\nJanuary 24, 2010",
        "A: I wanted, yeah, there no way.",
        "A: Because you know, I did have to wait til the five years to get a visa and\neverything.",
        "A: I am, yeah, sure.",
        "A: Nothing. America is not any more the America. When I came, in ’66, that was\nAmerica.",
        "A: It was rich, and everything was — the president was Reagan, my love of my life.\nEverything was so easy. Right now, in this America, this is cuc — Russia. Right\nnow I live the way I lived in Russia. Everything is not — you have no service, you\nhave nothing.",
        "A: I came but not willingly.",
        "A: Freedom, freedom, absolutely freedom. That what I like about America, the\nfreedom. It’s too much. Too much freedom. But I — I didn’t want to come, I — I\nlived there wonderful. I had a good job, I was doing movies. This is not the only\none. I did se-seven movies.",
        "A: Acting, yeah, acting, I was — because I — my — my diploma 1s acting.",
        "A: Iam a actress. But I am very talented, I can do with my hands everything. And\nthey want it in the theater, I was very useful.",
        "A: It could, I don’t know. Because the Germans wats — also, I was not in Germany,\nbut my friend went to Germany, and when she came back he told — she told me she\nwould never leave there. Because, you know, the Germans don’t pay me any\nmoney.",
        "A: Yeah.",
        "A: No, no, not a dime. Why? Because I was in hiding. I get from them a letter, that\nbecause you was in hiding, why was you in hiding, he say, because you was inJanuary 24, 2010\nhiding more than you was in ghetto. That was a — I had a letter. I say, why did I was\nin hiding, what do you think, I — I was dancing there? Don’t you know why I hide?\nMust be a reason that I run away. Oh, you run away from the ghetto. You didn’t\nhave to be in ghetto so — as long as we tell you. Can you believe that\nmishegasen(ph)?",
        "A: No, Iam Latvian, hundred percent.",
        "A: A Latvian jewel. I am a Latvian Jew.",
        "A: I fe-feel very — but I am really Jewish. I love everything Jewish. If I would have\nto choose which national-ality I want, I want to be Jewish.",
        "A: Yes, I was here the last holidays. Eva(ph), she took me there, and I like\neverything. I like the Jewish [indecipherable] I like the — they have such beautiful\nthing. And I like the Mamaloshen. The Mamaloshen is fantastic, because I like\nSholem Aleichem. I read all his books. And I — when — when I talk, I talk — use aJanuary 24, 2010\nlot of Jewish words in my conversation. Now what can I tell you? Now is the end of\nme. I don’t know when I am going to die, but I am as much to death.",
        "A: Iam not — I am not pessimistic, I know, I am realistic, because 80 years 1s a lot.\nThis is the end. And I keep living and living. But you see, God is my friend, he\ndon’t want me.",
        "A: They are bad. They don’t have to do with me nothing, they don’t come see me.",
        "A: I have, so what? I don’t know who they are. I mean, I know when they was\nbabies, they was on my lap. I know them very well, and I love, really love them, but\nI — they don’t come visit me.",
        "A: Two. Two boys.",
        "A: Maybe a girl would be different, I don’t know. I love them anyway.",
        "A: You know, they have their own life. Young people live their own life.\nJanuary 24, 2010",
        "A: What are they going to call grandma, big deal.",
        "A: But that’s okay.",
        "A: I live them — I love them in my heart.",
        "A: Aviva(ph) goes to them, sure, my daughter goes to them, she sees them. And so I\nsay, give my love to David, give my love to Eric(ph).",
        "A: They have their own life. Who needs their old grandmother.",
        "A: Yes, yeah. I— they write me, they send me —",
        "A: Yeah, I will give you cookies.",
        "A: They send me cookies.",
        "A: They are very devoted, very devoted.",
        "A: I don’t know if they are Jews, bu — try that, you’ll love it.",
        "A: All the time.",
        "A: And I’m very much in touch with my theater, here.",
        "A: In New York. They write to me letters, and they call me, you know, my — they\nalmost — shoot, shoot, shoot, they close the whole thing. Then come out a\nmillionaire, Mr. Koch gave them a hundred million dollars, and they live again.",
        "A: [indecipherable] But what happened when I was — when I left, terrible.",
        "A: They wanted to close my theater.",
        "A: Because you know, when I worked there, I worked so long, that it was mine, my\npersonal —",
        "A: It could be Carolina Taitz’s theater.",
        "A: Yet I don’t have a hundred million. I cannot believe that people has such amount\nof money. He didn’t give his last dime. You know the story.",
        "A: What, darling?",
        "A: About what?",
        "A: I have a [indecipherable] big experience. And I have episodes from my — like\nthe louse.",
        "A: Then the puppe. You have not — I —I am telling you, I cannot talk so much, but I\nhave episodes from my life. The name — and David, my friend, is mad because I\ndidn’t have to write a book. I have to write a book, because that’s what I have seen\nwith my old eyes. Everybody’s dead, and I am still alive. People — I say, who is\ngoing to read my book? I do not write. I don’t want to. He did — he li — he lives in\nNew York, he comes and visits me, and he is a writer, David Silberman(ph). Try\nit.",
        "A: It isn’t at all what I told you?January 24, 2010",
        "A: I mean, more or less —",
        "A: — this is what happened.",
        "A: That I think that my episodes, what I personally was going through, is more\nimportant. I can [indecipherable] tell, like, I have a story about the doll.",
        "A: The d — the doll. The doll is a puppe in German. A puppe 1s a doll, you know a\ndoll. This is a story, the louse is a story.",
        "A: What isn’t a story? I have so many episodes what happened to me.",
        "A: Yeah.",
        "A: Then — yeah, I need time for that, I’m not going to tell it now.",
        "A: Then, the potato. How — this is a story.\nJanuary 24, 2010",
        "A: How I came, how he hit me, and was —",
        "A: And this would be in my book.",
        "A: I didn’t write. Eat it.",
        "A: This is the real story.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 24, 2010\nRG-50.106*0179",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nCAROLINA TAITZ\nJanuary 24, 2010\nBeginning File One"
    ]
}