{
    "rg": "RG-50.549.02.0017_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Bella Mischkinsky, conducted in Gaithersburg, Maryland at the home\nof Bella’s sister, Irene Glossberg, on June 10th, 1998, by Arwin Donohue. This 1s a post-\nconducted with Bella on July 12th, 1995. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible, this is tape\nnumber one, side A. Okay, I’m going to just -- for the sake of summarizing on tape, say that\nwe're -- we’re going to start out by going back into some of the Holocaust era and pre-war\nexperiences that weren’t discussed in the first interview. So -- and then we’ll -- and then\nwe’ ll focus on the post Holocaust material, after we’ve done some of that. And we’re going\nto try not to repeat what was already said in the video interview, just -- just to do new stuff.\nSo, why don’t we start out Bella, by you stating your -- your name today and -- and your\nname at birth.",
        "Answer: My name is Bella Mischkinsky. I was born September 9th, 1922 in Lodz, Poland.",
        "Q: And we know from the first interview that you were born Bella Berger. How -- ho -- and\n-- and then you -- how -- how did you get the name Mischkinsky?",
        "A: After marrying my husband, Ike Mischkinsky, I adopted his name, Mischkinsky.",
        "Q: And then later you married Hank Bermanis. How did you decide to keep the name\nMischkinsky? Was that an issue at all?",
        "A: It was a matter of convenience. It’s too much hassle to go through all the papers and\nchanging names and whatnot, so I decided to officially go by Mischkinsky and whether I\nwas referred to as Mrs. Bermanis or Mischkinsky or Bella, was of no importance or\ndifference to either of us.",
        "Q: We -- will you describe something about -- you -- you had said in the first interview, a\nfew things about you childhood in Lodz and how you were sort of a happy go lucky young\ngirl and -- and you weren’t really a -- a joiner, or a member of groups or anything. And you\nmentioned a little bit about your -- your family and their political interests. Or -- your father\nwas a Bundist and they weren’t particularly religious. I wanted to get more of a sense of\nyour relationships within your family and if you could state your father’s name and your\nmother’s name and say something -- and -- and your sister’s name and say something about\nyour early relationships as a child before the war, with each of them.",
        "Q: Well, my mother’s name was Gitla Voidaslavsky -- was her maiden name and she\nmarried my father, Natan Berger and she adopted -- adopted his name, so she was Gitla\nBerger. My sister 1s my junior. She was born in 1930, her name is Irene, known at that time\nas Irene Berger. My relationship with my parents was -- it wasn’t close, but it wasn’t\nantagonistic. My mother was busy working. She was a terrible housekeeper, hated\nhousework, loved to be with people, loved to work. Also, that was not the common standard\nat that time in Poland. But she was the happiest when she was among people and when she\nwas working. My father had a job, not a very strict one. He was much more educated than\nmy mother. He liked different things than my mother. I could never find a common bond\nwhy they ever got married, except the custom in Poland at that time was that -- what do they\ncall? Thedushetimeshat. Some family introduces a man, other family introduces a woman\nand they decided that they would make a couple and they get married. There was no\ncourting, dating, or any of that. And I imagine that’s why they got married. I never found\nthem very competitive to each other. My father pretty much went his way. He was a terrific\nmathematician. He loved politics. He loved cafés, good life. My mother was just devoted to\nwork, work, work. So I was pretty much left on my own. I would say that my home base\nwas rather my grandmother’s home, where there was somebody there, than my parents\nhome.",
        "Q: Now, which grandmother was this?",
        "A: My father’s mother.",
        "Q: And what was her name?",
        "A: Hiya. Hiya Berger. And my grandfather was a just -- a terrific Hassidic man, but very\nastute, very educated, very respected and he belonged to the -- I think you could call it sect,\nof the gedda rabbin -- rabbins -- rabbins -- whatever the name is. Because the Jews were\nkind of separated by belonging to different rabbis -- who was next to God. Leaders. But the\nreligious life never interested me. I had no special feelings towards God or even religion,\nexcept knowing that I am Jewish. Couldn’t describe what it meant. Probably because I was\nborn to Jewish parents and was surrounded home with the Jewish tradition, but it did not\naffect me at all. Politically my father’s -- he had four brothers, two sisters and I had a slew\nof cousin and inevitably, every one belonged to a different part of the political organizations\nat that time. I was not a joiner, but I was listening, cause I loved to discuss things. I guess\nthat’s something the Jews had, discuss issues to death. So they were talking about Zionism,\nBundism and all shades of Zionism. Hammish -- hammish hatiyere and the revers 1n this\ngroups and many other ones. So I was exposed to it, but not a participant. I never joined any\norganizations. I am just not a joiner.",
        "Q: Did you have any Zionist sentiments at all as a result of that, or did you feel completely\nuninterested in it?",
        "A: No, I had no Zionist interests at all. The concert of Palestine and our homeland, that was\nnot something my mind was preoccupied. I was probably more Polish than Jewish, except\nbeing Jewish definitely. I had no interest in the Jewish life at that time.",
        "Q: Did your parents have any kind of religion that they -- that they were bringing you and\nIrene up with, that they were -- you know, that they -- did they -- did they bring you to\nTemple on high holidays or was the -- it really -- pretty much secular Jewish household?",
        "A: No, my parents didn’t -- my grandparents, that are Orthodox, so I observed the Jewish\nholidays and attitudes towards religion through them, but not through my parents. My\nparents never gave me a Jewish education and I never showed any interest 1n it. But I do\nhave a sentiment and terrific memories of my grandparents home, who were real true\nbelievers. So, Friday night was a big holiday. My grandma got -- put the best chaidel on and\nthe long dress and that hose. Set up a white tablecloths and candles and holly. And my\ngrandpa -- father came back from Shul and took the honored place at the table and was --\nhad all the respect of the children and grandchildren and -- so that 1t was always a feeling of\nreligion in their house. On Passover, was a tremendous holiday, joy for us children. Had to\nchange dishes, you have to burn homitz and all those things. But I really -- I was not a\nparticipant, but I was an observant and I had no objection to it, as long as I did not have to\ndo anything about it, but enjoy the atmosphere of my grandparents home.",
        "Q: So you attended a public s-school then, did you?",
        "A: Yeah, I attended the public grammar school and then I went to a private high school.",
        "Q: Would that --",
        "A: Public schools were compulsory. High schools were private. But I attended a private\nhigh school, which was very much influenced by the Bundist movement.",
        "Q: Was it a secular high school?",
        "A: Yeah.",
        "Q: Yeah. Okay. What did you think of -- of the Bundist movement?",
        "A: Of the what?",
        "Q: The Bundist movement? What -- what kind of --",
        "A: I couldn’t care less. Well -- but I know they did not believe in a homeland like Israel.\nThey were anti-Zionist. They believed in peace on earth wherever you are. They were more\na s-socialist movement Certainly not a religious one.",
        "Q: Where did your real interests lie’? Was there anything that -- that you -- that really excited\nyou as a child?",
        "A: I didn’t have any special interests. I was a very happy young girl. Had lots of friends,\nwas going to school. I wanted the world to be wonderful, everybody should love everybody\nelse. And I really felt a part of Poland. I considered Poland my home. Unfortunately I found\nout differently in ‘39. But until then, I really felt very Polish.",
        "Q: You mentioned in the first interview that your friends were both Jewish and Christian\nand that, you know, that there was a very open feeling, or atmosphere and then -- and then\nthe anti-Semitic incidents started happening and you described the -- the escalating laws and\ndecre-decrees and so forth. Were there any personal experiences that you had, say with\nfriends who -- who -- you know, non-Jewish friends who sort of turned on you after the war\nstarted or experiences like that?",
        "A: No, I don’t know of anybody -- my personal friends to turn on me, but they stopped\nbeing friends by sheer not being able to be together. So, it was nothing personal. They did\nnot turn away all of a sudden because they found out I was Jewish. It was never a secret to\nthem. And some of my friends went to a very, very prestigious Polish high schools. And\ntheir contact with the Jews was not tremendous, but it never made any difference to me and\nI don’t think to them. We were never discussing religion or the influence on -- we were just\nfriends. Young people finding a lot of things in common.",
        "Q: But they just stopped talking to you after the -- after the German [indecipherable]",
        "A: Well, we were separated. We no longer could go out on the streets. We no longer had the\nsame rights. So a lot of my acquaintances, Jewish acquaintances, were shu -- cut off too.\nBecause we no longer could visit, we no longer could do the things we did before which\nbound us together. Schools were closed. So there was really being cut off from the rest of\nsociety.",
        "Q: What about your relationship with Irene? I realize she was much younger than -- she wa -\n- was she eight years younger than you? Something like that. So when the war started, she’s\n-- she [indecipherable]",
        "A: Yes. My relationship to Irene was different. I just loved her. She was a sweet, young girl\nand since we were left alone so much, we developed a very close relationship. A close\nrelationship, me being so much older and she being so much younger, but she was cute,\nadorable, loving and I was just crazy about her.",
        "Q: Even as -- even as a young girl?",
        "A: Even as a youngest girl. Also I had to take her sometimes on a date with me, but I never\nresented it. I had a devotion -- to me, never disappeared 1n all those years of separation. As a\nmatter of fact, for some reason, she stills feels that feeling of -- not only love, but it goes\nfurther than love. That feeling of responsibility for me, since I lost my husband and I no\nlonger am the same person I was. She feels doubly responsible. She cannot be happy if I am\nnot happy. And I cannot just press a button and say, “Hey sis, be happy even if I am not\nhappy.” It just doesn’t work with her like that. She 1s stubborn. She gets an idea to her head\nand shortly of splitting her head and taking the idea out, you cannot change it. Was it hard\nfor you to leave? I mean, when you and you father left Lodz -- Lodz, looking for a place in\nthe Russian zone that -- that your family could relocate, did you -- did you have any idea at\nall or any sense that you would be split u -- your -- your family would be split up the way\nthat it was?",
        "A: No, I did not. We both, father and I and mother and Irene felt it 1s just a temporary\nresettlement. At that time you just didn’t pick up and take your whole family. You were\nalways thinking of providing for them. So we were like scouting out the territory. The\nborders were still opened. We send for Irene and mother and then we’ll live happily for ever\nafter. It didn’t work that way, but those were the feelings at that time.",
        "Q: And I’m interested in hearing your -- about -- more about that moment that you had been\nbetrayed by the maid of the family and -- in that -- at the farm, that -- that you arrived at and\nthe Germans arrived to arrest you, and you and your father escaped and then you dis --\nrunning away and you discover that you’re separated from your father. What did you --\nwhat -- what did you feel in that moment of -- of realizing that you were alone and that your\nfather wasn’t there?",
        "A: It was a frightening feel-feeling. I had no -- I didn’t know how I’m going to act or react\nor what the future is going to bring. But I just knew that all of a sudden, I’m in a strange\nplace, all by myself. I don’t know where I am. I don’t know what I am going to do, but here\nI am. Until some woman, who was outside, looked at me and said, “Hey little girl, you don’t\nbelong here. And anyway it’s scary for you, what are you doing outside? Come with me to\nmy house.”",
        "Q: Did you have any ideas or thoughts about what might have happened to your father?",
        "A: No, I had no idea, but I figured out just -- I ran in one direction and he ran in another\ndirection. I didn’t know which direction he went to and he didn’t know which direction I\nwent to. It was night, it was the forest. I had no idea where we were. We just put our trust in\nthe people who were going to bring us over to the Russian occupied part of Poland. And we\nleft it at that. There was no alternative plan, there was no in case we separated. It didn’t\nenter our mind. So I was fully unprepared for it.",
        "Q: And you describe going on to Bialystok from there and there was a -- was it in Bialystok\nthat there was a woman who -- who -- I mean approached you on the street and took you in?",
        "A: Yes, it was in Bialystok. That was a very, very hard experience, getting to Bialystok.\nNow we no longer had Germans, but I no longer belonged any place. I had no money, no\nclothes, no documents, no place to go. And that was a very frightening experience. What\nnext? Probably go back to Lodz was one of those thoughts -- after Lodz -- Lodz was home.\nThat it’s changed, we don’t visualize those things until we experience them. But that still\nmeant home, so I was toying with the idea of maybe get back to Lodz. But then I met that\nwoman and she said to me, “Hey, you’re all by yourself, you want to go to school.” I always\nwanted to go to school. One of those ideas. She says, “Why don’t you come with me? I live\nin that small town of Oashmiani and I am sure you will be able to go to school there and\nkind of make a comfortable life.” Since I had nothing to lose, whether I go back three days\nlater or a week later, it didn’t matter.",
        "Q: Did you -- did you try to get in touch with your mother and -- and Irene?",
        "A: No, there was no way of getting in touch. There was no post office, there were no\ntelephones, there was no ways of communicating, shortly of going back and being lucky to\nfind them there. And I had no thoughts that I wouldn’t find them there. After all, I left them\nin our home, why should I find them someplace else? So our knowledge of what Germans\nhad -- what the future they mapped out for us, was not very extensive, except knowing that\nthey hate the Jews. But that as far as my imagination went --",
        "Q: What was the name of the -- of the woman who you met in Bialystok, who offered you to\ngo to Oashmiani?",
        "A: I can’t think of her name right now, but I am sure it will come back to me.",
        "Q: I was interested in -- in -- well, there -- there was a theme that you mentioned that you\ndidn’t want to -- that you were always very careful not to put yourself under a f -- one\nfamily’s control. That -- that you didn’t want -- that there was that sense of reserve as far as\ntrusting people.",
        "A: The Poles.",
        "Q: The Poles, in particular?",
        "A: Yeah. And I heard -- I made many friends, Polish friends, in Oashmiani, especially the\nbookkeeper of that place I worked, an elderly man who was very kind and very nice and it’s\nahead of time, but when he found out the ghetto’s going to be liquidated, he met me in front\nof the gates and said, “Bella, don’t let them send you out. I place you with my niece on a\nfarm and you going to be safe there.” He -- I knew him from before, he was very sincere and\nvery honest. I really loved the guy. He was a elderly gentleman. And I say, “Okay.” And\nthen I got cold feet. I say, “No. I cannot put myself in a place where I am completely at the\nmercy of the people I am with.” That just wasn’t something I felt comfortable.",
        "Q: Mm-hm. It seems like it must have been so difficult to -- I mean when you describe\nyourself before the war, and you describe yourself as being Polish and thinking of yourself\nas Polish and I’m just trying --",
        "A: Jewish - Polish.",
        "Q: But I’m trying to -- to grasp how that shattered because, it -- did it shatter so -- so\ncompletely after the German occupation that you realized that -- that you -- that you really --\nthat there was such a -- an irreconcilable distance between you and the Poles?",
        "A: Yes, I did realize that. I realized how much the Poles hated the Jews. I mean, they’re was\nalways anti-Semitism in Poland. But it was blatant, it wasn’t obvious. And I was always\naccepted by my Polish friends, without giving it a thought, whether they Polish or Jewish or\nwhatever. I was never concentrating on those issues. And then, when the Germans came in\nand I saw that all of a sudden, there is such a difference, it no longer became ble -- it was\nquite obvious they hated the Jews, for many reasons. First of all, the church was instilling in\nthe Poles -- and that was a Catholic country, the Jews are the killers of Christ. Well, that’s a\nunforgiven sin committed by the Jews. They killed Jesus, their most believed in person, so\nthere is no love for the Jews. Then there was a certain amount of envy. Not all Jews were\nrich, but they were comfortable, most of them. And the ones who weren’t were taken care of\nby the Jews who were more comfortable. Getting rid of the Jews is a big opened field of\ntaking over their possessions, taking over their business. I guess the Jews presented the\nPoles of giving them a feeling of superiority. And that wasn’t very pleasing to the Poles. I\ndon’t know whether they did or they didn’t. I didn’t -- couldn’t judge. But the Jews lived\npretty much their own life. They were -- they had their clubs, they had their cafés. They had\ntheir shows. They were very intellectual, much more than the Poles were. And I’m not\ngiving statistics, I don’t know. But the majority of the Poles were just working people,\nfarmers, whatever. So I think the Jews felt a little superior. Sort of standed off attitude\ntowards other people. They felt they were more righteous, they were more -- but they were\nseparate from the Poles. There was never a togetherness. They maybe worked hand in hand\non working places, but there was no special bond of relationships. I never felt it, but then I\nwas a young girl. And I wasn’t that intellectual to dwell in those political things going on. I\nknow that Peelshinsky, who was a leader of Poland, hey, I loved him. He was like -- we\ncalled him our daddy. When he died, we stood, saluted the flag, saluted his portrait. Tears\nwere running down our cheeks. But that was a skol -- school attitude. And I really wasn’t\nthat interested of what happens in the adults minds.",
        "Q: So did you really stop thinking of yourself as being a Pole and -- and just think of\nyourself of being a Jew after the war began?",
        "A: No, I didn’t stop thinking wh -- of anything of that kind. I know that I was Jewish. I\ndon’t know, th-there is a difference between being Jewish and being a Jew. But I knew that\nI am being rejected by the rest of the country.",
        "Q: I wanted to skip ahead then, to when you were in Oashmiani and you were making the\ndecision that you wanted to get out and go to-towards Vilna. I -- how did you -- what made\nyou decide that Vilna was where you wanted to go or what made you even consider Vilna as\nthe pla -- as the destination?",
        "A: Had it -- here again, it wasn’t quite from Oashmiani. Oashmiani was liquidated. The\nghetto of Oashmiani was liquidated and then --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of an interview with Bella Mischkinsky. This is tape number one,\nside B.",
        "A: When we got to Melagarni, we were put into a building -- very clean, without any\nknowledge what we going to be doing -- doing there or not. But I found it confinding. In\nVilna was a big place, a big ghetto. So I decided to leave Melagarni and go to Vilna. I only\nbased it on those terms.",
        "Q: You thought there would be more freedom?",
        "A: Freedom of move -- freedom of movement, whatever I thought. I’m not sure what I\nthought, I just thought it’s not going to be that confinded that -- you cannot be surrounded in\none building or any such thing. So that’s what I decided to do and that’s what I did.",
        "Q: Mm-hm. And then, from Vilna, you were -- you went to Kaiserwald [indecipherable]",
        "A: Yes.",
        "Q: And I wanted you to describe -- you met your -- your husband at Kaiserwald and I’m\ninterested in hearing how it was that you met him and then how it was that you -- that you\ncame to marrying him and more -- and did -- how did that happen?",
        "A: Well, I can understand that you have difficulties with that concept. Because, if you read\nabout concentration camps and if you read about how the Jews were treated -- to me,\nKaiserwald was a little different. How did I meet my husband? My husband had a lot of\nfreedom in the camp. He really wa -- he really build that camp. And he had freedom of\nmovement. So, how does boy meet girl in those circumstances? I can’t explain it, but there\nis a way. Young people always will seek out young people. So, since I was not working\noutside the camp, but I was working in camp and he was moving freely in camp, he spotted\nthat cute little girl and somehow, some way, we started talking, holding hands. Nothing else\nbut. We still were separate -- I mean, equal or not equal. We decided to get married, just not\ntoo long before Kaiserwald was liquidated.",
        "Q: How long had you known him by then?",
        "A: For about a year.",
        "Q: And what was his name?",
        "A: He was called Booby. I found out it’s kind of a silly nickname, but that’s what he was\ncalled by everyone. His name was Isaac Mischkinsky and when he got wind of the idea that\nKaiserwald is going to be liquidated, we both decided we didn’t have a better chance\nstaying together whatever happens, as a married couple, than just [indecipherable] ghetto\nand whatnot.",
        "Q: Had you -- but, at some point it had become clear, during that year that you were getting\nto know -- know each other, that it was very serious, that you were -- that you were in love,\nyeah?",
        "A: Well, I guess so. It wasn’t just, “Hey, would you marry me, because it might be better for\nboth of --” No -- no, we cared for each other. So that’s where we decided to get married.\nAnd that’s when I changed my mi -- my name, from Bella Berger to Bella Mischkinsky. It\ndidn’t really save my life.",
        "Q: Would you describe Booby a little bit. What -- what -- what interested you in him and\nwhat -- what kind -- [indecipherable] what kind of discussions did you have?",
        "A: First of all, he was the most handsome man in camp. He was tall, well built, very well\neducated. He was older. He already had a degree from a co -- from [indecipherable] college\nin Germany. He comes from a higher up family, very well [indecipherable] in Riga, before\nthe war. It all was a snob appeal to me. Hey, a guy like that is [indecipherable] me, what do\nI know? I don’t even have high school. So that was kind of tried. And he was a wonderful\nhuman being.",
        "Q: Did he share -- did he have any particular strong beliefs? I mean, you mentioned that you\nwere not a -- you know, a -- a joiner, but was he religious or was he -- did he have political\nbeliefs or --",
        "A: No, he was not religious. I was not aware of any political inklings. He was not involved\nin any political underground fights or anything like that. It is -- suited my temperament.",
        "Q: Do you remember what you would talk about together?",
        "A: Oh God. No. Well, first of all you talk a little about your family, about what happened\nhere and what happened then. What was your life before, what -- you know, the usual, get-\nacquainted talk. Don’t forget, we didn’t have dates, that you come to my house and let’s\nspend five hours talking and I take you out to dinner or any -- it was a concentration camp.\nAnd we broke quite a few rules of the concentration camp. But we always were in a position\nthat we could afford to do it. He was very well liked by the commandant of the\nconcentration camp. I don’t know that the commandant, no matter how much he liked him,\nwould let him get away with lots of things, but there was a certain feeling of respect towards\nhim.",
        "Q: Did that make it easier when he wanted to marry you? To -- to actually [indecipherable]",
        "A: No, the commandant had nothing to do with it, that was none of his damn business.\nPardon my language. But no, he had nothing to do with it. The Germans did not have to\nknow about everything what was going on and they didn’t.",
        "Q: So there was a rabbi in camp?",
        "A: Well, she was -- she was a rabbi from before, but -- I would call it a civil ceremony\nrather than religious ceremony. Oh, we had witnesses, we signed papers. It really had not\nspecial meaning for the Jews who were considered in the eyes of Germans as nothing. But it\nhad a meaning to us. So we had some witnesses. I remember one of the girls name was\nHilda Shpalter. And I think Maya Mensh-Menshenfront. I’m not sure. And it was a 10\nminute affair and we said yeah, I declare you husband and wife and we changed papers and\nnames and I imagine people don’t visualize weddings of that kind of -- that way, but that’s\nway you got married. That’s how we got married.",
        "Q: Were there others in the camp who got -- who got married that way too?",
        "A: I think so, but I don’t know.",
        "Q: How long before you were the -- Kaiserwald was to be --",
        "A: Liquidated?",
        "Q: Liquidated. Was that -- you got married --",
        "A: I think about a month or something like that. Just enough to get all the papers in order\nand make it legal for the German records.",
        "Q: Were you able to -- did you -- did anything change after you got married, were you --",
        "A: No.",
        "Q: No.",
        "A: We just felt more concerned about each other. What happened here, what happened then,\nyou know, but now, nothing changed.",
        "Q: So you weren’t really able to find much time to be alone together or anything like that?",
        "A: No. Didn’t pick a honeymoon place, what can I tell you?",
        "Q: Did you ever take a honeymoon, much later in life with him?",
        "A: All our life was one big honeymoon.",
        "Q: Well, then it’s worth it... You mentioned that you had close friendships in Kaiserwald\nthat lasted for so many years later.",
        "A: They still exist.",
        "Q: Why Kaiserwald -- how did -- what -- what a -- was it about Kaiserwald that made that\npossible?",
        "A: Well, I had no way of comparing concentration camp, Kaiserwald to other concentration\ncamps. That was my first concentration camp. But I found that I personally had a lot of\nfreedom. I don’t mean freedom of going into town and doing all this things, but I had free\ntime. I had a very good job. I met my girlfriend, Trudy Schloss, who too was all alone at\nthat time, separated from her family. And Trudy Schloss -- at that time Omand, was a girl\nmy age. She came from Germany and we just took long walks around and round and round\nthe per-perimeter of ours barracks, and talked our heads off. I had a sister, “Oh, my sister\nIrena --” She had a sister, “Oh, my sister --”’ And we talked about parents, about how we got\nhere, what we did. And we be-became very, very, very close friends and are very close\nfriends til today.",
        "Q: Where does she live?",
        "A: She lives in Jersey. She is married to a man she met in the camp. They got married after\nthe war. She has two children and grandchildren. And we were always together. If we\nweren’t together, we were always in touch with each other and still are. That’s my extended\nfamily. She is not the only one, I have other friends, which became extended families. And\nthat’s -- we are as close to each other as a family could be. It was a family by choice.",
        "Q: Were there other people -- were there people from Oashmiani who you stayed in touch\nwith after the war, or -- I mean --",
        "A: I did meet two people from Oashmiani after the war, but it was a very short-lived\ncontact.",
        "Q: Was that during one of your visits?",
        "A: No, no. It was when I lived in New York.",
        "Q: Was it accidental that you bumped into them or did you intentionally --",
        "A: Neither or. When we got a lawyer who was working with the German government after\nthe war, to reward some compensation for the people who were 1n camp and are survivors.\nAnd you had to find someone who knew you -- who didn’t -- and he had the whole list and\nyou had to find someone who knew you, that you were in camp. And he was the one who\nhad the name of the people from Oashmiani. So that’s how I got in touch with them.",
        "Q: Okay, well [inaudible] I didn’t know that you had done -- had gone through the\nrestitution process. So, we should talk about that later, but let’s -- let’s stay in --",
        "A: Oh, you can talk about it now. It’s -- it’s a very simple thing. It’s up to you.",
        "Q: Okay. Well, go ahead, then and tell me a little.",
        "A: Well, after the war, long after, a organization was formed and said, we were slave labor.\nWe were labors in camp and we should get some restitution. So somebody had the name of\nsomebody had the name of somebody and it was a guy in New York who used to take care\nof it. So we got in touch with that man, his name is Waxberg [indecipherable]. And you\nsubmitted papers saying from there to there, I was here to here and he was providing you\nwith names of people who applied too, so he could match. And that was presented to the -- I\nthink German consulate or German organization and you had to go through a examination,\nmental examination. What did the concentration camp do to you and how much damage was\ndone to you? And he had a list of names of doctors who were signing papers. So I\neventually was awarded 25 percent of whatever the figure was, I don't know. My husband\ngot 65 percent, because he got in touch with the lawyer who worked in Germany, who was\nfrom Riga and knew their family, and he signed the paper [indecipherable] Mr. Ike\nMischkinsky came from a very high class of Jews in Riga and was used to a very high\nstandard of living. So he got 65 percent and I got 25 percent. That’s equality.",
        "Q: Did that -- I mean, did -- did 1t make you angry in any way that -- that you had to go\nthrough a mental test in order to have any kind of restitution? And that -- and that there wa -\n- and that you -- he was being paid based on how wealthy he was before the war, or -- what\ndid you think of that?",
        "Q: Well, I don’t get angry very easy. I can understand injustices of laws and regulations.\nThey weren’t built for me. It’s a way of doing things. So -- and those pensions stopped with\nthe life of the survivor. So his 65 percent went tsshoop when he died. I still get my 25\npercent. Hank never got anything. Partially it was his doing. He was working for the\nintelligence of the American government and he did not feel that he can give them all the\nfacts of where he was, what he did. So that he did forego the application. I supported him\nwith my 25 percent. I’m only joking.",
        "Q: When you were in Kaiserwald, at some point you and Ike were separated. And it sounds\nlike Ike was -- Ike left Kaiserwald before you, right?",
        "A: No.",
        "Q: No?",
        "A: No. I don’t think I ever said that. We were let out of Kaiserwald at the same time. It was\nSeptember ‘43, I think -- ‘44? 44. That’s when Kaiserwald was liquidated.",
        "Q: And you went to Magdeburg from there?",
        "A: No.",
        "Q: No?",
        "A: We went to Stutthof.",
        "Q: Stutthof. Okay. I’m sorry, I’ve got -- ’ve got my chronology wrong. And -- but it was at\nStutthof that -- that Ike had -- and you -- there was a point when Ike and you were separated\nand he had --",
        "A: Well, we were separated in Stutthof period, there were women’s camps and men camps,\nseparated by just distances and there were no contact. Official contact. Unofficially the Jews\nalways found a way. And we did kind of send each other letters. And he knew that there 1s a\ntransport to Magdeburg plant. And he said to me, “Get on that transport.” And my answer to\nhim was, “No way can I do it.” So he fixed it up. So we did, eventually leave Magde --\nStutthof together.",
        "Q: You were on the same transport?",
        "A: Yeah. There was only one.",
        "Q: And you were actually together during the -- during --",
        "A: During the transport.",
        "Q: Transport.",
        "A: To -- yeah.",
        "Q: All right. Did you have a sense at that point that you were -- that you going to be able to\nstick together, for --",
        "A: No, but I had a sense that if he would not get me out of Stutthof, I could not survive it\nmuch longer.",
        "Q: When did you meet Hank?",
        "A: I met Hank in Kaiserwald for a short while. And then we went to Magdeburg together,\neventually, from -- we got to Stutthof together, we got to Magdeburg together.",
        "Q: And Ike m -- played some role in -- in Hank being together with you and -- and him too,\nyeah?",
        "A: No.",
        "Q: No?",
        "A: Well, we were always friends. Hank was an adorable youngster. Ike was a man with\ndistinction. Hank would shoot his [indecipherable]. But Hank did not stay in Kaiserwald\nvery long. He was sent on an outside commando, whereas Ike and I stayed in Kaiserwald all\nthe time.",
        "Q: And when -- when was it that you really started spending time with Hank or getting to\nknow him?",
        "A: Ike and I always were spending some times with Hank. He was our favorite person. And\nwe were in Germany together and Nungvede. We spend six weeks together. He was like a\nmember of the family. And Nungvede was in a French zone. And it was so pretty there that\nwe s -- figured hey, why not find -- why not stay here for awhile? And it was under the\nFrench occupation. So we went to the French consulate and they gave us orders and brilliant\nHank figured out he is going to register as a Frenchman. Which he did. And we spent six\nweeks in Nungvede until Hank was told, “Hey, Frenchman, what are you doing here? Get\nback to France.” And Hank said, “No way.” So we all picked up and left together for\nFrankfort.",
        "Q: Had you split up -- when did you split up with your friends from Kaiserwald? Like\nTrudy?",
        "A: Well, Trudy went to her hometown in Germany.",
        "Q: When -- when was that?",
        "A: After the war.",
        "Q: From Kaiserwald?",
        "A: No. No, she too went to Stutthof at the different time. And then she was -- she was\nworking on a different place. And after the war she and Louis, her husband, went back to\nGermany, where they got married. And then we all met again in Salzheim, because that was\na zone which took care of the immigration to the United States.",
        "Q: So, when you went to -- Sa-Salzheim, did you just meet up with a lot of people that you\nhad been with before?",
        "A: Oh yeah, yeah.",
        "Q: Did you all know -- had you talked during the war that you would want to go to America\nonce the war ended?",
        "A: [indecipherable] the war, we didn’t talk about what we will do when we -- because we\nreally didn’t believe that we could survive the war. On the other hand, I guess in the back of\nour mind was, but if. Well, but if would be a struggle to become a decent human being\nagain, after the experiences of concentration camp. Anyway, I made myself a promise that if\nI ever, by any chance get out of the concentration camp, I am not going to carry my\neducation from concentration camp to the outside world. And even then I was aware of the\nfact -- or I thought I was aware of the fact there’s a outside world is not going to adjust to\nmy experiences of concentration camp. I didn’t think they owe me something. Cause the\nonly way I can make it, if I ever survive, is through my own strengths and belief what a\nhuman being should be.",
        "Q: Was it hard to live up to that ideal after the war ended?",
        "A: No, because it never stopped being my understanding of it. I never believed of anything\nelse. I did not ever believe that if I ever come out, the world is going to open their arms and\nsay, “Ah, you are the survivor. We owe you so much.” I never had that delusion. So it\nwasn’t hard to get rid of it.",
        "Q: And what about feeling the desire for revenge or anger at the perpetrators or something\n[indecipherable]",
        "A: Well, I guess it’s against my nature, so -- I knew what it was. I knew that the world knew\nit. I knew that I am helpless in punishing them, the laws were not something I controlled or\nhad an input. So I just felt that I have to make a new life within my own strengths and not\nthe help of the outside world.",
        "Q: And did that -- you mentioned -- 1n the first interview, you were asked about whether\nyou were involved in resistance and you said that you weren’t, because your concern was\nmore just with survival and -- and in surviving without harming others, as much as possible.\nAnd -- so that --",
        "A: I -- I just told you, whether I was scared, or whether I just wasn’t a joiner, but I never\nfought for anything, so I did not join it, I did not join the resistance.",
        "Q: What I was trying to get at was that -- that same -- that same feeling 1t sounds like\nmotivated you after the war of just not -- not -- not taking on responsibility in -- for\nsomething bigger than -- than what was within your sphere of control, in a way. Does that\nmake sense?",
        "A: No, I don’t think it’s a matter of responsibility. It was just a matter of believe in all those\nexisting organizations. And that’s why I -- I guess I never joined any. But it was never the\nfear of responsibilities. And it wasn’t quite selfishness that I have to take care of myself, to\nprotect my life, because there really wasn’t much protection. Because your life wasn’t worth\nmuch and you had no assurance that if you don’t take care -- if you don’t take apart the\nresistance, you’re going to be saved. As a matter of fact, I sensed that the chances of being\nsaved belonging to the resistance was greater than being a loner. I might be wrong. I don’t\nknow, I never tested it.",
        "Q: You were just following what?",
        "A: My instinct.",
        "Q: What felt right to you.",
        "A: Yeah, just --",
        "Q: You -- how did you -- how did you know that you wanted to come to America or why\ndid you choose this country?",
        "A: Well, I was never a Zionist. I certainly did not want to go to Israel and build a country\nand live in a kibbutz and have that -- again -- pattern of life -- barracks and follow the\ncrowd. I just wanted to be an individual. So I figured well, I let the other people do the\nfighting for me, but I did not think I would be a good material --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of an interview with Bella Mischkinsky. This is tape number two,\nside A.",
        "A: First of all, I was not a Zionist. I did not think I am a type of a person Israel needs to\nbuild their country. I did not want to live in a kibbutz in a joint kind of communal living. I\nwanted my individual life. And I think that the United States could give it to me. That’s why\nI picked United States.",
        "Q: And you didn’t have any interest at all in going back to Poland and looking for relatives\nor [indecipherable]",
        "A: No, I had no interest to go back into Poland. As far as I was concerned, the life I lived in\nPoland was dead. So there was no reason for me to go to Poland.",
        "Q: Did you -- were you searching for members of your family at that point?",
        "A: No, because I was reunited with Irene and with mother and we -- were no other members\nof the family left.",
        "Q: We -- tell me about how -- I -- I know how you were reunited with Irene, because you\ntalked about it a little bit in the -- in the first interview, but I was curious to know whether --\nhow Irene knew where you were.",
        "A: She didn’t. She went to a few DP camps to search for me. That’s how she found me.",
        "Q: Was she -- and she wasn’t with your mother at that point?",
        "A: Well, she left mother in Poland. Mother had a boyfriend in Poland and Irene figure out\nshe is going to go to the DP camps, find her sister, go back to Poland and educate the Poles\nhow to be better human beings. I’m not being funny. Those were my sister’s ideas. Took me\na long time to change her views.",
        "Q: So she wanted to stay in Poland.",
        "A: Oh, she had to educate the Poles.",
        "Q: So she thought she was going to be bringing you back to Poland and that you would all\nlive there.",
        "A: No. She is going to go back -- whatever she thought, but she -- she’s going to educate the\nPoles.",
        "Q: Will -- will you describe that moment that you saw Irene again?",
        "A: Well, I didn’t quite see her. She was pointed out to me. After all, she was a little girl\nwhen I last saw her. And it was so far away from my mind that I am going to just meet her\non the grounds of Salzheim camp and silly as it sounds, I went to camp -- we had a\n[indecipherable], my husband and I, but I went to camp to get some hot water to have my\nhair done. You used to bring your own hot water to the beauty parlor. So I was stopped by\nsome people and we were talking for awhile and I say, “Hey fellas, I have to go, I have an\nappointment.” And then one guy says, “Well, would you mind to say hello to your sister\nbefore you go?” And if I didn’t drop dead then, then I probably never will. I will die of\ndifferent causes. And here was a little four by four young girl standing far away and he says,\n“That’s Irene.” So I took a step towards her and she took a step towards me until we met\nand we embraced and said, “Oh, Irene, Irene.” “Bella.” And that was the end of my beauty\nparlor and a wonderful life mixed with Irene’s since then.",
        "Q: Did you -- how di-did you spend the rest of the day talking about what had --",
        "A: No, because I had to bring her home and introduce her to my husband, who knew a lot\nabout Irene, because I was yak, yak, yak about her all the time. But I had no idea where she\nwas or what she was and he was [indecipherable]. So I just walk into the room and I say,\n“Oh, by the way honey, here is my sister, Irene. You thought you married a girl without a\nfamily? Here she 1s.”’ And it was love at first sight between the two of them. So, that --",
        "Q: How long after that did you -- when did you see your mother again after that and how\ndid that happen?",
        "A: Well, we had a lot of connections, my husband and I. Depending where you work and\nwhom you know and so on. Now, we knew where mother lives and we said now we have to\nbring mother from Poland to the United States. So we tried to get in touch with her and she\ndidn’t answer and make a long story short, we finally succeeded getting -- telling her that\nshe is coming to be united with her daughters. And made arrangements for her to get to\nBerlin, which was a collection point of people who were coming to the States from Poland.\nNow we worked for the highest -- at that time, for the unrah, I don’t remember. So we had\nAmerican uniforms. Both Ike and I were -- were wearing American uniforms. We also had a\nyoung French soldier who fell in love with his girlfriend, a Russian girl, who had to be in\nthe American zone in order to be able to immigrate to the United States. He came from the\nUnited States. So he happened to be visiting. He was visiting her, she lived with us. And I\nsaid to him, “Hey, Booby is going to Berlin, to bring his secretary -- our boss was away, in\nFrance, I think. I said, ““Would you mind just writing us an affidavit that Ike Mischkinsky’s\nbringing his secretary from Berlin to --”, so he just sit down, typed, put the stamp, made it\nofficial. Everybody was very conscious of official letters and stamps. So, my husband took\none of my uniforms and went to Berlin. He now had official papers that he’s bringing his\nsecretary from Berlin. Now, he didn’t know mother, but he knew what people read, that’s\nwhat he [indecipherable] pass and he told her, “Look, don’t open your mouth, period.” Puts\nan uniform -- well, my mother was heavier than I -- just put the scarf around it and the boss,\nIke Mischkinsky and his secretary went through the -- all post checks and finally got\nthrough.",
        "Q: So Ike was pretty gutsy, too.",
        "A: Oh, yeah. It was funny when he went there, she had to go through the posts of Russians\nand French and English, you know, to enter. So the English guy said, “Oh, you’re going to\nbring some of ours.” He says, “Yes.” He says, “Remember, don’t speak German -- er,\nRussian, when you go through the Russian post.” So since -- after all, we had experience for\nfive years how to fib and do certain things. So he did bring her back to Salzheim and she\nstayed with us three weeks and I hear a repetition of Irene’s song, “I am going back to\nPoland, because Saul is there.” Her boyfriend. I say, “Oh, God.” Anyway, make a long story\nshort, we brought Saul back to Salzheim from Lodz.",
        "Q: Was it hard to convince Irene and your mother that they should leave home?",
        "A: Well, [indecipherable] she is going to have her Saul, she doesn’t care what it could be.\nIrene was different. And they got married in Frankfort. Yeah, I mean my mother and her\nboyfriend and her name became Mrs. Rothberger.",
        "Q: Was that difficult for you, Bella, that -- to meet up with your mother again and to have\nher have this boyfriend and your father just had disappeared?",
        "A: No. Not at all.",
        "Q: Was there any effort made to find out what had happened to --",
        "A: Oh, I know my father was killed in one of the little towns in -- I would say ‘42, when the\nGermans liquidated small towns. Am I sure? Did I witness it? Do I have papers? No, but I\nknow th-that whole area was killed. Oh, I had the visions. My father all of a sudden\nappearing in the United States. My mother would drop dead.",
        "Q: You did have --",
        "A: That’s not kind, sorry.",
        "Q: You did have visions of your father [indecipherable]",
        "A: Well, you know, your mind sometimes say you never know. After all, there were some\npeople who -- who crawled out of the mass graves and appeared. So [indecipherable] this\npossible. Not probable, but possible.",
        "Q: Well, you really weren’t very attached to your father, personally, and --",
        "A: Well, I was more attached to my father than to my mother. Said, well, she found\nsomeone else, you find somebody else. Maybe he did, I don’t know. Doesn’t matter to me.\nOr didn’t matter to me.",
        "Q: Were you grieving for him or did you?",
        "A: I don’t know, it’s very hard to say whether you’re grieving for the [indecipherable] at\nthat time. After the war, you mean? Too long a time passed to -- you accept it. I -- I saw too\nmuch of it. Thousands and thousands of people being sent to death. I saw children being\nknocked in the walls. It’s -- you just get some -- kind of hardened to the whole -- because\nthey --",
        "Q: Did you ever reach a point when -- when you felt a personal loss -- felt a particular loss\nof your father, as [indecipherable]",
        "A: As a father?",
        "Q: Yeah.",
        "A: Not as a father, as a person. As someone who was my father. We were never close, but\nhey, he was my father, he was kind, he was nice, he was bright, intelligent. Was probably\nselfish -- you know, [indecipherable]. It wasn’t that loving -- loving union of father, mother,\nchild.",
        "Q: And was Irene -- did Irene have a different kind of relationship with your parents than\nyou did, or was the [indecipherable]",
        "A: Well, she was so much younger. My father adored her. My mother adored me, so --\nadored -- she really liked me. You see, my mother was a very beautiful woman and when\nshe looked at me and I was younger, she says, “I looked just like my Bella.” That was her\npride. [indecipherable] you know. I wouldn’t take time to analyze this, it doesn’t matter. She\nwas what she was and that’s the best she knew how to do it. I couldn’t fix her life just like\nshe couldn’t fix my life, so --",
        "Q: You described how you were working with the -- the unrah and hiya and helping with --\nwith the immigration process. Did you get a sense through that work of the overarching\npolicy issues involved with -- with Jewish immigration and some of the -- I mean some of\nthe things that were going on on national levels, like this, the United States having very\nstrict quotas and having a lot of [indecipherable |",
        "A: Oh yeah, I was aware of that -- by the way Ike and I got the job, through Henry.",
        "Q: Henry? Hank?",
        "A: Hank. Henry - Hank.",
        "Q: Yeah. Right.",
        "A: Our Hank.",
        "Q: You told that story in the --",
        "A: Yes.",
        "Q: In the first interview, yeah.",
        "A: He was funny.",
        "Q: Yeah.",
        "A: Funny guy. Well, we were fully aware that the United States has a quota system and the\nlargest quota was for the German Jews. The smallest quota -- or one of the small quotas was\nfor the Poles and the Russians. But then, with the Truman’s doctrine of letting people in, we\nknew that that wasn’t that strict any more. They still would let in a certain amount of Jews\nand the guy they send from hiyas to take care of the immigration, came here before the\nimmigration was opened. And he was very well versed in the laws of immigration. That’s\nwhen he paired off with Hank and he said, “I need some help.” So we were elected to help\nhim. And he wanted to have papers ready when the immigration starts. And he knew there is\ngoing to be just a very short time before the year ends -- I don’t know, just a month or two,\nwhatever, time. So he worked very hard and he worked us very hard to try to get some\ndocuments ready, so when the consul -- and his name was Hoffman -- who came from the\nStates, when he opened his office here, we had stacks of applicants ready. But it was hard\nwork, because Germany had nothing. No documents, no paper, no pencils, no photographs,\nno -- we had to [indecipherable] so we really worked, day and night. And since we worked\nfor the hiyas, we had access to the PX. So we were getting cigarettes and that was a value\nwhich people respected, not money. Couldn’t buy anything. But with our cigarettes, we\nused to get the photographer, we used to get papers, pencils, whatever was needed. And we\nwould transport these people back and forth, to have the papers ready. So when the\nimmigration opened, hiyas had 90 -- oh, I don’t remember what the percentage, but the\nlargest percen-percentage of refugees were going to the States. Joint came after them and\nthey -- there were other organizations, but we had it all ready.",
        "Q: Did you have any connection with hiyas when you were heading over to the States? You\nmentioned that you were still --",
        "A: Well, we were in -- we escorted the immigrants or the refugees, so -- the survivors --\nwhatever you want to call. We were [indecipherable] on the boat.",
        "Q: You and Ike and Hank?",
        "A: Yeah. No, Hank wasn’t on it. It was a small [indecipherable].",
        "Q: So you were really -- that gave you -- that basically gave you your ticket to come here,\nthe fact that you worked with them?",
        "A: No.",
        "Q: No.",
        "A: We worked for them and we’re getting paid, but we did not collect the money. We\ncollected the money when he -- we got to the States, from the hiyas. And theoretically --\nexcuse me -- people were supposed to pay eventually, for the voyage. Well, nobody did. But\nwe felt, anyway, Ike and I felt, we make the money, so we pay the voyage. For myself, for\nIke and for Irene. See, that’s what our salary for working in Germany went to. We probably\none of the few ones who ever paid for the voyage. I don’t know, I didn’t check the statistics,\nbut I would assume so.",
        "Q: What about your mother and Saul?",
        "A: Oh, they came later.",
        "Q: How did that come about?",
        "A: I don’t remember.",
        "Q: But all -- were all of you able to come because of --",
        "A: Through my --",
        "Q: -- sponsorship through s-someone in Ike’s family?",
        "A: Well, no, I think that the first ones were through affidavits of relatives who were sending\nthe people to the States. And Ike had a sister here. I think she sponsored us. Or, he had an\nuncle. Well, sponsoring did not cost you any money, you know. And then lots of people\ncame, I think, later -- or even that time. I don’t quite remember, because the Truman’s\ndeclaration, that he’s letting in that many survivors into the States.",
        "Q: There was a mention in -- in the first interview also, of just -- of knowing that you didn’t\nwant to be in an area that was going to be under Soviet control.",
        "A: Oh, that was in Germany. That’s when we got to Mande -- to Frankfort.",
        "Q: And was that -- did you have any sense of -- how did you know that -- that there was a --\nthat you didn’t want that, that you wanted to be [indecipherable]",
        "A: Well, we knew what the Russians stood for, from before the war. We know what the\nCommunist regime was all about. And we certainly didn’t want to be under their\njurisdiction. [indecipherable]",
        "Q: Let’s go back a little bit. I -- I wanted to ask you about how you reali -- when you\nrealized that the war was over and that you were free and how that -- how that knowledge\ncame to you and what your feelings were.",
        "A: Well, when -- when we were in Magdeburg, one day an SS woman came to the gates of\nthe Magdeburg camp and said the Americans are in town. And all of a sudden, the SS\ndisappeared, the guards disappeared. And the survivors were standing there, realizing that\nthey free. Well, it’s a very hard concept, after five years, saying, “You free.” You free what?\nYou free where? You free -- we were in a strange city. We never ventured out. We didn’t\nknow what to do with ourselves. So the majority went back home, to camp, without the\nsupervisement of the Germans. And they had a ball, they stormed the food supplies, they\nhad a party, they were free. My husband and my girlfriend, her boyfriend [indecipherable]\nsaid, “I didn’t see the Americans. I am not going back to camp.” So we left the camp and we\nwandered around a little bit. And the Germans had those huts or homes they didn’t live in.\nBecause they heard the -- the Germans are going back, we occupied one of those homes. We\nwent down to the basement and we’re waiting to see what happens. My girlfriends says the\nnext morning, “I want to go to camp. Hey, that’s where all the life is.” So Bessie and her\nboyfriend went to camp and came back within 10 minutes saying that the camp was\nsurrounded during the night, because the Americans did not appear. And the people were\nsent out of camp on a march towards Berlin. So we stayed there for about two weeks,\nhidden in the basement, until one day we hear the Germans civilians coming into the house\nand chasing us all out. So my husband, who again, had a lot of freedom in Magdeburg and\nthe camp, knew some Russian women who were working in polter too. And they said, “He’s\nnot Jewish.” And they pulled him out of the column the Germans surrounded. Well, he\nwouldn’t go without me, so he pulled me out. So I was with him and all of a sudden one of\nthe meisters, for whom I was working, pointed at me, he says, “She works for me, she’s\nJewish.” So I had to go back. And he wouldn’t go without me, no matter how much I\npleaded. So he came back too. And we were on the march towards Berlin. So we crossed the\nriver and found ourselves on the other town -- part of town -- of Magdeburg. Elba was the\ndividing part -- divided the part in two things, so we found ourselves on the other part.\nThere was a lot of shooting, all night long. It was a miserable night and every time the\nshooting started, the guards which were sending -- leading us out, made us lie down on the\nground and wait until the shooting went over. At one point my husband said, “Next time\nwhen they tell us to get out, it’s so dark, we stay put.” Which we did. So the column\ncontinued, we stayed behind. We went in the other direction, we didn’t know where we\ngoing. We all spoke perving -- perfect German. So we did see some German soldiers,\nmotorcycles and they were ep -- talking to us in German, just complaining about the\nweather, the shooting and we answered in German like we one of them. And we finally\nfound a place in a house where we hid. We were there for about three days, but we always\nhid in the basement, just to be sure that we not spotted immediately. Comfort of life was not\nour priority. And then we hear some people coming upstairs and saying. “I know there are\nJews here. We going to come and we going to find them.” Didn’t occur to them to get down\nto the basement. So we decided it’s time to leave. So, during the day, early in the morning,\nwe, the four of us left. We didn’t know where to go, so we saw a name of a street, passa --\nPashall was the name. So we [indecipherable], that’s in the direction of Pashall, now we\nknow where we going, we going to Pashall. So that’s what he did and there were lots of\nother people who were walking the streets. We get to a certain part and all of a sudden we\nsee a German installation. But it was too late to turn back without saying, hey, why are they\nrunning away -- So we just continued. And a guy from that installation approached us and\nsaid, “Where are you going?” Now, we had a name, so that’s where we are going and he\nsays, “Why you going there?” And we says, “Well, we have our place there, we used to\nwork there and we going back to our position.” And he says, “Well, I have a problem. The\nGermans left the installation at night and I came over and there is a beautiful desk I like to\ntake home. But my [indecipherable] broke down. If you not in a hurry, if you can help me\nbring that home, I would appreciate it.” So we said, “Hey, we have no place to go anyway.”\nSo we offered --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is tape number two, side B, of an interview with Bella Mischkinsky.",
        "A: So we went to his house. He was living in a basement with his girlfriend and her niece\nand two little boys and some chickens and whatnot. So we stayed with him for awhile,\nstarted talking to him and we said to him, “Hey, there are such beautiful things in that\ninstallation. Why don’t you bring some more to your house? We help you. We don’t mind\nstaying.” So, make a long story short, we stayed there for two weeks. In the meantime, his\ngirlfriend’s niece was dating German soldiers. So they were coming for a visit at -- in the\nevening. So we all socialized.",
        "Q: But this is before the war ended?",
        "A: That was before the war ended. Just shortly before the war ended.",
        "Q: So we’re in maybe April --",
        "A: A day.",
        "Q: -- May, early May.",
        "A: Yeah it was Ap -- end of --",
        "Q: ‘45.",
        "A: April. As a matter of fact, when we were brought over the other side of the Elba, we -- all\nof a sudden, here’s Americans. Loudspeakers -- American loudspeakers. They did enter that\npart of Magdeburg which we just left. But we were on the other side. So anyway, we stayed\nthere for two weeks. She was bringing her German boyfriends and we started talking and\nthey say, “Hey.” They didn’t know who we are. We didn’t tell them that we’re Jews. And\nhe said, “Hey, why don’t you come to our quarters, we have so much food left. You can\ntake it home with you.” Say, “Oh, my God.” But his girlfriend was very insisting. So I made\ntwo trips there and I brought some food and she introduced me to the leader of the town and\nsaid, it’s my cousin, we should get food rations.",
        "Q: Go ahead.",
        "A: So we stayed there for two weeks. And one day, the German soldiers who were coming\nto visit her -- her niece, said that they got orders to march out and they are furious. The\ncountry 1s abandoning them. They are not going to go to the Russians. They want to go to\nthe amies -- which was a term for the Americans. So we had an offer for them. We want to\ngo there, too. At that point, we all found German uniforms in that bunker -- that installation.\nSo we all were dressed in German uniforms. So we said, “We want to go there, too.” So we\nmade a date with them for the next day to meet. They going to desert their unit, they going\nto come with us and we all going to go to the Americans. Sounds ridiculous. My husband\nand the owner of the place where we stayed with, went for a walk, and they found a boat. It\ndidn’t have oars, but it was a boat. So my husband went back, he was very handy. They\nmade oars and they were all ready to go to the amies. So sure enough, next day, we met with\nthe German soldiers, we had a white flag and we all marched to the boat to go over on the\nother side. As we were doing all that, some civilians come over and he said they use the\nboat a day before. They went over to the Americans, but they were wearing civilian clothes,\nso the Americans send them back. They were only taking prisoners of war. So at that point,\nwe had the uniforms, we were seven German soldiers. Two women in German uniforms.\nWe took the boat, a white flag and they were all -- the German soldiers had all their guns\nready, if the Hitler yugen will stops them, they going to shoot. We got to the other side of\nthe Elba, we pushed the boat into the water so they couldn’t send us back. And now we\nwere waiti -- wait -- waiting for the Americans. It took quite awhile until we saw any patrol.\nBut finally a patrol comes and stop and search for ammunition. We didn’t have any and they\nwere taking us to the headquarters.",
        "Q: Let’s pause that. Okay.",
        "A: Well, by May first, we found ourselves under the American -- I don’t know what to say.",
        "Q: Juris --",
        "A: American zone or American jurisdiction and to us the war was over, also officially the\nwar did not end until May seventh or eighth I think. But we felt free.",
        "Q: Did you start getting news at that point, that you hadn’t had before, about what was\ngoing on in the w --",
        "A: Not really. We had no radio, but we just were in touch with the American soldiers. They\nused to come and visit us and so we knew that the war is coming to an end. But they were\nstill the fighting troops. And [indecipherable] the war ended May seventh or eighth,\nofficially.",
        "Q: Do you remember finding out about the -- the official end of the war, and --",
        "A: It was just one of those transi-transitions. Not only are we free, but Germany was\ndefeated.",
        "Q: Were you seeking out news of -- of what was going on?",
        "A: There was no way of seeking out. From whom?",
        "Q: The American soldiers, they --",
        "A: Well, the American soldiers were telling us what they knew and they just said the war\nended.",
        "Q: How did -- how did -- was that a -- an ex -- an exhilarating moment, an exciting --",
        "A: Oh, it certainly was, because hey, the Germans are defeated, and we are not under the\nRussian jurisdiction. Both of those things was thrills.",
        "Q: And so we -- we went back a little bit to that, and then you -- you were telling me before\nwe talked about that -- about your boat trip over to the -- to the States and being an escort\nand you mentioned that -- that you had been very ill on the boat --",
        "A: Yes.",
        "Q: -- ride. What was your role as an escort? Were you just -- were you supposed to do -- just\nride along --",
        "A: [indecipherable |",
        "Q: And did you have any idea what you would be doing when you arrived in the States?\nWould you -- di -- were you going to be --",
        "A: No, I had no idea. I was still a young girl with no profession, no education, no -- no, I\nhad no idea what we will be doing, or -- we just knew that we will have to build some kind\nof a life. We did know that eventually we will have to go to Peoria, Illinois, where my\nhusband’s sister lived. So we stayed in New York for about two weeks and then we headed\nto Peoria, Illinois.",
        "Q: Was there a sense that hiyas was going to help you in some way once you got to --",
        "A: No, we were finished with hiyas. We were finished, we were on our own.",
        "Q: Do you remember arriving, the moment -- the moment that you -- that you saw the shore,\nor did you see --",
        "A: Oh, the Statue of Liberty and it was just, hey, we made it. We not only free from the\nGermans, we free from Europe and now we are in the United States. But we had no plans of\nwhatever life is going to be. One thing at a time, that was enough -- feeling of, great, we\nhere.",
        "Q: Where did you stay in New York?",
        "A: Where? We stayed with my husband’s cousins 1n their house.",
        "Q: And how did you get to Illinois?",
        "A: By train.",
        "Q: Do you remember seeing -- your first images of the -- of the countryside, looking out the\nwindow?",
        "A: Oh, it was great. Not any special, memorable thing except New York City. I mean that\nview at night in Central Park and having all the tall buildings and lights in the buildings and\nknowing that they are families and life and whatnot, that was terrific. It’s the first time I met\nmy sister-in-law. Peoria was a small town, with very pretty -- with a very affluent Jewish\npopulation. We were the first survivors they ever met and were very nice to us, offered us\nmoney and this and that. Well, we really weren’t interested in getting money, we were\ninterested in establishing a life, which was very difficult, because we didn’t speak English.\nMy husband was a civil engineer. Couldn’t get very far without English. I had no trade, no\nprofession, so things were difficult. My sister-in-law was not the most pleasant person. She\njust lost her husband, she was very jealous of Irene, because she had a son pretty much\nIrene’s age and we showered Irene with our love. She was a part of our life. So things were\nnot easy. I finally got a job at Princess Peggy. They were making casual housedresses. But I\ndidn’t know anything about the sewing machine, couldn’t communicate with the girls --\nthey were very nice to me, so they put me with a bunch of fabric to put together. I never\naccomplished anything, so towards the end of the day, the supervisor came over, ripped\nwhat I did, took her five minutes, she put it together. It was not a pleasant way of life. And\nthen we got letter that my mother and her boyfriend are arriving to New York. So my\nhusband said, “Fine. I am going to pick them up and you stay with Irene here.” So that’s\nwhat we did. He got to New York, he writes me a letter saying, “I want you to meet me in\nNew York.” And the responsibility of telling to my sister-in-law that we are leaving her was\nup to me. It wasn’t very pleasant. She was very unpleasant. So Irene and I just bordered the\ntrain and left for New York. He had no intentions of coming back to Peoria. So now we are\nin New York --",
        "Q: Before you go on, I was interested in hearing whether any of his family asked you about\nwhat had ha -- whether she asked you about what had happened or any of his family asked\nyou about what had happened during the war?",
        "A: No, we did not have too much conversation. We didn’t communicate too well. She was\none of those princesses from Riga and I was just a girl from Poland, which she kind of\nresented that her brother married below his level, whatever.",
        "Q: So she had been -- had she emigrated from Riga?",
        "A: They immigrated from Riga in *41. They left the last -- he was a correspondence for a\nLondon newspaper. And they left Riga with the last boat, which was carrying the gold of\nLatvia. So they made it through and they came to the States, before. So anyway, we got to\nNew York and a cousin of my husband’s had a beauty parlor. So he offered me a job as a\nreceptionist. I was as miserable as could be. Every time I heard the phone ringing and me\nhaving to answer the prima donna’s asking about the beauty parlor, appointments. My\nEnglish was so poor, that it really was tough. And one day a girlfriend of Irene’s, whom I\nalso kno -- knew from Salzheim said, “Bella, I work for my uncle. I am going to get you a\njob.” So that was great for me. And I took a job with -- in her uncle’s factory and I stayed\nthere for 30 some years. I got promoted from doing manual work, to becoming a supervisor\nand -- so I stayed with them for 31 years.",
        "Q: What was the work?",
        "A: Well, they manufactured watchbands. The mo -- the only one in the States of very\nspecialized watchbands. So the girls like me and Bella -- that was her name -- brought a lot\nof her friends to that and we were sitting and wrapping the watchbands in packages to be\nshipped out. But then the boss pulled me out of there and he gave me a job in the office -- as\n-- in a Supervisory job and -- so that was pretty good. My husband had it much tougher. He\nwas a civil engineer. And there was no job for civil engineers in the United States -- for\nJewish civil engineers. He got a job, they were delighted with his work. He build their office\nin Manhattan and he’s direct -- the boss said, “I am going to try to get you as a permanent\nmember of our company.” But there was a lot of opposition because he was Jewish and he\ndid not get the job. So he finally found work as a carpenter in a factory.",
        "Q: Was that explicitly stated, that he couldn’t -- that the opposition was because he was\nJewish?",
        "A: You mean did he get a letter stating so? No, but he was given to understand that\nunfortunately, there was a lot of opposition on the board, to hire a Jewish civil engineer.\nAnd at that point we didn’t have laws, discrimination and whatnot, so they were free to do\nas they choose.",
        "Q: Was that shocking to you, that -- that in America --",
        "A: A little bit, yes, it was. So anyway, he worked as a carpenter in the factory for many\nyears. And life was pretty hard. I was making little money, he was making little money. We\nhad a furnished apartment. Irene was living with us. I insisted on sending her to school. So\nthat was that.",
        "Q: Did you -- did you meet up with any of your friends at this point from -- from -- during\nthe war, who you’d been with?",
        "A: Yes, I did. We -- you know, they all congregated in New York and we were getting\ntogether. The problem was that my husband was older. When he got to camp, he already\nwas used to certain recognition and respect. He had that education, he had a degree.\nWhereas -- the rest of our friends, who were so much younger, got out of concentration\ncamps still being very young, with no education, very ambitious. My husband was not\nambitious. So he kind of felt, I guess, sorry for himself or whatever. He did attempt -- he\nenrolled to college, but dropped out. It was just something he wasn’t used to. And he really\nwas not that ambitious to do something about it. Life was not unhappy, but it was very hard.",
        "Q: When did that change?",
        "A: I’m trying to think. We eventually, from that one room apartment -- and it -- housing was\nvery hard to come by at that time, we got an apartment through my girlfriend Trudy, who\nwas working in a hospital, we got -- we -- her patient was moving out and we got an\napartment in Astoria and that’s where our son was born. And we lived there for one year\nand then we bought a house. And I figured out, hey, that’s going to be my palace. We stayed\nthere for about maybe a year -- a year and a half and one of the people we knew from\nGermany came to the States and his cousin came from Uruguay to visit him. That guy, Mr.\nKussman, was living in Schenectedy, New York. And he was a builder. But he needed\nsomeone to build a plan for water supply. Well, my husband had that qualification and he\nsaid, “I give you a job in Schenectedy. It’s going to be your field, but you have to make up\nyour mind.” So over the weekend, my husband approached me and he says, “What do you\nthink if we move to Schenectedy?” Well, that was the last thing I wanted to do in my life.\n“What’s Schenectedy? I don’t know a living soul, my friends are in New York, we have a\nhouse, my sister is here.” She was already married, you know. And then I thought it over.\nHe is working as a laborer in a factory. That gives him an opportunity to go -- get back to\nhis trade, so I said okay. So within two weeks he quit his job, he went to Schenectedy. I\nstayed with Jeff, trying to sell our house here. Took about three months and then I moved to\nSchenectedy.",
        "Q: What year was it -- what year was it that you moved?",
        "A: Oh, it must have been ‘56. Jeff was about four years old.",
        "Q: He was born in ‘52?",
        "A: ‘50 - ‘51, so -- some-something like that.",
        "Q: And a few questions about your -- your very first years there. You had -- you had\nreunited with some of your friends from -- from the war. Did you have other friendships too\nthat you were able to form during that time?",
        "A: Some, but not very close ones. There was a language barrier. There was a different of\nupbringing and culture. So we mostly associated with people we knew from during the war.",
        "Q: Did you feel that your Holocaust experiences in some way distanced you from people\nwho had not been through that and not known.",
        "A: No, because the Holocaust was not spoken about at that time.",
        "Q: Even among your friends who were survivors?",
        "A: Oh, among our friends, yes, but we always said, remember this, remember that. And\nalways try to go back to the funny parts of our life in camp and not the horrors or\ndistractions or whatnot.",
        "Q: So you weren’t dwelling on what happened?",
        "A: No, no.",
        "Q: You were moving on.",
        "A: Just trying to fit in to the society. I knew society is not going to change for me. So I have\nto fit in to society.",
        "Q: Were there any peculiarities about American culture -- society, that -- that surprised you\nor things that you noticed that you thought were distinctly American?",
        "A: Well they didn’t surprise me, but there were a lot of things which were distinctly\nAmerican. European lived differently than the Americans. Their interests were different, the\n-- but then, I belonged to the European society, I didn’t quite belong to the American\nsociety, not at that time. But it didn’t bother me. I made friends with the baker, with the\nmeat supplier, whatever. It never bothered me.",
        "Q: Was there a point at which you felt you did belong to American society [indecipherable]",
        "A: Eventually, but many years later.",
        "Q: Was it -- is there anything that you can identify that -- that sort of was a moment that you\n-- that you recognized, yes, I belong here?",
        "A: Well, it wasn’t a moment, but the things I got involved with, things I was doing, I wasn’t\nnecessary seeking out Jews from concentration camp or Jews period. So that we kind of\nfitted in -- made our feese -- when I got to Schenectedy, there was entirely different story. In\nthe beginning I hated it. It was lonely, 1t was dreary , it was unpleasant. I didn’t know\nanyone. But then I made very good friends with my neighbors and after that many years, we\nstill are friends. It seems that when I do finally make friends, they for life.",
        "Q: Was there a Jewish community there?",
        "A: If there was, I was not involved in it. But some of my neighbors were not Jewish, but I\nstill correspond with them, we still talk to each other. And that’s -- my God, 40 years ago.",
        "Q: Was anyone interested in your experiences, or asked you --",
        "A: I didn’t talk about them, so they didn’t even know. I did not have a single out -- [ama\nsurvivor. So they didn’t know and if they did know they would be hesitant to approach me,\nthinking that it would be painful. So we really didn’t touch on tt.",
        "Q: Did you want to touch on it?",
        "A: I didn’t care.",
        "Q: Did it -- did you feel that there was any importance to -- in -- on a grander scale, the\nAmerican public understanding what had happened --",
        "A: Not at that point. Because there really was no communication for about 10 years between\nthe survivors and the American public. They didn’t want to talk about it. We didn’t want to\ntalk about it, there was just no common ground or no reason. Their -- Holocaust was not\nsomething you spoke about. So yes, that was not a part of conversations. But I have to tell\nyou that the friends I made in Schenectedy, they weren’t all Jewish. As a matter of fact, the\nmajority was not Jewish. But Schenectedy was a transitoim -- it was a GE town, so a lot of\nyoung, upcoming engineers were located in Schenectedy for their training. So they were\nalways out their home base, so it was easy to make friends and their children were the same\nage my son was. The unfortunates thing, after we were about a year and a half in\nSchenectedy, my husband comes home one evening and said, on a Friday night, “I no longer\nhave a job.” The guy who offered him the job -- it was someone -- we were very\ninstrumental of bringing him to the States, because first of all, there was a lot of hatred\ntowards him among Jews in camp. So we --",
        "Q: Hatred towards whom?",
        "A: Towards that guy. You know, he was a capo, all that bit. So we fixed an affidavit for him\nand we were instrumental in bringing him over to the States. So he -- oh, in the beginning he\nwas offering us gold and diamonds and -- as a token of appreciation what we did for him.\nWhich we didn’t take from him because I didn’t think it was right. He doesn’t have to pay\nus for a job we supposed to do. Anyway, he comes home one -- my husband comes home\none Friday night and he says, “Darling, I no longer have a job.” The plant was finished.\nThat was the purpose of bringing him to Schenectedy and once the job was finish, he did not\nfeel obliged that he should give him another position. So we sold our house in Bayside, we\nmoved to Schenectedy. My husband gave a --\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is tape number three, side A, of an interview with Bella Mischkinsky.",
        "A: Sold the house in Bayside, we parted from our friends. We moved to Schenectedy, we\nbought a house there and after a year -- or shortly after that, my husband was out of a job.\nThere were no other jobs available in Schenectedy, it was a GE town. Also the economic\nsituation in the States was not very hot -- hot. He could not get a job for about eight weeks.\nTrying all cities, whoever we had friends. Boston, other places, until finally he got a job --\nread in the paper that someone needs a supervisor of construction, he got a job. He moved in\nwith Carl and Irene in New York and I stayed with Jeff in Schenectedy until I was ready to\nsell the house there. In the meantime, Andy was born, Irene and Carl’s son. They came to\nvisit often. So my husband was in New York, I was in Schenectedy and after Andy was\nabout eight months old, Carl and Irene said, “You know, it’s time for us to look for better\nquarters for our son.” They had a furnished apartment in Astoria. So they went on a search\nfor a house. We had very little money. Irene and Carl had very little money. Carl was going\nto law school. Irene was working a little bit until Andy was born. Anyway, to make a long\nstory short, we found a house in Beachhurst. It was a old house which needed an awful lot\nof work. But the price was good. We took a 3000 dollar mortgage from my parents. We\nbought the house and we moved in. And we spent five years of fixing it, because we didn’t\nhave enough money to fix all of 1t and my husband was the only one who could do things.\nSo we spent five long years, weekend and weekend out, building walls, tearing up ceilings\nand so on. And we lived in that house. Well, I just sold it two months ago. So it was not\noccupied for the past 10 years, because Carl got promoted, he went to bigger things. The\nhouse was no longer presentable enough for a big executive of Pete Mullerg. They moved to\nCleveland, we stayed in New York. And my husband literally did not have a permanent job.\nHe could not get a permanent job. He was promised a partnership with a boss who was\nbuilding houses in Brooklyn and he did build a few houses. And the Sunday, they were\nmeeting, his boss dropped dead. That was the end of that.",
        "Q: You mean he -- he had a heart attack, or something like that?",
        "A: I -- I think he did have a heart attack.",
        "Q: Yeah.",
        "A: So that was the end of that.",
        "Q: So this is when you -- when your husband lost his job in Schenectedy, this 1s late 50’s,\nyeah?",
        "A: Yeah.",
        "Q: And he’s -- when he’s getting -- he’s looking for another job and -- and -- you had\nmentioned that he had had -- originally had trouble finding work as a civil engineer because\nhe was Jewish. Did you start to feel like that had -- was changing? I mean the -- the country\nis going through starting to look at civil rights issues and discrimination --",
        "A: Not at that point. They didn’t. It was just a fact of life here. There are certain professions\nwhich are closed to Jews, what else is new? Jews are not welcome everywhere.",
        "Q: When did you see that start to change?",
        "A: Oh, much, much later, but I really didn’t care.",
        "Q: How long do you think it took? I mean when -- when did -- when did you really --",
        "A: Well, that was 60’s -- when did it change? I don’t know, late 70’s? At that point it didn’t\nmatter, because my husband got very sick with cancer. He was sick for seven years. I was\nworking. Jeff, at that time was out of the house, he went to college. Was very important to\nboth of us that he get the best possible education available. So he went to -- he was very\nbright, he went to Dartmouth and I remember when we enrolled him to Dartmouth, my\nhusband, who was much more practical than I was, he says, “How you going to pay for his\ncollege?” I say, “Look, we have enough money to pay one year of college. I worry about it\nwhen the year is up.” Well, we made it. He did graduate Dartmouth. But Booby got sick. He\nwas sick for seven years. The job he had, as all his jobs, were a fly by night things. His boss,\na religious Jew, was building nursing homes and was cutting corners everywhere he could.\nAnd my husband comes home, thi says, “Look hon, I know we don’t have money. I won’t\nhave a job. I am not going to be part of that scheme.” So he quits that job, he got another\njob, but then he got sick. He had no health insurance, he had no benefits, he had nothing.\nBut I had insurance through my plant and that’s how we lived. Was I unhappy? No. Was I\nbitter? No. All our friends were progressing, became richer and richer, bought business, got\neducation. He who had the most ability just took it -- I don’t know, maybe I was a wrong\nwife for him. Maybe I should have been more pushy. Maybe I should be more demanding,\nbut that wasn’t my style.",
        "Q: Did he resent -- did he resent this -- this country and the --",
        "A: No, he did not resent his country. He was just unhappy with his position. Our friends\nbecame richer -- richer and richer and -- but that was okay with me. So it was rather me who\nwas easily satisfied with what I had.",
        "Q: Were there other ways that you personally ran into anti-Semitism after the war?",
        "A: No.",
        "Q: You didn’t -- did you feel that it -- that it was a particular problem in --",
        "A: I didn’t, but then I never paid attention to that issue. So, after seven years, Booby died.\nHe was bedridden for seven years. Excuse me.",
        "Q: Do you want some water?",
        "A: And I was -- no -- I was working and kind of kept -- Jeff was a very independent kind of\nguy. My son, Jeff. He finished college, he wanted to go to graduate school and I say, “Jeff,\nPll pay for it, pick a good school. You have enta -- your marks are -- you know, Phi Beta\nKappa and all that. Unfortunately, he pick -- he picked Santa Cruz, California. It was not my\nchoice. Eventually he realized it was a mistake, after two years. He came back to the\nBoston University, what’s the name? I forgot it [inaudible]. He never did get the Ph.D. He\nwas that much from Ph.D. At that time he was living with a girl and she was very ambitious\nand she was going to be just every bit as good as Jeff. So they left for California, for Davis,\nwhere she got enrolled to her favorite subjects and that [indecipherable]. They stayed there.\nThey eventually married and after 10 years got divorced. But she got her Ph.D. But Jeff, I\nguess he’s -- he has his father’s trend of not being terribly ambitious. He loves to work, he\nloves to do what he is doing. He does not like to be a supervisor of people.",
        "Q: In his jo --",
        "A: But he’s doing great. She’s doing okay.",
        "Q: In his childhood, did he -- did you make any effort to teach him about what your\nexperiences had been or to tell him about the Holocaust?",
        "A: Well, he claims no. I claim yes, because when he was much younger, we used to get\ntogether with people who were in camp. And 1n-inevitably we were talking about camp. It\nbored him. I mean, he heard the stories [indecipherable] you know. Now he says, “You\ndidn’t tell me.” I said, “Jeff, you weren’t listening.”",
        "Q: Did you feel willing to tell him anything? Would you be willing?",
        "A: Certainly.",
        "Q: Anything he wanted to know?",
        "A: Anything he wanted to know. I never suppressed the Holocaust experience. So I didn’t\nhave to dig it out. So it was not terribly hard for me to talk about it. Most of my friends just\nsuppressed it. Hank was one of them. But I had nothing to suppress, because it was always\nthere.",
        "Q: Did you rem-remember everything clearly?",
        "A: Oh, yeah. Like my ghetto friend Trudy says, “I forgot most of the things, but you want to\nknow? Ask Bella.”",
        "Q: Was there a point where people in general started really being interested in -- in what had\nhappened and started asking you? Or that you felt the need to talk about it?",
        "A: I think so. Like one of my friends from Schenectedy, they Catholics. And she says,\n“Bella, you never told us.” I say, “You never asked.” You know. I was not on a educational\ntour of enlightening people about the Hol-Holocaust. That was not the trend of the country.\nYou have to remember that the Holocaust became a big issue, what -- how many years ago?\n10? 12? That’s about [indecipherable]",
        "Q: Were -- were you thinking about it a lot?",
        "A: Whether I was thinking? Well, you have nightmares. You can’t help it. [indecipherable]\nthey just come there. The nightmares I don’t think are brought up by you dwelling or\nthinking about, they just there. Those are things you can never forget, except if you make a\nconscious effort to suppress it, which I did not. Once my husband passed away, I had a job\nand then I enrolled to Queens College. I had to take a equivalency test because I had no\npapers and then I enrolled to Queens College and I eventually got a degree.",
        "Q: In what?",
        "A: Political Science. So I think that we became -- when I say we, I mean the survivors, a\ngood -- good citizens of the United States, with a lot of contribution. We became doctors,\nlawyers and professionals and whatnot, you know. We did not say, hey, give me welfare.\nEvery one of my friends got a excellent education and most of them became professional or\nbusinessmen. Quite affluent.",
        "Q: When you were getting your education in political science, was -- were there any courses\nbeing taught about --",
        "A: Holocaust?",
        "Q: -- Holocaust, that were available to you?",
        "A: No, not at that time. I mean, if they would be, I wouldn’t be taking that.",
        "Q: Right.",
        "A: I was w-working towards a degree. I was going -- took me 10 years to get my degree. I\nwent at night. It wasn’t easy after a day’s work, get to college, get your courses, get\nhomework, papers and -- but I did it.",
        "Q: What year was it that you started?",
        "A: ‘77. I got my degree in ‘88. Slow learner.",
        "Q: Why did you choose political science?",
        "A: It interested me. I mean, I really did not enroll to get a degree, because I felt at that stage\nof my life, I don’t need a degree. It was just -- I guess, knowledge for the sake of knowledge\nand also to fill my time, because I was living all alone. So I picked and choose courses\nwhich interest me. They mostly were political science courses. And until one day one of my\nprofessors calls me and he says, “Bella, how long you going to go to college? Forever? To\nwhat extent? You going to apply for a degree?” I said, “No, Professor Ludane, I have no\nintentions.” I say, “Well I have intentions.” And he really kind of took me by my hand and\ndirected me of getting a degree. So yes, a professor or a teacher can make a difference in\nyour life.",
        "Q: Did you -- what were -- what was it that you were learning, was it -- was -- and were you",
        "A: Oh, politics, all that kind of stuff. Oh, I took a course of Islam. This interested me, so I\nwas the only white face in the classroom. Very interesting.",
        "Q: You talked a little earlier about having the ideal before you came here of American --\nAmerica possibly being able to nurture that -- your independent spirit more than any place\nelse. Did you find that that was true?",
        "A: Yes, I did. I think it’s the greatest country. I don’t know everything about every country,\nbut from whatever I know, I wouldn’t like to live in any other country but the United States.\nI get very upset when I hear the Americans knocking the country. I think they really don’t\nappreciate what they have. You don’t have to agree with everything, but you do not have to\nmock it.",
        "Q: So even though you have been critical of how they --",
        "A: Oh --",
        "Q: -- how they received the refugee -- or didn’t re -- open their arms to refugees\n[indecipherable] during the Holocaust, you felt -- you felt --",
        "A: It’s -- so, I was widow for seven years. We were on -- always in touch with Hank. He\nused to come and visit Booby, he used to come and visit me. We’re on -- always friends.\nHank was married, he lived in Cincinnati. Then his wife died of cancer. She died, I think\nafter Booby died. And anyway, she was dead five years and my husband was dead close to\n10 years before we married -- against my wishes. He said, “Hey Bella, let’s get married.” I\nsaid, “Come on, don’t bother me. Why do you want to get married? What [indecipherable]\nmarriage at that stage of the game?” But I can’t put my finger on it and describe it --\nwhether it makes a difference. Whether you married or you just live together. If you live\ntogether and you really care about each other, you have a commitment. You don’t need a\njudge or a rabbi or a priest or whoever to reinforce it. And that was my feeling. I mean what\ndo I need that piece of paper from [indecipherable] in eyes of God? Who cares. But I must\nsay, it does make a difference and I am not quite sure how. There is more freedom of\ninteracting with your spouse. It’s not live together separate but equal, but live together. And\nI think marriage will do that. I don’t think you have to mold your spouse. I don’t think you\nshould demand of him. But there is just something which 1s -- I -- I can’t explain it, but I do\nknow it makes a difference.",
        "Q: When was it that you started to form the kind of relationship with Hank that -- that you\ncould feel that there was some -- a possibility of that kind of relationship?",
        "A: He was a pain in the neck. He bothered me.",
        "Q: He pursued you?",
        "A: That’s -- yeah. Well, he used to come and visit, I used to come and visit him in\nWashington. We can -- always had something to talk about. He introduced me to his friends,\nI introduced him to my friends. But it was like a weekend relationship. Not every weekend,\nbut -- but he was always kind, he was always nice. I liked the way he approached life and\nhumanity. I had no difficulties with that. I wasn’t going to educate him any different than\nwhat he was. And I liked what he was. I always liked what he was.",
        "Q: Had Hank and Booby been friends since --",
        "A: Since camp.",
        "Q: -- befor -- oh, since camp?",
        "A: Yeah. Hank knew Booby’s mother, because she was a very charitable person, involved\nin all the Jewish organizations and he once meet -- met her on one of those occa -- at one of\nthose occasions. I never [inaudible]",
        "Q: Did you experience any -- during the -- during the 50’s, there -- there was a -- there was a\nlot of paranoia about the -- the Soviets, going on, of course, with McCarthy-ism and I\nwonder, being from Poland and being from some country that had associations as being now\na Communist country, did you -- was there a feeling of being sh --",
        "A: I hated it. I hated it. I felt that really does not represent the whole country, but how can\npeople of that little volume, get so much power? It was unfair, it was unjust, it was all of the\nabove and I -- since I wasn’t working at that time, Jeff was small, I was glued to the\ntelevision set. And that was an awful time for the United States, politically, I think. That\nanything like that was permitted to take place and so many lives ruined because of some\nbigot.",
        "Q: Did you feel it particularly strongly because of your experiences of being from the area?",
        "A: No, I felt strongly as a human being with some decency. It had nothing to do with my\nHolocaust experiences.",
        "Q: Or being from Poland?",
        "A: Or being from Poland. But as a decent human feeling -- being, I felt strongly that that\nshould not be allowed, just like I feel strongly about lot of things which should not be\nallowed today -- without mentioning them.",
        "Q: And what about -- were you -- were you aware and following issues during the civil\nrights era of --",
        "A: I certainly was. I told you, politics and events and what was going on always interested\nme. I became an American. I did not consider myself a European any longer. I was much\ntoo young to -- at that time, when I was in Europe to think of anything that great or that big.\nBut I was an intelligent human being and I was certainly following politics of the United\nStates.",
        "Q: What was your -- what was your view on what was going on with the civil rights\nmovement and sit ins and --",
        "A: It’s a way to fight to get what you want, I guess. And if there is a in-injustice done, there\nare very few other ways of as -- achieving it. And I not always approved of it, but --",
        "Q: Did it remind you in any way -- I mean the kind of persecution that blacks were\nexperiencing in America, did that remind you [indecipherable]",
        "A: No, I never compared it. I don’t think the issues are the same. I think the United States\nwas a different country, brought up on their own values or events or whatever. I never\ncompared it to Europe. Maybe I should -- maybe I’m not that bright, but I never did.",
        "Q: What about the general idea of someone judging someone else for their race or religion\nor you know, the -- did -- yo-you weren’t necessarily thinking about how -- that was what --\nthat was what the Nazis were doing with the Jews?",
        "A: No. I wasn’t comparing the Nazis to whatever happened here. It’s just -- should not be --\nprejudiced and persecution are just not the right ways. Not because they led to the Holocaust\nof the Jews, but they should not be a part of a country. [indecipherable]do you want every\nhuman being to feel the same way”? I feel you’re entitled to your ideas and your principals,\nbut you are not entitled to look down on any other human being. Just like you should not go\noverboard admiring and catering to someone you think is so wonderful. He’s wonderful\nbecause that’s his mindset. That’s the way he conducts himself. So you admire people who\nare -- in your mind, have a proper mindset and you dislike people who don’t. But it’s all on\na personal basis.",
        "Q: Were there any political issues that you were particularly fascinated with?",
        "A: Almost everything what was taking place. Except the financial market and I wasn’t very\nwell versed in that. But politically almost every issue is an exciting issue. And some of them\nare -- have a everlasting result.",
        "Q: Was it --",
        "A: Now, I don’t know whether you realize and that’s neither a plus or a minus to my\npersonality as far as I’m concerned, but I’m not fighting for the issues. And maybe that’s\nnot the proper approach if you want some issues to come to being, but I’m just not. I guess\nI’m too cynical to do that. So I can only fight it in my own way, with my own action and my\nown attitude. If everybody would be like me, we would have no progress or regress. But\nthat’s my personality.",
        "Q: If you could -- if you -- do you think that it’s possible to just -- let me see if I can\nformulate this question. Before the -- before the war, you -- you were saying you didn’t\nhave -- you didn’t have any par --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is tape number three, side B of an interview with Bella Mischkinsky. And I was just\ngoing to ask -- so, before the war, you -- there was no -- there was no particularly strong\ninterest or one thing that -- that really got you going or that grabbed you or that you can say,\nthis is what I believe in?",
        "A: Oh, I can see what I believed in, but there was no special issue I was involved in.",
        "Q: What -- what -- wh-wh -- what -- what’s -- what do you believe in?",
        "A: This sounds corny. I want people to get along with each other, without pushing their\nideas. Without saying, “If you don’t feel like I do, you’re wrong.” And since I am not a part\nof any political organization or civic organization, I can only do what I can do as an\nindividual and that’s how I conduct myself. Towards my friends, towards my neighbors,\ntowards my associates. Towards everyone I know. Hank and I did not always see eye to eye.\nHe had certain ideas about issues and people and I had certain ideas about issues and people.\nBut we could always discuss it without getting angry, without trying to convince each other\nthat’s different. But we could always, always express it. There was just such a unbelievable\nharmony between the two of us. I am usually not a person -- I wasn’t -- to really express my\ndeep feelings to anybody. Hank probably was the only person I could do it. There was\nnothing I felt I should hold back and not say it because it might not sound good or nice or he\nmight agree or disagree. It was just such a open relationship that I wish it on every married\ncouple and I think people would be much happier, instead of always fighting each other for\nsome stupid principle. Express your principle and let it go -- if it’s not harmful. If your\nspouse wants to do something harmful, that’s a different story. But it -- just a matter of\nfeeling or attitude towards issues. Everyone has it’s freedom to feel the way they feel.",
        "Q: What year did you get married?",
        "A: ‘85. ‘86? ‘85° We were married 10 years. But it was just such a unbelievable bliss of two\npeople living together. From really quite different backgrounds and different upbringing.\nBut he was just such a wonderful guy that no matter whom he would be married to would\nfeel the same way, I think. No prejudice in me, right?",
        "Q: You’re supposed to be prejudiced with -- with your husband. You --",
        "A: But that’s true, he was a wonderful human being. It’s not very hard to love someone, a\nperson, I think, but it’s hard to love mankind and he did. It didn’t deprive me of anything.\nI'd kill -- I would kill him. But -- but he didn’t. He was just the kindest person. Many times\nhe would say, “Do you think I’m gullible?” [indecipherable]. And I said, “No, you’re not\ngullible. You just don’t look at things in the proper light.”",
        "Q: The two of you traveled a lot together.",
        "A: Yes. Well, we traveled a lot because of his job. And when we were sent to Europe, made\nup our mind within 15 minutes. He did a lot of traveling and he wouldn’t dream of going\nwithout me. It was great to be so wanted and needed. And I was always game, no matter\nwhat. I remember I was in New York, I get a phone call from Hank, “How would you feel\ngoing to Russia?” I said, “When?” “Two days from now.” You know. I said, “Fine, I’m\nready.” We did travel a lot. It was wonderful. It was educational. It was just great. Some\ntrips were more exciting than others, for different reasons, but all of 1t was great.",
        "Q: What was his job?",
        "A: He was a nuclear engineer. So he was involved with nuclear development and the plans\nand whatnot. So we traveled a lot in the States together and then we traveled a lot in Europe.",
        "Q: I -- I should say for the record that -- about Hank’s papers that are in the archives at the\nHolocaust museum, which you donated a couple of years ago and he’s written a few sort of\nmemoirs of your travels overseas and I think they’re just so wonderful to read. He’s -- he’s\ngot a beautiful, playful writing style.",
        "A: Way, yes.",
        "Q: And -- and very evocative and full of detail.",
        "A: I used to love his writings, but I must say, I had a tough time with him, because at one\npoint I said to him, “I think you owe your daughter Betty. Tell her what your life was before\nshe was born. Tell her about her grandparents. Tell her about what life was for you, your\nbackground, your all -- and what you did [indecipherable] through camp.” So, I finally\nconvinced him to do it and he let me read it. And I remember the first time he showed me\nwhat he wrote and I said, “It’s a wonderful paper. It’s so scientific. It should be in a science\ndepartment. Did you have any feelings? Did you have any impressions? You’re not writing\nto your boss [indecipherable] pager, that you give him facts. How did you feel about your\nmother? How did you feel about your father? Don’t you think it’s important for Betty to\nknow? How did they feel about you? It’s not a scientific paper. Should be an emotional\npaper.” And he did rework it. I was never criticizing what he wrote, I just said hey, you\nknow.",
        "Q: And then he says -- and, in the version that’s in the archives -- maybe I should just read a\nlittle. ’'m going to read the first paragraph of hi -- of the letter that he writes to his daughter\nbecause it -- it fits in so well with what you were just saying. He opens the letter, it’s dated\nin August of 1992 and he says, “My Darling Betty, I told you that I would do this to -- for\nyo -- to da -- to slash for you someday and here it is, here I am. I really started to write a\nbunch of short vignettes for you. I called them anecdotes from hell and I began them in\n1983 in Washington. But I wrote in longhand and the images of old crashed in on me so\nhard that I sought support from my exercise, in booze. When I next picked up my notes, I\nbroke up laughing. I would start an episode nice and level and within a couple of pages,\nthey became illegible and fell off the pages. Then I began to see Bella and under her\ninfluence, I started to face my devils, to confront them. To see them rationally, soberly. To\nbe able to speak about the war years, unforced. Don’t get me wrong, my soul is between\nthese pages. What is new 1s that I could handle it.” So you really had quite an -- an impact\non Hank’s being able to speak about his experiences.",
        "Q: Yeah, Hank never spoke about his experiences. He felt that Wilma, his first wife, could\nnot understand it. I didn’t know her, though, I just met her. I don’t know whether he is right\nor not. She probably would have made an effort to understand it. I think to shut her out of it\nwas unfair for Hank -- the way I see it -- but then, I don’t know Wilma too well. She must\nhave felt segregated from him. And I think he could have taken the time and I felt -- to\nexplain it to her. To make her a part of his life, instead of saying, “Oh, well. She wouldn’t\nunderstand it, I better bury it.” To me, that’s not a nice approach. Now, he might have been\nright. I don’t know the woman.",
        "Q: Wh -- I would love to hear some details from you about your trips with Hank, like your\ntrip to Vilnias and your revisiting -- your revisiting Vilna, your -- the place where you had\nspent some time in the ghetto.",
        "A: The -- I spent the time in Vilna in ghetto. And I was very exposed to the trips to Ponary.\nIt wasn’t a part of Hank’s life. But Hank was too glad to go to Vilna and see those things.\nSo we got to Vilna and there was no sign of the ghetto. It’s completely like it never existed.",
        "Q: What year is this?",
        "A: Must have been °92, something like that. And then I said I would like to go to Ponary. So\nwe hired a cab driver, who happened to be familiar with that. And it was a unbelievable\nexperience for me, seeking out the road I tried to avoid during my whole stay in Vilna.\nSeeking out the road to Ponary. That was a unbelievable experience. And when we got\nthere, is very nicely kept, again, very quiet and very peaceful. There are a few monuments\nbuilt by survivors and families of people. It was just strange, because I said, “My God. All\nthose people you knew who are buried here something -- someplace.” So that was very\ntouching, but it was just such a wonderful feeling -- of Mrs. Mischkinsky having her private\ndriver driving the roads to Ponary like a big shot. You know, wearing a fur coat or whatever\n-- dressed, looking around. What a strange feeling. It just -- a feeling of hey, your whole\nsystem of destroying the Jews wasn’t fully, completely accomplished. Here I am, like Mrs.\nBig Deal, visiting that place. It was different when we went to Riga. See, Riga was not my\nhometown. The Latvian Jews, I only met some of them in camp. Hank was brought up\nthere. His family lived there. It was his hometown. So it was different. And we went to\nSalaspils in Torumbally, where his mother, his sister, who were killed. It’s a different\nfeeling for him, like it was for me in Vilna. But then, I knew a lot of people who eventually\nwere shot and killed in Riga, too. And it’s a peaceful looking place, with nice, full bloom\ntrees and underneath are hundreds of thousands of Jews, killed cold-blooded. Taken in the\nmiddle of the night and just shot. Crime? You’re Jewish. That was hard. And then we made\na trip to Minsk, which 1s a different story. And we went to a place, Katyn. It’s a place\ndesignated for people who were shot by the Russians. Whole villages of people shot by the\nRussians. By the white and -- it’s White Russia, all right? So they were White Russians\nwere being shot by the Russians because of partisans and -- and they took village after\nvillage after village, destroyed it. And it’s a beautiful monument. I mean, you have each\ncity, each town has a little mount of earth and a cross and the eternal life and all that and\nbells. And every half a minute, the bells are chiming in unison, to remember that. And it was\nvery touching. I could not quite get rid of the feeling, I am so touched, it’s so horrible, but\nthose were White Russians. How many of them participated in killing the Jews and what\nkind of monuments do you have to memorize the Jews? Well, when I expressed it to Hank,\nhe wasn’t very happy with me. But I felt that way. Yes, and I am not substituting one to\nanother -- one murder doesn’t justify another. But I just couldn’t get rid of the feeling that\nthose were White Russians and how many of them had their hands soiled with Jewish blood,\njust because of hatred of unknown people, that the Nazis allowed them, get rid of your Jews.\nSo that was a mixture of feelings.",
        "Q: Hank pointed out in his -- in his memoir about that, that just the distinction between Kat -",
        "A: Katyn",
        "Q: -- tyn -- Katyn, K-a-t-y-n, which is where the -- the off -- Russian officers were.",
        "A: That was Katcheen.",
        "Q: So this is a different place, it’s --",
        "A: That’s a different --",
        "Q: It’s K-h-a-t-y-n, right?",
        "A: Yeah.",
        "Q: So it’s a di -- whole difference.",
        "A: Right.",
        "Q: I just wanted to point that out.",
        "A: No, it’s a different --",
        "Q: In case somebody is listening to it and gets confused.",
        "A: No, it’s not -- that had nothing to do with the Russians killing the soldiers. And did they\nkill the Polish soldier, or -- no, that’s different.",
        "Q: Right, right [inaudible] Polish soldier.",
        "A: But Katyn is so impressive. And you hear -- it’s very quiet and you hear the bells every -\n- | think every minute or every half a minute, just -- I think, what would they do for the\nJews, to remember them? Stutthof had beautiful green grass and nicely kept barracks. Big\ndeal.",
        "Q: And you --",
        "A: When I was there, I was looking for my friend Iangard, for my friend So -- I -- I just\nalmost expected to see them. But is very peaceful and very quiet.",
        "Q: Did you go to Kaiserwald?",
        "A: Yes, I did go to Kaiserwald. There is no more Kaiserwald the way I remember it. There\nis a -- there was, at that time, a Russian installation. And I took a picture of Kaiserwald and\nthen a Russian soldier came over and he took me to the commandanture. You’re not allowed\nto picture installations -- take pictures of -- and I -- now wait a minute, that was my home. I\nwasn’t taking pictures of installations. But they were really ready to lock me up.",
        "Q: I assume they took the film away from you?",
        "A: I -- I think so. But that was funny, being pulled in.",
        "Q: When -- I -- I was struck by -- by reading Hanks dispatches and y-you were really on\nvery diplomatic sort of excursions --",
        "A: Oh, yes.",
        "Q: I mean, he’s really doing -- doing sensitive business deals --",
        "A: I felt like a such bigshot. Here are all those scientists, having all the slides on picture and\ntalking about this and I am the only woman just being present at it. I didn’t know what they\ntalking about, but just the idea that I was there made me feel like such an important person.",
        "Q: But meanwhile, did they have any clue of what this visit meant to you? I mean you’re --\nyou’re going back to these places where you’re -- you’re families were.",
        "A: Well, I was never in -- in that surrounding of those scientific conversations, you know.\nThey could talk to me from doomsday -- from today til doomsday, I wouldn’t understand a\nword they were saying, but just that I was there, made me feel very important.",
        "Q: But, I -- I mean, even from Hank’s point of view, he was revisiting Riga, but also on\nbusiness, yeah?",
        "A: Yeah. But that was a different part of -- I was talking about Minsk.",
        "Q: Yeah.",
        "A: Yeah, he was -- we were entertained by the bigshot’s oaf -- government.",
        "Q: Was that hard, to be revisiting this place and have all of these memories, which are\nobviously very overpowering, but to -- to -- to also be doing this sort of diplomatic business\nand it’s such a split between them. It seems like 1t would be --",
        "A: No, I think it was very interesting and very satisfactory. I say, almost, “Hitler eat your\nheart out. Here I am.”",
        "Q: Was there any acknowledgment between the people who Hank was working with and\nyou that --",
        "A: We are survivors? No. We took a trip around -- was it Vilna? I think it was in Vilna,\nthrough -- the ambassador gave us his escorts and they were telling us what happened when\nthe Russians took over the station and they killed there seven people and they have the\ncrosses and the monuments and the flowers. Was my life -- was my heart bleeding for them?\nNo. You’re talking about seven people. I talk about hundred and thousands.",
        "Q: Did you tell them that?",
        "A: No. I don’t think it would make any -- why would I tell it to them? They are two people\nwho are taking us on a tour. They were not people who were responsible. That’s the way\nthey felt about it. So am I going to compare my twozig 1s bigger than your twozig? I did not\nthink it will serve a purpose.",
        "Q: And he --",
        "A: Do you agree with me?",
        "Q: I -- I think it would have been di-difficult to bring it up, but -- you know, I -- I don’t want\nto -- I wouldn’t -- I would -- I’m just interested in knowing how it -- how it happened, more\nthan anything.",
        "A: No, I know. I just ask, off the record, I ask whether you think it was a proper approach?\nYou are not going to create battles -- fist battles on every step, when you are visiting and\nyou are somebody’s guest. Would we be invited to a political discussion, that’s one thing.\nBut we weren't.",
        "Q: There’s one point at which -- I’m -- I’m not sure what trip it was on, but -- but Hank in\nhis writings, mentions the issue of -- there’s a round table discussion and the -- the -- it’s\nsort of -- I guess it was when you were in Minsk. And -- and --",
        "A: Right. We went to the territory which was affected by the Chernoby] fallout. So 1t wasn’t\nin Minsk, but it was further down and yeah. Oh, I remembered that very clearly.",
        "Q: Tell me [inaudible]",
        "A: Well, we were a group of eight, nine people. Very friendly, very cordial, very loving,\nvery attentive and we having dinner. And the leader of the group brings up the question of --\naround the table -- what’s your religion, how do you feel about it? And then it came to me,\nwhat’s your religion? I say, “I’m Jewish.” And like a blanket of silence fell over the whole\ngroup. There were no more questions, except Hank was able to say, “And by the way, I am\nJewish, too.” That was the end of the discussion, but it -- the whole atmosphere changed.\nThere was no more talks, there was no more -- nothing, just -- so Hank, after we finished\ndinner, Hank went to Ralph and said, “Look, if that interferes with the mission, because I\nam Jewish, I will be too glad to resign. So you can continue and whatever.” And Ralph says,\n“Well, so far nobody approached me about anything. So why -- why don’t you just let it\nrest?” Next morning, it was like nothing ever, ever happened. So yes, is there an underlying\nanti-Semitism everywhere? Yes, it 1s.",
        "Q: Do you think that still exists --",
        "A: Yes.",
        "Q: -- in the United States --",
        "A: Yes, ma’am.",
        "Q: In New York City, in --",
        "A: Yes, ma’am. Everywhere. I think so. But then it’s the other side of the coin, the Jews are\nvery prejudiced too.",
        "Q: Do you have any examples of that?",
        "A: [indecipherable] my mother. The schvartza.",
        "Q: I mean what about -- what about -- what about your mother?",
        "A: She was very prejudiced. A schvartza is not an equal. A schvartza’s a Negro.\n[indecipherable] my mother was much more superior, she was Jewish. And you can go on\nand on and on.",
        "Q: Have your feelings about Zionism changed and what -- I mean, what are your feelings\nabout Israel nowadays?",
        "A: I don’t know much about it. I wouldn’t like to live there. Since I am not well informed, I\nreally cannot express any opinion. I think they probably dislike everybody who’s not\nJewish. I don’t necessarily mean just Arabs, but I think they probably -- and that’s just an\nassumption -- feel that whoever is not Jewish, is some --\nEnd of Tape Three, Side B\nBeginning Tape Four, Side A",
        "Q: This is a continuation of an interview with Bella Mischkinsky, this is tape number four,\nside A. Is there anything else you want to say about your -- your trips? Yo -- did you ever\nvisit Lodz?",
        "A: Yes, I did. The biggest disappointment. I never wanted to go there, but I promised\nProfessor Goldenberg to go, because Hank promised her and he no longer is here, so I just\ntook his place. And we went to Lodz. I found Lodz oppressive, dirty, smaller, unfriendly --\nnothing like the city I grew up in. I don’t think it’s my imagination, I think the city changed\nand it -- under the Russian occupation, it did change. I think there is a big hatred of the Jews\n-- Jews there and the reason I am saying it, because there was just a very small plaque,\nindicating -- just honoring the Jews and a woman pass -- we were -- looked at it and took a\npicture and a woman passed by and spit. So, that does not indicate love and kindness. We\nhad hard time getting directions to where the ghetto was -- people didn’t know. So -- the\nhouse I lived in looked like the biggest slum. So that was not a pleasant visit.",
        "Q: Was the -- any of the original house still there?",
        "A: A part of the house I lived was there, I wish it wouldn’t. It’s dilapidated, the stairs are\nbroken, the railing is broken. I tried to visit my grandparents house and I rang the doorbell\nand I got the door slammed in my face. So it was not a good visit.",
        "Q: You got the door slammed in your face after you had told them who you were and why\nyou were visiting, or --",
        "A: Well, I said -- yeah, my grandmother was -- so, that was my experience with Lddz.",
        "Q: What happened to your grandparents, by the way?",
        "A: Well, my grandfather died before the war. My grandmother was taken out of the Loder\nghetto, with the transport.",
        "Q: To Auschwitz?",
        "A: No. She was killed before. Irene was with her, I was not in the Loder ghetto. But Irene\nwas.",
        "Q: Did you see anybody you had known?",
        "A: No.",
        "Q: Were you avoiding looking for people that you had known?",
        "A: No, I didn’t avoid anything. It just was not a good visit.",
        "Q: How long did you stay?",
        "A: One day. One day too many.",
        "Q: And you really hadn’t wanted to even return?",
        "A: No, I did not. But Myrna wanted to go to the places I was and you start with the place\nyou lived in. We could not go to Riga, it was too complicated. You needed visas, you\nneeded just -- so we didn’t go to Riga, we just went to Warsaw. We went to Krakow and\nwhen -- we went to the sites of concentration camps. To Stutthof, to Majdanek, to\nTreblinka. Where else? Auschwitz.",
        "Q: What was your impression of a -- of these places?",
        "A: Well, as I told you before about my impression of Stutthof, it wasn’t the place I\nremembered. It was all nice and green and grassy and whatnot. But I was never in Majdanek\nor Treblinka. I only heard about those camps later. Excuse me. I only heard about those\ncamps later, after the war. Those were devastating, devastating places. Because they were\ndifferent than -- from what I knew as a concentration camp. There were no barracks. People\nweren’t kept there, they were unloaded on the platform and sent to the gas chambers. So that\nwas different than my experiences were. So you saw stones and stones and stones. And they\nall presented human beings at one point. That was terrible. Auschwitz was not that terrible,\nbecause I read about it a lot. I had an idea what it is, I know what the barrack represents, I\nknow what the gas chamber represents. And the reason I was -- I wanted to go to Birkenau-\nAuschwitz, because Irene was there. So I wanted trace back what her life looked like. But, I\nmean every camp is shocking, but it wasn’t such a novelty that I could not visualize it,\nwhereas Majdanek was different.",
        "Q: So you -- what -- what year was this that you -- that you went with -- with the circle of\nfriends?",
        "A: I think last year, I -- I’m not quite -- I think last year or --",
        "Q: A couple of years?",
        "A: No, just a year and a half, maybe.",
        "Q: Oh, okay.",
        "A: And now, as a affluent citizen and survivor of camps, I’m going to cruise to the\nScandinavian countries.",
        "Q: You’re going to visit the re -- Holocaust sites in Finland. Tell me about your -- I -- I\nnoticed, fishing through the -- your file and Hank’s files that you had made an effort to\nvolunteer for the Holocaust Museum early on, before Hank started volunteering at the\nHolocaust Museum. And you had been frustrated by not getting a response. And then\neventually Hank started volunteering. Did that --",
        "A: Did I make that comment? I don’t recall it.",
        "Q: Just something I found in your files.",
        "A: I don’t know. Hank volunteered and I didn’t want to volunteer at the same, together.\nStupid, but I didn’t want to. But then when Hank passed away -- yeah, I think it was\ndifficult to -- had to make appointment and na dada, whatever. But when Hank passed away,\nI had no problem talking to Arwin and saying I would like to volunteer. And she did it\nimmediately. She was a great influence for me to volunteer in the Holocaust Museum -- for\nthe Holocaust Museum. I loved her approach, her attitude, her calm efficient way of doing\nthings. I felt very comfortable, almost like I have a protector who is taking Hank’s place.\nAnd I was very -- not sorry, but sad when she left, because I just felt -- she’s still going to be\nmy friend or I am going to be her friend, let’s put it that way, but it’s a distance away and\nthings have a way of slipping by. But I found the people at the museum very friendly. The\nyoung man who’s responsible for my directions, what’s his name? Dillon. The young man\nwho is taking care of my work in the archives, Dillon is very helpful, very understanding. I\njust love to work -- I almost feel I work for him, because he represents the person I respond\nto, and he taught me a lot of things. I just love him. It’s too bad he is so young or too bad I\nam so old. But I love that guy. And he’s -- I think a -- a big asset to the museum. But so are\nother people. I work a half a day at the museum on the floor and it gives me a chance to\ninteract with the public and other volunteers and that’s a great experience. I think the\nmuseum -- or the people I work with are trying to make the museum a very interesting place\nfor the visitors and a very comfortable place. I think they all obliging, they all courteous and\nit’s good to see so much people coming -- so many people coming and visiting. And what’s\nalso good to see, that they not necessarily Jewish. So it’s good to see an interest among\nother people, but just Jews who have the impression that the Holocaust museum 1s just his m\n-- their museum. It isn’t. It’s a educational institution for everyone and I hope it’s going to\nstay that way. I just don’t want the Holocaust to be put together in a bag with any other\nkillings of other countries, because the Holocaust was a unique experience, different than\nthe killings and murdering of people which took place in other countries. It doesn’t mean\nthat it’s -- I advocate it, I am just saying that I feel the Jewish Holocaust was strictly a\nJewish issue. What one country, with so much education, was so susceptible to murder of\nhundreds of thousands of other people, only because they were Jewish. They weren’t\nfighting for anything. They didn’t defend anything. They had no weapons to fight back.\nThey were just led -- the term is the Jews went like sheep. Well, they were led like sheep. I\ndo resent the criticisms that Jews did not fight back and they went like sheep. Well, every\nsurvivor fought back, because he is alive. And lots of them -- thousands of them who\nwanted a life, fought back too. To survive a concentration camp run by the Nazis, the White\nRussians, by the Latvians, was a fight. It was a struggle to survive. And I felt a little bit\nresentful when in the beginning the question was, “Why didn’t you fight?” Who is asking\nthe question? People who have their dignity? Who are not hungry? Who are not being\nseparated? Who are not being treated like vermin? They are asking why didn’t you fight\nback? My question is, “Why didn’t you fight for us, with all the things you had available, if\nyou just choose to use them?” And saying we didn’t know 1s not an answer, because it’s not\na fact. So, I did resent that. I think every survivor is a hero. I think every inmate of a\nconcentration camp was a hero. Yes, and we survivors are heroes because we proved that\nthey were not as efficient as they wanted to be and they did leave so many Jews still alive.\nJews who became human beings who are assets to every country they live in. That’s, to me,\na hero.",
        "Q: Do you remember when -- we were talking a little earlier about -- about the receptivity of\npeople in this country to listening to -- to -- to really being interested in the experiences of\nsurvivors and to wanting to know. Can you -- can you talk more about ho -- when you\nstarted really talking about it and started feeling like people were wanting to know what had\nhappened to you and how -- how -- how the -- that came about, how that influenced --",
        "A: Iam not sure who started the trend. I think it was schools who started or maybe\nsynagogues. I don’t know when it started.",
        "Q: Even in -- just in your own life, in your own personal life.",
        "A: But in my personal life we always talked about it among my friends who were also\nsurvivors. And strangers or people who became my friends, but were not survivors and did\nnot share my life, I was not going to sit down and talk to them about my experience. And if\nthey already were aware of the Holocaust, they had the sensitivity of saying, “We cannot\nask her, because it’s too painful.” So I don’t quite know when it started and how it started.\nBut what I do remember is that I was extremely resentful when I was asked, “Why didn’t\nyou fight back?” And I said to myself, “Are the remaining Jews embarrassed and ashamed?\nThey need heroes to say, hey look what we did?”",
        "Q: Wh-Who asked you that?",
        "A: Oh, many a people. That was a very -- “What I don’t understand -- why didn’t you fight\nback?” Was a very common question. And I really did not feel to an-answering that,\nbecause to me it was, would you like to be proud of your Jews, so you proud of the people\nin Warsaw ghetto who resisted? Is that’s what you need or do you want to talk about the\nsurvivors?",
        "Q: The Holocaust Museum, working on the floor and meeting various people who are\ncoming through, many of them non-Jews, most of them non-Jews. Have you gotten into\ndiscussions with them? Do they discover that you’re a survivor? Do they --",
        "A: Sometimes.",
        "Q: Tell me -- tell me a story about that.",
        "A: Oh, well there are no big stories, but we say, “Oh, there’s that --” And I say, “Yes.”\nShe’s -- and I say, “Oh, by the way,” I might volunteer that information, “and I am a\nsurvivor.” I think I am a human face, with a nice personality, so hey, I’m a survivor, I’m a\npart of society, Iam here. And I always get that smile of sympathy and almost the\noutstretched hand, “Oh, I’m so glad you’re here.”",
        "Q: And there’s a feeling of -- is there a feeling of --",
        "A: It -- it never fail -- almost a feeling of admiration. “You went through all that, what we\nsaw today?”",
        "Q: How does that feel, to be -- to be on the receiving end --",
        "A: Great. Great. Not quite, but there is not shy away or there is no -- there just a very warm\nfeeling that we so glad they are survivors. I never heard -- and I don’t know that doesn’t\nexist, anybody who would say, “Oh God, he didn’t do a good job, that Hitler. He left too\nmany Jews alive.” I never had that feeling. I’m sure it exists among some people, but I never\nexperienced it.",
        "Q: Is -- a --",
        "A: By the way, I was approached by many -- not many -- a few teachers of the Holocaust in\npublic schools, would I talk to the kids about my experience? Which -- I said yes, because\nit’s my way -- I can enlighten the young kids what hatred and bigotry can do. And every\ntime I addressed a school, whether it was -- a school with Jewish children or a majority of\nnon-Jewish children, I always got the most magnificent response from the kids and I have\nletters from every one of them, writing me how they appreciate my coming and talking to\nthem, that the Holocaust has now a human face. That it’s not six million -- oh, that’s the\nspiel I gave them, so they giving it back to me. But they were fascinated and the letters I got\nfrom them are so precious. I have every one of them just saved -- I don’t know for what, but\n-- so that’s a rewarding experience.",
        "Q: Seems like it took a long time to -- for it to get to that point where people were really\nacknowledging what you had been through.",
        "A: Yeah.",
        "Q: Is there anything else you want to say, Bella?",
        "A: I love you.",
        "Q: I love you, too. Thank you. This concludes the United States Holocaust Memor-\nMemorial Museum interview with Bella Mischkinsky.\nEnd of Tape Four, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection. This\nis an interview with Bella Mischkinsky, conducted in Gaithersburg, Maryland at the home\nof Bella’s sister, Irene Glossberg, on June 10th, 1998, by Arwin Donohue. This 1s a post-\nconducted with Bella on July 12th, 1995. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr for making this interview possible, this is tape\nnumber one, side A. Okay, I’m going to just -- for the sake of summarizing on tape, say that\nwe're -- we’re going to start out by going back into some of the Holocaust era and pre-war\nexperiences that weren’t discussed in the first interview. So -- and then we’ll -- and then\nwe’ ll focus on the post Holocaust material, after we’ve done some of that. And we’re going\nto try not to repeat what was already said in the video interview, just -- just to do new stuff.\nSo, why don’t we start out Bella, by you stating your -- your name today and -- and your\nname at birth.",
        "Q: And we know from the first interview that you were born Bella Berger. How -- ho -- and\n-- and then you -- how -- how did you get the name Mischkinsky?",
        "Q: And then later you married Hank Bermanis. How did you decide to keep the name\nMischkinsky? Was that an issue at all?",
        "Q: We -- will you describe something about -- you -- you had said in the first interview, a\nfew things about you childhood in Lodz and how you were sort of a happy go lucky young\ngirl and -- and you weren’t really a -- a joiner, or a member of groups or anything. And you\nmentioned a little bit about your -- your family and their political interests. Or -- your father\nwas a Bundist and they weren’t particularly religious. I wanted to get more of a sense of\nyour relationships within your family and if you could state your father’s name and your\nmother’s name and say something -- and -- and your sister’s name and say something about\nyour early relationships as a child before the war, with each of them.",
        "Q: Well, my mother’s name was Gitla Voidaslavsky -- was her maiden name and she\nmarried my father, Natan Berger and she adopted -- adopted his name, so she was Gitla\nBerger. My sister 1s my junior. She was born in 1930, her name is Irene, known at that time\nas Irene Berger. My relationship with my parents was -- it wasn’t close, but it wasn’t\nantagonistic. My mother was busy working. She was a terrible housekeeper, hated\nhousework, loved to be with people, loved to work. Also, that was not the common standard\nat that time in Poland. But she was the happiest when she was among people and when she",
        "Q: Now, which grandmother was this?",
        "Q: And what was her name?",
        "Q: Did you have any Zionist sentiments at all as a result of that, or did you feel completely\nuninterested in it?",
        "Q: Did your parents have any kind of religion that they -- that they were bringing you and\nIrene up with, that they were -- you know, that they -- did they -- did they bring you to\nTemple on high holidays or was the -- it really -- pretty much secular Jewish household?",
        "Q: So you attended a public s-school then, did you?",
        "Q: Would that --",
        "Q: Was it a secular high school?",
        "Q: Yeah. Okay. What did you think of -- of the Bundist movement?",
        "Q: The Bundist movement? What -- what kind of --",
        "Q: Where did your real interests lie’? Was there anything that -- that you -- that really excited\nyou as a child?",
        "Q: You mentioned in the first interview that your friends were both Jewish and Christian\nand that, you know, that there was a very open feeling, or atmosphere and then -- and then\nthe anti-Semitic incidents started happening and you described the -- the escalating laws and\ndecre-decrees and so forth. Were there any personal experiences that you had, say with\nfriends who -- who -- you know, non-Jewish friends who sort of turned on you after the war\nstarted or experiences like that?",
        "Q: But they just stopped talking to you after the -- after the German [indecipherable]",
        "Q: What about your relationship with Irene? I realize she was much younger than -- she wa -\n- was she eight years younger than you? Something like that. So when the war started, she’s\n-- she [indecipherable]",
        "Q: Even as -- even as a young girl?",
        "Q: And I’m interested in hearing your -- about -- more about that moment that you had been\nbetrayed by the maid of the family and -- in that -- at the farm, that -- that you arrived at and\nthe Germans arrived to arrest you, and you and your father escaped and then you dis --\nrunning away and you discover that you’re separated from your father. What did you --\nwhat -- what did you feel in that moment of -- of realizing that you were alone and that your\nfather wasn’t there?",
        "Q: Did you have any ideas or thoughts about what might have happened to your father?",
        "Q: And you describe going on to Bialystok from there and there was a -- was it in Bialystok\nthat there was a woman who -- who -- I mean approached you on the street and took you in?",
        "Q: Did you -- did you try to get in touch with your mother and -- and Irene?",
        "Q: What was the name of the -- of the woman who you met in Bialystok, who offered you to\ngo to Oashmiani?",
        "Q: I was interested in -- in -- well, there -- there was a theme that you mentioned that you\ndidn’t want to -- that you were always very careful not to put yourself under a f -- one\nfamily’s control. That -- that you didn’t want -- that there was that sense of reserve as far as\ntrusting people.",
        "Q: The Poles, in particular?",
        "Q: Mm-hm. It seems like it must have been so difficult to -- I mean when you describe\nyourself before the war, and you describe yourself as being Polish and thinking of yourself\nas Polish and I’m just trying --",
        "Q: But I’m trying to -- to grasp how that shattered because, it -- did it shatter so -- so\ncompletely after the German occupation that you realized that -- that you -- that you really --\nthat there was such a -- an irreconcilable distance between you and the Poles?",
        "Q: So did you really stop thinking of yourself as being a Pole and -- and just think of\nyourself of being a Jew after the war began?",
        "Q: I wanted to skip ahead then, to when you were in Oashmiani and you were making the\ndecision that you wanted to get out and go to-towards Vilna. I -- how did you -- what made",
        "Q: This is a continuation of an interview with Bella Mischkinsky. This is tape number one,\nside B.",
        "Q: You thought there would be more freedom?",
        "Q: Mm-hm. And then, from Vilna, you were -- you went to Kaiserwald [indecipherable]",
        "Q: And I wanted you to describe -- you met your -- your husband at Kaiserwald and I’m\ninterested in hearing how it was that you met him and then how it was that you -- that you\ncame to marrying him and more -- and did -- how did that happen?",
        "Q: How long had you known him by then?",
        "Q: And what was his name?",
        "Q: Had you -- but, at some point it had become clear, during that year that you were getting\nto know -- know each other, that it was very serious, that you were -- that you were in love,\nyeah?",
        "Q: Would you describe Booby a little bit. What -- what -- what interested you in him and\nwhat -- what kind -- [indecipherable] what kind of discussions did you have?",
        "Q: Did he share -- did he have any particular strong beliefs? I mean, you mentioned that you\nwere not a -- you know, a -- a joiner, but was he religious or was he -- did he have political\nbeliefs or --",
        "Q: Do you remember what you would talk about together?",
        "Q: Did that make it easier when he wanted to marry you? To -- to actually [indecipherable]",
        "Q: So there was a rabbi in camp?",
        "Q: Were there others in the camp who got -- who got married that way too?",
        "Q: How long before you were the -- Kaiserwald was to be --",
        "Q: Liquidated. Was that -- you got married --",
        "Q: Were you able to -- did you -- did anything change after you got married, were you --",
        "Q: No.",
        "Q: So you weren’t really able to find much time to be alone together or anything like that?",
        "Q: Did you ever take a honeymoon, much later in life with him?",
        "Q: Well, then it’s worth it... You mentioned that you had close friendships in Kaiserwald\nthat lasted for so many years later.",
        "Q: Why Kaiserwald -- how did -- what -- what a -- was it about Kaiserwald that made that\npossible?",
        "Q: Where does she live?",
        "Q: Were there other people -- were there people from Oashmiani who you stayed in touch\nwith after the war, or -- I mean --",
        "Q: Was that during one of your visits?",
        "Q: Was it accidental that you bumped into them or did you intentionally --",
        "Q: Okay, well [inaudible] I didn’t know that you had done -- had gone through the\nrestitution process. So, we should talk about that later, but let’s -- let’s stay in --",
        "Q: Okay. Well, go ahead, then and tell me a little.",
        "Q: Did that -- I mean, did -- did 1t make you angry in any way that -- that you had to go\nthrough a mental test in order to have any kind of restitution? And that -- and that there wa -\n- and that you -- he was being paid based on how wealthy he was before the war, or -- what\ndid you think of that?",
        "Q: Well, I don’t get angry very easy. I can understand injustices of laws and regulations.\nThey weren’t built for me. It’s a way of doing things. So -- and those pensions stopped with\nthe life of the survivor. So his 65 percent went tsshoop when he died. I still get my 25\npercent. Hank never got anything. Partially it was his doing. He was working for the\nintelligence of the American government and he did not feel that he can give them all the\nfacts of where he was, what he did. So that he did forego the application. I supported him\nwith my 25 percent. I’m only joking.",
        "Q: When you were in Kaiserwald, at some point you and Ike were separated. And it sounds\nlike Ike was -- Ike left Kaiserwald before you, right?",
        "Q: No?",
        "Q: And you went to Magdeburg from there?",
        "Q: No?",
        "Q: Stutthof. Okay. I’m sorry, I’ve got -- ’ve got my chronology wrong. And -- but it was at\nStutthof that -- that Ike had -- and you -- there was a point when Ike and you were separated\nand he had --",
        "Q: You were on the same transport?",
        "Q: And you were actually together during the -- during --",
        "Q: Transport.",
        "Q: All right. Did you have a sense at that point that you were -- that you going to be able to\nstick together, for --",
        "Q: When did you meet Hank?",
        "Q: And Ike m -- played some role in -- in Hank being together with you and -- and him too,\nyeah?",
        "Q: No?",
        "Q: And when -- when was it that you really started spending time with Hank or getting to\nknow him?",
        "Q: Had you split up -- when did you split up with your friends from Kaiserwald? Like\nTrudy?",
        "Q: When -- when was that?",
        "Q: From Kaiserwald?",
        "Q: So, when you went to -- Sa-Salzheim, did you just meet up with a lot of people that you\nhad been with before?",
        "Q: Did you all know -- had you talked during the war that you would want to go to America\nonce the war ended?",
        "Q: Was it hard to live up to that ideal after the war ended?",
        "Q: And what about feeling the desire for revenge or anger at the perpetrators or something\n[indecipherable]",
        "Q: And did that -- you mentioned -- 1n the first interview, you were asked about whether\nyou were involved in resistance and you said that you weren’t, because your concern was\nmore just with survival and -- and in surviving without harming others, as much as possible.\nAnd -- so that --",
        "Q: What I was trying to get at was that -- that same -- that same feeling 1t sounds like\nmotivated you after the war of just not -- not -- not taking on responsibility in -- for\nsomething bigger than -- than what was within your sphere of control, in a way. Does that\nmake sense?",
        "Q: You were just following what?",
        "Q: What felt right to you.",
        "Q: You -- how did you -- how did you know that you wanted to come to America or why\ndid you choose this country?",
        "Q: This is a continuation of an interview with Bella Mischkinsky. This is tape number two,\nside A.",
        "Q: And you didn’t have any interest at all in going back to Poland and looking for relatives\nor [indecipherable]",
        "Q: Did you -- were you searching for members of your family at that point?",
        "Q: We -- tell me about how -- I -- I know how you were reunited with Irene, because you\ntalked about it a little bit in the -- in the first interview, but I was curious to know whether --\nhow Irene knew where you were.",
        "Q: Was she -- and she wasn’t with your mother at that point?",
        "Q: So she wanted to stay in Poland.",
        "Q: So she thought she was going to be bringing you back to Poland and that you would all\nlive there.",
        "Q: Will -- will you describe that moment that you saw Irene again?",
        "Q: Did you -- how di-did you spend the rest of the day talking about what had --",
        "Q: How long after that did you -- when did you see your mother again after that and how\ndid that happen?",
        "Q: So Ike was pretty gutsy, too.",
        "Q: Was it hard to convince Irene and your mother that they should leave home?",
        "Q: Was that difficult for you, Bella, that -- to meet up with your mother again and to have\nher have this boyfriend and your father just had disappeared?",
        "Q: Was there any effort made to find out what had happened to --",
        "Q: You did have --",
        "Q: You did have visions of your father [indecipherable]",
        "Q: Well, you really weren’t very attached to your father, personally, and --",
        "Q: Were you grieving for him or did you?",
        "Q: Did you ever reach a point when -- when you felt a personal loss -- felt a particular loss\nof your father, as [indecipherable]",
        "Q: Yeah.",
        "Q: And was Irene -- did Irene have a different kind of relationship with your parents than\nyou did, or was the [indecipherable]",
        "Q: You described how you were working with the -- the unrah and hiya and helping with --\nwith the immigration process. Did you get a sense through that work of the overarching",
        "Q: Henry? Hank?",
        "Q: Yeah. Right.",
        "Q: You told that story in the --",
        "Q: In the first interview, yeah.",
        "Q: Yeah.",
        "Q: Did you have any connection with hiyas when you were heading over to the States? You\nmentioned that you were still --",
        "Q: You and Ike and Hank?",
        "Q: So you were really -- that gave you -- that basically gave you your ticket to come here,\nthe fact that you worked with them?",
        "Q: No.",
        "Q: What about your mother and Saul?",
        "Q: How did that come about?",
        "Q: But all -- were all of you able to come because of --",
        "Q: -- sponsorship through s-someone in Ike’s family?",
        "Q: There was a mention in -- in the first interview also, of just -- of knowing that you didn’t\nwant to be in an area that was going to be under Soviet control.",
        "Q: And was that -- did you have any sense of -- how did you know that -- that there was a --\nthat you didn’t want that, that you wanted to be [indecipherable]",
        "Q: Let’s go back a little bit. I -- I wanted to ask you about how you reali -- when you\nrealized that the war was over and that you were free and how that -- how that knowledge\ncame to you and what your feelings were.",
        "Q: This is tape number two, side B, of an interview with Bella Mischkinsky.",
        "Q: But this is before the war ended?",
        "Q: So we’re in maybe April --",
        "Q: -- May, early May.",
        "Q: ‘45.",
        "Q: Go ahead.",
        "Q: Let’s pause that. Okay.",
        "Q: Juris --",
        "Q: Did you start getting news at that point, that you hadn’t had before, about what was\ngoing on in the w --",
        "Q: Do you remember finding out about the -- the official end of the war, and --",
        "Q: Were you seeking out news of -- of what was going on?",
        "Q: The American soldiers, they --",
        "Q: How did -- how did -- was that a -- an ex -- an exhilarating moment, an exciting --",
        "Q: And so we -- we went back a little bit to that, and then you -- you were telling me before\nwe talked about that -- about your boat trip over to the -- to the States and being an escort\nand you mentioned that -- that you had been very ill on the boat --",
        "Q: -- ride. What was your role as an escort? Were you just -- were you supposed to do -- just\nride along --",
        "Q: And did you have any idea what you would be doing when you arrived in the States?\nWould you -- di -- were you going to be --",
        "Q: Was there a sense that hiyas was going to help you in some way once you got to --",
        "Q: Do you remember arriving, the moment -- the moment that you -- that you saw the shore,\nor did you see --",
        "Q: Where did you stay in New York?",
        "Q: And how did you get to Illinois?",
        "Q: Do you remember seeing -- your first images of the -- of the countryside, looking out the\nwindow?",
        "Q: Before you go on, I was interested in hearing whether any of his family asked you about\nwhat had ha -- whether she asked you about what had happened or any of his family asked\nyou about what had happened during the war?",
        "Q: So she had been -- had she emigrated from Riga?",
        "Q: What was the work?",
        "Q: Was that explicitly stated, that he couldn’t -- that the opposition was because he was\nJewish?",
        "Q: Was that shocking to you, that -- that in America --",
        "Q: Did you -- did you meet up with any of your friends at this point from -- from -- during\nthe war, who you’d been with?",
        "Q: When did that change?",
        "Q: What year was it -- what year was it that you moved?",
        "Q: He was born in ‘52?",
        "Q: And a few questions about your -- your very first years there. You had -- you had\nreunited with some of your friends from -- from the war. Did you have other friendships too\nthat you were able to form during that time?",
        "Q: Did you feel that your Holocaust experiences in some way distanced you from people\nwho had not been through that and not known.",
        "Q: Even among your friends who were survivors?",
        "Q: So you weren’t dwelling on what happened?",
        "Q: You were moving on.",
        "Q: Were there any peculiarities about American culture -- society, that -- that surprised you\nor things that you noticed that you thought were distinctly American?",
        "Q: Was there a point at which you felt you did belong to American society [indecipherable]",
        "Q: Was it -- is there anything that you can identify that -- that sort of was a moment that you\n-- that you recognized, yes, I belong here?",
        "Q: Was there a Jewish community there?",
        "Q: Was anyone interested in your experiences, or asked you --",
        "Q: Did you want to touch on it?",
        "Q: Did it -- did you feel that there was any importance to -- in -- on a grander scale, the\nAmerican public understanding what had happened --",
        "Q: Hatred towards whom?",
        "Q: This is tape number three, side A, of an interview with Bella Mischkinsky.",
        "Q: You mean he -- he had a heart attack, or something like that?",
        "Q: Yeah.",
        "Q: So this is when you -- when your husband lost his job in Schenectedy, this 1s late 50’s,\nyeah?",
        "Q: And he’s -- when he’s getting -- he’s looking for another job and -- and -- you had\nmentioned that he had had -- originally had trouble finding work as a civil engineer because\nhe was Jewish. Did you start to feel like that had -- was changing? I mean the -- the country\nis going through starting to look at civil rights issues and discrimination --",
        "Q: When did you see that start to change?",
        "Q: How long do you think it took? I mean when -- when did -- when did you really --",
        "Q: Did he resent -- did he resent this -- this country and the --",
        "Q: Were there other ways that you personally ran into anti-Semitism after the war?",
        "Q: You didn’t -- did you feel that it -- that it was a particular problem in --",
        "Q: Do you want some water?",
        "Q: In his jo --",
        "Q: In his childhood, did he -- did you make any effort to teach him about what your\nexperiences had been or to tell him about the Holocaust?",
        "Q: Did you feel willing to tell him anything? Would you be willing?",
        "Q: Anything he wanted to know?",
        "Q: Did you rem-remember everything clearly?",
        "Q: Was there a point where people in general started really being interested in -- in what had\nhappened and started asking you? Or that you felt the need to talk about it?",
        "Q: Were -- were you thinking about it a lot?",
        "Q: In what?",
        "Q: When you were getting your education in political science, was -- were there any courses\nbeing taught about --",
        "Q: -- Holocaust, that were available to you?",
        "Q: Right.",
        "Q: What year was it that you started?",
        "Q: Why did you choose political science?",
        "Q: Did you -- what were -- what was it that you were learning, was it -- was -- and were you",
        "Q: You talked a little earlier about having the ideal before you came here of American --\nAmerica possibly being able to nurture that -- your independent spirit more than any place\nelse. Did you find that that was true?",
        "Q: So even though you have been critical of how they --",
        "Q: -- how they received the refugee -- or didn’t re -- open their arms to refugees\n[indecipherable] during the Holocaust, you felt -- you felt --",
        "Q: When was it that you started to form the kind of relationship with Hank that -- that you\ncould feel that there was some -- a possibility of that kind of relationship?",
        "Q: He pursued you?",
        "Q: Had Hank and Booby been friends since --",
        "Q: -- befor -- oh, since camp?",
        "Q: Did you experience any -- during the -- during the 50’s, there -- there was a -- there was a\nlot of paranoia about the -- the Soviets, going on, of course, with McCarthy-ism and I\nwonder, being from Poland and being from some country that had associations as being now\na Communist country, did you -- was there a feeling of being sh --",
        "Q: Did you feel it particularly strongly because of your experiences of being from the area?",
        "Q: Or being from Poland?",
        "Q: And what about -- were you -- were you aware and following issues during the civil\nrights era of --",
        "Q: What was your -- what was your view on what was going on with the civil rights\nmovement and sit ins and --",
        "Q: Did it remind you in any way -- I mean the kind of persecution that blacks were\nexperiencing in America, did that remind you [indecipherable]",
        "Q: What about the general idea of someone judging someone else for their race or religion\nor you know, the -- did -- yo-you weren’t necessarily thinking about how -- that was what --\nthat was what the Nazis were doing with the Jews?",
        "Q: Were there any political issues that you were particularly fascinated with?",
        "Q: Was it --",
        "Q: If you could -- if you -- do you think that it’s possible to just -- let me see if I can\nformulate this question. Before the -- before the war, you -- you were saying you didn’t\nhave -- you didn’t have any par --",
        "Q: This is tape number three, side B of an interview with Bella Mischkinsky. And I was just\ngoing to ask -- so, before the war, you -- there was no -- there was no particularly strong\ninterest or one thing that -- that really got you going or that grabbed you or that you can say,\nthis is what I believe in?",
        "Q: What -- what -- wh-wh -- what -- what’s -- what do you believe in?",
        "Q: What year did you get married?",
        "Q: You’re supposed to be prejudiced with -- with your husband. You --",
        "Q: The two of you traveled a lot together.",
        "Q: What was his job?",
        "Q: I -- I should say for the record that -- about Hank’s papers that are in the archives at the\nHolocaust museum, which you donated a couple of years ago and he’s written a few sort of\nmemoirs of your travels overseas and I think they’re just so wonderful to read. He’s -- he’s\ngot a beautiful, playful writing style.",
        "Q: And -- and very evocative and full of detail.",
        "Q: And then he says -- and, in the version that’s in the archives -- maybe I should just read a\nlittle. ’'m going to read the first paragraph of hi -- of the letter that he writes to his daughter\nbecause it -- it fits in so well with what you were just saying. He opens the letter, it’s dated\nin August of 1992 and he says, “My Darling Betty, I told you that I would do this to -- for\nyo -- to da -- to slash for you someday and here it is, here I am. I really started to write a\nbunch of short vignettes for you. I called them anecdotes from hell and I began them in\n1983 in Washington. But I wrote in longhand and the images of old crashed in on me so\nhard that I sought support from my exercise, in booze. When I next picked up my notes, I\nbroke up laughing. I would start an episode nice and level and within a couple of pages,\nthey became illegible and fell off the pages. Then I began to see Bella and under her\ninfluence, I started to face my devils, to confront them. To see them rationally, soberly. To\nbe able to speak about the war years, unforced. Don’t get me wrong, my soul is between\nthese pages. What is new 1s that I could handle it.” So you really had quite an -- an impact\non Hank’s being able to speak about his experiences.",
        "Q: Yeah, Hank never spoke about his experiences. He felt that Wilma, his first wife, could\nnot understand it. I didn’t know her, though, I just met her. I don’t know whether he is right\nor not. She probably would have made an effort to understand it. I think to shut her out of it\nwas unfair for Hank -- the way I see it -- but then, I don’t know Wilma too well. She must\nhave felt segregated from him. And I think he could have taken the time and I felt -- to",
        "Q: Wh -- I would love to hear some details from you about your trips with Hank, like your\ntrip to Vilnias and your revisiting -- your revisiting Vilna, your -- the place where you had\nspent some time in the ghetto.",
        "Q: What year is this?",
        "Q: Hank pointed out in his -- in his memoir about that, that just the distinction between Kat -",
        "Q: -- tyn -- Katyn, K-a-t-y-n, which is where the -- the off -- Russian officers were.",
        "Q: So this is a different place, it’s --",
        "Q: It’s K-h-a-t-y-n, right?",
        "Q: So it’s a di -- whole difference.",
        "Q: I just wanted to point that out.",
        "Q: In case somebody is listening to it and gets confused.",
        "Q: Right, right [inaudible] Polish soldier.",
        "Q: And you --",
        "Q: Did you go to Kaiserwald?",
        "Q: I assume they took the film away from you?",
        "Q: When -- I -- I was struck by -- by reading Hanks dispatches and y-you were really on\nvery diplomatic sort of excursions --",
        "Q: I mean, he’s really doing -- doing sensitive business deals --",
        "Q: But meanwhile, did they have any clue of what this visit meant to you? I mean you’re --\nyou’re going back to these places where you’re -- you’re families were.",
        "Q: But, I -- I mean, even from Hank’s point of view, he was revisiting Riga, but also on\nbusiness, yeah?",
        "Q: Yeah.",
        "Q: Was that hard, to be revisiting this place and have all of these memories, which are\nobviously very overpowering, but to -- to -- to also be doing this sort of diplomatic business\nand it’s such a split between them. It seems like 1t would be --",
        "Q: Was there any acknowledgment between the people who Hank was working with and\nyou that --",
        "Q: Did you tell them that?",
        "Q: And he --",
        "Q: I -- I think it would have been di-difficult to bring it up, but -- you know, I -- I don’t want\nto -- I wouldn’t -- I would -- I’m just interested in knowing how it -- how it happened, more\nthan anything.",
        "Q: There’s one point at which -- I’m -- I’m not sure what trip it was on, but -- but Hank in\nhis writings, mentions the issue of -- there’s a round table discussion and the -- the -- it’s\nsort of -- I guess it was when you were in Minsk. And -- and --",
        "Q: Tell me [inaudible]",
        "Q: Do you think that still exists --",
        "Q: -- in the United States --",
        "Q: In New York City, in --",
        "Q: Do you have any examples of that?",
        "Q: I mean what about -- what about -- what about your mother?",
        "Q: Have your feelings about Zionism changed and what -- I mean, what are your feelings\nabout Israel nowadays?",
        "Q: This is a continuation of an interview with Bella Mischkinsky, this is tape number four,\nside A. Is there anything else you want to say about your -- your trips? Yo -- did you ever\nvisit Lodz?",
        "Q: Was the -- any of the original house still there?",
        "Q: You got the door slammed in your face after you had told them who you were and why\nyou were visiting, or --",
        "Q: What happened to your grandparents, by the way?",
        "Q: To Auschwitz?",
        "Q: Did you see anybody you had known?",
        "Q: Were you avoiding looking for people that you had known?",
        "Q: How long did you stay?",
        "Q: And you really hadn’t wanted to even return?",
        "Q: What was your impression of a -- of these places?",
        "Q: So you -- what -- what year was this that you -- that you went with -- with the circle of\nfriends?",
        "Q: A couple of years?",
        "Q: Oh, okay.",
        "Q: You’re going to visit the re -- Holocaust sites in Finland. Tell me about your -- I -- I\nnoticed, fishing through the -- your file and Hank’s files that you had made an effort to",
        "Q: Just something I found in your files.",
        "Q: Do you remember when -- we were talking a little earlier about -- about the receptivity of\npeople in this country to listening to -- to -- to really being interested in the experiences of\nsurvivors and to wanting to know. Can you -- can you talk more about ho -- when you\nstarted really talking about it and started feeling like people were wanting to know what had\nhappened to you and how -- how -- how the -- that came about, how that influenced --",
        "Q: Even in -- just in your own life, in your own personal life.",
        "Q: Wh-Who asked you that?",
        "Q: The Holocaust Museum, working on the floor and meeting various people who are\ncoming through, many of them non-Jews, most of them non-Jews. Have you gotten into\ndiscussions with them? Do they discover that you’re a survivor? Do they --",
        "Q: Tell me -- tell me a story about that.",
        "Q: And there’s a feeling of -- is there a feeling of --",
        "Q: How does that feel, to be -- to be on the receiving end --",
        "Q: Is -- a --",
        "Q: Seems like it took a long time to -- for it to get to that point where people were really\nacknowledging what you had been through.",
        "Q: Is there anything else you want to say, Bella?",
        "Q: I love you, too. Thank you. This concludes the United States Holocaust Memor-\nMemorial Museum interview with Bella Mischkinsky.\nEnd of Tape Four, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My name is Bella Mischkinsky. I was born September 9th, 1922 in Lodz, Poland.",
        "A: After marrying my husband, Ike Mischkinsky, I adopted his name, Mischkinsky.",
        "A: It was a matter of convenience. It’s too much hassle to go through all the papers and\nchanging names and whatnot, so I decided to officially go by Mischkinsky and whether I\nwas referred to as Mrs. Bermanis or Mischkinsky or Bella, was of no importance or\ndifference to either of us.\nwas working. My father had a job, not a very strict one. He was much more educated than\nmy mother. He liked different things than my mother. I could never find a common bond\nwhy they ever got married, except the custom in Poland at that time was that -- what do they\ncall? Thedushetimeshat. Some family introduces a man, other family introduces a woman\nand they decided that they would make a couple and they get married. There was no\ncourting, dating, or any of that. And I imagine that’s why they got married. I never found\nthem very competitive to each other. My father pretty much went his way. He was a terrific\nmathematician. He loved politics. He loved cafés, good life. My mother was just devoted to\nwork, work, work. So I was pretty much left on my own. I would say that my home base\nwas rather my grandmother’s home, where there was somebody there, than my parents\nhome.",
        "A: My father’s mother.",
        "A: Hiya. Hiya Berger. And my grandfather was a just -- a terrific Hassidic man, but very\nastute, very educated, very respected and he belonged to the -- I think you could call it sect,\nof the gedda rabbin -- rabbins -- rabbins -- whatever the name is. Because the Jews were\nkind of separated by belonging to different rabbis -- who was next to God. Leaders. But the\nreligious life never interested me. I had no special feelings towards God or even religion,\nexcept knowing that I am Jewish. Couldn’t describe what it meant. Probably because I was\nborn to Jewish parents and was surrounded home with the Jewish tradition, but it did not\naffect me at all. Politically my father’s -- he had four brothers, two sisters and I had a slew\nof cousin and inevitably, every one belonged to a different part of the political organizations\nat that time. I was not a joiner, but I was listening, cause I loved to discuss things. I guess\nthat’s something the Jews had, discuss issues to death. So they were talking about Zionism,\nBundism and all shades of Zionism. Hammish -- hammish hatiyere and the revers 1n this\ngroups and many other ones. So I was exposed to it, but not a participant. I never joined any\norganizations. I am just not a joiner.",
        "A: No, I had no Zionist interests at all. The concert of Palestine and our homeland, that was\nnot something my mind was preoccupied. I was probably more Polish than Jewish, except\nbeing Jewish definitely. I had no interest in the Jewish life at that time.",
        "A: No, my parents didn’t -- my grandparents, that are Orthodox, so I observed the Jewish\nholidays and attitudes towards religion through them, but not through my parents. My\nparents never gave me a Jewish education and I never showed any interest 1n it. But I do\nhave a sentiment and terrific memories of my grandparents home, who were real true\nbelievers. So, Friday night was a big holiday. My grandma got -- put the best chaidel on and\nthe long dress and that hose. Set up a white tablecloths and candles and holly. And my\ngrandpa -- father came back from Shul and took the honored place at the table and was --\nhad all the respect of the children and grandchildren and -- so that 1t was always a feeling of\nreligion in their house. On Passover, was a tremendous holiday, joy for us children. Had to\nchange dishes, you have to burn homitz and all those things. But I really -- I was not a\nparticipant, but I was an observant and I had no objection to it, as long as I did not have to\ndo anything about it, but enjoy the atmosphere of my grandparents home.",
        "A: Yeah, I attended the public grammar school and then I went to a private high school.",
        "A: Public schools were compulsory. High schools were private. But I attended a private\nhigh school, which was very much influenced by the Bundist movement.",
        "A: Yeah.",
        "A: Of the what?",
        "A: I couldn’t care less. Well -- but I know they did not believe in a homeland like Israel.\nThey were anti-Zionist. They believed in peace on earth wherever you are. They were more\na s-socialist movement Certainly not a religious one.",
        "A: I didn’t have any special interests. I was a very happy young girl. Had lots of friends,\nwas going to school. I wanted the world to be wonderful, everybody should love everybody\nelse. And I really felt a part of Poland. I considered Poland my home. Unfortunately I found\nout differently in ‘39. But until then, I really felt very Polish.",
        "A: No, I don’t know of anybody -- my personal friends to turn on me, but they stopped\nbeing friends by sheer not being able to be together. So, it was nothing personal. They did\nnot turn away all of a sudden because they found out I was Jewish. It was never a secret to\nthem. And some of my friends went to a very, very prestigious Polish high schools. And\ntheir contact with the Jews was not tremendous, but it never made any difference to me and\nI don’t think to them. We were never discussing religion or the influence on -- we were just\nfriends. Young people finding a lot of things in common.",
        "A: Well, we were separated. We no longer could go out on the streets. We no longer had the\nsame rights. So a lot of my acquaintances, Jewish acquaintances, were shu -- cut off too.\nBecause we no longer could visit, we no longer could do the things we did before which\nbound us together. Schools were closed. So there was really being cut off from the rest of\nsociety.",
        "A: Yes. My relationship to Irene was different. I just loved her. She was a sweet, young girl\nand since we were left alone so much, we developed a very close relationship. A close\nrelationship, me being so much older and she being so much younger, but she was cute,\nadorable, loving and I was just crazy about her.",
        "A: Even as a youngest girl. Also I had to take her sometimes on a date with me, but I never\nresented it. I had a devotion -- to me, never disappeared 1n all those years of separation. As a\nmatter of fact, for some reason, she stills feels that feeling of -- not only love, but it goes\nfurther than love. That feeling of responsibility for me, since I lost my husband and I no\nlonger am the same person I was. She feels doubly responsible. She cannot be happy if I am\nnot happy. And I cannot just press a button and say, “Hey sis, be happy even if I am not\nhappy.” It just doesn’t work with her like that. She 1s stubborn. She gets an idea to her head\nand shortly of splitting her head and taking the idea out, you cannot change it. Was it hard\nfor you to leave? I mean, when you and you father left Lodz -- Lodz, looking for a place in\nthe Russian zone that -- that your family could relocate, did you -- did you have any idea at\nall or any sense that you would be split u -- your -- your family would be split up the way\nthat it was?",
        "A: No, I did not. We both, father and I and mother and Irene felt it 1s just a temporary\nresettlement. At that time you just didn’t pick up and take your whole family. You were\nalways thinking of providing for them. So we were like scouting out the territory. The\nborders were still opened. We send for Irene and mother and then we’ll live happily for ever\nafter. It didn’t work that way, but those were the feelings at that time.",
        "A: It was a frightening feel-feeling. I had no -- I didn’t know how I’m going to act or react\nor what the future is going to bring. But I just knew that all of a sudden, I’m in a strange\nplace, all by myself. I don’t know where I am. I don’t know what I am going to do, but here\nI am. Until some woman, who was outside, looked at me and said, “Hey little girl, you don’t\nbelong here. And anyway it’s scary for you, what are you doing outside? Come with me to\nmy house.”",
        "A: No, I had no idea, but I figured out just -- I ran in one direction and he ran in another\ndirection. I didn’t know which direction he went to and he didn’t know which direction I\nwent to. It was night, it was the forest. I had no idea where we were. We just put our trust in\nthe people who were going to bring us over to the Russian occupied part of Poland. And we\nleft it at that. There was no alternative plan, there was no in case we separated. It didn’t\nenter our mind. So I was fully unprepared for it.",
        "A: Yes, it was in Bialystok. That was a very, very hard experience, getting to Bialystok.\nNow we no longer had Germans, but I no longer belonged any place. I had no money, no\nclothes, no documents, no place to go. And that was a very frightening experience. What\nnext? Probably go back to Lodz was one of those thoughts -- after Lodz -- Lodz was home.\nThat it’s changed, we don’t visualize those things until we experience them. But that still\nmeant home, so I was toying with the idea of maybe get back to Lodz. But then I met that\nwoman and she said to me, “Hey, you’re all by yourself, you want to go to school.” I always\nwanted to go to school. One of those ideas. She says, “Why don’t you come with me? I live\nin that small town of Oashmiani and I am sure you will be able to go to school there and\nkind of make a comfortable life.” Since I had nothing to lose, whether I go back three days\nlater or a week later, it didn’t matter.",
        "A: No, there was no way of getting in touch. There was no post office, there were no\ntelephones, there was no ways of communicating, shortly of going back and being lucky to\nfind them there. And I had no thoughts that I wouldn’t find them there. After all, I left them\nin our home, why should I find them someplace else? So our knowledge of what Germans\nhad -- what the future they mapped out for us, was not very extensive, except knowing that\nthey hate the Jews. But that as far as my imagination went --",
        "A: I can’t think of her name right now, but I am sure it will come back to me.",
        "A: The Poles.",
        "A: Yeah. And I heard -- I made many friends, Polish friends, in Oashmiani, especially the\nbookkeeper of that place I worked, an elderly man who was very kind and very nice and it’s\nahead of time, but when he found out the ghetto’s going to be liquidated, he met me in front\nof the gates and said, “Bella, don’t let them send you out. I place you with my niece on a\nfarm and you going to be safe there.” He -- I knew him from before, he was very sincere and\nvery honest. I really loved the guy. He was a elderly gentleman. And I say, “Okay.” And\nthen I got cold feet. I say, “No. I cannot put myself in a place where I am completely at the\nmercy of the people I am with.” That just wasn’t something I felt comfortable.",
        "A: Jewish - Polish.",
        "A: Yes, I did realize that. I realized how much the Poles hated the Jews. I mean, they’re was\nalways anti-Semitism in Poland. But it was blatant, it wasn’t obvious. And I was always\naccepted by my Polish friends, without giving it a thought, whether they Polish or Jewish or\nwhatever. I was never concentrating on those issues. And then, when the Germans came in\nand I saw that all of a sudden, there is such a difference, it no longer became ble -- it was\nquite obvious they hated the Jews, for many reasons. First of all, the church was instilling in\nthe Poles -- and that was a Catholic country, the Jews are the killers of Christ. Well, that’s a\nunforgiven sin committed by the Jews. They killed Jesus, their most believed in person, so\nthere is no love for the Jews. Then there was a certain amount of envy. Not all Jews were\nrich, but they were comfortable, most of them. And the ones who weren’t were taken care of\nby the Jews who were more comfortable. Getting rid of the Jews is a big opened field of\ntaking over their possessions, taking over their business. I guess the Jews presented the\nPoles of giving them a feeling of superiority. And that wasn’t very pleasing to the Poles. I\ndon’t know whether they did or they didn’t. I didn’t -- couldn’t judge. But the Jews lived\npretty much their own life. They were -- they had their clubs, they had their cafés. They had\ntheir shows. They were very intellectual, much more than the Poles were. And I’m not\ngiving statistics, I don’t know. But the majority of the Poles were just working people,\nfarmers, whatever. So I think the Jews felt a little superior. Sort of standed off attitude\ntowards other people. They felt they were more righteous, they were more -- but they were\nseparate from the Poles. There was never a togetherness. They maybe worked hand in hand\non working places, but there was no special bond of relationships. I never felt it, but then I\nwas a young girl. And I wasn’t that intellectual to dwell in those political things going on. I\nknow that Peelshinsky, who was a leader of Poland, hey, I loved him. He was like -- we\ncalled him our daddy. When he died, we stood, saluted the flag, saluted his portrait. Tears\nwere running down our cheeks. But that was a skol -- school attitude. And I really wasn’t\nthat interested of what happens in the adults minds.",
        "A: No, I didn’t stop thinking wh -- of anything of that kind. I know that I was Jewish. I\ndon’t know, th-there is a difference between being Jewish and being a Jew. But I knew that\nI am being rejected by the rest of the country.\nyou decide that Vilna was where you wanted to go or what made you even consider Vilna as\nthe pla -- as the destination?",
        "A: Had it -- here again, it wasn’t quite from Oashmiani. Oashmiani was liquidated. The\nghetto of Oashmiani was liquidated and then --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: When we got to Melagarni, we were put into a building -- very clean, without any\nknowledge what we going to be doing -- doing there or not. But I found it confinding. In\nVilna was a big place, a big ghetto. So I decided to leave Melagarni and go to Vilna. I only\nbased it on those terms.",
        "A: Freedom of move -- freedom of movement, whatever I thought. I’m not sure what I\nthought, I just thought it’s not going to be that confinded that -- you cannot be surrounded in\none building or any such thing. So that’s what I decided to do and that’s what I did.",
        "A: Yes.",
        "A: Well, I can understand that you have difficulties with that concept. Because, if you read\nabout concentration camps and if you read about how the Jews were treated -- to me,\nKaiserwald was a little different. How did I meet my husband? My husband had a lot of\nfreedom in the camp. He really wa -- he really build that camp. And he had freedom of\nmovement. So, how does boy meet girl in those circumstances? I can’t explain it, but there\nis a way. Young people always will seek out young people. So, since I was not working\noutside the camp, but I was working in camp and he was moving freely in camp, he spotted\nthat cute little girl and somehow, some way, we started talking, holding hands. Nothing else\nbut. We still were separate -- I mean, equal or not equal. We decided to get married, just not\ntoo long before Kaiserwald was liquidated.",
        "A: For about a year.",
        "A: He was called Booby. I found out it’s kind of a silly nickname, but that’s what he was\ncalled by everyone. His name was Isaac Mischkinsky and when he got wind of the idea that\nKaiserwald is going to be liquidated, we both decided we didn’t have a better chance\nstaying together whatever happens, as a married couple, than just [indecipherable] ghetto\nand whatnot.",
        "A: Well, I guess so. It wasn’t just, “Hey, would you marry me, because it might be better for\nboth of --” No -- no, we cared for each other. So that’s where we decided to get married.\nAnd that’s when I changed my mi -- my name, from Bella Berger to Bella Mischkinsky. It\ndidn’t really save my life.",
        "A: First of all, he was the most handsome man in camp. He was tall, well built, very well\neducated. He was older. He already had a degree from a co -- from [indecipherable] college\nin Germany. He comes from a higher up family, very well [indecipherable] in Riga, before\nthe war. It all was a snob appeal to me. Hey, a guy like that is [indecipherable] me, what do\nI know? I don’t even have high school. So that was kind of tried. And he was a wonderful\nhuman being.",
        "A: No, he was not religious. I was not aware of any political inklings. He was not involved\nin any political underground fights or anything like that. It is -- suited my temperament.",
        "A: Oh God. No. Well, first of all you talk a little about your family, about what happened\nhere and what happened then. What was your life before, what -- you know, the usual, get-\nacquainted talk. Don’t forget, we didn’t have dates, that you come to my house and let’s\nspend five hours talking and I take you out to dinner or any -- it was a concentration camp.\nAnd we broke quite a few rules of the concentration camp. But we always were in a position\nthat we could afford to do it. He was very well liked by the commandant of the\nconcentration camp. I don’t know that the commandant, no matter how much he liked him,\nwould let him get away with lots of things, but there was a certain feeling of respect towards\nhim.",
        "A: No, the commandant had nothing to do with it, that was none of his damn business.\nPardon my language. But no, he had nothing to do with it. The Germans did not have to\nknow about everything what was going on and they didn’t.",
        "A: Well, she was -- she was a rabbi from before, but -- I would call it a civil ceremony\nrather than religious ceremony. Oh, we had witnesses, we signed papers. It really had not\nspecial meaning for the Jews who were considered in the eyes of Germans as nothing. But it\nhad a meaning to us. So we had some witnesses. I remember one of the girls name was\nHilda Shpalter. And I think Maya Mensh-Menshenfront. I’m not sure. And it was a 10\nminute affair and we said yeah, I declare you husband and wife and we changed papers and\nnames and I imagine people don’t visualize weddings of that kind of -- that way, but that’s\nway you got married. That’s how we got married.",
        "A: I think so, but I don’t know.",
        "A: Liquidated?",
        "A: I think about a month or something like that. Just enough to get all the papers in order\nand make it legal for the German records.",
        "A: No.",
        "A: We just felt more concerned about each other. What happened here, what happened then,\nyou know, but now, nothing changed.",
        "A: No. Didn’t pick a honeymoon place, what can I tell you?",
        "A: All our life was one big honeymoon.",
        "A: They still exist.",
        "A: Well, I had no way of comparing concentration camp, Kaiserwald to other concentration\ncamps. That was my first concentration camp. But I found that I personally had a lot of\nfreedom. I don’t mean freedom of going into town and doing all this things, but I had free\ntime. I had a very good job. I met my girlfriend, Trudy Schloss, who too was all alone at\nthat time, separated from her family. And Trudy Schloss -- at that time Omand, was a girl\nmy age. She came from Germany and we just took long walks around and round and round\nthe per-perimeter of ours barracks, and talked our heads off. I had a sister, “Oh, my sister\nIrena --” She had a sister, “Oh, my sister --”’ And we talked about parents, about how we got\nhere, what we did. And we be-became very, very, very close friends and are very close\nfriends til today.",
        "A: She lives in Jersey. She is married to a man she met in the camp. They got married after\nthe war. She has two children and grandchildren. And we were always together. If we\nweren’t together, we were always in touch with each other and still are. That’s my extended\nfamily. She is not the only one, I have other friends, which became extended families. And\nthat’s -- we are as close to each other as a family could be. It was a family by choice.",
        "A: I did meet two people from Oashmiani after the war, but it was a very short-lived\ncontact.",
        "A: No, no. It was when I lived in New York.",
        "A: Neither or. When we got a lawyer who was working with the German government after\nthe war, to reward some compensation for the people who were 1n camp and are survivors.\nAnd you had to find someone who knew you -- who didn’t -- and he had the whole list and\nyou had to find someone who knew you, that you were in camp. And he was the one who\nhad the name of the people from Oashmiani. So that’s how I got in touch with them.",
        "A: Oh, you can talk about it now. It’s -- it’s a very simple thing. It’s up to you.",
        "A: Well, after the war, long after, a organization was formed and said, we were slave labor.\nWe were labors in camp and we should get some restitution. So somebody had the name of\nsomebody had the name of somebody and it was a guy in New York who used to take care\nof it. So we got in touch with that man, his name is Waxberg [indecipherable]. And you\nsubmitted papers saying from there to there, I was here to here and he was providing you\nwith names of people who applied too, so he could match. And that was presented to the -- I\nthink German consulate or German organization and you had to go through a examination,\nmental examination. What did the concentration camp do to you and how much damage was\ndone to you? And he had a list of names of doctors who were signing papers. So I\neventually was awarded 25 percent of whatever the figure was, I don't know. My husband\ngot 65 percent, because he got in touch with the lawyer who worked in Germany, who was\nfrom Riga and knew their family, and he signed the paper [indecipherable] Mr. Ike\nMischkinsky came from a very high class of Jews in Riga and was used to a very high\nstandard of living. So he got 65 percent and I got 25 percent. That’s equality.",
        "A: No.",
        "A: No. I don’t think I ever said that. We were let out of Kaiserwald at the same time. It was\nSeptember ‘43, I think -- ‘44? 44. That’s when Kaiserwald was liquidated.",
        "A: No.",
        "A: We went to Stutthof.",
        "A: Well, we were separated in Stutthof period, there were women’s camps and men camps,\nseparated by just distances and there were no contact. Official contact. Unofficially the Jews\nalways found a way. And we did kind of send each other letters. And he knew that there 1s a\ntransport to Magdeburg plant. And he said to me, “Get on that transport.” And my answer to\nhim was, “No way can I do it.” So he fixed it up. So we did, eventually leave Magde --\nStutthof together.",
        "A: Yeah. There was only one.",
        "A: During the transport.",
        "A: To -- yeah.",
        "A: No, but I had a sense that if he would not get me out of Stutthof, I could not survive it\nmuch longer.",
        "A: I met Hank in Kaiserwald for a short while. And then we went to Magdeburg together,\neventually, from -- we got to Stutthof together, we got to Magdeburg together.",
        "A: No.",
        "A: Well, we were always friends. Hank was an adorable youngster. Ike was a man with\ndistinction. Hank would shoot his [indecipherable]. But Hank did not stay in Kaiserwald\nvery long. He was sent on an outside commando, whereas Ike and I stayed in Kaiserwald all\nthe time.",
        "A: Ike and I always were spending some times with Hank. He was our favorite person. And\nwe were in Germany together and Nungvede. We spend six weeks together. He was like a\nmember of the family. And Nungvede was in a French zone. And it was so pretty there that\nwe s -- figured hey, why not find -- why not stay here for awhile? And it was under the\nFrench occupation. So we went to the French consulate and they gave us orders and brilliant\nHank figured out he is going to register as a Frenchman. Which he did. And we spent six\nweeks in Nungvede until Hank was told, “Hey, Frenchman, what are you doing here? Get\nback to France.” And Hank said, “No way.” So we all picked up and left together for\nFrankfort.",
        "A: Well, Trudy went to her hometown in Germany.",
        "A: After the war.",
        "A: No. No, she too went to Stutthof at the different time. And then she was -- she was\nworking on a different place. And after the war she and Louis, her husband, went back to\nGermany, where they got married. And then we all met again in Salzheim, because that was\na zone which took care of the immigration to the United States.",
        "A: Oh yeah, yeah.",
        "A: [indecipherable] the war, we didn’t talk about what we will do when we -- because we\nreally didn’t believe that we could survive the war. On the other hand, I guess in the back of\nour mind was, but if. Well, but if would be a struggle to become a decent human being\nagain, after the experiences of concentration camp. Anyway, I made myself a promise that if\nI ever, by any chance get out of the concentration camp, I am not going to carry my\neducation from concentration camp to the outside world. And even then I was aware of the\nfact -- or I thought I was aware of the fact there’s a outside world is not going to adjust to\nmy experiences of concentration camp. I didn’t think they owe me something. Cause the\nonly way I can make it, if I ever survive, is through my own strengths and belief what a\nhuman being should be.",
        "A: No, because it never stopped being my understanding of it. I never believed of anything\nelse. I did not ever believe that if I ever come out, the world is going to open their arms and\nsay, “Ah, you are the survivor. We owe you so much.” I never had that delusion. So it\nwasn’t hard to get rid of it.",
        "A: Well, I guess it’s against my nature, so -- I knew what it was. I knew that the world knew\nit. I knew that I am helpless in punishing them, the laws were not something I controlled or\nhad an input. So I just felt that I have to make a new life within my own strengths and not\nthe help of the outside world.",
        "A: I -- I just told you, whether I was scared, or whether I just wasn’t a joiner, but I never\nfought for anything, so I did not join it, I did not join the resistance.",
        "A: No, I don’t think it’s a matter of responsibility. It was just a matter of believe in all those\nexisting organizations. And that’s why I -- I guess I never joined any. But it was never the\nfear of responsibilities. And it wasn’t quite selfishness that I have to take care of myself, to\nprotect my life, because there really wasn’t much protection. Because your life wasn’t worth\nmuch and you had no assurance that if you don’t take care -- if you don’t take apart the\nresistance, you’re going to be saved. As a matter of fact, I sensed that the chances of being\nsaved belonging to the resistance was greater than being a loner. I might be wrong. I don’t\nknow, I never tested it.",
        "A: My instinct.",
        "A: Yeah, just --",
        "A: Well, I was never a Zionist. I certainly did not want to go to Israel and build a country\nand live in a kibbutz and have that -- again -- pattern of life -- barracks and follow the\ncrowd. I just wanted to be an individual. So I figured well, I let the other people do the\nfighting for me, but I did not think I would be a good material --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: First of all, I was not a Zionist. I did not think I am a type of a person Israel needs to\nbuild their country. I did not want to live in a kibbutz in a joint kind of communal living. I\nwanted my individual life. And I think that the United States could give it to me. That’s why\nI picked United States.",
        "A: No, I had no interest to go back into Poland. As far as I was concerned, the life I lived in\nPoland was dead. So there was no reason for me to go to Poland.",
        "A: No, because I was reunited with Irene and with mother and we -- were no other members\nof the family left.",
        "A: She didn’t. She went to a few DP camps to search for me. That’s how she found me.",
        "A: Well, she left mother in Poland. Mother had a boyfriend in Poland and Irene figure out\nshe is going to go to the DP camps, find her sister, go back to Poland and educate the Poles\nhow to be better human beings. I’m not being funny. Those were my sister’s ideas. Took me\na long time to change her views.",
        "A: Oh, she had to educate the Poles.",
        "A: No. She is going to go back -- whatever she thought, but she -- she’s going to educate the\nPoles.",
        "A: Well, I didn’t quite see her. She was pointed out to me. After all, she was a little girl\nwhen I last saw her. And it was so far away from my mind that I am going to just meet her\non the grounds of Salzheim camp and silly as it sounds, I went to camp -- we had a\n[indecipherable], my husband and I, but I went to camp to get some hot water to have my\nhair done. You used to bring your own hot water to the beauty parlor. So I was stopped by\nsome people and we were talking for awhile and I say, “Hey fellas, I have to go, I have an\nappointment.” And then one guy says, “Well, would you mind to say hello to your sister\nbefore you go?” And if I didn’t drop dead then, then I probably never will. I will die of\ndifferent causes. And here was a little four by four young girl standing far away and he says,\n“That’s Irene.” So I took a step towards her and she took a step towards me until we met\nand we embraced and said, “Oh, Irene, Irene.” “Bella.” And that was the end of my beauty\nparlor and a wonderful life mixed with Irene’s since then.",
        "A: No, because I had to bring her home and introduce her to my husband, who knew a lot\nabout Irene, because I was yak, yak, yak about her all the time. But I had no idea where she\nwas or what she was and he was [indecipherable]. So I just walk into the room and I say,\n“Oh, by the way honey, here is my sister, Irene. You thought you married a girl without a\nfamily? Here she 1s.”’ And it was love at first sight between the two of them. So, that --",
        "A: Well, we had a lot of connections, my husband and I. Depending where you work and\nwhom you know and so on. Now, we knew where mother lives and we said now we have to\nbring mother from Poland to the United States. So we tried to get in touch with her and she\ndidn’t answer and make a long story short, we finally succeeded getting -- telling her that\nshe is coming to be united with her daughters. And made arrangements for her to get to\nBerlin, which was a collection point of people who were coming to the States from Poland.\nNow we worked for the highest -- at that time, for the unrah, I don’t remember. So we had\nAmerican uniforms. Both Ike and I were -- were wearing American uniforms. We also had a\nyoung French soldier who fell in love with his girlfriend, a Russian girl, who had to be in\nthe American zone in order to be able to immigrate to the United States. He came from the\nUnited States. So he happened to be visiting. He was visiting her, she lived with us. And I\nsaid to him, “Hey, Booby is going to Berlin, to bring his secretary -- our boss was away, in\nFrance, I think. I said, ““Would you mind just writing us an affidavit that Ike Mischkinsky’s\nbringing his secretary from Berlin to --”, so he just sit down, typed, put the stamp, made it\nofficial. Everybody was very conscious of official letters and stamps. So, my husband took\none of my uniforms and went to Berlin. He now had official papers that he’s bringing his\nsecretary from Berlin. Now, he didn’t know mother, but he knew what people read, that’s\nwhat he [indecipherable] pass and he told her, “Look, don’t open your mouth, period.” Puts\nan uniform -- well, my mother was heavier than I -- just put the scarf around it and the boss,\nIke Mischkinsky and his secretary went through the -- all post checks and finally got\nthrough.",
        "A: Oh, yeah. It was funny when he went there, she had to go through the posts of Russians\nand French and English, you know, to enter. So the English guy said, “Oh, you’re going to\nbring some of ours.” He says, “Yes.” He says, “Remember, don’t speak German -- er,\nRussian, when you go through the Russian post.” So since -- after all, we had experience for\nfive years how to fib and do certain things. So he did bring her back to Salzheim and she\nstayed with us three weeks and I hear a repetition of Irene’s song, “I am going back to\nPoland, because Saul is there.” Her boyfriend. I say, “Oh, God.” Anyway, make a long story\nshort, we brought Saul back to Salzheim from Lodz.",
        "A: Well, [indecipherable] she is going to have her Saul, she doesn’t care what it could be.\nIrene was different. And they got married in Frankfort. Yeah, I mean my mother and her\nboyfriend and her name became Mrs. Rothberger.",
        "A: No. Not at all.",
        "A: Oh, I know my father was killed in one of the little towns in -- I would say ‘42, when the\nGermans liquidated small towns. Am I sure? Did I witness it? Do I have papers? No, but I\nknow th-that whole area was killed. Oh, I had the visions. My father all of a sudden\nappearing in the United States. My mother would drop dead.",
        "A: That’s not kind, sorry.",
        "A: Well, you know, your mind sometimes say you never know. After all, there were some\npeople who -- who crawled out of the mass graves and appeared. So [indecipherable] this\npossible. Not probable, but possible.",
        "A: Well, I was more attached to my father than to my mother. Said, well, she found\nsomeone else, you find somebody else. Maybe he did, I don’t know. Doesn’t matter to me.\nOr didn’t matter to me.",
        "A: I don’t know, it’s very hard to say whether you’re grieving for the [indecipherable] at\nthat time. After the war, you mean? Too long a time passed to -- you accept it. I -- I saw too\nmuch of it. Thousands and thousands of people being sent to death. I saw children being\nknocked in the walls. It’s -- you just get some -- kind of hardened to the whole -- because\nthey --",
        "A: As a father?",
        "A: Not as a father, as a person. As someone who was my father. We were never close, but\nhey, he was my father, he was kind, he was nice, he was bright, intelligent. Was probably\nselfish -- you know, [indecipherable]. It wasn’t that loving -- loving union of father, mother,\nchild.",
        "A: Well, she was so much younger. My father adored her. My mother adored me, so --\nadored -- she really liked me. You see, my mother was a very beautiful woman and when\nshe looked at me and I was younger, she says, “I looked just like my Bella.” That was her\npride. [indecipherable] you know. I wouldn’t take time to analyze this, it doesn’t matter. She\nwas what she was and that’s the best she knew how to do it. I couldn’t fix her life just like\nshe couldn’t fix my life, so --\npolicy issues involved with -- with Jewish immigration and some of the -- I mean some of\nthe things that were going on on national levels, like this, the United States having very\nstrict quotas and having a lot of [indecipherable |",
        "A: Oh yeah, I was aware of that -- by the way Ike and I got the job, through Henry.",
        "A: Hank. Henry - Hank.",
        "A: Our Hank.",
        "A: Yes.",
        "A: He was funny.",
        "A: Funny guy. Well, we were fully aware that the United States has a quota system and the\nlargest quota was for the German Jews. The smallest quota -- or one of the small quotas was\nfor the Poles and the Russians. But then, with the Truman’s doctrine of letting people in, we\nknew that that wasn’t that strict any more. They still would let in a certain amount of Jews\nand the guy they send from hiyas to take care of the immigration, came here before the\nimmigration was opened. And he was very well versed in the laws of immigration. That’s\nwhen he paired off with Hank and he said, “I need some help.” So we were elected to help\nhim. And he wanted to have papers ready when the immigration starts. And he knew there is\ngoing to be just a very short time before the year ends -- I don’t know, just a month or two,\nwhatever, time. So he worked very hard and he worked us very hard to try to get some\ndocuments ready, so when the consul -- and his name was Hoffman -- who came from the\nStates, when he opened his office here, we had stacks of applicants ready. But it was hard\nwork, because Germany had nothing. No documents, no paper, no pencils, no photographs,\nno -- we had to [indecipherable] so we really worked, day and night. And since we worked\nfor the hiyas, we had access to the PX. So we were getting cigarettes and that was a value\nwhich people respected, not money. Couldn’t buy anything. But with our cigarettes, we\nused to get the photographer, we used to get papers, pencils, whatever was needed. And we\nwould transport these people back and forth, to have the papers ready. So when the\nimmigration opened, hiyas had 90 -- oh, I don’t remember what the percentage, but the\nlargest percen-percentage of refugees were going to the States. Joint came after them and\nthey -- there were other organizations, but we had it all ready.",
        "A: Well, we were in -- we escorted the immigrants or the refugees, so -- the survivors --\nwhatever you want to call. We were [indecipherable] on the boat.",
        "A: Yeah. No, Hank wasn’t on it. It was a small [indecipherable].",
        "A: No.",
        "A: We worked for them and we’re getting paid, but we did not collect the money. We\ncollected the money when he -- we got to the States, from the hiyas. And theoretically --\nexcuse me -- people were supposed to pay eventually, for the voyage. Well, nobody did. But\nwe felt, anyway, Ike and I felt, we make the money, so we pay the voyage. For myself, for\nIke and for Irene. See, that’s what our salary for working in Germany went to. We probably\none of the few ones who ever paid for the voyage. I don’t know, I didn’t check the statistics,\nbut I would assume so.",
        "A: Oh, they came later.",
        "A: I don’t remember.",
        "A: Through my --",
        "A: Well, no, I think that the first ones were through affidavits of relatives who were sending\nthe people to the States. And Ike had a sister here. I think she sponsored us. Or, he had an\nuncle. Well, sponsoring did not cost you any money, you know. And then lots of people\ncame, I think, later -- or even that time. I don’t quite remember, because the Truman’s\ndeclaration, that he’s letting in that many survivors into the States.",
        "A: Oh, that was in Germany. That’s when we got to Mande -- to Frankfort.",
        "A: Well, we knew what the Russians stood for, from before the war. We know what the\nCommunist regime was all about. And we certainly didn’t want to be under their\njurisdiction. [indecipherable]",
        "A: Well, when -- when we were in Magdeburg, one day an SS woman came to the gates of\nthe Magdeburg camp and said the Americans are in town. And all of a sudden, the SS\ndisappeared, the guards disappeared. And the survivors were standing there, realizing that\nthey free. Well, it’s a very hard concept, after five years, saying, “You free.” You free what?\nYou free where? You free -- we were in a strange city. We never ventured out. We didn’t\nknow what to do with ourselves. So the majority went back home, to camp, without the\nsupervisement of the Germans. And they had a ball, they stormed the food supplies, they\nhad a party, they were free. My husband and my girlfriend, her boyfriend [indecipherable]\nsaid, “I didn’t see the Americans. I am not going back to camp.” So we left the camp and we\nwandered around a little bit. And the Germans had those huts or homes they didn’t live in.\nBecause they heard the -- the Germans are going back, we occupied one of those homes. We\nwent down to the basement and we’re waiting to see what happens. My girlfriends says the\nnext morning, “I want to go to camp. Hey, that’s where all the life is.” So Bessie and her\nboyfriend went to camp and came back within 10 minutes saying that the camp was\nsurrounded during the night, because the Americans did not appear. And the people were\nsent out of camp on a march towards Berlin. So we stayed there for about two weeks,\nhidden in the basement, until one day we hear the Germans civilians coming into the house\nand chasing us all out. So my husband, who again, had a lot of freedom in Magdeburg and\nthe camp, knew some Russian women who were working in polter too. And they said, “He’s\nnot Jewish.” And they pulled him out of the column the Germans surrounded. Well, he\nwouldn’t go without me, so he pulled me out. So I was with him and all of a sudden one of\nthe meisters, for whom I was working, pointed at me, he says, “She works for me, she’s\nJewish.” So I had to go back. And he wouldn’t go without me, no matter how much I\npleaded. So he came back too. And we were on the march towards Berlin. So we crossed the\nriver and found ourselves on the other town -- part of town -- of Magdeburg. Elba was the\ndividing part -- divided the part in two things, so we found ourselves on the other part.\nThere was a lot of shooting, all night long. It was a miserable night and every time the\nshooting started, the guards which were sending -- leading us out, made us lie down on the\nground and wait until the shooting went over. At one point my husband said, “Next time\nwhen they tell us to get out, it’s so dark, we stay put.” Which we did. So the column\ncontinued, we stayed behind. We went in the other direction, we didn’t know where we\ngoing. We all spoke perving -- perfect German. So we did see some German soldiers,\nmotorcycles and they were ep -- talking to us in German, just complaining about the\nweather, the shooting and we answered in German like we one of them. And we finally\nfound a place in a house where we hid. We were there for about three days, but we always\nhid in the basement, just to be sure that we not spotted immediately. Comfort of life was not\nour priority. And then we hear some people coming upstairs and saying. “I know there are\nJews here. We going to come and we going to find them.” Didn’t occur to them to get down\nto the basement. So we decided it’s time to leave. So, during the day, early in the morning,\nwe, the four of us left. We didn’t know where to go, so we saw a name of a street, passa --\nPashall was the name. So we [indecipherable], that’s in the direction of Pashall, now we\nknow where we going, we going to Pashall. So that’s what he did and there were lots of\nother people who were walking the streets. We get to a certain part and all of a sudden we\nsee a German installation. But it was too late to turn back without saying, hey, why are they\nrunning away -- So we just continued. And a guy from that installation approached us and\nsaid, “Where are you going?” Now, we had a name, so that’s where we are going and he\nsays, “Why you going there?” And we says, “Well, we have our place there, we used to\nwork there and we going back to our position.” And he says, “Well, I have a problem. The\nGermans left the installation at night and I came over and there is a beautiful desk I like to\ntake home. But my [indecipherable] broke down. If you not in a hurry, if you can help me\nbring that home, I would appreciate it.” So we said, “Hey, we have no place to go anyway.”\nSo we offered --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: So we went to his house. He was living in a basement with his girlfriend and her niece\nand two little boys and some chickens and whatnot. So we stayed with him for awhile,\nstarted talking to him and we said to him, “Hey, there are such beautiful things in that\ninstallation. Why don’t you bring some more to your house? We help you. We don’t mind\nstaying.” So, make a long story short, we stayed there for two weeks. In the meantime, his\ngirlfriend’s niece was dating German soldiers. So they were coming for a visit at -- in the\nevening. So we all socialized.",
        "A: That was before the war ended. Just shortly before the war ended.",
        "A: A day.",
        "A: Yeah it was Ap -- end of --",
        "A: April. As a matter of fact, when we were brought over the other side of the Elba, we -- all\nof a sudden, here’s Americans. Loudspeakers -- American loudspeakers. They did enter that\npart of Magdeburg which we just left. But we were on the other side. So anyway, we stayed\nthere for two weeks. She was bringing her German boyfriends and we started talking and\nthey say, “Hey.” They didn’t know who we are. We didn’t tell them that we’re Jews. And\nhe said, “Hey, why don’t you come to our quarters, we have so much food left. You can\ntake it home with you.” Say, “Oh, my God.” But his girlfriend was very insisting. So I made\ntwo trips there and I brought some food and she introduced me to the leader of the town and\nsaid, it’s my cousin, we should get food rations.",
        "A: So we stayed there for two weeks. And one day, the German soldiers who were coming\nto visit her -- her niece, said that they got orders to march out and they are furious. The\ncountry 1s abandoning them. They are not going to go to the Russians. They want to go to\nthe amies -- which was a term for the Americans. So we had an offer for them. We want to\ngo there, too. At that point, we all found German uniforms in that bunker -- that installation.\nSo we all were dressed in German uniforms. So we said, “We want to go there, too.” So we\nmade a date with them for the next day to meet. They going to desert their unit, they going\nto come with us and we all going to go to the Americans. Sounds ridiculous. My husband\nand the owner of the place where we stayed with, went for a walk, and they found a boat. It\ndidn’t have oars, but it was a boat. So my husband went back, he was very handy. They\nmade oars and they were all ready to go to the amies. So sure enough, next day, we met with\nthe German soldiers, we had a white flag and we all marched to the boat to go over on the\nother side. As we were doing all that, some civilians come over and he said they use the\nboat a day before. They went over to the Americans, but they were wearing civilian clothes,\nso the Americans send them back. They were only taking prisoners of war. So at that point,\nwe had the uniforms, we were seven German soldiers. Two women in German uniforms.\nWe took the boat, a white flag and they were all -- the German soldiers had all their guns\nready, if the Hitler yugen will stops them, they going to shoot. We got to the other side of\nthe Elba, we pushed the boat into the water so they couldn’t send us back. And now we\nwere waiti -- wait -- waiting for the Americans. It took quite awhile until we saw any patrol.\nBut finally a patrol comes and stop and search for ammunition. We didn’t have any and they\nwere taking us to the headquarters.",
        "A: Well, by May first, we found ourselves under the American -- I don’t know what to say.",
        "A: American zone or American jurisdiction and to us the war was over, also officially the\nwar did not end until May seventh or eighth I think. But we felt free.",
        "A: Not really. We had no radio, but we just were in touch with the American soldiers. They\nused to come and visit us and so we knew that the war is coming to an end. But they were\nstill the fighting troops. And [indecipherable] the war ended May seventh or eighth,\nofficially.",
        "A: It was just one of those transi-transitions. Not only are we free, but Germany was\ndefeated.",
        "A: There was no way of seeking out. From whom?",
        "A: Well, the American soldiers were telling us what they knew and they just said the war\nended.",
        "A: Oh, it certainly was, because hey, the Germans are defeated, and we are not under the\nRussian jurisdiction. Both of those things was thrills.",
        "A: Yes.",
        "A: [indecipherable |",
        "A: No, I had no idea. I was still a young girl with no profession, no education, no -- no, I\nhad no idea what we will be doing, or -- we just knew that we will have to build some kind\nof a life. We did know that eventually we will have to go to Peoria, Illinois, where my\nhusband’s sister lived. So we stayed in New York for about two weeks and then we headed\nto Peoria, Illinois.",
        "A: No, we were finished with hiyas. We were finished, we were on our own.",
        "A: Oh, the Statue of Liberty and it was just, hey, we made it. We not only free from the\nGermans, we free from Europe and now we are in the United States. But we had no plans of\nwhatever life is going to be. One thing at a time, that was enough -- feeling of, great, we\nhere.",
        "A: Where? We stayed with my husband’s cousins 1n their house.",
        "A: By train.",
        "A: Oh, it was great. Not any special, memorable thing except New York City. I mean that\nview at night in Central Park and having all the tall buildings and lights in the buildings and\nknowing that they are families and life and whatnot, that was terrific. It’s the first time I met\nmy sister-in-law. Peoria was a small town, with very pretty -- with a very affluent Jewish\npopulation. We were the first survivors they ever met and were very nice to us, offered us\nmoney and this and that. Well, we really weren’t interested in getting money, we were\ninterested in establishing a life, which was very difficult, because we didn’t speak English.\nMy husband was a civil engineer. Couldn’t get very far without English. I had no trade, no\nprofession, so things were difficult. My sister-in-law was not the most pleasant person. She\njust lost her husband, she was very jealous of Irene, because she had a son pretty much\nIrene’s age and we showered Irene with our love. She was a part of our life. So things were\nnot easy. I finally got a job at Princess Peggy. They were making casual housedresses. But I\ndidn’t know anything about the sewing machine, couldn’t communicate with the girls --\nthey were very nice to me, so they put me with a bunch of fabric to put together. I never\naccomplished anything, so towards the end of the day, the supervisor came over, ripped\nwhat I did, took her five minutes, she put it together. It was not a pleasant way of life. And\nthen we got letter that my mother and her boyfriend are arriving to New York. So my\nhusband said, “Fine. I am going to pick them up and you stay with Irene here.” So that’s\nwhat we did. He got to New York, he writes me a letter saying, “I want you to meet me in\nNew York.” And the responsibility of telling to my sister-in-law that we are leaving her was\nup to me. It wasn’t very pleasant. She was very unpleasant. So Irene and I just bordered the\ntrain and left for New York. He had no intentions of coming back to Peoria. So now we are\nin New York --",
        "A: No, we did not have too much conversation. We didn’t communicate too well. She was\none of those princesses from Riga and I was just a girl from Poland, which she kind of\nresented that her brother married below his level, whatever.",
        "A: They immigrated from Riga in *41. They left the last -- he was a correspondence for a\nLondon newspaper. And they left Riga with the last boat, which was carrying the gold of\nLatvia. So they made it through and they came to the States, before. So anyway, we got to\nNew York and a cousin of my husband’s had a beauty parlor. So he offered me a job as a\nreceptionist. I was as miserable as could be. Every time I heard the phone ringing and me\nhaving to answer the prima donna’s asking about the beauty parlor, appointments. My\nEnglish was so poor, that it really was tough. And one day a girlfriend of Irene’s, whom I\nalso kno -- knew from Salzheim said, “Bella, I work for my uncle. I am going to get you a\njob.” So that was great for me. And I took a job with -- in her uncle’s factory and I stayed\nthere for 30 some years. I got promoted from doing manual work, to becoming a supervisor\nand -- so I stayed with them for 31 years.",
        "A: Well, they manufactured watchbands. The mo -- the only one in the States of very\nspecialized watchbands. So the girls like me and Bella -- that was her name -- brought a lot\nof her friends to that and we were sitting and wrapping the watchbands in packages to be\nshipped out. But then the boss pulled me out of there and he gave me a job in the office -- as\n-- in a Supervisory job and -- so that was pretty good. My husband had it much tougher. He\nwas a civil engineer. And there was no job for civil engineers in the United States -- for\nJewish civil engineers. He got a job, they were delighted with his work. He build their office\nin Manhattan and he’s direct -- the boss said, “I am going to try to get you as a permanent\nmember of our company.” But there was a lot of opposition because he was Jewish and he\ndid not get the job. So he finally found work as a carpenter in a factory.",
        "A: You mean did he get a letter stating so? No, but he was given to understand that\nunfortunately, there was a lot of opposition on the board, to hire a Jewish civil engineer.\nAnd at that point we didn’t have laws, discrimination and whatnot, so they were free to do\nas they choose.",
        "A: A little bit, yes, it was. So anyway, he worked as a carpenter in the factory for many\nyears. And life was pretty hard. I was making little money, he was making little money. We\nhad a furnished apartment. Irene was living with us. I insisted on sending her to school. So\nthat was that.",
        "A: Yes, I did. We -- you know, they all congregated in New York and we were getting\ntogether. The problem was that my husband was older. When he got to camp, he already\nwas used to certain recognition and respect. He had that education, he had a degree.\nWhereas -- the rest of our friends, who were so much younger, got out of concentration\ncamps still being very young, with no education, very ambitious. My husband was not\nambitious. So he kind of felt, I guess, sorry for himself or whatever. He did attempt -- he\nenrolled to college, but dropped out. It was just something he wasn’t used to. And he really\nwas not that ambitious to do something about it. Life was not unhappy, but it was very hard.",
        "A: I’m trying to think. We eventually, from that one room apartment -- and it -- housing was\nvery hard to come by at that time, we got an apartment through my girlfriend Trudy, who\nwas working in a hospital, we got -- we -- her patient was moving out and we got an\napartment in Astoria and that’s where our son was born. And we lived there for one year\nand then we bought a house. And I figured out, hey, that’s going to be my palace. We stayed\nthere for about maybe a year -- a year and a half and one of the people we knew from\nGermany came to the States and his cousin came from Uruguay to visit him. That guy, Mr.\nKussman, was living in Schenectedy, New York. And he was a builder. But he needed\nsomeone to build a plan for water supply. Well, my husband had that qualification and he\nsaid, “I give you a job in Schenectedy. It’s going to be your field, but you have to make up\nyour mind.” So over the weekend, my husband approached me and he says, “What do you\nthink if we move to Schenectedy?” Well, that was the last thing I wanted to do in my life.\n“What’s Schenectedy? I don’t know a living soul, my friends are in New York, we have a\nhouse, my sister is here.” She was already married, you know. And then I thought it over.\nHe is working as a laborer in a factory. That gives him an opportunity to go -- get back to\nhis trade, so I said okay. So within two weeks he quit his job, he went to Schenectedy. I\nstayed with Jeff, trying to sell our house here. Took about three months and then I moved to\nSchenectedy.",
        "A: Oh, it must have been ‘56. Jeff was about four years old.",
        "A: ‘50 - ‘51, so -- some-something like that.",
        "A: Some, but not very close ones. There was a language barrier. There was a different of\nupbringing and culture. So we mostly associated with people we knew from during the war.",
        "A: No, because the Holocaust was not spoken about at that time.",
        "A: Oh, among our friends, yes, but we always said, remember this, remember that. And\nalways try to go back to the funny parts of our life in camp and not the horrors or\ndistractions or whatnot.",
        "A: No, no.",
        "A: Just trying to fit in to the society. I knew society is not going to change for me. So I have\nto fit in to society.",
        "A: Well they didn’t surprise me, but there were a lot of things which were distinctly\nAmerican. European lived differently than the Americans. Their interests were different, the\n-- but then, I belonged to the European society, I didn’t quite belong to the American\nsociety, not at that time. But it didn’t bother me. I made friends with the baker, with the\nmeat supplier, whatever. It never bothered me.",
        "A: Eventually, but many years later.",
        "A: Well, it wasn’t a moment, but the things I got involved with, things I was doing, I wasn’t\nnecessary seeking out Jews from concentration camp or Jews period. So that we kind of\nfitted in -- made our feese -- when I got to Schenectedy, there was entirely different story. In\nthe beginning I hated it. It was lonely, 1t was dreary , it was unpleasant. I didn’t know\nanyone. But then I made very good friends with my neighbors and after that many years, we\nstill are friends. It seems that when I do finally make friends, they for life.",
        "A: If there was, I was not involved in it. But some of my neighbors were not Jewish, but I\nstill correspond with them, we still talk to each other. And that’s -- my God, 40 years ago.",
        "A: I didn’t talk about them, so they didn’t even know. I did not have a single out -- [ama\nsurvivor. So they didn’t know and if they did know they would be hesitant to approach me,\nthinking that it would be painful. So we really didn’t touch on tt.",
        "A: I didn’t care.",
        "A: Not at that point. Because there really was no communication for about 10 years between\nthe survivors and the American public. They didn’t want to talk about it. We didn’t want to\ntalk about it, there was just no common ground or no reason. Their -- Holocaust was not\nsomething you spoke about. So yes, that was not a part of conversations. But I have to tell\nyou that the friends I made in Schenectedy, they weren’t all Jewish. As a matter of fact, the\nmajority was not Jewish. But Schenectedy was a transitoim -- it was a GE town, so a lot of\nyoung, upcoming engineers were located in Schenectedy for their training. So they were\nalways out their home base, so it was easy to make friends and their children were the same\nage my son was. The unfortunates thing, after we were about a year and a half in\nSchenectedy, my husband comes home one evening and said, on a Friday night, “I no longer\nhave a job.” The guy who offered him the job -- it was someone -- we were very\ninstrumental of bringing him to the States, because first of all, there was a lot of hatred\ntowards him among Jews in camp. So we --",
        "A: Towards that guy. You know, he was a capo, all that bit. So we fixed an affidavit for him\nand we were instrumental in bringing him over to the States. So he -- oh, in the beginning he\nwas offering us gold and diamonds and -- as a token of appreciation what we did for him.\nWhich we didn’t take from him because I didn’t think it was right. He doesn’t have to pay\nus for a job we supposed to do. Anyway, he comes home one -- my husband comes home\none Friday night and he says, “Darling, I no longer have a job.” The plant was finished.\nThat was the purpose of bringing him to Schenectedy and once the job was finish, he did not\nfeel obliged that he should give him another position. So we sold our house in Bayside, we\nmoved to Schenectedy. My husband gave a --\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: Sold the house in Bayside, we parted from our friends. We moved to Schenectedy, we\nbought a house there and after a year -- or shortly after that, my husband was out of a job.\nThere were no other jobs available in Schenectedy, it was a GE town. Also the economic\nsituation in the States was not very hot -- hot. He could not get a job for about eight weeks.\nTrying all cities, whoever we had friends. Boston, other places, until finally he got a job --\nread in the paper that someone needs a supervisor of construction, he got a job. He moved in\nwith Carl and Irene in New York and I stayed with Jeff in Schenectedy until I was ready to\nsell the house there. In the meantime, Andy was born, Irene and Carl’s son. They came to\nvisit often. So my husband was in New York, I was in Schenectedy and after Andy was\nabout eight months old, Carl and Irene said, “You know, it’s time for us to look for better\nquarters for our son.” They had a furnished apartment in Astoria. So they went on a search\nfor a house. We had very little money. Irene and Carl had very little money. Carl was going\nto law school. Irene was working a little bit until Andy was born. Anyway, to make a long\nstory short, we found a house in Beachhurst. It was a old house which needed an awful lot\nof work. But the price was good. We took a 3000 dollar mortgage from my parents. We\nbought the house and we moved in. And we spent five years of fixing it, because we didn’t\nhave enough money to fix all of 1t and my husband was the only one who could do things.\nSo we spent five long years, weekend and weekend out, building walls, tearing up ceilings\nand so on. And we lived in that house. Well, I just sold it two months ago. So it was not\noccupied for the past 10 years, because Carl got promoted, he went to bigger things. The\nhouse was no longer presentable enough for a big executive of Pete Mullerg. They moved to\nCleveland, we stayed in New York. And my husband literally did not have a permanent job.\nHe could not get a permanent job. He was promised a partnership with a boss who was\nbuilding houses in Brooklyn and he did build a few houses. And the Sunday, they were\nmeeting, his boss dropped dead. That was the end of that.",
        "A: I -- I think he did have a heart attack.",
        "A: So that was the end of that.",
        "A: Yeah.",
        "A: Not at that point. They didn’t. It was just a fact of life here. There are certain professions\nwhich are closed to Jews, what else is new? Jews are not welcome everywhere.",
        "A: Oh, much, much later, but I really didn’t care.",
        "A: Well, that was 60’s -- when did it change? I don’t know, late 70’s? At that point it didn’t\nmatter, because my husband got very sick with cancer. He was sick for seven years. I was\nworking. Jeff, at that time was out of the house, he went to college. Was very important to\nboth of us that he get the best possible education available. So he went to -- he was very\nbright, he went to Dartmouth and I remember when we enrolled him to Dartmouth, my\nhusband, who was much more practical than I was, he says, “How you going to pay for his\ncollege?” I say, “Look, we have enough money to pay one year of college. I worry about it\nwhen the year is up.” Well, we made it. He did graduate Dartmouth. But Booby got sick. He\nwas sick for seven years. The job he had, as all his jobs, were a fly by night things. His boss,\na religious Jew, was building nursing homes and was cutting corners everywhere he could.\nAnd my husband comes home, thi says, “Look hon, I know we don’t have money. I won’t\nhave a job. I am not going to be part of that scheme.” So he quits that job, he got another\njob, but then he got sick. He had no health insurance, he had no benefits, he had nothing.\nBut I had insurance through my plant and that’s how we lived. Was I unhappy? No. Was I\nbitter? No. All our friends were progressing, became richer and richer, bought business, got\neducation. He who had the most ability just took it -- I don’t know, maybe I was a wrong\nwife for him. Maybe I should have been more pushy. Maybe I should be more demanding,\nbut that wasn’t my style.",
        "A: No, he did not resent his country. He was just unhappy with his position. Our friends\nbecame richer -- richer and richer and -- but that was okay with me. So it was rather me who\nwas easily satisfied with what I had.",
        "A: No.",
        "A: I didn’t, but then I never paid attention to that issue. So, after seven years, Booby died.\nHe was bedridden for seven years. Excuse me.",
        "A: And I was -- no -- I was working and kind of kept -- Jeff was a very independent kind of\nguy. My son, Jeff. He finished college, he wanted to go to graduate school and I say, “Jeff,\nPll pay for it, pick a good school. You have enta -- your marks are -- you know, Phi Beta\nKappa and all that. Unfortunately, he pick -- he picked Santa Cruz, California. It was not my\nchoice. Eventually he realized it was a mistake, after two years. He came back to the\nBoston University, what’s the name? I forgot it [inaudible]. He never did get the Ph.D. He\nwas that much from Ph.D. At that time he was living with a girl and she was very ambitious\nand she was going to be just every bit as good as Jeff. So they left for California, for Davis,\nwhere she got enrolled to her favorite subjects and that [indecipherable]. They stayed there.\nThey eventually married and after 10 years got divorced. But she got her Ph.D. But Jeff, I\nguess he’s -- he has his father’s trend of not being terribly ambitious. He loves to work, he\nloves to do what he is doing. He does not like to be a supervisor of people.",
        "A: But he’s doing great. She’s doing okay.",
        "A: Well, he claims no. I claim yes, because when he was much younger, we used to get\ntogether with people who were in camp. And 1n-inevitably we were talking about camp. It\nbored him. I mean, he heard the stories [indecipherable] you know. Now he says, “You\ndidn’t tell me.” I said, “Jeff, you weren’t listening.”",
        "A: Certainly.",
        "A: Anything he wanted to know. I never suppressed the Holocaust experience. So I didn’t\nhave to dig it out. So it was not terribly hard for me to talk about it. Most of my friends just\nsuppressed it. Hank was one of them. But I had nothing to suppress, because it was always\nthere.",
        "A: Oh, yeah. Like my ghetto friend Trudy says, “I forgot most of the things, but you want to\nknow? Ask Bella.”",
        "A: I think so. Like one of my friends from Schenectedy, they Catholics. And she says,\n“Bella, you never told us.” I say, “You never asked.” You know. I was not on a educational\ntour of enlightening people about the Hol-Holocaust. That was not the trend of the country.\nYou have to remember that the Holocaust became a big issue, what -- how many years ago?\n10? 12? That’s about [indecipherable]",
        "A: Whether I was thinking? Well, you have nightmares. You can’t help it. [indecipherable]\nthey just come there. The nightmares I don’t think are brought up by you dwelling or\nthinking about, they just there. Those are things you can never forget, except if you make a\nconscious effort to suppress it, which I did not. Once my husband passed away, I had a job\nand then I enrolled to Queens College. I had to take a equivalency test because I had no\npapers and then I enrolled to Queens College and I eventually got a degree.",
        "A: Political Science. So I think that we became -- when I say we, I mean the survivors, a\ngood -- good citizens of the United States, with a lot of contribution. We became doctors,\nlawyers and professionals and whatnot, you know. We did not say, hey, give me welfare.\nEvery one of my friends got a excellent education and most of them became professional or\nbusinessmen. Quite affluent.",
        "A: Holocaust?",
        "A: No, not at that time. I mean, if they would be, I wouldn’t be taking that.",
        "A: I was w-working towards a degree. I was going -- took me 10 years to get my degree. I\nwent at night. It wasn’t easy after a day’s work, get to college, get your courses, get\nhomework, papers and -- but I did it.",
        "A: ‘77. I got my degree in ‘88. Slow learner.",
        "A: It interested me. I mean, I really did not enroll to get a degree, because I felt at that stage\nof my life, I don’t need a degree. It was just -- I guess, knowledge for the sake of knowledge\nand also to fill my time, because I was living all alone. So I picked and choose courses\nwhich interest me. They mostly were political science courses. And until one day one of my\nprofessors calls me and he says, “Bella, how long you going to go to college? Forever? To\nwhat extent? You going to apply for a degree?” I said, “No, Professor Ludane, I have no\nintentions.” I say, “Well I have intentions.” And he really kind of took me by my hand and\ndirected me of getting a degree. So yes, a professor or a teacher can make a difference in\nyour life.",
        "A: Oh, politics, all that kind of stuff. Oh, I took a course of Islam. This interested me, so I\nwas the only white face in the classroom. Very interesting.",
        "A: Yes, I did. I think it’s the greatest country. I don’t know everything about every country,\nbut from whatever I know, I wouldn’t like to live in any other country but the United States.\nI get very upset when I hear the Americans knocking the country. I think they really don’t\nappreciate what they have. You don’t have to agree with everything, but you do not have to\nmock it.",
        "A: Oh --",
        "A: It’s -- so, I was widow for seven years. We were on -- always in touch with Hank. He\nused to come and visit Booby, he used to come and visit me. We’re on -- always friends.\nHank was married, he lived in Cincinnati. Then his wife died of cancer. She died, I think\nafter Booby died. And anyway, she was dead five years and my husband was dead close to\n10 years before we married -- against my wishes. He said, “Hey Bella, let’s get married.” I\nsaid, “Come on, don’t bother me. Why do you want to get married? What [indecipherable]\nmarriage at that stage of the game?” But I can’t put my finger on it and describe it --\nwhether it makes a difference. Whether you married or you just live together. If you live\ntogether and you really care about each other, you have a commitment. You don’t need a\njudge or a rabbi or a priest or whoever to reinforce it. And that was my feeling. I mean what\ndo I need that piece of paper from [indecipherable] in eyes of God? Who cares. But I must\nsay, it does make a difference and I am not quite sure how. There is more freedom of\ninteracting with your spouse. It’s not live together separate but equal, but live together. And\nI think marriage will do that. I don’t think you have to mold your spouse. I don’t think you\nshould demand of him. But there is just something which 1s -- I -- I can’t explain it, but I do\nknow it makes a difference.",
        "A: He was a pain in the neck. He bothered me.",
        "A: That’s -- yeah. Well, he used to come and visit, I used to come and visit him in\nWashington. We can -- always had something to talk about. He introduced me to his friends,\nI introduced him to my friends. But it was like a weekend relationship. Not every weekend,\nbut -- but he was always kind, he was always nice. I liked the way he approached life and\nhumanity. I had no difficulties with that. I wasn’t going to educate him any different than\nwhat he was. And I liked what he was. I always liked what he was.",
        "A: Since camp.",
        "A: Yeah. Hank knew Booby’s mother, because she was a very charitable person, involved\nin all the Jewish organizations and he once meet -- met her on one of those occa -- at one of\nthose occasions. I never [inaudible]",
        "A: I hated it. I hated it. I felt that really does not represent the whole country, but how can\npeople of that little volume, get so much power? It was unfair, it was unjust, it was all of the\nabove and I -- since I wasn’t working at that time, Jeff was small, I was glued to the\ntelevision set. And that was an awful time for the United States, politically, I think. That\nanything like that was permitted to take place and so many lives ruined because of some\nbigot.",
        "A: No, I felt strongly as a human being with some decency. It had nothing to do with my\nHolocaust experiences.",
        "A: Or being from Poland. But as a decent human feeling -- being, I felt strongly that that\nshould not be allowed, just like I feel strongly about lot of things which should not be\nallowed today -- without mentioning them.",
        "A: I certainly was. I told you, politics and events and what was going on always interested\nme. I became an American. I did not consider myself a European any longer. I was much\ntoo young to -- at that time, when I was in Europe to think of anything that great or that big.\nBut I was an intelligent human being and I was certainly following politics of the United\nStates.",
        "A: It’s a way to fight to get what you want, I guess. And if there is a in-injustice done, there\nare very few other ways of as -- achieving it. And I not always approved of it, but --",
        "A: No, I never compared it. I don’t think the issues are the same. I think the United States\nwas a different country, brought up on their own values or events or whatever. I never\ncompared it to Europe. Maybe I should -- maybe I’m not that bright, but I never did.",
        "A: No. I wasn’t comparing the Nazis to whatever happened here. It’s just -- should not be --\nprejudiced and persecution are just not the right ways. Not because they led to the Holocaust\nof the Jews, but they should not be a part of a country. [indecipherable]do you want every\nhuman being to feel the same way”? I feel you’re entitled to your ideas and your principals,\nbut you are not entitled to look down on any other human being. Just like you should not go\noverboard admiring and catering to someone you think is so wonderful. He’s wonderful\nbecause that’s his mindset. That’s the way he conducts himself. So you admire people who\nare -- in your mind, have a proper mindset and you dislike people who don’t. But it’s all on\na personal basis.",
        "A: Almost everything what was taking place. Except the financial market and I wasn’t very\nwell versed in that. But politically almost every issue is an exciting issue. And some of them\nare -- have a everlasting result.",
        "A: Now, I don’t know whether you realize and that’s neither a plus or a minus to my\npersonality as far as I’m concerned, but I’m not fighting for the issues. And maybe that’s\nnot the proper approach if you want some issues to come to being, but I’m just not. I guess\nI’m too cynical to do that. So I can only fight it in my own way, with my own action and my\nown attitude. If everybody would be like me, we would have no progress or regress. But\nthat’s my personality.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: Oh, I can see what I believed in, but there was no special issue I was involved in.",
        "A: This sounds corny. I want people to get along with each other, without pushing their\nideas. Without saying, “If you don’t feel like I do, you’re wrong.” And since I am not a part\nof any political organization or civic organization, I can only do what I can do as an\nindividual and that’s how I conduct myself. Towards my friends, towards my neighbors,\ntowards my associates. Towards everyone I know. Hank and I did not always see eye to eye.\nHe had certain ideas about issues and people and I had certain ideas about issues and people.\nBut we could always discuss it without getting angry, without trying to convince each other\nthat’s different. But we could always, always express it. There was just such a unbelievable\nharmony between the two of us. I am usually not a person -- I wasn’t -- to really express my\ndeep feelings to anybody. Hank probably was the only person I could do it. There was\nnothing I felt I should hold back and not say it because it might not sound good or nice or he\nmight agree or disagree. It was just such a open relationship that I wish it on every married\ncouple and I think people would be much happier, instead of always fighting each other for\nsome stupid principle. Express your principle and let it go -- if it’s not harmful. If your\nspouse wants to do something harmful, that’s a different story. But it -- just a matter of\nfeeling or attitude towards issues. Everyone has it’s freedom to feel the way they feel.",
        "A: ‘85. ‘86? ‘85° We were married 10 years. But it was just such a unbelievable bliss of two\npeople living together. From really quite different backgrounds and different upbringing.\nBut he was just such a wonderful guy that no matter whom he would be married to would\nfeel the same way, I think. No prejudice in me, right?",
        "A: But that’s true, he was a wonderful human being. It’s not very hard to love someone, a\nperson, I think, but it’s hard to love mankind and he did. It didn’t deprive me of anything.\nI'd kill -- I would kill him. But -- but he didn’t. He was just the kindest person. Many times\nhe would say, “Do you think I’m gullible?” [indecipherable]. And I said, “No, you’re not\ngullible. You just don’t look at things in the proper light.”",
        "A: Yes. Well, we traveled a lot because of his job. And when we were sent to Europe, made\nup our mind within 15 minutes. He did a lot of traveling and he wouldn’t dream of going\nwithout me. It was great to be so wanted and needed. And I was always game, no matter\nwhat. I remember I was in New York, I get a phone call from Hank, “How would you feel\ngoing to Russia?” I said, “When?” “Two days from now.” You know. I said, “Fine, I’m\nready.” We did travel a lot. It was wonderful. It was educational. It was just great. Some\ntrips were more exciting than others, for different reasons, but all of 1t was great.",
        "A: He was a nuclear engineer. So he was involved with nuclear development and the plans\nand whatnot. So we traveled a lot in the States together and then we traveled a lot in Europe.",
        "A: Way, yes.",
        "A: I used to love his writings, but I must say, I had a tough time with him, because at one\npoint I said to him, “I think you owe your daughter Betty. Tell her what your life was before\nshe was born. Tell her about her grandparents. Tell her about what life was for you, your\nbackground, your all -- and what you did [indecipherable] through camp.” So, I finally\nconvinced him to do it and he let me read it. And I remember the first time he showed me\nwhat he wrote and I said, “It’s a wonderful paper. It’s so scientific. It should be in a science\ndepartment. Did you have any feelings? Did you have any impressions? You’re not writing\nto your boss [indecipherable] pager, that you give him facts. How did you feel about your\nmother? How did you feel about your father? Don’t you think it’s important for Betty to\nknow? How did they feel about you? It’s not a scientific paper. Should be an emotional\npaper.” And he did rework it. I was never criticizing what he wrote, I just said hey, you\nknow.\nexplain it to her. To make her a part of his life, instead of saying, “Oh, well. She wouldn’t\nunderstand it, I better bury it.” To me, that’s not a nice approach. Now, he might have been\nright. I don’t know the woman.",
        "A: The -- I spent the time in Vilna in ghetto. And I was very exposed to the trips to Ponary.\nIt wasn’t a part of Hank’s life. But Hank was too glad to go to Vilna and see those things.\nSo we got to Vilna and there was no sign of the ghetto. It’s completely like it never existed.",
        "A: Must have been °92, something like that. And then I said I would like to go to Ponary. So\nwe hired a cab driver, who happened to be familiar with that. And it was a unbelievable\nexperience for me, seeking out the road I tried to avoid during my whole stay in Vilna.\nSeeking out the road to Ponary. That was a unbelievable experience. And when we got\nthere, is very nicely kept, again, very quiet and very peaceful. There are a few monuments\nbuilt by survivors and families of people. It was just strange, because I said, “My God. All\nthose people you knew who are buried here something -- someplace.” So that was very\ntouching, but it was just such a wonderful feeling -- of Mrs. Mischkinsky having her private\ndriver driving the roads to Ponary like a big shot. You know, wearing a fur coat or whatever\n-- dressed, looking around. What a strange feeling. It just -- a feeling of hey, your whole\nsystem of destroying the Jews wasn’t fully, completely accomplished. Here I am, like Mrs.\nBig Deal, visiting that place. It was different when we went to Riga. See, Riga was not my\nhometown. The Latvian Jews, I only met some of them in camp. Hank was brought up\nthere. His family lived there. It was his hometown. So it was different. And we went to\nSalaspils in Torumbally, where his mother, his sister, who were killed. It’s a different\nfeeling for him, like it was for me in Vilna. But then, I knew a lot of people who eventually\nwere shot and killed in Riga, too. And it’s a peaceful looking place, with nice, full bloom\ntrees and underneath are hundreds of thousands of Jews, killed cold-blooded. Taken in the\nmiddle of the night and just shot. Crime? You’re Jewish. That was hard. And then we made\na trip to Minsk, which 1s a different story. And we went to a place, Katyn. It’s a place\ndesignated for people who were shot by the Russians. Whole villages of people shot by the\nRussians. By the white and -- it’s White Russia, all right? So they were White Russians\nwere being shot by the Russians because of partisans and -- and they took village after\nvillage after village, destroyed it. And it’s a beautiful monument. I mean, you have each\ncity, each town has a little mount of earth and a cross and the eternal life and all that and\nbells. And every half a minute, the bells are chiming in unison, to remember that. And it was\nvery touching. I could not quite get rid of the feeling, I am so touched, it’s so horrible, but\nthose were White Russians. How many of them participated in killing the Jews and what\nkind of monuments do you have to memorize the Jews? Well, when I expressed it to Hank,\nhe wasn’t very happy with me. But I felt that way. Yes, and I am not substituting one to\nanother -- one murder doesn’t justify another. But I just couldn’t get rid of the feeling that\nthose were White Russians and how many of them had their hands soiled with Jewish blood,\njust because of hatred of unknown people, that the Nazis allowed them, get rid of your Jews.\nSo that was a mixture of feelings.",
        "A: Katyn",
        "A: That was Katcheen.",
        "A: That’s a different --",
        "A: Yeah.",
        "A: Right.",
        "A: No, it’s a different --",
        "A: No, it’s not -- that had nothing to do with the Russians killing the soldiers. And did they\nkill the Polish soldier, or -- no, that’s different.",
        "A: But Katyn is so impressive. And you hear -- it’s very quiet and you hear the bells every -\n- | think every minute or every half a minute, just -- I think, what would they do for the\nJews, to remember them? Stutthof had beautiful green grass and nicely kept barracks. Big\ndeal.",
        "A: When I was there, I was looking for my friend Iangard, for my friend So -- I -- I just\nalmost expected to see them. But is very peaceful and very quiet.",
        "A: Yes, I did go to Kaiserwald. There is no more Kaiserwald the way I remember it. There\nis a -- there was, at that time, a Russian installation. And I took a picture of Kaiserwald and\nthen a Russian soldier came over and he took me to the commandanture. You’re not allowed\nto picture installations -- take pictures of -- and I -- now wait a minute, that was my home. I\nwasn’t taking pictures of installations. But they were really ready to lock me up.",
        "A: I -- I think so. But that was funny, being pulled in.",
        "A: Oh, yes.",
        "A: I felt like a such bigshot. Here are all those scientists, having all the slides on picture and\ntalking about this and I am the only woman just being present at it. I didn’t know what they\ntalking about, but just the idea that I was there made me feel like such an important person.",
        "A: Well, I was never in -- in that surrounding of those scientific conversations, you know.\nThey could talk to me from doomsday -- from today til doomsday, I wouldn’t understand a\nword they were saying, but just that I was there, made me feel very important.",
        "A: Yeah. But that was a different part of -- I was talking about Minsk.",
        "A: Yeah, he was -- we were entertained by the bigshot’s oaf -- government.",
        "A: No, I think it was very interesting and very satisfactory. I say, almost, “Hitler eat your\nheart out. Here I am.”",
        "A: We are survivors? No. We took a trip around -- was it Vilna? I think it was in Vilna,\nthrough -- the ambassador gave us his escorts and they were telling us what happened when\nthe Russians took over the station and they killed there seven people and they have the\ncrosses and the monuments and the flowers. Was my life -- was my heart bleeding for them?\nNo. You’re talking about seven people. I talk about hundred and thousands.",
        "A: No. I don’t think it would make any -- why would I tell it to them? They are two people\nwho are taking us on a tour. They were not people who were responsible. That’s the way\nthey felt about it. So am I going to compare my twozig 1s bigger than your twozig? I did not\nthink it will serve a purpose.",
        "A: Do you agree with me?",
        "A: No, I know. I just ask, off the record, I ask whether you think it was a proper approach?\nYou are not going to create battles -- fist battles on every step, when you are visiting and\nyou are somebody’s guest. Would we be invited to a political discussion, that’s one thing.\nBut we weren't.",
        "A: Right. We went to the territory which was affected by the Chernoby] fallout. So 1t wasn’t\nin Minsk, but it was further down and yeah. Oh, I remembered that very clearly.",
        "A: Well, we were a group of eight, nine people. Very friendly, very cordial, very loving,\nvery attentive and we having dinner. And the leader of the group brings up the question of --\naround the table -- what’s your religion, how do you feel about it? And then it came to me,\nwhat’s your religion? I say, “I’m Jewish.” And like a blanket of silence fell over the whole\ngroup. There were no more questions, except Hank was able to say, “And by the way, I am\nJewish, too.” That was the end of the discussion, but it -- the whole atmosphere changed.\nThere was no more talks, there was no more -- nothing, just -- so Hank, after we finished\ndinner, Hank went to Ralph and said, “Look, if that interferes with the mission, because I\nam Jewish, I will be too glad to resign. So you can continue and whatever.” And Ralph says,\n“Well, so far nobody approached me about anything. So why -- why don’t you just let it\nrest?” Next morning, it was like nothing ever, ever happened. So yes, is there an underlying\nanti-Semitism everywhere? Yes, it 1s.",
        "A: Yes.",
        "A: Yes, ma’am.",
        "A: Yes, ma’am. Everywhere. I think so. But then it’s the other side of the coin, the Jews are\nvery prejudiced too.",
        "A: [indecipherable] my mother. The schvartza.",
        "A: She was very prejudiced. A schvartza is not an equal. A schvartza’s a Negro.\n[indecipherable] my mother was much more superior, she was Jewish. And you can go on\nand on and on.",
        "A: I don’t know much about it. I wouldn’t like to live there. Since I am not well informed, I\nreally cannot express any opinion. I think they probably dislike everybody who’s not\nJewish. I don’t necessarily mean just Arabs, but I think they probably -- and that’s just an\nassumption -- feel that whoever is not Jewish, is some --\nEnd of Tape Three, Side B\nBeginning Tape Four, Side A",
        "A: Yes, I did. The biggest disappointment. I never wanted to go there, but I promised\nProfessor Goldenberg to go, because Hank promised her and he no longer is here, so I just\ntook his place. And we went to Lodz. I found Lodz oppressive, dirty, smaller, unfriendly --\nnothing like the city I grew up in. I don’t think it’s my imagination, I think the city changed\nand it -- under the Russian occupation, it did change. I think there is a big hatred of the Jews\n-- Jews there and the reason I am saying it, because there was just a very small plaque,\nindicating -- just honoring the Jews and a woman pass -- we were -- looked at it and took a\npicture and a woman passed by and spit. So, that does not indicate love and kindness. We\nhad hard time getting directions to where the ghetto was -- people didn’t know. So -- the\nhouse I lived in looked like the biggest slum. So that was not a pleasant visit.",
        "A: A part of the house I lived was there, I wish it wouldn’t. It’s dilapidated, the stairs are\nbroken, the railing is broken. I tried to visit my grandparents house and I rang the doorbell\nand I got the door slammed in my face. So it was not a good visit.",
        "A: Well, I said -- yeah, my grandmother was -- so, that was my experience with Lddz.",
        "A: Well, my grandfather died before the war. My grandmother was taken out of the Loder\nghetto, with the transport.",
        "A: No. She was killed before. Irene was with her, I was not in the Loder ghetto. But Irene\nwas.",
        "A: No.",
        "A: No, I didn’t avoid anything. It just was not a good visit.",
        "A: One day. One day too many.",
        "A: No, I did not. But Myrna wanted to go to the places I was and you start with the place\nyou lived in. We could not go to Riga, it was too complicated. You needed visas, you\nneeded just -- so we didn’t go to Riga, we just went to Warsaw. We went to Krakow and\nwhen -- we went to the sites of concentration camps. To Stutthof, to Majdanek, to\nTreblinka. Where else? Auschwitz.",
        "A: Well, as I told you before about my impression of Stutthof, it wasn’t the place I\nremembered. It was all nice and green and grassy and whatnot. But I was never in Majdanek\nor Treblinka. I only heard about those camps later. Excuse me. I only heard about those\ncamps later, after the war. Those were devastating, devastating places. Because they were\ndifferent than -- from what I knew as a concentration camp. There were no barracks. People\nweren’t kept there, they were unloaded on the platform and sent to the gas chambers. So that\nwas different than my experiences were. So you saw stones and stones and stones. And they\nall presented human beings at one point. That was terrible. Auschwitz was not that terrible,\nbecause I read about it a lot. I had an idea what it is, I know what the barrack represents, I\nknow what the gas chamber represents. And the reason I was -- I wanted to go to Birkenau-\nAuschwitz, because Irene was there. So I wanted trace back what her life looked like. But, I\nmean every camp is shocking, but it wasn’t such a novelty that I could not visualize it,\nwhereas Majdanek was different.",
        "A: I think last year, I -- I’m not quite -- I think last year or --",
        "A: No, just a year and a half, maybe.",
        "A: And now, as a affluent citizen and survivor of camps, I’m going to cruise to the\nScandinavian countries.\nvolunteer for the Holocaust Museum early on, before Hank started volunteering at the\nHolocaust Museum. And you had been frustrated by not getting a response. And then\neventually Hank started volunteering. Did that --",
        "A: Did I make that comment? I don’t recall it.",
        "A: I don’t know. Hank volunteered and I didn’t want to volunteer at the same, together.\nStupid, but I didn’t want to. But then when Hank passed away -- yeah, I think it was\ndifficult to -- had to make appointment and na dada, whatever. But when Hank passed away,\nI had no problem talking to Arwin and saying I would like to volunteer. And she did it\nimmediately. She was a great influence for me to volunteer in the Holocaust Museum -- for\nthe Holocaust Museum. I loved her approach, her attitude, her calm efficient way of doing\nthings. I felt very comfortable, almost like I have a protector who is taking Hank’s place.\nAnd I was very -- not sorry, but sad when she left, because I just felt -- she’s still going to be\nmy friend or I am going to be her friend, let’s put it that way, but it’s a distance away and\nthings have a way of slipping by. But I found the people at the museum very friendly. The\nyoung man who’s responsible for my directions, what’s his name? Dillon. The young man\nwho is taking care of my work in the archives, Dillon is very helpful, very understanding. I\njust love to work -- I almost feel I work for him, because he represents the person I respond\nto, and he taught me a lot of things. I just love him. It’s too bad he is so young or too bad I\nam so old. But I love that guy. And he’s -- I think a -- a big asset to the museum. But so are\nother people. I work a half a day at the museum on the floor and it gives me a chance to\ninteract with the public and other volunteers and that’s a great experience. I think the\nmuseum -- or the people I work with are trying to make the museum a very interesting place\nfor the visitors and a very comfortable place. I think they all obliging, they all courteous and\nit’s good to see so much people coming -- so many people coming and visiting. And what’s\nalso good to see, that they not necessarily Jewish. So it’s good to see an interest among\nother people, but just Jews who have the impression that the Holocaust museum 1s just his m\n-- their museum. It isn’t. It’s a educational institution for everyone and I hope it’s going to\nstay that way. I just don’t want the Holocaust to be put together in a bag with any other\nkillings of other countries, because the Holocaust was a unique experience, different than\nthe killings and murdering of people which took place in other countries. It doesn’t mean\nthat it’s -- I advocate it, I am just saying that I feel the Jewish Holocaust was strictly a\nJewish issue. What one country, with so much education, was so susceptible to murder of\nhundreds of thousands of other people, only because they were Jewish. They weren’t\nfighting for anything. They didn’t defend anything. They had no weapons to fight back.\nThey were just led -- the term is the Jews went like sheep. Well, they were led like sheep. I\ndo resent the criticisms that Jews did not fight back and they went like sheep. Well, every\nsurvivor fought back, because he is alive. And lots of them -- thousands of them who\nwanted a life, fought back too. To survive a concentration camp run by the Nazis, the White\nRussians, by the Latvians, was a fight. It was a struggle to survive. And I felt a little bit\nresentful when in the beginning the question was, “Why didn’t you fight?” Who is asking\nthe question? People who have their dignity? Who are not hungry? Who are not being\nseparated? Who are not being treated like vermin? They are asking why didn’t you fight\nback? My question is, “Why didn’t you fight for us, with all the things you had available, if\nyou just choose to use them?” And saying we didn’t know 1s not an answer, because it’s not\na fact. So, I did resent that. I think every survivor is a hero. I think every inmate of a\nconcentration camp was a hero. Yes, and we survivors are heroes because we proved that\nthey were not as efficient as they wanted to be and they did leave so many Jews still alive.\nJews who became human beings who are assets to every country they live in. That’s, to me,\na hero.",
        "A: Iam not sure who started the trend. I think it was schools who started or maybe\nsynagogues. I don’t know when it started.",
        "A: But in my personal life we always talked about it among my friends who were also\nsurvivors. And strangers or people who became my friends, but were not survivors and did\nnot share my life, I was not going to sit down and talk to them about my experience. And if\nthey already were aware of the Holocaust, they had the sensitivity of saying, “We cannot\nask her, because it’s too painful.” So I don’t quite know when it started and how it started.\nBut what I do remember is that I was extremely resentful when I was asked, “Why didn’t\nyou fight back?” And I said to myself, “Are the remaining Jews embarrassed and ashamed?\nThey need heroes to say, hey look what we did?”",
        "A: Oh, many a people. That was a very -- “What I don’t understand -- why didn’t you fight\nback?” Was a very common question. And I really did not feel to an-answering that,\nbecause to me it was, would you like to be proud of your Jews, so you proud of the people\nin Warsaw ghetto who resisted? Is that’s what you need or do you want to talk about the\nsurvivors?",
        "A: Sometimes.",
        "A: Oh, well there are no big stories, but we say, “Oh, there’s that --” And I say, “Yes.”\nShe’s -- and I say, “Oh, by the way,” I might volunteer that information, “and I am a\nsurvivor.” I think I am a human face, with a nice personality, so hey, I’m a survivor, I’m a\npart of society, Iam here. And I always get that smile of sympathy and almost the\noutstretched hand, “Oh, I’m so glad you’re here.”",
        "A: It -- it never fail -- almost a feeling of admiration. “You went through all that, what we\nsaw today?”",
        "A: Great. Great. Not quite, but there is not shy away or there is no -- there just a very warm\nfeeling that we so glad they are survivors. I never heard -- and I don’t know that doesn’t\nexist, anybody who would say, “Oh God, he didn’t do a good job, that Hitler. He left too\nmany Jews alive.” I never had that feeling. I’m sure it exists among some people, but I never\nexperienced it.",
        "A: By the way, I was approached by many -- not many -- a few teachers of the Holocaust in\npublic schools, would I talk to the kids about my experience? Which -- I said yes, because\nit’s my way -- I can enlighten the young kids what hatred and bigotry can do. And every\ntime I addressed a school, whether it was -- a school with Jewish children or a majority of\nnon-Jewish children, I always got the most magnificent response from the kids and I have\nletters from every one of them, writing me how they appreciate my coming and talking to\nthem, that the Holocaust has now a human face. That it’s not six million -- oh, that’s the\nspiel I gave them, so they giving it back to me. But they were fascinated and the letters I got\nfrom them are so precious. I have every one of them just saved -- I don’t know for what, but\n-- so that’s a rewarding experience.",
        "A: Yeah.",
        "A: I love you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 10, 1998\nRG-50.549.02*0017",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Bella\nMischkinsky, conducted by Arwin Donohue on June 10, 1998 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Gaithersburg, Maryland and is part of\nthe United States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "June 10, 1998\nBeginning Tape One, Side A"
    ]
}