{
    "rg": "RG-50.106.0189_trs_en",
    "sequence": [
        "Q: And where were you born and when were you born?",
        "A: I was born in Berlin, Germany on May 13, 1931.",
        "Q: Let’s talk a little bit about the generations of your family. How far back does your family go\nin Berlin?",
        "A: Not very far at all. My sister, my older sister was born in Weimar and my parents lived and\ngrew up in Breslau, what was then Breslau. Now I don’t know how you pronounce it, Bratslav,\nI think. So that’s where both their families came from.",
        "Q: Tell me your parents names.",
        "A: My father was Ernst Friedenthal. And my mother was originally Margarita Goldschmidt.\nAnd was always called Marga so we knew her . I mean we knew her as Marga.",
        "Q: Do you know what years they were born?",
        "A: Ido. I don’t know whether I can remember it right now. Yeah, my mother was born in\n1900, September 30\". And my father was born in 1987, November seventh.",
        "Q: Not 1987.\nhttps://collections.ushmm.org",
        "A: Sorry. 1887. Yes. Exactly, thank you .",
        "Q: And what kind of work did your father do?",
        "A: He had a law degree and he was a bank director and on the board of a number of banks. And\none of the interesting aspects that I will talk more about later is that when we left Germany and\nwent to England, the circumstances were very bad financially as far as my parents were\nconcerned. And he, in 1948, went back to Germany because he wanted to help build up the\ncountry again. And so he went back. The bank asked him to come back and he worked there\nuntil he retired and was very happy. My mother was not as happy about it.\nSo and that’s a very unusual thing. My sister and I swore we would never go back there.",
        "Q: We can talk about that later. And tell me about your other siblings.",
        "A: I, my older sister, Renata, Julia Renata Friedenthal was, is four years older than Iam. So\nwas born in 1927. And I had another sister called Ruth who was two years younger than my\nolder sister and two years older than I was. She died at a very young age when she was four in\nBerlin. Of I think septicemia which there was no drugs for that or anything. So I never, I don’t\nremember her very well. Really what I know about her is more from what my sister has told me.\nAnd my sister lives in Scotland and has children and grandchildren there so she comes and visits\nme occasionally and I go and visit her.",
        "Q: Did you live right in the city of Berlin?",
        "A: No, we lived, well we lived in Schmangendorf [ph] which is I think, it’s not east, but it’s\nWest Berlin. But one of the things I want to do is go and visit Berlin next year. My husband\nnever wanted to go. So I haven’t been back since and for a long time I didn’t particularly want\nto go either. But now I feel that it’s time to just go back and check out where I was born and so\non.\nhttps://collections.ushmm.org\nIt was let’s see, I remember Wannsee being that we would go there on a Sunday afternoon or\nsomething to walk in the park and so on. So that’s the area of Berlin it was in. I really don’t\nknow anything more about it.",
        "Q: Let’s talk about the religious life of your family. How would you explain that?",
        "A: Well this is very strange because both my families, both my parents’ families were Jewish\nand in both cases they knew each other for a long time. There was quite a sizeable Jewish\ncommunity in Breslau when they were growing up. And they were quite close to their cousins\nand so they’re not related directly. But their parents who were both lawyers, their fathers who\nwere both lawyers, decided that they, they themselves. No, that’s wrong. That they would bring\nup their children as Christians, because they wanted them to have the opportunities that\neverybody else had. And they themselves had, they felt really suffered because they were very\nbright smart people. They could never rise in the legal profession beyond a certain level. They\ncould never be judges.\nAnd they felt that that really hampered them. So, so both my parents grew up as Christians. And\nin both cases no cousins did but they did and in fact —",
        "Q: When you say no cousins, what do you mean?",
        "A: Well none of the other related families that were in Breslau became Christian, that I know of.\nAnd so we were raised as Christians also. I had one aunt who became very attached to the church\nand in fact was in Berlin and worked with Niemdller and did some wonderful things in getting\npeople out of Berlin. She herself didn’t get out til I think it was 1941.",
        "Q: This is Pastor Niemoller.",
        "A: Yes, Pastor Niemoller. And my father I think more than my mother also became really quite\nan active Protestant, Lutheran when we were in Berlin. I’m not sure that they went to church that\nvery much at that point. But they did you know they brought us up that way. They heard our\nprayers and then when we went to bed and so on. Or my mother did.\nhttps://collections.ushmm.org",
        "Q: Were you christened?",
        "A: Yes. I was christened. We were all christened. And I think I have the paper that says that I\nwas christened. And both my sister and I continued actually. I mean she first, she became very\nactive in the student Christian movement when she was in college. And I did also when I was at\nuniversity. And you know we felt because we were in England then and it was not a big deal\nbecause it was the state church and Church of England and a lot of things went along with that —",
        "Q: Let’s go back to Berlin.",
        "A: Yeah, that’s right. We haven’t spent much time in Berlin at this point.",
        "Q: You were born in 1931. So what are your first memories of that time?",
        "A: I think my earliest memories are of playing in our apartment and of a nanny we had who\nlooked after us. We didn’t see a lot of our parents actually.",
        "Q: Did your mother work?",
        "A: No. Mother, no. They were both were from well to do families basically. My father made\nenough money that she didn’t have to work and she you know she ran the household and we had\na nanny and I think we had a cook and a maid also. Initially.",
        "Q: Was it a mixed neighborhood, Christians and Jews or was it mostly Christian?",
        "A: You know I can’t tell you that. I’m assuming it was a mixture. My parents used to have\nparties, give parties and were careful to mix Christian and Jews together. And you know we sort\nof peaked at what was going on at the parties sometimes. We had some close relatives who\nplayed a large part in the future of our family. The name was Pariser, P-A-R-I-S-E-R. My\ncousin and Hannah Pariser were, sorry, my father and Hannah Pariser were first cousins. They\nhttps://collections.ushmm.org\nwere from the Milsch family, M-I-L-S-C-H. Sort of funny that I married Milkman. And so\nthey kept in touch with them a lot. They lived in another part of Berlin. And Franz Pariser was\na, I think he was the president of the textile organization, whatever it was. And they had a textile\nfactory. So Ill talk about him later also.\nOther things that I remember, I remember we had a garden. I remember that I was very active,\nmuch more so than my older sister. And liked to do gymnastics and so on. And there was a\nswing you know in a doorway, hung 1n a doorway which I used a lot. And at one point I do\nremember this. I fell off it and split open my chin. I still have the scar. After all these years.\nBut sort of one of the memories that I have. And then my memory of you know my first day at\nschool. When I was six.",
        "Q: Tell us about that.",
        "A: Well you know big excitement is that when on your first day at school you get this great big\nit’s sort of a cornucopia of candy. You probably know about that. And so that’s the most\nexciting thing about it.",
        "Q: What kind of school did you go to?",
        "A: Public school.",
        "Q: It was a public school. Boys and girls? Both religions?",
        "A: Yes, I think so. Yes. You have to realize that I didn’t know I was Jewish. Nor did my sister.",
        "Q: Right. But you were Lutheran.",
        "A: Yeah.",
        "Q: Ok.\nhttps://collections.ushmm.org",
        "A: So I just thought I was like everybody else. And it was fine. You know I had friends and\nmade friends. I remember going roller skating on the street. With them.",
        "Q: So those are really among your earliest memories.",
        "A: Yeah right.",
        "Q: Hitler came into power in 33. When were you first aware of him or had heard of him or —",
        "A: Well I think I heard his name. I heard talk about him. You know in retrospect, there were you\nknow discussions that went on in the house with other people that we weren’t supposed to hear\nanyhow. I didn’t really know what they meant. I think my sister knew much more. Realized\nmuch more but she did not know that she was a Jew either. And it wasn’t until and I’m not sure\nthe exact time but it must have been early 1938. When the, there was an edict that Jewish\nchildren could no longer go to public schools and we had to go to a special school. Just for Jews.\nAnd that was the point at which our parents told us that we were -- no they didn’t even tell us we\nwere Jews. That came later. No they just told us we had to move schools.",
        "Q: But how did the authorities know. I just know if you ever asked your parents later why they\nthen considered you Jewish in the sense that they didn’t bring you up that way. You were\nchristened. Why did they follow that edict if you were Christian?",
        "A: They had no choice.",
        "Q: Do you know how they, I know this is they’re telling you the story but how did they say that\nthey knew that they didn’t have a choice?",
        "A: Well I think you know my father in his job was well known as a Jew. With a name like\nFriedenthal you couldn’t be anything else. And so no I mean it was known that they were Jewish\nby many people and —\nhttps://collections.ushmm.org",
        "Q: Openly?",
        "A: Yeah, I don’t think it was talked about but and my father had this, this view which I only\nlearned only later but because he was, he had fought in the first World War. He had gotten the\nwhat, Iron Cross. And he had a high position in a well-known bank. And that nothing would\nhappen to him. And of course initially nothing did. And that was probably because I don’t know\nwho the Interior Minister was at the time. But my, again this is something I had learned later was\nthat, that he told Hitler that if he rounded up all the Jews in Berlin at once, the economy of the\ncity would collapse. And so he’d better do it slowly.\nAnd I think that gave my father a false sense of safety.",
        "Q: Before we get to when you had to leave school, did you have a lot of religious training up to\nthat time?",
        "A: No, no.",
        "Q: You didn’t go to Sunday school or things like that. Did you go to church services?",
        "A: No.",
        "Q: So it was on paper.",
        "A: It was just yeah and we would you know at Christmas my father would read the Christmas\nstory from St. Luke and we were taught to say the Lord’s prayer and really though giving very\nlittle instruction.",
        "Q: Do you remember having Jewish friends and not knowing that you were Jewish, or —",
        "A: No, I had no idea.",
        "Q: If your friends were Jewish.\nhttps://collections.ushmm.org",
        "A: Right and my sister tells, just told me a story that when she was in school that, that one day it\nmust have been shortly before we switched schools. One day one of the girls in her class said to\nher, your father is a Jew. And she said no, he’s a banker. She had no idea what, I mean that\nshows you, you know how totally isolated we were from that whole idea and then I guess the\nother thing came when we left.\nWhen we left Germany in January 1939. And my mother showed us, you know we didn’t have\npassports or anything, we just had I forget what it was called.",
        "Q: ID papers.",
        "A: Yeah, ID paper and you know she showed us our names and of course they had Sara added in\nthe middle to them. And she said, she told us that you know every Jew had that.",
        "Q: Were you, I just want to finish with your young childhood. Did you have any hobbies? You\nwere athletic you said.",
        "A: I was athletic. We did a lot of, well we learned to play the recorder which I enjoyed and so\ndid my sister. Yeah we did a lot of craft things.",
        "Q: I’m talking about as a young child before you left for —",
        "A: Yeah, right and we always made things for Christmas. You know. Some little thing that we\ncould manage.",
        "Q: Were you an independent child or a fearful child?",
        "A: No I was just very, I lived a very protected life. Really very protected. And I had very few\nfriends at that time. And you know I had cousins that I played with sometimes. But otherwise\nmy memories have been very much just in the house. And we had my mother’s sister was a\nhttps://collections.ushmm.org\nschool teacher and lived in Berlin also. And she’d come sometimes and she played games with\nus and show us how to do things and so on. She was great.",
        "Q: When you were very young, as I said before you left, at a time let’s say of Passover or\nsomething that was never acknowledged.",
        "A: No.",
        "Q: You didn’t even know it existed?",
        "A: No, no. And it was just nothing. It was totally kept away from -- under a rock right. Well my\nparents hadn’t had a lot of that either. And so —",
        "Q: Was there a large extended family — aunts, uncles, cousins in Berlin?",
        "A: No. Well, not in Berlin. My father had two sisters, one of whom lived in Berlin. Her name\nwas Lotte Friedenthal. And she was the one who helped other people escape and there have been\nstories written about her and her activities.",
        "Q: This is the one who worked for Pastor NiemOller.",
        "A: Yeah and was very much associated with the, the canon de Cokia [ph]. And then his other\nsister had married another Jew who, another Jewish family called Brega. And her husband was\na doctor and they left for England I think in 1935, long before we did. And also his cousin,\nHannah Pariser and her husband. The husband had some contacts in the Nazi government. He\nknew somebody who would keep him appraised of what was going on. And I think in 1932 he\nwas told to get his children out of the country. And I think the rest of the family followed in 35.\nAnd they went to Switzerland cause they had relatives in Switzerland. And you know my father\nwas helping various other more distant relatives.\nMy aunt Elizabeth, my mother’s sister, she did not leave until I think she was helped to get out in\n1940 and she, no it wasn’t ever clear to us whether she walked or swam across the presumably\nhttps://collections.ushmm.org\nRhine into Switzerland. But anyhow she got there. And then my, the aunt that worked with\nNiemoller, and his group, she also in 1941 they decided that it was too dangerous for her to\ncontinue working there. And so she was, she looked like a very mousy person and she was very\nhumble and you know wouldn’t speak out or anything but that was all not her true self.\nBut she did get out, masquerading as a spy into Switzerland so she left by train.",
        "Q: Do you know when that was?",
        "A: And I think that was 1941. Yeah. But there is, I have to ask my sister. Somebody has written\na lot about her and I don’t know. It’s a German book and I’ve seen it but I don’t have a copy so.",
        "Q: Let’s now talk about you said you had to leave your school. And how did your parents present\nthat to you and your sister?",
        "A: Well they just said you know you can’t stay in this school anymore. We want you to go to a\ndifferent school. And —",
        "Q: Did you have any idea why?",
        "A: No but you have to understand that in many ways we were brought up that children should be\nseen and not heard system. We were taught that you obeyed authority always. And if you didn’t\nit wasn’t great. I mean we got spanked and so one of my problems in even not only trying to\nwrite a memoir and so on is that we never asked our parents about things. Never knew our\nparents that well until later but not even then. And then it wasn’t that we were so much afraid of\nasking questions but we thought that they wouldn’t want to answer them. And so on. Especially\nmy father.\nSo no, I mean it’s a very weird situation and —",
        "Q: Were you unhappy to change schools?",
        "A: Yeah, yeah. I mean I was used to the other school.\nhttps://collections.ushmm.org",
        "Q: Were there any other children in your class leaving with you?",
        "A: No, not that I remember.",
        "Q: So you were the only one in your class to leave?",
        "A: That’s what I remember. I would have to ask my sister whether she would remember.",
        "Q: What kind of school did you then go to?",
        "A: Well we went to the Goldschmidt’s schul [ph] which was a very good school. We\ncontinued you know with classes and in fact I have my final report when we left from the school,\nof what all the things, the classes that I took.",
        "Q: When did you start that school, when did you go?",
        "A: I think it was either late 1937 or early 1938. I’m not sure.",
        "Q: And did your sister go to the same school?",
        "A: Yeah, she went to the same school. And the thing that annoyed me, I remember this very\nclearly is that you know school normally started at eight, but because we did not go to the Jewish\nreligion classes but went to special classes for Christian, there were other Christian children\nthere. We had to, twice a week I think it was, had to be there at seven in the morning because\nthat was a special class that not very many kids took.",
        "Q: So these other students were the other quote Jewish Christian children or were they —",
        "A: Who were in that class.\nhttps://collections.ushmm.org",
        "Q: Who were in yeah",
        "A: Yeah, who had to go to the special religion class.",
        "Q: They were actually Jewish heritage but, brought up as Christians.",
        "A: Christians, yeah right. Everybody there was definitely 100% Jewish. Yeah. Right.",
        "Q: Did that mean anything to you at what seven, eight years old?",
        "A: Seven, no it was, yeah seven probably.",
        "Q: Did it have any meaning for you at that young age?",
        "A: No, I just was annoyed. I didn’t like getting up that early and getting to school that early.\nAnd that I couldn’t be with everybody else . That was, I think my main thing.",
        "Q: Did you feel that Jews were different? Than you? The Jewish students.",
        "A: You know I don’t think it still didn’t mean much to me.",
        "Q: You were so young.",
        "A: It just you know ok so that’s what we were called now and so be it.",
        "Q: When you were that young did you see swastikas and flags; what did that mean to you?",
        "A: Yes, yes. Actually I had sort of picked up that that was bad. I had thought and I think you\ntold me that I was wrong, that we had to wear our swastikas. No it was Jewish stars on our coats\nbut I told somebody else and she said no that wasn’t required until later so somebody must have\ntold him that later.\nhttps://collections.ushmm.org\nBut I did, one experience I remember very well actually. And I don’t remember what year it\nwas, 1936 the Olympics were in Berlin. And my father had tickets to the Olympics and he took\nme to the opening ceremony. And that was the only time I saw Hitler. And I mean I was you\nknow at school. Well that was different too. Once we went to the — but it just occurs to me now.\nYou know at the public school we always had to say Heil Hitler. And it was, as far as I was\nconcerned so that was just something you did. I think one of the things that gets 1s really terrible\nis with this never you know always obeying that you’re told to do is that you don’t learn that you\ndon’t have to do that. You know maybe at times.\nBut it was — I loved the whole spectacle of the opening day.",
        "Q: Opening ceremony?",
        "A: Yeah right and then I think my sister went to watch something there too. But I think my\nfather felt that this was a very German thing. It was very important for Germany to have it. And\nso he took us.\nThe other, the other thing I remembered is that that I found very exciting. My father played\ntennis quite regularly and when it was finally deemed I was old enough to be a ball girl. For their\ntennis games. I loved that cause I could run around the court picking up the balls and so on.\nI have one other memory that is funny things that stick in your mind, which I don’t think I told\nanybody about in the family.\nAnd it was that we were not allowed to buy from vendors, street vendors but I loved hot dogs\ndearly and whenever we went downtown or anything and by a hot dog stand, I always wanted to\nbuy a hot dog. Was never allowed.\nWell one day I, there was a somebody came by with a cart and stopped outside the house we\nwere living in. I have to tell you about that too. And so I saw him and you know everybody was\ndoing something else and so I took some money out of my piggy bank and went outside and\nbought myself a hot dog and then hid it somewhere to eat it.\nAnd then went back in. And I felt so guilty. I just remember this you know, that I had done this\nterrible thing and nobody knew about it.\nBut the other thing that happened and again I don’t know whether it was 1937 or 38, we could no\nlonger stay on the very nice first floor, ground floor apartment on the Augusta Victoria Strasse.\nhttps://collections.ushmm.org\nWe had to move to a smaller apartment . We could no longer have a cook and a maid and a\nnanny. I think we were, oh we were allowed to have somebody who was over 65 could work for\nus. So that all changed. And instead of a nanny we then had a woman who came and taught us\nlanguages I think. Taught us French and English, no. Not English; French it was. Whom I\nremember and who was very nice.",
        "Q: This is a German Christian woman.",
        "A: Well she was actually South African. Who was there.",
        "Q: Now again how, do you remember how your parents presented this to you, why you had to\nmove to a smaller place. Why",
        "A: No, you know that was a fact.",
        "Q: We’re just going to move.",
        "A: We’re just going to move and move we did. And —",
        "Q: So this was not a fearful time for you even though Hitler was in power.",
        "A: Right.",
        "Q: Did you ever just hear any of his speeches over the air. I mean",
        "A: No.",
        "Q: No. And when you saw German soldiers in the street, was that upsetting?",
        "A: No, no. cause we were kept away from those sights overall. I mean I think 1t was surprising\nthat we were taken to the Olympics in fact. But I think my father felt he had to. Now —\nhttps://collections.ushmm.org",
        "Q: To put on a show or because he really wanted to",
        "A: Oh, to put on a show. I don’t think he really wanted to.",
        "Q: To put on a show. That he was a good German.",
        "A: But that he was a good German. Again I never asked him about that and didn’t know but then\nin I have to get my years right here. In 1938 I think it was, it may have been late 37, I don’t\nknow. And I think it was in 1938 and I think it was in May though again I’m not sure. My\nfather was I was suddenly told one day that I was going to go and stay with my godmother who\ndidn’t live too far away and had two very young kids. And was going to go there to help her you\nknow play with the children. And it turned out my sister stayed with my mother. But that was\nwhen my father was taken to Sachsenhausen. In concentration camp, which again I knew nothing\nabout at all.",
        "Q: You were not home when he was taken away?",
        "A: NO, I was not home when he was taken away. I was not home when he came back. But so far\nand I don’t know how long it was. It seemed like forever. I didn’t like being there. I didn’t like\nthe two little kids very much.",
        "Q: Did you have contact with your mother and your sister?",
        "A: Some, but not much. And I mean I liked my godmother. I liked that she was her husband he\nmust have been around still at the time. He was in the army but there was no war yet.\nSo and I mean she was not Jewish.",
        "Q: So your father was taken away. Did your mother ever tell you later any of the details about\nwhen he was taken away?\nhttps://collections.ushmm.org",
        "A: No.",
        "Q: Do you don’t know any of that.",
        "A: No, no. I don’t. I think we still have a card that, that he sent at one point from a concentration\ncamp. I know from my sister that when he came back he was, he had pneumonia I think and also\nhe had, he didn’t have any fingernails. That’s what she told me but this was many years later.\nThat, that she told me. And so I never saw my father because he, as soon as he was able to travel,\nhad to leave the country. That was the condition.",
        "Q: In other words, while you were staying with your godmother he left the country.",
        "A: Right so. And —",
        "Q: Again, did you know generally what was happening in the country or why any of these\nterrible things were happening.",
        "A: No, I knew that things were, things, I knew that things were not good you know. Wella\ngood, before my father was taken to the, to Sachsenhausen. He had lost his job. He wasn’t\nallowed to work anymore at the bank. And at that time what happened was that he decided, ok,\ngoing to be home. I mean he still actually worked for the bank I think, from home. And but he\ndecided he’d learn to drive and I remember that very first time on a Sunday he took us the whole\nfamily out in a Volkswagen to somewhere. I don’t remember where and that was very exciting.\nYou know, he felt that at least here he was doing something for his family. I think.\nBut and there were a few, few times like that.",
        "Q: When you lived with the other family, did you go to school?",
        "A: I don’t remember. I don’t think so. I think it was summer, summer time. No.\nhttps://collections.ushmm.org",
        "Q: Kristallnacht was November of 38. Do you have any memory of that?",
        "A: No, I don’t. I mean it just shows you how intensely sheltered.",
        "Q: You were also a child.",
        "A: Sheltered I was. No, I didn’t. I didn’t know anything about it and it was also right around the\ntime when my father came back and then left. Immediately went to Switzerland and stayed with\nhis cousin, the Parisers who had a house by that time.",
        "Q: So then your mother had you come back.",
        "A: Yeah, then I came back.",
        "Q: After your father left cause you said you didn’t see him.",
        "A: Right, right.",
        "Q: Then you come back home.",
        "A: Then I come back home and I am told that we’re going to be moving to -- and we’re going to\nbe going you know in a month or two, to Switzerland where my father was. And so we went on,\nI don’t think we went to school. I’m trying to remember. But we had this person who had been\nteaching us French. We got more intensive with that since we were going to the French speaking\npart of Switzerland. And I think she was there all day every day and taught us you know math,\nwhatever, French, German. But I don’t have much of a memory. I do have a memory of\nactually, of the trip to Switzerland.",
        "Q: Can you describe some of that?\nhttps://collections.ushmm.org",
        "A: Yeah, yeah. I mean we went by train.",
        "Q: Were you sorry to leave Germany?",
        "A: I was excited about going somewhere different I think. Yeah.",
        "Q: What month was this, do you remember?",
        "A: This was January 1939 when we finally left and there was something else that, but anyhow\nPll go with it, with the journey. And it was entirely by train. And when we —",
        "Q: Were you able to take everything that you wanted, toys, books and —",
        "A: We took a certain amount of stuff and then a lot of it got packed up because and stored for the\ntime being. Furniture and so on.",
        "Q: Stored in Berlin.",
        "A: In Berlin, initially. And my father was already trying to find a job in another country. And\nalso trying to figure out what country would take us because the Swiss gave you a six months’\nvisa to stay and after that you were out.",
        "Q: Is this the time that you found out you were Jewish?",
        "A: Well I found out, I mean it was brought home more, more completely to me in that, because\nthere was this funny name, Sara.",
        "Q: On the papers that you had to leave Germany.",
        "A: On the papers that we had to leave Germany.\nhttps://collections.ushmm.org",
        "Q: And so that’s when you really found out.",
        "A: Yeah, right and —",
        "Q: Any memory of your reaction?",
        "A: I just, well it was very negative. I didn’t want to be a Jew you know, because that, because I\ndidn’t want to leave you know. I liked where I had been and I —",
        "Q: It made you have to leave Germany.",
        "A: Right, right and I don’t think I ever liked change very much. I still don’t and that was\nprobably part of it though as I say I was excited that we were going to Switzerland and going to\nbe staying with this family. That I knew.",
        "Q: Do you know if that’s when your sister also found out or had she found out earlier that she\nwas Jewish?",
        "A: Well I think you know when the change of school came.",
        "Q: Then she realized.",
        "A: She, that, that had much more of a meaning to her because she’s four years older. Right so I\nthink no I think she realized also. She knew that my father was in a concentration camp and so\non because she stayed.",
        "Q: Did you ever talk over with your sister at that time what was happening.",
        "A: No and this also will come out later that in fact I spent, I mean I did spend time with my\nsister. At that point we were living, and when we went to Switzerland we were living in some\nhttps://collections.ushmm.org\nhouse and so on, but after we got to England, there was very little time we spend together until,\nwell until we really got to know each other much later. So.\nBut this trip ok. Back to the trip to Switzerland. My mother had a little cushion that she took\nwith her, a little pillow that she took with her everywhere. You know when she went traveling or\nanything. And in this case, 1t was with her when we were going to Switzerland on the train. And\nwhen we got to I think the first border crossing out of Germany, initially. In other words the\nGerman folks would be coming in to look at our papers and so on. She took this pillow, put it in\nthe corner of the car, in the railroad car, sat me on it and said you are to sit on this and not move\nand not open your mouth. I was a talker. And but she said it in a tone of voice that I very rarely\nheard from her. So I knew this was serious.\nShe said I am the only one going to do the talking. And anyhow so the Germans came in and\nlooked at our papers. They were all ok. They asked my mother some questions. And then the\ntrain started again. And then this was repeated when we crossed the, into Switzerland. And it\nwasn’t til years later when my sister and I were discussing how did we live at all because you\nknow my parents left with almost no money. They did have some money in the states and I do\nremember later on that was always a great joy when a check arrived from a bank in the States.\nBut that I think what was in that pillow was jewelry and presumably some money. I mean\nsomething that they could use. I can’t think of any other reason for that particular thing and I\nmean they did have some money. You weren’t allowed to take any money out, nothing at all. In\nfact ’'m amazed that the jewelry wasn’t taken, with all of that. But I mean she didn’t have a lot\nof jewelry left afterwards so that was the memory.",
        "Q: Yes, I can imagine. So the three of you arrive and where did you cross the border?",
        "A: We got across the border. We, we got to Lausanne and that’s where the Pariser family had\ntheir house. And we stayed in their house.",
        "Q: And you saw your father again.",
        "A: And I saw my father again.\nhttps://collections.ushmm.org",
        "Q: What was that like? Do you remember that meeting at all?",
        "A: You know I didn’t ever know my father very well so it wasn’t that exciting or anything. I\nmean we saw him. You know the way we were brought up, awful I think in many ways.",
        "Q: He was more distant you mean.",
        "A: Much more distant. You rarely got to talk to him. He rarely did anything with us which was\nwhy this when he decided to learn to drive and so on, it was so exciting. Because finally there\nwe were, he was. And you know he would ask us questions about what we had learned in school\nand the thing that was that I remember the most was that on a Sunday morning when he had an\negg for breakfast, he would cut off the top before he started eating it. A soft boiled egg and we\ntook it in turns to be allowed to have the egg white a little bit. That was it.\nAnd then I do remember other, it was mainly meal times that we saw him. So it’s strange really.",
        "Q: Now you’re in Lausanne.",
        "A: Now we’re in Lausanne. It’s winter.",
        "Q: 1939",
        "A: 1939. We do some, yeah early, early 1939, January, February. We do some skiing. We —",
        "Q: You’re all of seven and a half at this point.",
        "A: Right. Yeah, seven and a half a little more. We go on learning French and speaking it. And\nthen we start learning Dutch. Because my father had found a job in I think it was Rotterdam.\nAnd with a bank. And so we were going to move to Holland, to the Netherlands. But the visas\nwere going to run out before we, before they could really do the whole transfer and so they got in\ntouch, my parents got in touch with the Kindertransport and they arranged for us to be flown out\nhttps://collections.ushmm.org\nof Switzerland to London where we were met by the Brega family and who lived outside of\nCambridge in an old, freezing cold rectory.",
        "Q: What was it, before we get to that, tell me what it was like when they presented this to you as\na youngster and what your thoughts were about going to another country without your parents\nand all of that. Do you have any memory of that talk or discussion?",
        "A: No, no I don’t. I mean we were, we were always presented with these things fait accompli\nyou know. What is there to talk about. This is what’s going to happen. And I was with my\nsister. I mean, so I didn’t feel that bad. I was excited about flying.",
        "Q: Do you know how your folks got in touch with the Kindertransport? Do you have any --",
        "A: No. I have no idea how —",
        "Q: How they knew what to do and who to call or who to contact?",
        "A: Well they had a lot of contact I think my father did. A lot of his colleagues helped him you\nknow from the bank and they probably got in touch with someone. We think that he got out of\nthe concentration camp as soon as he did, that there were a lot of bribes provided by his\ncolleagues.",
        "Q: How long was he —",
        "A: I think it was five months. So again there’s really no records of any of that. But from, as I\nsay, we did have a card that stated the date of his release and but that’s as much as I know.",
        "Q: So you’re told that you’re going to be going to England with your sister and what did you do?\nWhat did you plan to take or did you take with you?",
        "A: Well I took, yeah I mean, at the ripe old age of seven and a half. I was reading I think a well-\nhttps://collections.ushmm.org\nknown book called [German title of book], Three Geese were Flying over the Rhine. I don’t\nknow who the author is. I should look it up some way, but I was reading that book and I thought\nthat was very appropriate because I was going to be flying too.\nAnd I didn’t like the idea of being separated from my parents. At all. But you know. If you’re,\nthis brings me to questions the taxi driver put to me not long ago at all here, when I was coming\nhome in a cab. And we were talking, he was a very nice guy. Obviously well-schooled. And I\ndon’t remember where he was from. What country he was from. But we had been talking about\nliving in different countries and so on. And then there was silence for a moment and the next\nquestion that came out was what is your philosophy of life. And I thought whoops.",
        "Q: He asked you?",
        "A: He asked me, yeah. And I said well you know I never ascribed a specific philosophy but now\nthat you ask me I think I have to say that over the course of my life it’s been more or less enjoy\nthe good and deal with the bad. And I think that was the way in part that I was dealing with it. I\nwas miserable when we were first in England.",
        "Q: When you first go there?",
        "A: Yeah.",
        "Q: What was the flight like?",
        "A: The flight was great, yeah I loved it.",
        "Q: Which airlines?",
        "A: I-",
        "Q: You don’t know. And your parents take you to the airport and say goodbye?\nhttps://collections.ushmm.org",
        "A: No. No, somebody came and picked us up. From Kindertransport.",
        "Q: What was it like to say goodbye to them at home?",
        "A: Well that wasn’t so good. No, I mean at that point I really realized that things were serious\nand not going to be that great. And so then we went to --",
        "Q: What were your parents, do you remember your parents’ emotional state?",
        "A: Well you know you didn’t show your emotions. That’s another thing we were told you know.\nHold it in. People don’t have to know how you feel and of course, don’t talk with your hands.\nDon’t act Jewish you know. And I mean all those things, they’re really awful I think. Certainly.\nIt’s not the way to bring up kids but those were difficult times. Right. So.",
        "Q: So you get on the plane and you fly. Was it frightening to fly in an airplane? Or you loved it?",
        "A: You know I have always been or almost always, now I’m not quite as anxious to do new\nthings anymore. But I was always ready to try new things and I think my sister probably -- I also\nfelt protected by her so it was a fun thing.\nGail Schwartz: This is a United States Holocaust Memorial Museum interview, continuation\nwith Marianne Friedenthal Milkman. This is track number 2 and we had been talking about your\ntrip to England that you went on with the help of the Kindertransport, you and your sister flew\ninto England. Now you’ve arrived at the airport in England.\nMarianne Milkman: And I think we are picked up by my uncle in law. Ernst Brega and his son,\nanother Ernst Brega and we go by train from London to Cambridge. And then when we get to\nCambridge, we I think are picked up by his daughter in a really old car so this is May 1939. And\nthe car which has a hole in it at one place and so you can see the road below. But anyhow, it\nhttps://collections.ushmm.org\nworks. And we drive from the train station about eight miles out into the country. And we end\nup at a big, big stone house, very thick stone walls, right next to a church, an Episcopal church.\nAnd that is where my cousins and my aunt and uncle are living.",
        "Q: You are now eight years old. How much English did you know?",
        "A: Very little.",
        "Q: You had a little bit of tutoring you said.",
        "A: Yeah, we had a little bit of tutoring in English when it seemed began to seem likely that we\nmight be going to England but I had very little English. But of course my cousins, well my\ncousins actually didn’t speak German that well because they had been living in England quite a\nwhile but they still spoke it and understood it.",
        "Q: Did you know this part of the family?",
        "A: Not well. We had I think I’d met my aunt and uncle. I’m not sure I’d met the cousins before.\nAnd they were older than us. Quite a lot older. The oldest one, Hannah, was I think in college at\nthe time, at the university studying pre-med. And her sister was in nursing school. And her\nbrother I think was still in high school. So but finishing high school because then he went in for\nthe army.\nAnd they were of course also Jews, but not practicing. However, not Christians. And so we\ncame into this big house and the first thing, I mean it was May. The first thing I remember is that\nit was cold when you walked in. And that’s one of my main memories about this house.\nHowever, it also, it did have running water, but only if every day, everybody did their pumping\nof water up to the tanks. So that we would have water in the house. It had no electricity at all.\nAnd the cooking was done on a canner gas stove.\nIt was spacious but as I discovered later as I lived there longer, it didn’t have much heating\neither. The kitchen would be warm and the living room would have a fire going in it all the time,\nbut otherwise it was very cold. But anyhow this was the beginning of summer and I think that\nhttps://collections.ushmm.org\nthey tried to make us feel at home. You know as much as they could, but we also had to help and\nthis is for the first time now we had to really you know make our own beds and we had to help\nget —",
        "Q: You never had to do that before.",
        "A: No. Very spoiled. And we had to help set the table and cook and then they had a very large\nvegetable garden and they kept rabbits and goats. I hated the goats because they were always\nwanting to butt me whenever I walked by. They had boss (?) outside of the orchard with plums,\ngreengages, apples all kinds of things.",
        "Q: What was the name of the town that you were in?",
        "A: It was a village and it was called Caldecote. C-A-L-D-E-C-O-T-E. And it was a village that\nwas very stretched out along a road that went constantly uphill. But, and in many ways we were\nvery isolated. We did have a farmer across the street who had two or three sons who were more\nor less my age. But we didn’t, I didn’t get to know them until many years later.\nBut there were nice places to go. You could walk across a field to the next village. I mean there\nwere trails and paths and —",
        "Q: Did you have any communication with your parents?",
        "A: I didn’t directly, but my aunt and uncle did. And but no, we didn’t, well we got letters from\nthem and we wrote to them about what was going on.",
        "Q: You arrive there and it’s summer and then it becomes summer.",
        "A: Summer, right. And basically we’re helping out and we were growing a lot of vegetables.\nAnd I don’t know whether then or whether it was later once war broke out. That we would take\nvegetables and rabbits and whatever to the market in Cambridge to sell. Once more this family\ndidn’t have a lot of money either.\nhttps://collections.ushmm.org",
        "Q: So they were selling their wares?",
        "A: Right, selling the product and then I always remember hanging from a tree right near the\nkitchen scullery. There was always some goats milk cheese being made which I still can see that\nin my mind. Well it was a very, very different mode of existence and you know we went into\nCambridge sometimes. And I’m not sure exactly when but at some point because my sister was\nbeing sponsored by a family in another town which was called Bishop’s Dorford [ph], I think.",
        "Q: But she was with you?",
        "A: But she was with me initially and I don’t remember. About a month later I think she went to\nlive with —",
        "Q: After your arrival.",
        "A: After our arrival. She went to live with that family.",
        "Q: What was that like for you? For her to move?",
        "A: It was awful. I think it was awful for both of us. And I didn’t get along that well with my\naunt. She thought I was spoiled and she was right. And —",
        "Q: But they were your sponsors, right.",
        "A: Yeah. They were my sponsors. And --",
        "Q: I assume they could only afford to sponsor one person.",
        "A: Yeah, right. And then at some point and I don’t know how it worked at all. I started going to\na school in Cambridge.\nhttps://collections.ushmm.org",
        "Q: How far from Cambridge were you?",
        "A: Eight miles. Which meant that, initially that somebody had to drive me or there was a bus at\nthe bottom of the hill that didn’t run very frequently but that did take you into town and\nsomebody would meet me. And this was elementary school, the Landeff [ph] school and I only\nhave only good memories of it. But the principal was very much, took special care to try and\nget, let me learn English as fast as possible. And the kids were nice. The teachers were nice and\nI enjoyed being there. And —",
        "Q: Did you pick up English quickly?",
        "A: Yeah, I picked up English quite quickly. I think knowing German and French helped to some\nextent. Though English is certainly a much more difficult language because it’s nothing but —\nnothing nearly as regulated as in German and French.",
        "Q: What about September 39 when war broke out?",
        "A: Ok, well in August of 39, my father and mother had moved, by that time they had moved to\nRotterdam. And had an apartment and it was ready to go. We had our furniture and stuff in\nthere. And so he came to spend a couple of weeks in England. And in early August, and then\ntake us back to Holland. So we could use our Dutch. Anyhow, as you know as things got bad\nrapidly and in those weeks and he decided I think in the last week of August, he sent a telegram\nto my mother and said get on the next plane you can get onto in London. And do whatever you\ncan because I don’t think we are going to, I mean he didn’t say anything more than that but, and\nso she did. And I think it was September first that she flew out. Right.\nAnd you know came with one suitcase and, and joined us. Now that made me very happy. And\nof course then a couple of days later, war was declared. And I began to understand. Now we\nwere told things much more as to what was going on. And so both my parents were there. And\nstayed, stayed there also until my father was interned at the beginning of 1940 I think it was.\nYeah, early January 1940.\nhttps://collections.ushmm.org",
        "Q: Because he was an alien, a German alien?",
        "A: Well it, yeah in part. I mean we were enemy aliens.",
        "Q: Enemy aliens.",
        "A: Yeah we were enemy aliens. We did, he didn’t have a, he had a visiting visa. So did my\nmother, so we were, they were suspect. But then, I mean they interned almost everybody was\ninterned. My uncle and his son were sent, I don’t know whether his son was sent to Canada. I\nknow that in the Pariser family one of the kids who was a student by that time, he went to\nCanada. They were just all, the Brits were, they were scared. They didn’t know who were spies\nand who weren’t. In the first place. And in the second place, they were worried about invasion.\nWell that came a little later, the greatest (wise?) in 41. But and they didn’t want all these Jews\naround. Because if indeed the invasion happened there would be a calamity. And then in that\nsense I think they were both trying to protect themselves and the Jews who were there.\nBut my, and my father was interned early in January of 1940. And then my mother was —",
        "Q: Where was he taken?",
        "A: He was taken to the Isle of Man. That’s where they commandeered the hotels on the Isle of\nMan and that’s where people stayed over all. But the men and the women were separate.",
        "Q: Did your mother go there also?",
        "A: And my mother went there in I think it was around my birthday. I think in May.",
        "Q: So she stayed a few more months.",
        "A: So she stayed yeah.\nhttps://collections.ushmm.org",
        "Q: With you?",
        "A: Right. And then she went also and by that time I was sort of a week, weekly boarder at the\nschool I was at. They had a house, in Cambridge, yeah. They had a house because they had also\na lot of kids from, whose parents were overseas. So —",
        "Q: Were you the only German child? Or were you the only Jewish child?",
        "A: Yes.",
        "Q: The only Jewish child?",
        "A: That I don’t know. Probably.",
        "Q: Did you feel very different from the other kids?",
        "A: Well yes. I mean that’s, that’s what all Jews I think probably find the hardest. That you are\nvery different. Of course not only because you come from a different country but because you’re\nJewish. That’s sort of a stigma right there. And there was a lot of anti-Semitism still in England.\nThere still is, I think. But I liked the kids there. And I liked being a weekly boarder because it\nmeant you know there were other people to play with and you played outside a lot.",
        "Q: And you’d go back.",
        "A: And then I’d go back at the weekend yeah. Right. And there was, somebody would take me\nto the bus and wait with me at the bus stop and then one of the family would pick me up at the\nother end. It wasn’t very far. The bus stop. So that worked quite well. But then, then when my\nmother also was interned, then I really got very unhappy. It’s not a time I choose to remember\nvery much. I mean it’s, it’s, I did well in school. I was learning English well. And —",
        "Q: What about contact with your sister?\nhttps://collections.ushmm.org",
        "A: There was very little contact with my sister because she wrote to my parents regularly but and\nonce in a while she’d write to me. But there was no phoning or anything you know. So really\nwhen, I mean on vacations she came. She came back to Cambridge. And she had a hard time\ntoo. Being —",
        "Q: She was only 11.",
        "A: Right, exactly. So those were rough times for everybody. I mean I realize you know —",
        "Q: How aware were you of the war?",
        "A: Oh very aware because one of the things that you know every evening at 6:00 everybody\nwould gather around the radio and then just the way it’s shown often in movies and whatever.\nAnd we were told not to interrupt or anything cause everybody wanted to listen. And you know\nwe heard Churchill’s speeches and so on. And the news wasn’t very good obviously.",
        "Q: Did they broadcast Hitler’s speeches at all?",
        "A: Not that I heard. No and I don’t know whether, I’m sure they did somewhere, but we didn’t\nget them. And I mean it was very, we were lucky to have a decent radio, ability to at least hear\nwhat was going on. And I think the thing was with the school that it was full of other kids who\nwere not anywhere near their home or their origins.",
        "Q: You had something in common.",
        "A: We had something in common, right. So that I think that worked quite well.",
        "Q: Did you talk about with the other kids where you all came from?\nhttps://collections.ushmm.org",
        "A: Not much, no. I have a feeling that they were told not to question me. Again, in retrospect\nbecause that was difficult. But anyhow, then in and again I’m having trouble with the exact\ndates. But I think in the late 1940s when Britain was very scared about invasion, in 1940. Yeah,\n1940.",
        "Q: Late 1940.",
        "A: Yeah late 1940 is better. My parents decided and this was permitted. They could have taken\nus. We could have gone with my mother to the internment camp, if we’d wanted to initially. I\nmean if they’d wanted us to come. But she had no idea what it was going to be like and she\ndecided that we should just stay and go to school and so on.\nBut then in I think it was September or October 1940, the Brits were starting to send the refugees\nin the internment camps, some of them anyhow, to Australia. And when my parents heard that,\nthey decided well if we’re going to Australia let’s go as a family and so we went. And we stayed\nwith my mother.",
        "Q: You two girls left.",
        "A: We left Cambridge, well she left Bishop’s Dorford. I left Cambridge and we, it was an\ninteresting trip because we went by train to Liverpool. I think with some other children and\nsomebody taking care of us. And then we spent the night in a Liverpool boarding school. I\nremember that, on bunk beds. It was sort of fun. In some ways.\nAnd then we took the boat across to the Isle of Man after, the next day and were met and then\ntook a train to whatever it was. My mother was in —",
        "Q: You girls were together?",
        "A: Yeah, we were together and we were greeted by the camp commandant, an imposing woman\nwith steely eyes who greeted us with not very much enthusiasm and said well I think your\nmother is here, something like that and left. But anyhow, so then we got to share a room with my\nmother and another woman.\nhttps://collections.ushmm.org",
        "Q: Cause the women were separate from the men.",
        "A: The women were separate from the men. The women lived in pairs and now both my mother\nand the very nice woman who somehow she was distantly related to, I think, in some way had\nalso had my sister and me in the room. And it was one room so that was close quarters.\nBut fortunately they had set up schools for the children. And my sister went to a different school.\nIn fact she went to the next village, St. Mary’s to go to school. Cause middle school I guess.\nAnd I went to the elementary school. And they were great. We learned a lot. We were taught in\nEnglish. I remember winning a limerick competition.",
        "Q: What was your limerick?",
        "A: That I don’t remember but it was clean. And yeah I got a limerick book as an award. And I\ndon’t have that any more either. I should have kept it. But I remember that time overall and I\nwill tell you about the bad experiences. But you know we were at the shore and in one area was\nvery rocky and that was open. That wasn’t barbed wire anywhere where you could land a boat.\nYou know was fenced off. But in that area, we had a wonderful time climbing among the rocks\nand seeing what was in the tide pools and I thoroughly enjoyed that part of it. And I liked school.\nAnd you know everybody was in the same boat. Really. There was roll call every morning in the\ndining room. For everybody. But the children could respond for their parents.",
        "Q: Were there any religious services?",
        "A: You know I think there were but we didn’t go to them. I’m pretty sure there were.",
        "Q: Did you still feel Christian at that point?",
        "A: Oh very much so. Mm hm, absolutely. I frankly did not want to have anything to do with\nJudaism, anything Jewish yeah. Jewish. And so that was a relatively for us at least, a relatively\npleasant experience. The one really bad experience there was that they did have arranged for\nhttps://collections.ushmm.org\nfamilies to meet. I don’t know whether that was once or twice a year but we weren’t there for a\nwhole year. But I do remember that when the time came, and my father and mother could\ncorrespond but everything was censored. I mean everything was read. So you couldn’t write very\nmuch.",
        "Q: They were on the same island on the same —",
        "A: They were same, yeah right. Everybody was on the Island of Man. My father was in Douglas\nand —",
        "Q: So you had to write to —",
        "A: And so anyhow we were, we all met, we were all put on trains and locked in. And there were\npeople there who were escaping in the concentration camp who we would hear that somebody\nhad escaped in a boat across to Ireland and those were obviously people who were spying. For\nsomebody.\nAnd (pause) so first we were locked into the train cars which wasn’t, didn’t feel very good. But\nthen we all met in a gigantic hall which was basically empty but had chairs all around the edges\nand the center was I don’t remember what they had there. And once you know you hooked up\nwith, we hooked up with my father, we stayed with my parents for a little while. And then they\nsaid why don’t you go off and find something to do. And there really wasn’t anything to do. You\nknow they hadn’t, it was totally unplanned. And I think we had all taken something to eat, some\nlunch and so on. But so there were all these kids wandering around with nothing to do. And I\nthink some had brought some playing cards and we would join some group and played\nsomething.\nBut it was just awful. It was a dark hall. It was cold. As always. And it was a thoroughly\nunpleasant experience as far as I was concerned.",
        "Q: Even though you did see your father?\nhttps://collections.ushmm.org",
        "A: Yeah, right and I mean you know it must have been for my parents too. Just awful. And then\nyou know to be released from these camps, you really had to have somebody who would help\nyou, you know, a lawyer and somebody who would help you with presenting your case as to why\nyou were, well in my father’s case, why he was in Britain with a you know three week visa. And\nso on. And he did not get good help at all. And so it took a long time for him to get released. It\nwas much, much quicker for my mother. I mean there were, my aunt and uncle in Cambridge\ntried to get some of their British friends to write letters and so on to help.\nBut I think we were -- my mother was released in where was I, in 41. Early in 1941. Well in\nMay or June I think. And so we were too, my sister and I. And the question then was, where do\nwe go? And my sister at that point was going to be sponsored by somebody in Cambridge, by the\nJewish something. Group. In Cambridge. So that’s where she was going.\nMy mother felt that she wanted to be somewhere where when my father was released he could\ncome to and there would be maybe some opportunities there for working or something. And so\nthis, the Pariser family who had by that time moved to St. Albans which was a small, small\nmarket town but a beautiful town with a very old third century cathedral. And which the\nRomans occupied at one point and there were Roman baths still and so on. So it was a nice small\ntown. And the Pariser family said you know that we could have the top floor of the house.\nSo that was what my mother and father decided we should do and my father was still in there for\nat least another six months before he got out. And so that was a new place to go but, but it, I\nfound it a lot better because I went to the high school there. That was also interesting because it\nwas, I mean I was still only eight. But, but the high school no, I must be older, yeah. Right.\nBut you know it was one that was -- you had school uniforms, blazers, hats and so on. And of\ncourse this was all an issue because we didn’t have any money to buy these things. So I got stuff\nsecond hand. They arranged that. And I liked the school overall and I made friends there. And\nlearned to play netball, to play basketball, only somewhat different. And I got a bicycle even\nthough it was an old sit up and beg bicycle. I could go bicycle riding with my friends. And I did\nwell in the school. They thought I didn’t know the language probably so they put me in a lower\nclass initially but then I got moved up to where I should have been. And I had a good friend who\nlived just up the road and whose mother was very nice to me. And sort of would find things that\nshe said her daughter wasn’t going to use any more and so on and give them to me. So that was\nactually a, overall a quite pleasant time. Though of course the war was terrible. And —\nhttps://collections.ushmm.org",
        "Q: Again, how aware were you?",
        "A: Oh then I was very aware because first of all the cousins there, they were second cousins\nactually. The Parisers. They were working in London and so they would come back on weekends\nbut you know they were there during the Blitz. And we were, I mean we would hear things go\nover. We were maybe twenty miles north of London and hear the planes go over. And then later\nthe V-1’s and V-2’s, yeah rockets. And you know the V-2’s if you didn’t hear them anymore,\nyou knew they were dropping. But that was, and after my, when my father was released his\ncousin, this textile guy was starting just a small business where he used I don’t know what they\ncall it. A cutting floor remnants and I don’t know whether he or somebody else, they designed\nslippers and tam-o-shanters and gloves and all kinds of things to be made from these wool\nremnants.",
        "Q: The waste",
        "A: Yeah the waste, yeah right exactly. Stuff. And so he kind of partly employed my father to do\nthe, you know keep the books somewhat. And help out, but my father was very, very depressed\nat that time because he realized what a terrible mistake he had made. He clearly that wasn’t\nreally anything he was qualified to do in the country. Because he knew German law, not British\nlaw. And so he had a very hard time. And my mother for the first time in her life had to cook\nand she enjoyed that. She learned to cook from the cousin, who was a good cook.\nAnd then also she learned to sew. We used to go to the market on Saturdays and there was\nusually a truck there, a flat, a truck which had on it old things and that’s where my bicycle came\nfrom for very little money. And one day we saw it and there was an ancient Singer sewing\nmachine. You know the kind, the treadle kind. And so she said, hey that’s what I want. And so\nsomehow or other, she arranged to get them to deliver it. And she taught herself to sew. Again\nHannah Pariser helped her. She knew how.\nAnd from then on she sewed all my clothes. She sewed my, when she could, my uniforms for\nschool. And I did very well in school. The friend up the road and I we sort of competed, not very\nhard but as to who would be first in the class and who would be second. And she was smart. And\nhttps://collections.ushmm.org\nwe really didn’t care. But and the one thing there though that made me very unhappy was that\nmost of the you know you were always, I was always a hanger on to a group that I really wanted\nto be a part of. And they would tolerate me but I wasn’t part of the group. And they were all Girl\nGuides, Girl Scouts. Yeah. And that’s what I wanted to be. You know I wanted to be a Girl\nGuide too. And then maybe I could become really part of the group. But that was one thing my\nparents said absolutely not. You are not going to be in any outfit with uniforms. We’ve seen\nenough of what goes on with those. And of course they didn’t know anything about the Girl\nGuide movement. I got a Girl Guide book and showed it to them. And said you know it’s all\nright and these are all good people. They said no. You can’t do it. So that was very hard I found\nnot to be able to, of course they’d go to camp.",
        "Q: Did your parents speak English?",
        "A: Yeah they spoke English but with an accent and so you know you’re always embarrassed\nabout that. And well, as everybody says, you can never really belong. And that was true\nthroughout my, the whole stay in England. I have to say that I got a wonderful education in\nEngland. And all of it essentially free, because after, well there was a, you’|l be interested to hear\nthis.\nThey had a Christmas pageant at the school every year. And because I could play the recorder\nthey, I became annually the shepherd that led everybody else and I played “Silent Night” at the\nappropriate times. And so on. And I liked that. But again not what you would expect a Jewish\nrefugee to do. I did have one bad experience with that whole thing because we would be given,\nwell our costume as a shepherd, you dyed something in tea leaves and you know sewed it\ntogether and wore it. But I think a friend of mine was a bishop, somebody. And she had a miter\nthat she was taking home. I don’t know why she was taking it home. Anyhow. And so she had it\nand she said do you want to wear this and I said sure you know. So I put it on and was walking\ndown past the school, we were heading home. And one of the teachers saw me with it on and so\nshe pulled me in, there was a school there and she said how dare you do this. It’s sacrilege and\nyou don’t’ know any better and no you probably don’t and she was so awful. And here we are\nletting you go to school for free you know. We’re giving you this and that and oh it was just\nterrible. And I never told my parents. But that among other things made me decide that I didn’t\nhttps://collections.ushmm.org\nwant to finish my high school there. And they decided that too for other reasons. Because there\nwasn’t enough advanced stuff being taught.",
        "Q: Any other experiences of anti-Semitism that you felt during that time?",
        "A: Well during that time in St. Albans. Of course I sang in the choir and so I sang in the\ncathedral and that was wonderful. It was a really great experience. I no, I really can’t say that I\ndid. I don’t think I ever heard it from any kid in school. But I was different enough.",
        "Q: You were different.",
        "A: Yes, not to be able to, you know not to belong. I mean I never felt I belonged.",
        "Q: Did your parents ever talk about what was happening to the Jews on the continent and did you",
        "A: Yes they did, they did somewhat.",
        "Q: In front of you?",
        "A: In front of us and they would talk about somebody who had been taken to, yeah taken away\nand what was going on. They did talk about it then and they would, and what they heard from\nother people. Yeah at that point I, it was much more open. I think they just had to be. They\ndidn’t have, I mean with my aunt and uncle and my older cousins there because —",
        "Q: Were you frightened or did you feel safe?",
        "A: I felt safe. Yeah. I felt really safe. And I was actually also this must have been earlier when I\nwas still a boarder. And they were you know they were, Cambridge did not get bombed much\nbut there were air raid warnings all the time. And when the warning came on, we had to go\ndown to the base, to the shelter and they had bunks in the shelter for us. And we got hot\nhttps://collections.ushmm.org\nchocolate and cookies. It was not really scary. It was more scary in St. Albans with the London\nbombing.\nAnd my father was an air raid warden. And here we were enemy aliens, had to report every\nmonth or whatever it was. You know to, I don’t think it was that frequent. But that we were still\nthere and hadn’t escaped or anything. But he got to know the woman who was actually head of\nthe, for, in our district, or area, and she enjoyed talking to him so she said come along with me.\nWe’ll make you an air raid warden too. So he actually, that’s probably the best time he had was\nthe nights he went out with her. To make sure everybody’s black out was good and so on. And\ntalking with her. He was not a happy person. And I did my, when I was 15 so that means in 46, I\ndid my school certificate exams which are state exams. Our, you don’t have to go to school after\nthat if you don’t want to. But if you want to go to the university then you go on to sixth form.",
        "Q: So you stayed in the town til the end of the war?",
        "A: Yes, yes we did.",
        "Q: What was it like at the end of the war?",
        "A: Oh that was great because we, it was actually we went to London to stay with friends.",
        "Q: You’re now 14, in 45.",
        "A: Right. Yeah and we went to London and then we went out on the streets and celebrated with\neverybody. It was amazing. And in fact once more, sort of a little, we stayed with a couple who\nwere good friends of my parents. They didn’t have any children. But they had one of these\nindoor air raid shelters in their living room. You know they were, it’s almost like a tent but it’s\nfortified better. It’s basically to protect you from the ceiling falling. And whenever I went they\nwould, which was not very often, I would sleep in that. And that was the only place for me to\nsleep on the, in 1945. So that was still sleeping in the air raid shelter. We also had classes in the\nair raid shelters when I was at school. In St. Albans cause we had so many air raid warnings. And\nwe all when we were at school we, from class to class, we had to take with us, a blanket that was\nhttps://collections.ushmm.org\nrolled up, and our gas masks and then our books. And so we would all go off into the cold air\nraid shelter. It was underground. And each class had a certain section and we would sit on either\nside and would go on having class. I remember reading Shakespeare down there in the air raid\nshelter. And you know it just became so much part of our existence. And they played it on the\nschool teams somewhat. So that was nice and from my house, we were divided into houses. I\nmean not that there was a house but it was just different groups.\nSo there were, there were really a lot of good experiences.",
        "Q: Were there any extended members of your parents’ families that lost their lives?",
        "A: Yes, yes there were but they were fairly —",
        "Q: Did your folks know that at the time?",
        "A: Most of it yeah.",
        "Q: They did know when the war was over who didn’t survive?",
        "A: Yes, they did.",
        "Q: How did they know that?",
        "A: Well you know there was still communication between, well early on you know my two aunts\nwere still in Berlin and you could still get letters, cards through and I think everybody developed\nsome, a code which made it clear. So they knew. And later on, yeah my mother’s brother and his\nfamily went to Denmark and they got news there quite often and would pass it on to us. So that\nwas good.",
        "Q: But you said that they did lose some relatives?",
        "A: Yeah they did but they were extended yeah. The immediate family all survived. Yes, right.\nhttps://collections.ushmm.org\nBut I think my grandmother who was in Berlin, my father’s mother and whom the aunt, the\nNiemoller aunt looked after, I think she died of natural causes. She was not taken to a\nconcentration camp.\nBut during that whole time I think I just did not want to have anything to do with being Jewish,\nwith knowing about Jews, with anything. I wanted to be British but —",
        "Q: So you graduated in 46 you say or got your certificate?",
        "A: I got my school certificate but then I went on to, at that point you can specialize. You can\ndecide what area you want to do in university and my sister had specialized in romance\nlanguages and I was good at those too but I decided that I didn’t want to do the same thing she\nwas doing. And I had gotten, I enjoyed being outside and looking at the flowers and insects and\nall those things. So I decided I’d go into the sciences. And so that was 45, 46. 46.\nI switched schools and I went to Cambridge to the high school, my sister had been in the Per\nschool which was a very good high school. I spent you could spend two years or three years\nthere but I was very young so I actually spent three years. But also so that I hoped I would be\nable to get a state scholarship which would pay for everything when I went to university. If I\nstayed the extra year and got a distinction in the area that I wanted to go into. And that worked\nout. And I didn’t apply, I applied to the two women’s colleges in Cambridge university. And\nthen I applied to Bedford College in London. You didn’t apply to many places in those days,\nvery much. And I got on the waiting list for Cambridge and I mean fairly quickly got told that I\nhad gotten in. So I went to Cambridge University and went to Girton College.\nThat was great. And particularly because virtually everything was paid for by the state and got a\nstate scholarship. Oh yes, but the problem then came. In 1940, let’s see where are we. In 1948\nmy father went back to Germany. My mother stayed in England in St. Albans cause she had\ngotten herself a job in working on interchange with high school German and English students.\nAnd so she loved that job and she loved being independent. But she stayed basically because I\nwasn’t 18 yet. And that anyhow didn’t help because it turned out that they didn’t want to leave\nme in England without having citizenship because I was going to be alone. Well my sister was\nthere. And so it turned out that you couldn’t apply for citizenship until you were 21. So then we\nwent through this period where my headmistress, various other people wrote letters for me\nhttps://collections.ushmm.org\nsaying ok this, this girl is going to be 18 in May. She will be alone in this country with, her\nparents will be in Germany. And she will have absolutely no status whatsoever unless she can\nbecome a citizen. And so eventually I became a citizen and when I turned 18. They agreed that\nthis was reasonable.\nAnd then I applied for scholarships everywhere. And it was very funny because the county of\nCambridge also provided scholarships with a lot of money if you needed it. And I was, I think\nmy father said that he could provide 100 pounds a year or something. And but that was it. And\nso I needed my board and room, tuition and so on. And I got a state scholarship which actually\npaid for everything. And I got a letter from the Cambridge county congratulating me on getting\nstate scholarship and they said and I have to tell you we are particularly grateful because you\nwould have been by far the most expensive student we ever funded. So which I thought was a\nvery nice letter at the time.",
        "Q: How did you feel about your folks going back to Germany? Did you have any desire to go\nback with them?",
        "A: No, none. I had no desire to go to Germany. I didn’t —",
        "Q: Did you feel German at all?",
        "A: I didn’t feel German at all. I didn’t want to have anything to do with Germany. My sister was\nthe same. And we didn’t go, well I did go back to see my parents and she did too. But not very\nwillingly. And it took a long time before I felt at all comfortable going there. And you know the,\nI mean the Brits and as I say they gave me a wonderful education and I had three great years in\ncollege. And I didn’t have the problems that actually one of my best friends was Jewish and\nactive in the student Jewish community. And you know that’s fine. I was still strong active --",
        "Q: At that point you still felt very Christian.",
        "A: Yeah, I had been confirmed and cause, Church of England.\nhttps://collections.ushmm.org",
        "Q: You weren’t a Lutheran anymore. Now you were Episcopalian.",
        "A: Right. And I was active in the student Christian movement. And I didn’t have the problem\nthat well, I mean I had a slight problem that my sister had with who of course was four years old.\nIt was worse then. That she, well I think one boyfriend was particularly bad but that she was I\nthink very fond of. And he of her. And I think she said one day you know I’d really like to meet\nyour parents. And he said, no this is, unfortunately they have a real problem. I can’t take you\nhome. And I think that happened to her a couple of times.\nTo me only once when I had a boyfriend and his, I think his brother came to town and sister. And\nwell sister in law. And they took us out for dinner. And they you know it was a perfectly ok\ndinner but I didn’t measure up. So that was the end of that one.\nSo it’s, I mean I, I think I had a love hate relationship with Great Britain. And one of the\nconditions of my scholarship was that I had to teach for four years in high school science, after I\ngraduated. So I spent a year in London, getting a teaching diploma which I enjoyed. And then I\ntaught at Oxford high school for four years. And I liked teaching. I still like teaching. And it\nwasn’t a hardship. But when the four years were up, I decided that I needed to do something else\nand I needed to get out of Britain and you know see what else was around to offer. And I wanted\nto do graduate work in freshwater biology which I had studied to some extent and taken my\nsenior year students to various what do you call them. Field stations. Yeah. And to do work\nthere. And so on. So I applied to a number of universities in the States and one of the teachers\nthat was teaching 1n the same school I was, had been for a year to the states, and she said you\nshould go do that. It’s really good. And so I got a couple of scholarships to do that. And went to\nAnn Arbor, Michigan.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection with Marianne Friedenthal Milkman. This is track number three and you\nwere talking about how you applied for programs in the United States and you got accepted at\nMichigan.\nhttps://collections.ushmm.org\nMarianne Milkman: Right. So I went to the University of Michigan. This was 1957. And to the\nzoology department there to study limnology. And as it happens my husband to be also was\nstarting in the zoology department at the University of Michigan. It was his first job teaching\nthere. And he had just done a post doctorate in Paris, so we didn’t come back on the same boat.\nBut that’s what it felt like.",
        "Q: Did you know him before you —",
        "A: No, I didn’t know him before.",
        "Q: Was he American?",
        "A: Yeah, yeah he was American. And the, somebody suggested that he take me to the\ndepartment picnic which they always had for new folks and everybody else who was there at the\nbeginning of the semester so that’s how I met him. And we got engaged about nine months later\nand were married in October of 1958. So that was great. I —",
        "Q: So you left England in 1957.",
        "A: Yeah right and then got permission to stay when I got married. That, that you have to apply\nbecause when you go, you’re only going for two years, one or two years and then have to come\nback home.",
        "Q: Was your husband Jewish?",
        "A: Yes.",
        "Q: Can you talk a little bit about that?\nhttps://collections.ushmm.org",
        "A: Yeah so that’s, that’s the really, that’s the really interesting thing. Because he was Jewish and\nit, I found that I really found Jews very compatible. I enjoyed them.",
        "Q: As opposed to your previous feeling where you were.",
        "A: Right, exactly. And well it was partly of course the whole atmosphere in the United States. I\nmean there suddenly I was felt I was truly free, free of all these things that had been hanging on\nyou know to me and making life difficult. And I wasn’t an enemy alien anymore. I mean I had\nbecome a British citizen but it still didn’t feel like it. And just overall I mean the whole\natmosphere you know was so welcoming and for the first time I felt that all he cared about was\nwhat kind of a person I was. And you know what I could do. And not where I came from. Or\nwhat my religion was or anything else.\nAnd it was very interesting because Roger was not a practicing Jew. I mean he had been\nconfirmed, grew up in Scranton, Pennsylvania. And he, but he said you know I’Il come to church\nwith you.",
        "Q: Cause you’re still a Christian.",
        "A: Cause you’re still a Christian and I only had one requirement is that the, whoever the pastor 1s\ngives good sermons. And so that’s in fact what happened. We were married in the Episcopal\nchurch in Ann Arbor. And we had some Jewish ushers and some Christian ones. And we had, I\nhave to say that probably most of my friends were Jewish. And I met his family and his mother\nwondered about me I think but accepted me. And then —",
        "Q: But they all knew that you were of Jewish heritage.",
        "A: Yes, yes they did. They certainly did. And my parents came to the wedding and so on and\nthey got along well with the in laws and so on. So that was fine. And then I got pregnant very\nquickly cause we were both a little older than, cause I taught four years in between and he of\ncourse had done a PhD and post doc. And so that came first and then we had four children in\nfairly rapid succession. And which was fine. We stayed in Ann Arbor for about three years and\nhttps://collections.ushmm.org\nthen went to Syracuse University where three of our children were born. And this was during I\nthink the time that was very important for both of us was the civil rights movement. And I\ninitially could not be very active in it because I wasn’t a citizen. An American citizen. And so I\ndid a certain amount. Roger did —",
        "Q: You did not become a citizen when you married.",
        "A: No you have to wait five years.",
        "Q: You still have to do the five years.",
        "A: Yeah well you did then. I don’t know whether you still do. So 1963 as soon as I could easily\nbecome a citizen I became a citizen. And that was very exciting to me.",
        "Q: Were you active in the civil rights movement?",
        "A: Yes, we were both very, very active.",
        "Q: What did you do?",
        "A: A number of things. One is that they were, there was a sort of ghetto in downtown Syracuse at\nthe time. Ghetto area and actually this was all through the church that I belonged to which had a\nwonderful pastor which who said anybody can come to this church. It doesn’t matter who you\nare, what you believe. If you’re Jewish that’s fine. Roger was on the finance committee. And so\non. And that was very much a center of civil right activity. And they gave, you know they\nallowed CORE and other groups to meet there and so on. They got bomb threats in the church as\na result. But anyhow he did a lot of demonstrating downtown where they were trying to clear out\nthe ghetto area so they could build —",
        "Q: Low cost housing.\nhttps://collections.ushmm.org",
        "A: No. Not low cost housing down there. There it was much too expensive land. No they built\nhuge buildings. One was for Mutual of New York, where the money was and so on. And then we\ndiscovered actually from our neighbors, one of whom was a realtor that we talked to them one\nday and said you know where, what’s going to happen with the people who are, don’t have\nanywhere to go now from the ghetto. And they said oh yeah, we know, we know exactly where\nthey’re going to go and so we said where. And they said well you know outside of town, a few\nmiles north there’s a very good area where they can all settle. And we said oh all right. Now we\nknow and that did in fact not happen. But that was a very, there was a lot of red lining in those\nareas and so on.\nThe thing that I worked on mainly is that I started an after school program at the church, at the\nEpiscopal church for the ghetto children. And that was I mean basically because I had so many\nlittle children and I couldn’t do very much except telephone. And so I set this up and got students\nfrom the university to tutor them and so on. And that was very successful I think.",
        "Q: Do you feel that you were so active in doing that because of your background and you had\nbeen a child in a country that deprived people of their civil rights.",
        "A: I’m sure that’s, that played a large part in my really wanting to do this. And of course what\nhad happened to all the Jews. I mean that was very much part of my thinking now in the sense of\nok so this was one group that’s being you know done in. Let’s save another group that has not --\nI mean I really learned about the whole slavery problem and, and how much that, how much of a\nproblem it still was. I mean I did a lot of canvassing in black areas in the last election also.\nBecause I just felt very strongly that anybody who 1s an underdog like that and all the help we\ncan —",
        "Q: Do you feel that if you hadn’t gone through as a child what you went through you would have\nbeen as —",
        "A: Probably not, I would think. I mean it’s, it’s hard to tell. It’s hard to tell but if I had gone on\nleading a very well, a life where I could you know was never deprived of anything.\nhttps://collections.ushmm.org",
        "Q: That’s if you’d been born in the United States and had just a regular childhood without having\nthe uprooting that you had.",
        "A: Right, right. No I think and I mean.",
        "Q: It sensitized you.",
        "A: Yeah, very much and I still feel very strongly about any, any underdog. I mean and essentially\nanyone who is discriminated against. Because that’s obviously has become part of me. So.",
        "Q: Were you shocked, to go back a few years when the world really found out what happened to\nso many of the Jews in the camps, when all the pictures came out and the stories. Do you\nremember?",
        "A: I don’t. I knew it was awful. And I think that, that I did not look at too many of the pictures.\nI will say that. And in fact I’ve read much more in recent years of, about it than I did then. And\nit was I mean it was a horrendous and (pause) part of me was very, very sad about it. But part of\nme also still wanted to get on with my life. And not spend too much time",
        "Q: Dwelling.",
        "A: Yeah, dwelling on it. I think is the answer. So, so I mean the rest we moved from Syracuse,\neventually to Iowa and spent 30 years in Iowa. In Iowa City. The Athens of the Midwest, in case\nyou didn’t know. And our children went to school there. It was good. And it was a nice place to\nraise children. And they now mostly live in the Washington area so which is why I’m here. And\nmy husband really loved teaching and science and he was a geneticist and worked on molecular\nevolution also. Unfortunately about 11 years ago now so he clearly showed signs of Alzheimer’s\ndisease and that’s when we moved east. And eventually to Washington so. And —",
        "Q: He passed away?\nhttps://collections.ushmm.org",
        "A: He passed away this past January.",
        "Q: How did you raise your children, religion wise. Or did you, did you raise them in any\nreligion and if so, which one?",
        "A: The first two we took both to synagogue and to Episcopal church depending on what —",
        "Q: What holiday it was.",
        "A: Yeah or what we were feeling like or where we were, whether there was a good synagogue\nwe liked and so on. I mean I learned to you know we went to many Seders in Iowa for instance.\nAnd just to give them a taste of what was going on. And two of my daughters brought their\nchildren up as Jews. Neither of them was married to a Jew. And the others have not. I mean the\nchildren know they are Jewish. All the grandchildren know they are Jewish. But there wasn’t\nvery much interest and so, so I think those grandchildren really don’t know anything about\nreligion.",
        "Q: It isn’t that they’re being brought up Christian. They’re just not being brought up with any\nreligion.",
        "A: There is no religion, yeah.",
        "Q: What do you consider yourself now? Do you still consider yourself Christian?",
        "A: What a very good question. Well I am just you know I am trying now, I have to sort of make\nsome decisions about my life now. Because before it was really all sort of related to what my\nhusband was doing and I worked as a city planner for quite a while also and did other things. But\nthat’s, and what is missing of course 1s, particularly since I moved to Washington I don’t have\nany friends here. That I need a base somewhere and so of course the question is ok, do I go to an\nEpiscopal church. Do I go to a synagogue, temple. Do I go with my daughter who lives in\nTenleytown, who goes fairly regularly with her little four year old. And I’m actually not inclined\nhttps://collections.ushmm.org\nto do either at this point. And so as I thought about it and talked with different people about it.\nBasically what I want is a base a social base where people are doing productive volunteer work\nof some kind. And so what I, since you asked actually I think this coming Sunday I’m going to\ngo try out the Unitarian church on River Road and see what’s going on. So that, the answer is I\ndon’t know.",
        "Q: What are your feelings about Germany now? And Germans today?",
        "A: Oh much, much better. I mean I think, I think they have genuinely tried to well they can’t\never make reparations for what went on. But I think overall that it’s a country with decent values.\nAnd I am happy to go and visit. And that’s not a problem for me anymore.",
        "Q: You don’t feel uncomfortable or anything like that?",
        "A: No.",
        "Q: What about speaking German?",
        "A: I haven’t been speaking much but once in a while I speak German. I still speak it. ve got to\nkind of do a little more talking before, I think I told you, I want to go and visit Berlin next spring.\nAnd with one of my children coming along. And my sister is not interested in doing that. And\nthen we’ll go visit all our cousins in Denmark who we’ve kept up with a lot so that’ ll be nice.",
        "Q: Are there relatives left in Germany?",
        "A: No. None. (coughs) Excuse me. There were some sort of extended relatives. There was a\nFriedenthal family all of whom have died. And there were some other relations that my sister\nknew about and corresponded with but they have all died you know. So there is nobody else.",
        "Q: Do you remember the Eichmann trial?\nhttps://collections.ushmm.org",
        "A: Yes.",
        "Q: What were your, I know you were raising children at the time, but anything you can say about\nyour reactions at that time?",
        "A: Well I thought finally, finally somebody is being held their feet are being held to the fire. And\nthat thank goodness.",
        "Q: Have you been to the Holocaust Museum? Here in Washington?",
        "A: Yeah, I have. I actually went on several years ago. I haven’t been recently but I will. I think I\nwill go some time soon. I only went to, I didn’t know how much I could take and I went to the\ntop floor and found it well, what can you say. Hard. But I found I think I may have mentioned\nthis to you too. That I went and sat in the what they call the Hall of Memory, the Hall.",
        "Q: Where you light the candles?",
        "A: Yeah, yeah. And I found that a wonderful experience. I really I mean I was pretty upset and\nit was so calming and so beautifully done.",
        "Q: And dignified.",
        "A: And dignified right. And with all the names around and so on that that I couldn’t think of a\nbetter way of ending a visit than sitting there for a half hour or something. I have also actually,\npeople have been giving me books. And I read Sarah’s Key recently and I read, have you read\nIn Manya’s Memory?",
        "Q: No, I read Sarah’s Key but —",
        "A: That’s an amazing book. It’s Manya is somebody who was in concentration camp and there\nwas a woman in SS, a woman who looked out for her and gave her extra, got her extra food and\nhttps://collections.ushmm.org\nthings. And these two, these two women are still alive or were at least when the book was\nwritten. It was written by a Canadian and I thought it was very interesting and well done.",
        "Q: Are you angry that your life was disrupted as a young child and you had to move around as\nopposed to others who were let’s say born here and didn’t have that, didn’t experience what you\n— and if you didn’t surrender?",
        "A: No.",
        "Q: When others your age didn’t have to go through what you went through?",
        "A: Right. No, you know in some ways I never went hungry. Was never, I had no knowledge of\nbeing in danger. And I mean I’ve always had this what is partly optimism that things will get\nbetter and partly the feeling as well. Everybody gets dealt some bad things and I just got rather a\nlot of them. But, but I don’t know. I have never, I mean I think when I was younger, when I was\na kid, I was angry. When we first went to England and so on. But later on you know that’s what\nlife has dealt me. Do what I can with it.\nI mean I did really. I mean there’s one, one other thing that has always struck me because it’s a\nmemory I have. As truly weird because I was always a good athlete and gymnast. And when I\nswitched schools somewhere, I don’t remember where it was in St. Albans. It must have been in\nSt. Albans. When I went there. And they had, we had gymnastics you know two or three times a\nweek. And then there were teams that competed against each other. And of course when I was\nnew, then nobody knew that I was a good gymnast so when everybody was picking people for\ntheir teams. You know they still had that system. Fourteen leaders and each four picks. And so\nof course all the good ones get picked first. And of course as I realized that I was going to be\nobviously going to be picked last I thought and this 1s true. I thought well won’t they get a\npleasant surprise. I mean for somebody, however old I was, 14 or 13 years, for that to come to\nmind is either strange or just the way I’m built.",
        "Q: You were going to be picked last because —\nhttps://collections.ushmm.org",
        "A: Because nobody knew that I was, whether I could do it, whether I could climb a rope or do\nwhatever —",
        "Q: Not because they knew you were Jewish?",
        "A: No.",
        "Q: Nothing to do with that.",
        "A: No. No.",
        "Q: Because they didn’t know whether you could —",
        "A: Right, yes that’s obviously another thought. But I, I mean mostly I did not think of myself as\na Jew. At least in those days. I mean now I do.",
        "Q: Oh, now you do?",
        "A: Yeah. Now I do.",
        "Q: Do you feel Christian in any way?",
        "A: No.",
        "Q: So when did that —",
        "A: Well that was very gradual. Over the period of my marriage. No, I mean I think I can see a\nlot in Judaism and I still, I mean I still love to hear and sing you know Bach and like that. And to\nhear good choirs and so on. And the whole sort of pomp and ritual yeah of the Episcopal church,\nright. I do like the, no I think.\nhttps://collections.ushmm.org",
        "Q: But your inner feeling is more as a Jew?",
        "A: As a Jew right.",
        "Q: What about your sister because she’s, remained Christian.",
        "A: Oh she 1s a Christian through and through.",
        "Q: Have you been to Israel?",
        "A: No I haven’t. I have actually I have a cousin in Israel. And one of the, the thing I should quick\ntell you that this, the Pariser family who housed us and was so good to us over the years, two,\ntwo of the children who are older than me but, one lived in Chevy Chase and got ovarian cancer.\nAnd I looked after her quite a bit. When she died a couple of years ago. And then the other one\nI’m in touch with, her brother, who is also 90 something and his wife died recently. And I’ve\nbeen in touch with him and their family a lot. So that’s I felt very good about that because the\nfamily really kept us going, their family kept us going, which they didn’t know. About. And\nthen I could do something to help them. So. And then all of them well, well no I take that away.\nOne is a really, one of the sons is a practicing Jew and married to a Jew. And his children are too\nso there are some people in the family, more distant family.",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "A: Sometimes yes and sometimes no. I mean what, there have been so many countries with\ngenocide going on that it seems like nobody has learned anything. And then on the other hand\nthere have also been more countries that are willing to help them I think in the world. But no I\ndon’t think, I don’t think that anybody’s learned any lessons. And I think that’s the way the\nworld works unfortunately.",
        "Q: Why were you willing to do the interview?\nhttps://collections.ushmm.org",
        "A: Oh. Well for a couple of reasons.",
        "Q: When I came up and asked you.",
        "A: My one of my daughters, the one is, who lives close by and is, attends what’s the synagogue\non, Adat Shalom synagogue on Persimmon. And she has been saying to me you know you really\nshould get somebody to interview you because I’m not sure you’re going to write this all down.\nAnd so and so when I went to the, the Alit program I thought yeah it probably is time. Mine’s a\nvery different story because I feel that I just always felt in some way cared for. You know. I\nguess the nearest of feeling abandoned was when I, when we were alone in Cambridge, outside\nof Cambridge. But (pause) so that was then when you suggested it I thought ok. Now is the time\nto do it. But does this ever get put on paper. I suppose it will always remain as an oral —",
        "Q: This interview will go into the archives and there will be eventually I guess there will be a\nwritten summary and eventually a transcript, word for word, but there will be a summary of what\nyou said.",
        "A: OhI see.",
        "Q: And then the second step obviously is the transcript.",
        "A: And who looks at those or —",
        "Q: Researchers or people, family members who would like to hear the interview.",
        "A: I see.",
        "Q: Is there any message you wanted to give to your grandchildren? How many grandchildren do\nyou have?\nhttps://collections.ushmm.org",
        "A: I have six.",
        "Q: Anything you wanted to tell them? And when they listen to this when they’re older of course.",
        "A: Right, right well some of them are old enough that this —",
        "Q: Lessons for all of us I should say.",
        "A: Well I think it’s, I think it’s something that’s made me a strong person. And that you can live\na very interesting life overall even if it has some really unpleasant parts I think. It’s sort of never\nsay die. And you know, I am an optimist overall and that can be overdone I know. And but it\ncertainly helped me.",
        "Q: You said that you were so sensitive to the civil rights movement because of what you had\nexperienced. Any other ways do you think?",
        "A: Well it, I think it ---",
        "Q: Obviously made you stronger. Did it make you more independent? You’ve said you didn’t\nhave an independent young life style. You were very protected as a young child.",
        "A: Right, right.",
        "Q: Here you had to be on your own. Later on. During war.",
        "A: Yes, right. No I think it’s much more general actually that anybody who is in some way\ndiscriminated against or down on their luck or I always feel nobody deserves that. I mean I feel I\ndidn’t deserve it and I was lucky enough and somebody always had enough money to, so I could\ngo to the good schools or and do what I wanted to do. And so I feel for people who don’t have\nthat advantage.\nhttps://collections.ushmm.org",
        "Q: Is there anything else you wanted to say before we close, any other —",
        "A: I don’t think so. I think I’m talked out. But, no I don’t think so. I just (pause) I’ve written a\nfew sort of short things. I’ve taken a course in memoir writing and I don’t know whether they’re\nindividually worth anything. It’s, well I wrote one about one of my cousins who has, who was\nvery dominated by her parents. And that went on til, through the, to the end of her life and so\nshe never got married because her father never thought anybody was good enough for her. And\nso. But I’ve written something about that. ’ve written something about the role of music in my\nlife which has been considerable. I’d actually written about the train trip from Germany to\nSwitzerland. And a few other things. So maybe I will try. But there’s so much stuff you know\nthat it’s hard to pick out. I will ask you what do you think the most important things were that I\ntalked about today.",
        "Q: As I said, the fact that you had such a protected childhood and that you were so strong when\nthe time came. It’s very impressive. I mean you were young. You were a youngster when you\nhad to leave Germany and go. Very impressive. That you really rose to that you had the inner\nstrength. You know and as a young woman coming here to the United States. All the movement\nin your life. I mean living at the Isle of Man, living all around. For those of us who didn’t have\nthat experience it’s, I’m in awe of you. So",
        "A: One of my children said you know how did you ever get the courage to come to the States.",
        "Q: You had the courage to do a lot of things in those past years. No you did and think how\nyoung you were.",
        "A: Yeah, but well. I guess I mean it’s also that I’m always interested in, still interested in doing\nnew things and I can’t so much anymore. So.",
        "Q: Well thank you very much for doing the interview.",
        "A: Well thank you.\nhttps://collections.ushmm.org",
        "Q: You were going to say something?",
        "A: No it’s been, it’s actually been good for me to do yeah. I think it’s very good. And your\nquestions I think are very helpful.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Marianne\nFriedenthal Milkman.\n"
    ],
    "questions": [
        "Q: And where were you born and when were you born?",
        "Q: Let’s talk a little bit about the generations of your family. How far back does your family go\nin Berlin?",
        "Q: Tell me your parents names.",
        "Q: Do you know what years they were born?",
        "Q: Not 1987.",
        "Q: And what kind of work did your father do?",
        "Q: We can talk about that later. And tell me about your other siblings.",
        "Q: Did you live right in the city of Berlin?",
        "Q: Let’s talk about the religious life of your family. How would you explain that?",
        "Q: When you say no cousins, what do you mean?",
        "Q: This is Pastor Niemoller.",
        "Q: Were you christened?",
        "Q: Let’s go back to Berlin.",
        "Q: You were born in 1931. So what are your first memories of that time?",
        "Q: Did your mother work?",
        "Q: Was it a mixed neighborhood, Christians and Jews or was it mostly Christian?",
        "Q: Tell us about that.",
        "Q: What kind of school did you go to?",
        "Q: It was a public school. Boys and girls? Both religions?",
        "Q: Right. But you were Lutheran.",
        "Q: Ok.",
        "Q: So those are really among your earliest memories.",
        "Q: Hitler came into power in 33. When were you first aware of him or had heard of him or —",
        "Q: But how did the authorities know. I just know if you ever asked your parents later why they\nthen considered you Jewish in the sense that they didn’t bring you up that way. You were\nchristened. Why did they follow that edict if you were Christian?",
        "Q: Do you know how they, I know this is they’re telling you the story but how did they say that\nthey knew that they didn’t have a choice?",
        "Q: Openly?",
        "Q: Before we get to when you had to leave school, did you have a lot of religious training up to\nthat time?",
        "Q: You didn’t go to Sunday school or things like that. Did you go to church services?",
        "Q: So it was on paper.",
        "Q: Do you remember having Jewish friends and not knowing that you were Jewish, or —",
        "Q: If your friends were Jewish.",
        "Q: ID papers.",
        "Q: Were you, I just want to finish with your young childhood. Did you have any hobbies? You\nwere athletic you said.",
        "Q: I’m talking about as a young child before you left for —",
        "Q: Were you an independent child or a fearful child?",
        "Q: When you were very young, as I said before you left, at a time let’s say of Passover or\nsomething that was never acknowledged.",
        "Q: You didn’t even know it existed?",
        "Q: Was there a large extended family — aunts, uncles, cousins in Berlin?",
        "Q: This is the one who worked for Pastor NiemOller.",
        "Q: Do you know when that was?",
        "Q: Let’s now talk about you said you had to leave your school. And how did your parents present\nthat to you and your sister?",
        "Q: Did you have any idea why?",
        "Q: Were you unhappy to change schools?",
        "Q: Were there any other children in your class leaving with you?",
        "Q: So you were the only one in your class to leave?",
        "Q: What kind of school did you then go to?",
        "Q: When did you start that school, when did you go?",
        "Q: And did your sister go to the same school?",
        "Q: So these other students were the other quote Jewish Christian children or were they —",
        "Q: Who were in yeah",
        "Q: They were actually Jewish heritage but, brought up as Christians.",
        "Q: Did that mean anything to you at what seven, eight years old?",
        "Q: Did it have any meaning for you at that young age?",
        "Q: Did you feel that Jews were different? Than you? The Jewish students.",
        "Q: You were so young.",
        "Q: When you were that young did you see swastikas and flags; what did that mean to you?",
        "Q: Opening ceremony?",
        "Q: This is a German Christian woman.",
        "Q: Now again how, do you remember how your parents presented this to you, why you had to\nmove to a smaller place. Why",
        "Q: We’re just going to move.",
        "Q: So this was not a fearful time for you even though Hitler was in power.",
        "Q: Did you ever just hear any of his speeches over the air. I mean",
        "Q: No. And when you saw German soldiers in the street, was that upsetting?",
        "Q: To put on a show or because he really wanted to",
        "Q: To put on a show. That he was a good German.",
        "Q: You were not home when he was taken away?",
        "Q: Did you have contact with your mother and your sister?",
        "Q: So your father was taken away. Did your mother ever tell you later any of the details about\nwhen he was taken away?",
        "Q: Do you don’t know any of that.",
        "Q: In other words, while you were staying with your godmother he left the country.",
        "Q: Again, did you know generally what was happening in the country or why any of these\nterrible things were happening.",
        "Q: When you lived with the other family, did you go to school?",
        "Q: Kristallnacht was November of 38. Do you have any memory of that?",
        "Q: You were also a child.",
        "Q: So then your mother had you come back.",
        "Q: After your father left cause you said you didn’t see him.",
        "Q: Then you come back home.",
        "Q: Can you describe some of that?",
        "Q: Were you sorry to leave Germany?",
        "Q: What month was this, do you remember?",
        "Q: Were you able to take everything that you wanted, toys, books and —",
        "Q: Stored in Berlin.",
        "Q: Is this the time that you found out you were Jewish?",
        "Q: On the papers that you had to leave Germany.",
        "Q: And so that’s when you really found out.",
        "Q: Any memory of your reaction?",
        "Q: It made you have to leave Germany.",
        "Q: Do you know if that’s when your sister also found out or had she found out earlier that she\nwas Jewish?",
        "Q: Then she realized.",
        "Q: Did you ever talk over with your sister at that time what was happening.",
        "Q: Yes, I can imagine. So the three of you arrive and where did you cross the border?",
        "Q: And you saw your father again.",
        "Q: What was that like? Do you remember that meeting at all?",
        "Q: He was more distant you mean.",
        "Q: Now you’re in Lausanne.",
        "Q: 1939",
        "Q: You’re all of seven and a half at this point.",
        "Q: What was it, before we get to that, tell me what it was like when they presented this to you as\na youngster and what your thoughts were about going to another country without your parents\nand all of that. Do you have any memory of that talk or discussion?",
        "Q: Do you know how your folks got in touch with the Kindertransport? Do you have any --",
        "Q: How they knew what to do and who to call or who to contact?",
        "Q: How long was he —",
        "Q: So you’re told that you’re going to be going to England with your sister and what did you do?\nWhat did you plan to take or did you take with you?",
        "Q: He asked you?",
        "Q: When you first go there?",
        "Q: What was the flight like?",
        "Q: Which airlines?",
        "Q: You don’t know. And your parents take you to the airport and say goodbye?",
        "Q: What was it like to say goodbye to them at home?",
        "Q: What were your parents, do you remember your parents’ emotional state?",
        "Q: So you get on the plane and you fly. Was it frightening to fly in an airplane? Or you loved it?",
        "Q: You are now eight years old. How much English did you know?",
        "Q: You had a little bit of tutoring you said.",
        "Q: Did you know this part of the family?",
        "Q: You never had to do that before.",
        "Q: What was the name of the town that you were in?",
        "Q: Did you have any communication with your parents?",
        "Q: You arrive there and it’s summer and then it becomes summer.",
        "Q: So they were selling their wares?",
        "Q: But she was with you?",
        "Q: After your arrival.",
        "Q: What was that like for you? For her to move?",
        "Q: But they were your sponsors, right.",
        "Q: I assume they could only afford to sponsor one person.",
        "Q: How far from Cambridge were you?",
        "Q: Did you pick up English quickly?",
        "Q: What about September 39 when war broke out?",
        "Q: Because he was an alien, a German alien?",
        "Q: Enemy aliens.",
        "Q: Where was he taken?",
        "Q: Did your mother go there also?",
        "Q: So she stayed a few more months.",
        "Q: With you?",
        "Q: Were you the only German child? Or were you the only Jewish child?",
        "Q: The only Jewish child?",
        "Q: Did you feel very different from the other kids?",
        "Q: And you’d go back.",
        "Q: What about contact with your sister?",
        "Q: She was only 11.",
        "Q: How aware were you of the war?",
        "Q: Did they broadcast Hitler’s speeches at all?",
        "Q: You had something in common.",
        "Q: Did you talk about with the other kids where you all came from?",
        "Q: Late 1940.",
        "Q: You two girls left.",
        "Q: You girls were together?",
        "Q: Cause the women were separate from the men.",
        "Q: What was your limerick?",
        "Q: Were there any religious services?",
        "Q: Did you still feel Christian at that point?",
        "Q: They were on the same island on the same —",
        "Q: So you had to write to —",
        "Q: Even though you did see your father?",
        "Q: Again, how aware were you?",
        "Q: The waste",
        "Q: Did your parents speak English?",
        "Q: Any other experiences of anti-Semitism that you felt during that time?",
        "Q: You were different.",
        "Q: Did your parents ever talk about what was happening to the Jews on the continent and did you",
        "Q: In front of you?",
        "Q: Were you frightened or did you feel safe?",
        "Q: So you stayed in the town til the end of the war?",
        "Q: What was it like at the end of the war?",
        "Q: You’re now 14, in 45.",
        "Q: Were there any extended members of your parents’ families that lost their lives?",
        "Q: Did your folks know that at the time?",
        "Q: They did know when the war was over who didn’t survive?",
        "Q: How did they know that?",
        "Q: But you said that they did lose some relatives?",
        "Q: So you graduated in 46 you say or got your certificate?",
        "Q: How did you feel about your folks going back to Germany? Did you have any desire to go\nback with them?",
        "Q: Did you feel German at all?",
        "Q: At that point you still felt very Christian.",
        "Q: You weren’t a Lutheran anymore. Now you were Episcopalian.",
        "Q: Did you know him before you —",
        "Q: Was he American?",
        "Q: So you left England in 1957.",
        "Q: Was your husband Jewish?",
        "Q: Can you talk a little bit about that?",
        "Q: As opposed to your previous feeling where you were.",
        "Q: Cause you’re still a Christian.",
        "Q: But they all knew that you were of Jewish heritage.",
        "Q: You did not become a citizen when you married.",
        "Q: You still have to do the five years.",
        "Q: Were you active in the civil rights movement?",
        "Q: What did you do?",
        "Q: Low cost housing.",
        "Q: Do you feel that you were so active in doing that because of your background and you had\nbeen a child in a country that deprived people of their civil rights.",
        "Q: Do you feel that if you hadn’t gone through as a child what you went through you would have\nbeen as —",
        "Q: That’s if you’d been born in the United States and had just a regular childhood without having\nthe uprooting that you had.",
        "Q: It sensitized you.",
        "Q: Were you shocked, to go back a few years when the world really found out what happened to\nso many of the Jews in the camps, when all the pictures came out and the stories. Do you\nremember?",
        "Q: Dwelling.",
        "Q: He passed away?",
        "Q: How did you raise your children, religion wise. Or did you, did you raise them in any\nreligion and if so, which one?",
        "Q: What holiday it was.",
        "Q: It isn’t that they’re being brought up Christian. They’re just not being brought up with any\nreligion.",
        "Q: What do you consider yourself now? Do you still consider yourself Christian?",
        "Q: What are your feelings about Germany now? And Germans today?",
        "Q: You don’t feel uncomfortable or anything like that?",
        "Q: What about speaking German?",
        "Q: Are there relatives left in Germany?",
        "Q: Do you remember the Eichmann trial?",
        "Q: What were your, I know you were raising children at the time, but anything you can say about\nyour reactions at that time?",
        "Q: Have you been to the Holocaust Museum? Here in Washington?",
        "Q: Where you light the candles?",
        "Q: And dignified.",
        "Q: No, I read Sarah’s Key but —",
        "Q: Are you angry that your life was disrupted as a young child and you had to move around as\nopposed to others who were let’s say born here and didn’t have that, didn’t experience what you\n— and if you didn’t surrender?",
        "Q: When others your age didn’t have to go through what you went through?",
        "Q: You were going to be picked last because —",
        "Q: Not because they knew you were Jewish?",
        "Q: Nothing to do with that.",
        "Q: Because they didn’t know whether you could —",
        "Q: Oh, now you do?",
        "Q: Do you feel Christian in any way?",
        "Q: So when did that —",
        "Q: But your inner feeling is more as a Jew?",
        "Q: What about your sister because she’s, remained Christian.",
        "Q: Have you been to Israel?",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "Q: Why were you willing to do the interview?",
        "Q: When I came up and asked you.",
        "Q: This interview will go into the archives and there will be eventually I guess there will be a\nwritten summary and eventually a transcript, word for word, but there will be a summary of what\nyou said.",
        "Q: And then the second step obviously is the transcript.",
        "Q: Researchers or people, family members who would like to hear the interview.",
        "Q: Is there any message you wanted to give to your grandchildren? How many grandchildren do\nyou have?",
        "Q: Anything you wanted to tell them? And when they listen to this when they’re older of course.",
        "Q: Lessons for all of us I should say.",
        "Q: You said that you were so sensitive to the civil rights movement because of what you had\nexperienced. Any other ways do you think?",
        "Q: Obviously made you stronger. Did it make you more independent? You’ve said you didn’t\nhave an independent young life style. You were very protected as a young child.",
        "Q: Here you had to be on your own. Later on. During war.",
        "Q: Is there anything else you wanted to say before we close, any other —",
        "Q: As I said, the fact that you had such a protected childhood and that you were so strong when\nthe time came. It’s very impressive. I mean you were young. You were a youngster when you\nhad to leave Germany and go. Very impressive. That you really rose to that you had the inner\nstrength. You know and as a young woman coming here to the United States. All the movement\nin your life. I mean living at the Isle of Man, living all around. For those of us who didn’t have\nthat experience it’s, I’m in awe of you. So",
        "Q: You had the courage to do a lot of things in those past years. No you did and think how\nyoung you were.",
        "Q: Well thank you very much for doing the interview.",
        "Q: You were going to say something?",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Marianne\nFriedenthal Milkman."
    ],
    "answers": [
        "A: I was born in Berlin, Germany on May 13, 1931.",
        "A: Not very far at all. My sister, my older sister was born in Weimar and my parents lived and\ngrew up in Breslau, what was then Breslau. Now I don’t know how you pronounce it, Bratslav,\nI think. So that’s where both their families came from.",
        "A: My father was Ernst Friedenthal. And my mother was originally Margarita Goldschmidt.\nAnd was always called Marga so we knew her . I mean we knew her as Marga.",
        "A: Ido. I don’t know whether I can remember it right now. Yeah, my mother was born in\n1900, September 30\". And my father was born in 1987, November seventh.\nhttps://collections.ushmm.org",
        "A: Sorry. 1887. Yes. Exactly, thank you .",
        "A: He had a law degree and he was a bank director and on the board of a number of banks. And\none of the interesting aspects that I will talk more about later is that when we left Germany and\nwent to England, the circumstances were very bad financially as far as my parents were\nconcerned. And he, in 1948, went back to Germany because he wanted to help build up the\ncountry again. And so he went back. The bank asked him to come back and he worked there\nuntil he retired and was very happy. My mother was not as happy about it.\nSo and that’s a very unusual thing. My sister and I swore we would never go back there.",
        "A: I, my older sister, Renata, Julia Renata Friedenthal was, is four years older than Iam. So\nwas born in 1927. And I had another sister called Ruth who was two years younger than my\nolder sister and two years older than I was. She died at a very young age when she was four in\nBerlin. Of I think septicemia which there was no drugs for that or anything. So I never, I don’t\nremember her very well. Really what I know about her is more from what my sister has told me.\nAnd my sister lives in Scotland and has children and grandchildren there so she comes and visits\nme occasionally and I go and visit her.",
        "A: No, we lived, well we lived in Schmangendorf [ph] which is I think, it’s not east, but it’s\nWest Berlin. But one of the things I want to do is go and visit Berlin next year. My husband\nnever wanted to go. So I haven’t been back since and for a long time I didn’t particularly want\nto go either. But now I feel that it’s time to just go back and check out where I was born and so\non.\nhttps://collections.ushmm.org\nIt was let’s see, I remember Wannsee being that we would go there on a Sunday afternoon or\nsomething to walk in the park and so on. So that’s the area of Berlin it was in. I really don’t\nknow anything more about it.",
        "A: Well this is very strange because both my families, both my parents’ families were Jewish\nand in both cases they knew each other for a long time. There was quite a sizeable Jewish\ncommunity in Breslau when they were growing up. And they were quite close to their cousins\nand so they’re not related directly. But their parents who were both lawyers, their fathers who\nwere both lawyers, decided that they, they themselves. No, that’s wrong. That they would bring\nup their children as Christians, because they wanted them to have the opportunities that\neverybody else had. And they themselves had, they felt really suffered because they were very\nbright smart people. They could never rise in the legal profession beyond a certain level. They\ncould never be judges.\nAnd they felt that that really hampered them. So, so both my parents grew up as Christians. And\nin both cases no cousins did but they did and in fact —",
        "A: Well none of the other related families that were in Breslau became Christian, that I know of.\nAnd so we were raised as Christians also. I had one aunt who became very attached to the church\nand in fact was in Berlin and worked with Niemdller and did some wonderful things in getting\npeople out of Berlin. She herself didn’t get out til I think it was 1941.",
        "A: Yes, Pastor Niemoller. And my father I think more than my mother also became really quite\nan active Protestant, Lutheran when we were in Berlin. I’m not sure that they went to church that\nvery much at that point. But they did you know they brought us up that way. They heard our\nprayers and then when we went to bed and so on. Or my mother did.\nhttps://collections.ushmm.org",
        "A: Yes. I was christened. We were all christened. And I think I have the paper that says that I\nwas christened. And both my sister and I continued actually. I mean she first, she became very\nactive in the student Christian movement when she was in college. And I did also when I was at\nuniversity. And you know we felt because we were in England then and it was not a big deal\nbecause it was the state church and Church of England and a lot of things went along with that —",
        "A: Yeah, that’s right. We haven’t spent much time in Berlin at this point.",
        "A: I think my earliest memories are of playing in our apartment and of a nanny we had who\nlooked after us. We didn’t see a lot of our parents actually.",
        "A: No. Mother, no. They were both were from well to do families basically. My father made\nenough money that she didn’t have to work and she you know she ran the household and we had\na nanny and I think we had a cook and a maid also. Initially.",
        "A: You know I can’t tell you that. I’m assuming it was a mixture. My parents used to have\nparties, give parties and were careful to mix Christian and Jews together. And you know we sort\nof peaked at what was going on at the parties sometimes. We had some close relatives who\nplayed a large part in the future of our family. The name was Pariser, P-A-R-I-S-E-R. My\ncousin and Hannah Pariser were, sorry, my father and Hannah Pariser were first cousins. They\nhttps://collections.ushmm.org\nwere from the Milsch family, M-I-L-S-C-H. Sort of funny that I married Milkman. And so\nthey kept in touch with them a lot. They lived in another part of Berlin. And Franz Pariser was\na, I think he was the president of the textile organization, whatever it was. And they had a textile\nfactory. So Ill talk about him later also.\nOther things that I remember, I remember we had a garden. I remember that I was very active,\nmuch more so than my older sister. And liked to do gymnastics and so on. And there was a\nswing you know in a doorway, hung 1n a doorway which I used a lot. And at one point I do\nremember this. I fell off it and split open my chin. I still have the scar. After all these years.\nBut sort of one of the memories that I have. And then my memory of you know my first day at\nschool. When I was six.",
        "A: Well you know big excitement is that when on your first day at school you get this great big\nit’s sort of a cornucopia of candy. You probably know about that. And so that’s the most\nexciting thing about it.",
        "A: Public school.",
        "A: Yes, I think so. Yes. You have to realize that I didn’t know I was Jewish. Nor did my sister.",
        "A: Yeah.\nhttps://collections.ushmm.org",
        "A: So I just thought I was like everybody else. And it was fine. You know I had friends and\nmade friends. I remember going roller skating on the street. With them.",
        "A: Yeah right.",
        "A: Well I think I heard his name. I heard talk about him. You know in retrospect, there were you\nknow discussions that went on in the house with other people that we weren’t supposed to hear\nanyhow. I didn’t really know what they meant. I think my sister knew much more. Realized\nmuch more but she did not know that she was a Jew either. And it wasn’t until and I’m not sure\nthe exact time but it must have been early 1938. When the, there was an edict that Jewish\nchildren could no longer go to public schools and we had to go to a special school. Just for Jews.\nAnd that was the point at which our parents told us that we were -- no they didn’t even tell us we\nwere Jews. That came later. No they just told us we had to move schools.",
        "A: They had no choice.",
        "A: Well I think you know my father in his job was well known as a Jew. With a name like\nFriedenthal you couldn’t be anything else. And so no I mean it was known that they were Jewish\nby many people and —\nhttps://collections.ushmm.org",
        "A: Yeah, I don’t think it was talked about but and my father had this, this view which I only\nlearned only later but because he was, he had fought in the first World War. He had gotten the\nwhat, Iron Cross. And he had a high position in a well-known bank. And that nothing would\nhappen to him. And of course initially nothing did. And that was probably because I don’t know\nwho the Interior Minister was at the time. But my, again this is something I had learned later was\nthat, that he told Hitler that if he rounded up all the Jews in Berlin at once, the economy of the\ncity would collapse. And so he’d better do it slowly.\nAnd I think that gave my father a false sense of safety.",
        "A: No, no.",
        "A: No.",
        "A: It was just yeah and we would you know at Christmas my father would read the Christmas\nstory from St. Luke and we were taught to say the Lord’s prayer and really though giving very\nlittle instruction.",
        "A: No, I had no idea.\nhttps://collections.ushmm.org",
        "A: Right and my sister tells, just told me a story that when she was in school that, that one day it\nmust have been shortly before we switched schools. One day one of the girls in her class said to\nher, your father is a Jew. And she said no, he’s a banker. She had no idea what, I mean that\nshows you, you know how totally isolated we were from that whole idea and then I guess the\nother thing came when we left.\nWhen we left Germany in January 1939. And my mother showed us, you know we didn’t have\npassports or anything, we just had I forget what it was called.",
        "A: Yeah, ID paper and you know she showed us our names and of course they had Sara added in\nthe middle to them. And she said, she told us that you know every Jew had that.",
        "A: I was athletic. We did a lot of, well we learned to play the recorder which I enjoyed and so\ndid my sister. Yeah we did a lot of craft things.",
        "A: Yeah, right and we always made things for Christmas. You know. Some little thing that we\ncould manage.",
        "A: No I was just very, I lived a very protected life. Really very protected. And I had very few\nfriends at that time. And you know I had cousins that I played with sometimes. But otherwise\nmy memories have been very much just in the house. And we had my mother’s sister was a\nhttps://collections.ushmm.org\nschool teacher and lived in Berlin also. And she’d come sometimes and she played games with\nus and show us how to do things and so on. She was great.",
        "A: No.",
        "A: No, no. And it was just nothing. It was totally kept away from -- under a rock right. Well my\nparents hadn’t had a lot of that either. And so —",
        "A: No. Well, not in Berlin. My father had two sisters, one of whom lived in Berlin. Her name\nwas Lotte Friedenthal. And she was the one who helped other people escape and there have been\nstories written about her and her activities.",
        "A: Yeah and was very much associated with the, the canon de Cokia [ph]. And then his other\nsister had married another Jew who, another Jewish family called Brega. And her husband was\na doctor and they left for England I think in 1935, long before we did. And also his cousin,\nHannah Pariser and her husband. The husband had some contacts in the Nazi government. He\nknew somebody who would keep him appraised of what was going on. And I think in 1932 he\nwas told to get his children out of the country. And I think the rest of the family followed in 35.\nAnd they went to Switzerland cause they had relatives in Switzerland. And you know my father\nwas helping various other more distant relatives.\nMy aunt Elizabeth, my mother’s sister, she did not leave until I think she was helped to get out in\n1940 and she, no it wasn’t ever clear to us whether she walked or swam across the presumably\nhttps://collections.ushmm.org\nRhine into Switzerland. But anyhow she got there. And then my, the aunt that worked with\nNiemoller, and his group, she also in 1941 they decided that it was too dangerous for her to\ncontinue working there. And so she was, she looked like a very mousy person and she was very\nhumble and you know wouldn’t speak out or anything but that was all not her true self.\nBut she did get out, masquerading as a spy into Switzerland so she left by train.",
        "A: And I think that was 1941. Yeah. But there is, I have to ask my sister. Somebody has written\na lot about her and I don’t know. It’s a German book and I’ve seen it but I don’t have a copy so.",
        "A: Well they just said you know you can’t stay in this school anymore. We want you to go to a\ndifferent school. And —",
        "A: No but you have to understand that in many ways we were brought up that children should be\nseen and not heard system. We were taught that you obeyed authority always. And if you didn’t\nit wasn’t great. I mean we got spanked and so one of my problems in even not only trying to\nwrite a memoir and so on is that we never asked our parents about things. Never knew our\nparents that well until later but not even then. And then it wasn’t that we were so much afraid of\nasking questions but we thought that they wouldn’t want to answer them. And so on. Especially\nmy father.\nSo no, I mean it’s a very weird situation and —",
        "A: Yeah, yeah. I mean I was used to the other school.\nhttps://collections.ushmm.org",
        "A: No, not that I remember.",
        "A: That’s what I remember. I would have to ask my sister whether she would remember.",
        "A: Well we went to the Goldschmidt’s schul [ph] which was a very good school. We\ncontinued you know with classes and in fact I have my final report when we left from the school,\nof what all the things, the classes that I took.",
        "A: I think it was either late 1937 or early 1938. I’m not sure.",
        "A: Yeah, she went to the same school. And the thing that annoyed me, I remember this very\nclearly is that you know school normally started at eight, but because we did not go to the Jewish\nreligion classes but went to special classes for Christian, there were other Christian children\nthere. We had to, twice a week I think it was, had to be there at seven in the morning because\nthat was a special class that not very many kids took.",
        "A: Who were in that class.\nhttps://collections.ushmm.org",
        "A: Yeah, who had to go to the special religion class.",
        "A: Christians, yeah right. Everybody there was definitely 100% Jewish. Yeah. Right.",
        "A: Seven, no it was, yeah seven probably.",
        "A: No, I just was annoyed. I didn’t like getting up that early and getting to school that early.\nAnd that I couldn’t be with everybody else . That was, I think my main thing.",
        "A: You know I don’t think it still didn’t mean much to me.",
        "A: It just you know ok so that’s what we were called now and so be it.",
        "A: Yes, yes. Actually I had sort of picked up that that was bad. I had thought and I think you\ntold me that I was wrong, that we had to wear our swastikas. No it was Jewish stars on our coats\nbut I told somebody else and she said no that wasn’t required until later so somebody must have\ntold him that later.\nhttps://collections.ushmm.org\nBut I did, one experience I remember very well actually. And I don’t remember what year it\nwas, 1936 the Olympics were in Berlin. And my father had tickets to the Olympics and he took\nme to the opening ceremony. And that was the only time I saw Hitler. And I mean I was you\nknow at school. Well that was different too. Once we went to the — but it just occurs to me now.\nYou know at the public school we always had to say Heil Hitler. And it was, as far as I was\nconcerned so that was just something you did. I think one of the things that gets 1s really terrible\nis with this never you know always obeying that you’re told to do is that you don’t learn that you\ndon’t have to do that. You know maybe at times.\nBut it was — I loved the whole spectacle of the opening day.",
        "A: Yeah right and then I think my sister went to watch something there too. But I think my\nfather felt that this was a very German thing. It was very important for Germany to have it. And\nso he took us.\nThe other, the other thing I remembered is that that I found very exciting. My father played\ntennis quite regularly and when it was finally deemed I was old enough to be a ball girl. For their\ntennis games. I loved that cause I could run around the court picking up the balls and so on.\nI have one other memory that is funny things that stick in your mind, which I don’t think I told\nanybody about in the family.\nAnd it was that we were not allowed to buy from vendors, street vendors but I loved hot dogs\ndearly and whenever we went downtown or anything and by a hot dog stand, I always wanted to\nbuy a hot dog. Was never allowed.\nWell one day I, there was a somebody came by with a cart and stopped outside the house we\nwere living in. I have to tell you about that too. And so I saw him and you know everybody was\ndoing something else and so I took some money out of my piggy bank and went outside and\nbought myself a hot dog and then hid it somewhere to eat it.\nAnd then went back in. And I felt so guilty. I just remember this you know, that I had done this\nterrible thing and nobody knew about it.\nBut the other thing that happened and again I don’t know whether it was 1937 or 38, we could no\nlonger stay on the very nice first floor, ground floor apartment on the Augusta Victoria Strasse.\nhttps://collections.ushmm.org\nWe had to move to a smaller apartment . We could no longer have a cook and a maid and a\nnanny. I think we were, oh we were allowed to have somebody who was over 65 could work for\nus. So that all changed. And instead of a nanny we then had a woman who came and taught us\nlanguages I think. Taught us French and English, no. Not English; French it was. Whom I\nremember and who was very nice.",
        "A: Well she was actually South African. Who was there.",
        "A: No, you know that was a fact.",
        "A: We’re just going to move and move we did. And —",
        "A: Right.",
        "A: No.",
        "A: No, no. cause we were kept away from those sights overall. I mean I think 1t was surprising\nthat we were taken to the Olympics in fact. But I think my father felt he had to. Now —\nhttps://collections.ushmm.org",
        "A: Oh, to put on a show. I don’t think he really wanted to.",
        "A: But that he was a good German. Again I never asked him about that and didn’t know but then\nin I have to get my years right here. In 1938 I think it was, it may have been late 37, I don’t\nknow. And I think it was in 1938 and I think it was in May though again I’m not sure. My\nfather was I was suddenly told one day that I was going to go and stay with my godmother who\ndidn’t live too far away and had two very young kids. And was going to go there to help her you\nknow play with the children. And it turned out my sister stayed with my mother. But that was\nwhen my father was taken to Sachsenhausen. In concentration camp, which again I knew nothing\nabout at all.",
        "A: NO, I was not home when he was taken away. I was not home when he came back. But so far\nand I don’t know how long it was. It seemed like forever. I didn’t like being there. I didn’t like\nthe two little kids very much.",
        "A: Some, but not much. And I mean I liked my godmother. I liked that she was her husband he\nmust have been around still at the time. He was in the army but there was no war yet.\nSo and I mean she was not Jewish.\nhttps://collections.ushmm.org",
        "A: No.",
        "A: No, no. I don’t. I think we still have a card that, that he sent at one point from a concentration\ncamp. I know from my sister that when he came back he was, he had pneumonia I think and also\nhe had, he didn’t have any fingernails. That’s what she told me but this was many years later.\nThat, that she told me. And so I never saw my father because he, as soon as he was able to travel,\nhad to leave the country. That was the condition.",
        "A: Right so. And —",
        "A: No, I knew that things were, things, I knew that things were not good you know. Wella\ngood, before my father was taken to the, to Sachsenhausen. He had lost his job. He wasn’t\nallowed to work anymore at the bank. And at that time what happened was that he decided, ok,\ngoing to be home. I mean he still actually worked for the bank I think, from home. And but he\ndecided he’d learn to drive and I remember that very first time on a Sunday he took us the whole\nfamily out in a Volkswagen to somewhere. I don’t remember where and that was very exciting.\nYou know, he felt that at least here he was doing something for his family. I think.\nBut and there were a few, few times like that.",
        "A: I don’t remember. I don’t think so. I think it was summer, summer time. No.\nhttps://collections.ushmm.org",
        "A: No, I don’t. I mean it just shows you how intensely sheltered.",
        "A: Sheltered I was. No, I didn’t. I didn’t know anything about it and it was also right around the\ntime when my father came back and then left. Immediately went to Switzerland and stayed with\nhis cousin, the Parisers who had a house by that time.",
        "A: Yeah, then I came back.",
        "A: Right, right.",
        "A: Then I come back home and I am told that we’re going to be moving to -- and we’re going to\nbe going you know in a month or two, to Switzerland where my father was. And so we went on,\nI don’t think we went to school. I’m trying to remember. But we had this person who had been\nteaching us French. We got more intensive with that since we were going to the French speaking\npart of Switzerland. And I think she was there all day every day and taught us you know math,\nwhatever, French, German. But I don’t have much of a memory. I do have a memory of\nactually, of the trip to Switzerland.\nhttps://collections.ushmm.org",
        "A: Yeah, yeah. I mean we went by train.",
        "A: I was excited about going somewhere different I think. Yeah.",
        "A: This was January 1939 when we finally left and there was something else that, but anyhow\nPll go with it, with the journey. And it was entirely by train. And when we —",
        "A: We took a certain amount of stuff and then a lot of it got packed up because and stored for the\ntime being. Furniture and so on.",
        "A: In Berlin, initially. And my father was already trying to find a job in another country. And\nalso trying to figure out what country would take us because the Swiss gave you a six months’\nvisa to stay and after that you were out.",
        "A: Well I found out, I mean it was brought home more, more completely to me in that, because\nthere was this funny name, Sara.",
        "A: On the papers that we had to leave Germany.\nhttps://collections.ushmm.org",
        "A: Yeah, right and —",
        "A: I just, well it was very negative. I didn’t want to be a Jew you know, because that, because I\ndidn’t want to leave you know. I liked where I had been and I —",
        "A: Right, right and I don’t think I ever liked change very much. I still don’t and that was\nprobably part of it though as I say I was excited that we were going to Switzerland and going to\nbe staying with this family. That I knew.",
        "A: Well I think you know when the change of school came.",
        "A: She, that, that had much more of a meaning to her because she’s four years older. Right so I\nthink no I think she realized also. She knew that my father was in a concentration camp and so\non because she stayed.",
        "A: No and this also will come out later that in fact I spent, I mean I did spend time with my\nsister. At that point we were living, and when we went to Switzerland we were living in some\nhttps://collections.ushmm.org\nhouse and so on, but after we got to England, there was very little time we spend together until,\nwell until we really got to know each other much later. So.\nBut this trip ok. Back to the trip to Switzerland. My mother had a little cushion that she took\nwith her, a little pillow that she took with her everywhere. You know when she went traveling or\nanything. And in this case, 1t was with her when we were going to Switzerland on the train. And\nwhen we got to I think the first border crossing out of Germany, initially. In other words the\nGerman folks would be coming in to look at our papers and so on. She took this pillow, put it in\nthe corner of the car, in the railroad car, sat me on it and said you are to sit on this and not move\nand not open your mouth. I was a talker. And but she said it in a tone of voice that I very rarely\nheard from her. So I knew this was serious.\nShe said I am the only one going to do the talking. And anyhow so the Germans came in and\nlooked at our papers. They were all ok. They asked my mother some questions. And then the\ntrain started again. And then this was repeated when we crossed the, into Switzerland. And it\nwasn’t til years later when my sister and I were discussing how did we live at all because you\nknow my parents left with almost no money. They did have some money in the states and I do\nremember later on that was always a great joy when a check arrived from a bank in the States.\nBut that I think what was in that pillow was jewelry and presumably some money. I mean\nsomething that they could use. I can’t think of any other reason for that particular thing and I\nmean they did have some money. You weren’t allowed to take any money out, nothing at all. In\nfact ’'m amazed that the jewelry wasn’t taken, with all of that. But I mean she didn’t have a lot\nof jewelry left afterwards so that was the memory.",
        "A: We got across the border. We, we got to Lausanne and that’s where the Pariser family had\ntheir house. And we stayed in their house.",
        "A: And I saw my father again.\nhttps://collections.ushmm.org",
        "A: You know I didn’t ever know my father very well so it wasn’t that exciting or anything. I\nmean we saw him. You know the way we were brought up, awful I think in many ways.",
        "A: Much more distant. You rarely got to talk to him. He rarely did anything with us which was\nwhy this when he decided to learn to drive and so on, it was so exciting. Because finally there\nwe were, he was. And you know he would ask us questions about what we had learned in school\nand the thing that was that I remember the most was that on a Sunday morning when he had an\negg for breakfast, he would cut off the top before he started eating it. A soft boiled egg and we\ntook it in turns to be allowed to have the egg white a little bit. That was it.\nAnd then I do remember other, it was mainly meal times that we saw him. So it’s strange really.",
        "A: Now we’re in Lausanne. It’s winter.",
        "A: 1939. We do some, yeah early, early 1939, January, February. We do some skiing. We —",
        "A: Right. Yeah, seven and a half a little more. We go on learning French and speaking it. And\nthen we start learning Dutch. Because my father had found a job in I think it was Rotterdam.\nAnd with a bank. And so we were going to move to Holland, to the Netherlands. But the visas\nwere going to run out before we, before they could really do the whole transfer and so they got in\ntouch, my parents got in touch with the Kindertransport and they arranged for us to be flown out\nhttps://collections.ushmm.org\nof Switzerland to London where we were met by the Brega family and who lived outside of\nCambridge in an old, freezing cold rectory.",
        "A: No, no I don’t. I mean we were, we were always presented with these things fait accompli\nyou know. What is there to talk about. This is what’s going to happen. And I was with my\nsister. I mean, so I didn’t feel that bad. I was excited about flying.",
        "A: No. I have no idea how —",
        "A: Well they had a lot of contact I think my father did. A lot of his colleagues helped him you\nknow from the bank and they probably got in touch with someone. We think that he got out of\nthe concentration camp as soon as he did, that there were a lot of bribes provided by his\ncolleagues.",
        "A: I think it was five months. So again there’s really no records of any of that. But from, as I\nsay, we did have a card that stated the date of his release and but that’s as much as I know.",
        "A: Well I took, yeah I mean, at the ripe old age of seven and a half. I was reading I think a well-\nhttps://collections.ushmm.org\nknown book called [German title of book], Three Geese were Flying over the Rhine. I don’t\nknow who the author is. I should look it up some way, but I was reading that book and I thought\nthat was very appropriate because I was going to be flying too.\nAnd I didn’t like the idea of being separated from my parents. At all. But you know. If you’re,\nthis brings me to questions the taxi driver put to me not long ago at all here, when I was coming\nhome in a cab. And we were talking, he was a very nice guy. Obviously well-schooled. And I\ndon’t remember where he was from. What country he was from. But we had been talking about\nliving in different countries and so on. And then there was silence for a moment and the next\nquestion that came out was what is your philosophy of life. And I thought whoops.",
        "A: He asked me, yeah. And I said well you know I never ascribed a specific philosophy but now\nthat you ask me I think I have to say that over the course of my life it’s been more or less enjoy\nthe good and deal with the bad. And I think that was the way in part that I was dealing with it. I\nwas miserable when we were first in England.",
        "A: Yeah.",
        "A: The flight was great, yeah I loved it.",
        "A: I-\nhttps://collections.ushmm.org",
        "A: No. No, somebody came and picked us up. From Kindertransport.",
        "A: Well that wasn’t so good. No, I mean at that point I really realized that things were serious\nand not going to be that great. And so then we went to --",
        "A: Well you know you didn’t show your emotions. That’s another thing we were told you know.\nHold it in. People don’t have to know how you feel and of course, don’t talk with your hands.\nDon’t act Jewish you know. And I mean all those things, they’re really awful I think. Certainly.\nIt’s not the way to bring up kids but those were difficult times. Right. So.",
        "A: You know I have always been or almost always, now I’m not quite as anxious to do new\nthings anymore. But I was always ready to try new things and I think my sister probably -- I also\nfelt protected by her so it was a fun thing.\nGail Schwartz: This is a United States Holocaust Memorial Museum interview, continuation\nwith Marianne Friedenthal Milkman. This is track number 2 and we had been talking about your\ntrip to England that you went on with the help of the Kindertransport, you and your sister flew\ninto England. Now you’ve arrived at the airport in England.\nMarianne Milkman: And I think we are picked up by my uncle in law. Ernst Brega and his son,\nanother Ernst Brega and we go by train from London to Cambridge. And then when we get to\nCambridge, we I think are picked up by his daughter in a really old car so this is May 1939. And\nthe car which has a hole in it at one place and so you can see the road below. But anyhow, it\nhttps://collections.ushmm.org\nworks. And we drive from the train station about eight miles out into the country. And we end\nup at a big, big stone house, very thick stone walls, right next to a church, an Episcopal church.\nAnd that is where my cousins and my aunt and uncle are living.",
        "A: Very little.",
        "A: Yeah, we had a little bit of tutoring in English when it seemed began to seem likely that we\nmight be going to England but I had very little English. But of course my cousins, well my\ncousins actually didn’t speak German that well because they had been living in England quite a\nwhile but they still spoke it and understood it.",
        "A: Not well. We had I think I’d met my aunt and uncle. I’m not sure I’d met the cousins before.\nAnd they were older than us. Quite a lot older. The oldest one, Hannah, was I think in college at\nthe time, at the university studying pre-med. And her sister was in nursing school. And her\nbrother I think was still in high school. So but finishing high school because then he went in for\nthe army.\nAnd they were of course also Jews, but not practicing. However, not Christians. And so we\ncame into this big house and the first thing, I mean it was May. The first thing I remember is that\nit was cold when you walked in. And that’s one of my main memories about this house.\nHowever, it also, it did have running water, but only if every day, everybody did their pumping\nof water up to the tanks. So that we would have water in the house. It had no electricity at all.\nAnd the cooking was done on a canner gas stove.\nIt was spacious but as I discovered later as I lived there longer, it didn’t have much heating\neither. The kitchen would be warm and the living room would have a fire going in it all the time,\nbut otherwise it was very cold. But anyhow this was the beginning of summer and I think that\nhttps://collections.ushmm.org\nthey tried to make us feel at home. You know as much as they could, but we also had to help and\nthis is for the first time now we had to really you know make our own beds and we had to help\nget —",
        "A: No. Very spoiled. And we had to help set the table and cook and then they had a very large\nvegetable garden and they kept rabbits and goats. I hated the goats because they were always\nwanting to butt me whenever I walked by. They had boss (?) outside of the orchard with plums,\ngreengages, apples all kinds of things.",
        "A: It was a village and it was called Caldecote. C-A-L-D-E-C-O-T-E. And it was a village that\nwas very stretched out along a road that went constantly uphill. But, and in many ways we were\nvery isolated. We did have a farmer across the street who had two or three sons who were more\nor less my age. But we didn’t, I didn’t get to know them until many years later.\nBut there were nice places to go. You could walk across a field to the next village. I mean there\nwere trails and paths and —",
        "A: I didn’t directly, but my aunt and uncle did. And but no, we didn’t, well we got letters from\nthem and we wrote to them about what was going on.",
        "A: Summer, right. And basically we’re helping out and we were growing a lot of vegetables.\nAnd I don’t know whether then or whether it was later once war broke out. That we would take\nvegetables and rabbits and whatever to the market in Cambridge to sell. Once more this family\ndidn’t have a lot of money either.\nhttps://collections.ushmm.org",
        "A: Right, selling the product and then I always remember hanging from a tree right near the\nkitchen scullery. There was always some goats milk cheese being made which I still can see that\nin my mind. Well it was a very, very different mode of existence and you know we went into\nCambridge sometimes. And I’m not sure exactly when but at some point because my sister was\nbeing sponsored by a family in another town which was called Bishop’s Dorford [ph], I think.",
        "A: But she was with me initially and I don’t remember. About a month later I think she went to\nlive with —",
        "A: After our arrival. She went to live with that family.",
        "A: It was awful. I think it was awful for both of us. And I didn’t get along that well with my\naunt. She thought I was spoiled and she was right. And —",
        "A: Yeah. They were my sponsors. And --",
        "A: Yeah, right. And then at some point and I don’t know how it worked at all. I started going to\na school in Cambridge.\nhttps://collections.ushmm.org",
        "A: Eight miles. Which meant that, initially that somebody had to drive me or there was a bus at\nthe bottom of the hill that didn’t run very frequently but that did take you into town and\nsomebody would meet me. And this was elementary school, the Landeff [ph] school and I only\nhave only good memories of it. But the principal was very much, took special care to try and\nget, let me learn English as fast as possible. And the kids were nice. The teachers were nice and\nI enjoyed being there. And —",
        "A: Yeah, I picked up English quite quickly. I think knowing German and French helped to some\nextent. Though English is certainly a much more difficult language because it’s nothing but —\nnothing nearly as regulated as in German and French.",
        "A: Ok, well in August of 39, my father and mother had moved, by that time they had moved to\nRotterdam. And had an apartment and it was ready to go. We had our furniture and stuff in\nthere. And so he came to spend a couple of weeks in England. And in early August, and then\ntake us back to Holland. So we could use our Dutch. Anyhow, as you know as things got bad\nrapidly and in those weeks and he decided I think in the last week of August, he sent a telegram\nto my mother and said get on the next plane you can get onto in London. And do whatever you\ncan because I don’t think we are going to, I mean he didn’t say anything more than that but, and\nso she did. And I think it was September first that she flew out. Right.\nAnd you know came with one suitcase and, and joined us. Now that made me very happy. And\nof course then a couple of days later, war was declared. And I began to understand. Now we\nwere told things much more as to what was going on. And so both my parents were there. And\nstayed, stayed there also until my father was interned at the beginning of 1940 I think it was.\nYeah, early January 1940.\nhttps://collections.ushmm.org",
        "A: Well it, yeah in part. I mean we were enemy aliens.",
        "A: Yeah we were enemy aliens. We did, he didn’t have a, he had a visiting visa. So did my\nmother, so we were, they were suspect. But then, I mean they interned almost everybody was\ninterned. My uncle and his son were sent, I don’t know whether his son was sent to Canada. I\nknow that in the Pariser family one of the kids who was a student by that time, he went to\nCanada. They were just all, the Brits were, they were scared. They didn’t know who were spies\nand who weren’t. In the first place. And in the second place, they were worried about invasion.\nWell that came a little later, the greatest (wise?) in 41. But and they didn’t want all these Jews\naround. Because if indeed the invasion happened there would be a calamity. And then in that\nsense I think they were both trying to protect themselves and the Jews who were there.\nBut my, and my father was interned early in January of 1940. And then my mother was —",
        "A: He was taken to the Isle of Man. That’s where they commandeered the hotels on the Isle of\nMan and that’s where people stayed over all. But the men and the women were separate.",
        "A: And my mother went there in I think it was around my birthday. I think in May.",
        "A: So she stayed yeah.\nhttps://collections.ushmm.org",
        "A: Right. And then she went also and by that time I was sort of a week, weekly boarder at the\nschool I was at. They had a house, in Cambridge, yeah. They had a house because they had also\na lot of kids from, whose parents were overseas. So —",
        "A: Yes.",
        "A: That I don’t know. Probably.",
        "A: Well yes. I mean that’s, that’s what all Jews I think probably find the hardest. That you are\nvery different. Of course not only because you come from a different country but because you’re\nJewish. That’s sort of a stigma right there. And there was a lot of anti-Semitism still in England.\nThere still is, I think. But I liked the kids there. And I liked being a weekly boarder because it\nmeant you know there were other people to play with and you played outside a lot.",
        "A: And then I’d go back at the weekend yeah. Right. And there was, somebody would take me\nto the bus and wait with me at the bus stop and then one of the family would pick me up at the\nother end. It wasn’t very far. The bus stop. So that worked quite well. But then, then when my\nmother also was interned, then I really got very unhappy. It’s not a time I choose to remember\nvery much. I mean it’s, it’s, I did well in school. I was learning English well. And —\nhttps://collections.ushmm.org",
        "A: There was very little contact with my sister because she wrote to my parents regularly but and\nonce in a while she’d write to me. But there was no phoning or anything you know. So really\nwhen, I mean on vacations she came. She came back to Cambridge. And she had a hard time\ntoo. Being —",
        "A: Right, exactly. So those were rough times for everybody. I mean I realize you know —",
        "A: Oh very aware because one of the things that you know every evening at 6:00 everybody\nwould gather around the radio and then just the way it’s shown often in movies and whatever.\nAnd we were told not to interrupt or anything cause everybody wanted to listen. And you know\nwe heard Churchill’s speeches and so on. And the news wasn’t very good obviously.",
        "A: Not that I heard. No and I don’t know whether, I’m sure they did somewhere, but we didn’t\nget them. And I mean it was very, we were lucky to have a decent radio, ability to at least hear\nwhat was going on. And I think the thing was with the school that it was full of other kids who\nwere not anywhere near their home or their origins.",
        "A: We had something in common, right. So that I think that worked quite well.\nhttps://collections.ushmm.org",
        "A: Not much, no. I have a feeling that they were told not to question me. Again, in retrospect\nbecause that was difficult. But anyhow, then in and again I’m having trouble with the exact\ndates. But I think in the late 1940s when Britain was very scared about invasion, in 1940. Yeah,\n1940.",
        "A: Yeah late 1940 is better. My parents decided and this was permitted. They could have taken\nus. We could have gone with my mother to the internment camp, if we’d wanted to initially. I\nmean if they’d wanted us to come. But she had no idea what it was going to be like and she\ndecided that we should just stay and go to school and so on.\nBut then in I think it was September or October 1940, the Brits were starting to send the refugees\nin the internment camps, some of them anyhow, to Australia. And when my parents heard that,\nthey decided well if we’re going to Australia let’s go as a family and so we went. And we stayed\nwith my mother.",
        "A: We left Cambridge, well she left Bishop’s Dorford. I left Cambridge and we, it was an\ninteresting trip because we went by train to Liverpool. I think with some other children and\nsomebody taking care of us. And then we spent the night in a Liverpool boarding school. I\nremember that, on bunk beds. It was sort of fun. In some ways.\nAnd then we took the boat across to the Isle of Man after, the next day and were met and then\ntook a train to whatever it was. My mother was in —",
        "A: Yeah, we were together and we were greeted by the camp commandant, an imposing woman\nwith steely eyes who greeted us with not very much enthusiasm and said well I think your\nmother is here, something like that and left. But anyhow, so then we got to share a room with my\nmother and another woman.\nhttps://collections.ushmm.org",
        "A: The women were separate from the men. The women lived in pairs and now both my mother\nand the very nice woman who somehow she was distantly related to, I think, in some way had\nalso had my sister and me in the room. And it was one room so that was close quarters.\nBut fortunately they had set up schools for the children. And my sister went to a different school.\nIn fact she went to the next village, St. Mary’s to go to school. Cause middle school I guess.\nAnd I went to the elementary school. And they were great. We learned a lot. We were taught in\nEnglish. I remember winning a limerick competition.",
        "A: That I don’t remember but it was clean. And yeah I got a limerick book as an award. And I\ndon’t have that any more either. I should have kept it. But I remember that time overall and I\nwill tell you about the bad experiences. But you know we were at the shore and in one area was\nvery rocky and that was open. That wasn’t barbed wire anywhere where you could land a boat.\nYou know was fenced off. But in that area, we had a wonderful time climbing among the rocks\nand seeing what was in the tide pools and I thoroughly enjoyed that part of it. And I liked school.\nAnd you know everybody was in the same boat. Really. There was roll call every morning in the\ndining room. For everybody. But the children could respond for their parents.",
        "A: You know I think there were but we didn’t go to them. I’m pretty sure there were.",
        "A: Oh very much so. Mm hm, absolutely. I frankly did not want to have anything to do with\nJudaism, anything Jewish yeah. Jewish. And so that was a relatively for us at least, a relatively\npleasant experience. The one really bad experience there was that they did have arranged for\nhttps://collections.ushmm.org\nfamilies to meet. I don’t know whether that was once or twice a year but we weren’t there for a\nwhole year. But I do remember that when the time came, and my father and mother could\ncorrespond but everything was censored. I mean everything was read. So you couldn’t write very\nmuch.",
        "A: They were same, yeah right. Everybody was on the Island of Man. My father was in Douglas\nand —",
        "A: And so anyhow we were, we all met, we were all put on trains and locked in. And there were\npeople there who were escaping in the concentration camp who we would hear that somebody\nhad escaped in a boat across to Ireland and those were obviously people who were spying. For\nsomebody.\nAnd (pause) so first we were locked into the train cars which wasn’t, didn’t feel very good. But\nthen we all met in a gigantic hall which was basically empty but had chairs all around the edges\nand the center was I don’t remember what they had there. And once you know you hooked up\nwith, we hooked up with my father, we stayed with my parents for a little while. And then they\nsaid why don’t you go off and find something to do. And there really wasn’t anything to do. You\nknow they hadn’t, it was totally unplanned. And I think we had all taken something to eat, some\nlunch and so on. But so there were all these kids wandering around with nothing to do. And I\nthink some had brought some playing cards and we would join some group and played\nsomething.\nBut it was just awful. It was a dark hall. It was cold. As always. And it was a thoroughly\nunpleasant experience as far as I was concerned.\nhttps://collections.ushmm.org",
        "A: Yeah, right and I mean you know it must have been for my parents too. Just awful. And then\nyou know to be released from these camps, you really had to have somebody who would help\nyou, you know, a lawyer and somebody who would help you with presenting your case as to why\nyou were, well in my father’s case, why he was in Britain with a you know three week visa. And\nso on. And he did not get good help at all. And so it took a long time for him to get released. It\nwas much, much quicker for my mother. I mean there were, my aunt and uncle in Cambridge\ntried to get some of their British friends to write letters and so on to help.\nBut I think we were -- my mother was released in where was I, in 41. Early in 1941. Well in\nMay or June I think. And so we were too, my sister and I. And the question then was, where do\nwe go? And my sister at that point was going to be sponsored by somebody in Cambridge, by the\nJewish something. Group. In Cambridge. So that’s where she was going.\nMy mother felt that she wanted to be somewhere where when my father was released he could\ncome to and there would be maybe some opportunities there for working or something. And so\nthis, the Pariser family who had by that time moved to St. Albans which was a small, small\nmarket town but a beautiful town with a very old third century cathedral. And which the\nRomans occupied at one point and there were Roman baths still and so on. So it was a nice small\ntown. And the Pariser family said you know that we could have the top floor of the house.\nSo that was what my mother and father decided we should do and my father was still in there for\nat least another six months before he got out. And so that was a new place to go but, but it, I\nfound it a lot better because I went to the high school there. That was also interesting because it\nwas, I mean I was still only eight. But, but the high school no, I must be older, yeah. Right.\nBut you know it was one that was -- you had school uniforms, blazers, hats and so on. And of\ncourse this was all an issue because we didn’t have any money to buy these things. So I got stuff\nsecond hand. They arranged that. And I liked the school overall and I made friends there. And\nlearned to play netball, to play basketball, only somewhat different. And I got a bicycle even\nthough it was an old sit up and beg bicycle. I could go bicycle riding with my friends. And I did\nwell in the school. They thought I didn’t know the language probably so they put me in a lower\nclass initially but then I got moved up to where I should have been. And I had a good friend who\nlived just up the road and whose mother was very nice to me. And sort of would find things that\nshe said her daughter wasn’t going to use any more and so on and give them to me. So that was\nactually a, overall a quite pleasant time. Though of course the war was terrible. And —\nhttps://collections.ushmm.org",
        "A: Oh then I was very aware because first of all the cousins there, they were second cousins\nactually. The Parisers. They were working in London and so they would come back on weekends\nbut you know they were there during the Blitz. And we were, I mean we would hear things go\nover. We were maybe twenty miles north of London and hear the planes go over. And then later\nthe V-1’s and V-2’s, yeah rockets. And you know the V-2’s if you didn’t hear them anymore,\nyou knew they were dropping. But that was, and after my, when my father was released his\ncousin, this textile guy was starting just a small business where he used I don’t know what they\ncall it. A cutting floor remnants and I don’t know whether he or somebody else, they designed\nslippers and tam-o-shanters and gloves and all kinds of things to be made from these wool\nremnants.",
        "A: Yeah the waste, yeah right exactly. Stuff. And so he kind of partly employed my father to do\nthe, you know keep the books somewhat. And help out, but my father was very, very depressed\nat that time because he realized what a terrible mistake he had made. He clearly that wasn’t\nreally anything he was qualified to do in the country. Because he knew German law, not British\nlaw. And so he had a very hard time. And my mother for the first time in her life had to cook\nand she enjoyed that. She learned to cook from the cousin, who was a good cook.\nAnd then also she learned to sew. We used to go to the market on Saturdays and there was\nusually a truck there, a flat, a truck which had on it old things and that’s where my bicycle came\nfrom for very little money. And one day we saw it and there was an ancient Singer sewing\nmachine. You know the kind, the treadle kind. And so she said, hey that’s what I want. And so\nsomehow or other, she arranged to get them to deliver it. And she taught herself to sew. Again\nHannah Pariser helped her. She knew how.\nAnd from then on she sewed all my clothes. She sewed my, when she could, my uniforms for\nschool. And I did very well in school. The friend up the road and I we sort of competed, not very\nhard but as to who would be first in the class and who would be second. And she was smart. And\nhttps://collections.ushmm.org\nwe really didn’t care. But and the one thing there though that made me very unhappy was that\nmost of the you know you were always, I was always a hanger on to a group that I really wanted\nto be a part of. And they would tolerate me but I wasn’t part of the group. And they were all Girl\nGuides, Girl Scouts. Yeah. And that’s what I wanted to be. You know I wanted to be a Girl\nGuide too. And then maybe I could become really part of the group. But that was one thing my\nparents said absolutely not. You are not going to be in any outfit with uniforms. We’ve seen\nenough of what goes on with those. And of course they didn’t know anything about the Girl\nGuide movement. I got a Girl Guide book and showed it to them. And said you know it’s all\nright and these are all good people. They said no. You can’t do it. So that was very hard I found\nnot to be able to, of course they’d go to camp.",
        "A: Yeah they spoke English but with an accent and so you know you’re always embarrassed\nabout that. And well, as everybody says, you can never really belong. And that was true\nthroughout my, the whole stay in England. I have to say that I got a wonderful education in\nEngland. And all of it essentially free, because after, well there was a, you’|l be interested to hear\nthis.\nThey had a Christmas pageant at the school every year. And because I could play the recorder\nthey, I became annually the shepherd that led everybody else and I played “Silent Night” at the\nappropriate times. And so on. And I liked that. But again not what you would expect a Jewish\nrefugee to do. I did have one bad experience with that whole thing because we would be given,\nwell our costume as a shepherd, you dyed something in tea leaves and you know sewed it\ntogether and wore it. But I think a friend of mine was a bishop, somebody. And she had a miter\nthat she was taking home. I don’t know why she was taking it home. Anyhow. And so she had it\nand she said do you want to wear this and I said sure you know. So I put it on and was walking\ndown past the school, we were heading home. And one of the teachers saw me with it on and so\nshe pulled me in, there was a school there and she said how dare you do this. It’s sacrilege and\nyou don’t’ know any better and no you probably don’t and she was so awful. And here we are\nletting you go to school for free you know. We’re giving you this and that and oh it was just\nterrible. And I never told my parents. But that among other things made me decide that I didn’t\nhttps://collections.ushmm.org\nwant to finish my high school there. And they decided that too for other reasons. Because there\nwasn’t enough advanced stuff being taught.",
        "A: Well during that time in St. Albans. Of course I sang in the choir and so I sang in the\ncathedral and that was wonderful. It was a really great experience. I no, I really can’t say that I\ndid. I don’t think I ever heard it from any kid in school. But I was different enough.",
        "A: Yes, not to be able to, you know not to belong. I mean I never felt I belonged.",
        "A: Yes they did, they did somewhat.",
        "A: In front of us and they would talk about somebody who had been taken to, yeah taken away\nand what was going on. They did talk about it then and they would, and what they heard from\nother people. Yeah at that point I, it was much more open. I think they just had to be. They\ndidn’t have, I mean with my aunt and uncle and my older cousins there because —",
        "A: I felt safe. Yeah. I felt really safe. And I was actually also this must have been earlier when I\nwas still a boarder. And they were you know they were, Cambridge did not get bombed much\nbut there were air raid warnings all the time. And when the warning came on, we had to go\ndown to the base, to the shelter and they had bunks in the shelter for us. And we got hot\nhttps://collections.ushmm.org\nchocolate and cookies. It was not really scary. It was more scary in St. Albans with the London\nbombing.\nAnd my father was an air raid warden. And here we were enemy aliens, had to report every\nmonth or whatever it was. You know to, I don’t think it was that frequent. But that we were still\nthere and hadn’t escaped or anything. But he got to know the woman who was actually head of\nthe, for, in our district, or area, and she enjoyed talking to him so she said come along with me.\nWe’ll make you an air raid warden too. So he actually, that’s probably the best time he had was\nthe nights he went out with her. To make sure everybody’s black out was good and so on. And\ntalking with her. He was not a happy person. And I did my, when I was 15 so that means in 46, I\ndid my school certificate exams which are state exams. Our, you don’t have to go to school after\nthat if you don’t want to. But if you want to go to the university then you go on to sixth form.",
        "A: Yes, yes we did.",
        "A: Oh that was great because we, it was actually we went to London to stay with friends.",
        "A: Right. Yeah and we went to London and then we went out on the streets and celebrated with\neverybody. It was amazing. And in fact once more, sort of a little, we stayed with a couple who\nwere good friends of my parents. They didn’t have any children. But they had one of these\nindoor air raid shelters in their living room. You know they were, it’s almost like a tent but it’s\nfortified better. It’s basically to protect you from the ceiling falling. And whenever I went they\nwould, which was not very often, I would sleep in that. And that was the only place for me to\nsleep on the, in 1945. So that was still sleeping in the air raid shelter. We also had classes in the\nair raid shelters when I was at school. In St. Albans cause we had so many air raid warnings. And\nwe all when we were at school we, from class to class, we had to take with us, a blanket that was\nhttps://collections.ushmm.org\nrolled up, and our gas masks and then our books. And so we would all go off into the cold air\nraid shelter. It was underground. And each class had a certain section and we would sit on either\nside and would go on having class. I remember reading Shakespeare down there in the air raid\nshelter. And you know it just became so much part of our existence. And they played it on the\nschool teams somewhat. So that was nice and from my house, we were divided into houses. I\nmean not that there was a house but it was just different groups.\nSo there were, there were really a lot of good experiences.",
        "A: Yes, yes there were but they were fairly —",
        "A: Most of it yeah.",
        "A: Yes, they did.",
        "A: Well you know there was still communication between, well early on you know my two aunts\nwere still in Berlin and you could still get letters, cards through and I think everybody developed\nsome, a code which made it clear. So they knew. And later on, yeah my mother’s brother and his\nfamily went to Denmark and they got news there quite often and would pass it on to us. So that\nwas good.",
        "A: Yeah they did but they were extended yeah. The immediate family all survived. Yes, right.\nhttps://collections.ushmm.org\nBut I think my grandmother who was in Berlin, my father’s mother and whom the aunt, the\nNiemoller aunt looked after, I think she died of natural causes. She was not taken to a\nconcentration camp.\nBut during that whole time I think I just did not want to have anything to do with being Jewish,\nwith knowing about Jews, with anything. I wanted to be British but —",
        "A: I got my school certificate but then I went on to, at that point you can specialize. You can\ndecide what area you want to do in university and my sister had specialized in romance\nlanguages and I was good at those too but I decided that I didn’t want to do the same thing she\nwas doing. And I had gotten, I enjoyed being outside and looking at the flowers and insects and\nall those things. So I decided I’d go into the sciences. And so that was 45, 46. 46.\nI switched schools and I went to Cambridge to the high school, my sister had been in the Per\nschool which was a very good high school. I spent you could spend two years or three years\nthere but I was very young so I actually spent three years. But also so that I hoped I would be\nable to get a state scholarship which would pay for everything when I went to university. If I\nstayed the extra year and got a distinction in the area that I wanted to go into. And that worked\nout. And I didn’t apply, I applied to the two women’s colleges in Cambridge university. And\nthen I applied to Bedford College in London. You didn’t apply to many places in those days,\nvery much. And I got on the waiting list for Cambridge and I mean fairly quickly got told that I\nhad gotten in. So I went to Cambridge University and went to Girton College.\nThat was great. And particularly because virtually everything was paid for by the state and got a\nstate scholarship. Oh yes, but the problem then came. In 1940, let’s see where are we. In 1948\nmy father went back to Germany. My mother stayed in England in St. Albans cause she had\ngotten herself a job in working on interchange with high school German and English students.\nAnd so she loved that job and she loved being independent. But she stayed basically because I\nwasn’t 18 yet. And that anyhow didn’t help because it turned out that they didn’t want to leave\nme in England without having citizenship because I was going to be alone. Well my sister was\nthere. And so it turned out that you couldn’t apply for citizenship until you were 21. So then we\nwent through this period where my headmistress, various other people wrote letters for me\nhttps://collections.ushmm.org\nsaying ok this, this girl is going to be 18 in May. She will be alone in this country with, her\nparents will be in Germany. And she will have absolutely no status whatsoever unless she can\nbecome a citizen. And so eventually I became a citizen and when I turned 18. They agreed that\nthis was reasonable.\nAnd then I applied for scholarships everywhere. And it was very funny because the county of\nCambridge also provided scholarships with a lot of money if you needed it. And I was, I think\nmy father said that he could provide 100 pounds a year or something. And but that was it. And\nso I needed my board and room, tuition and so on. And I got a state scholarship which actually\npaid for everything. And I got a letter from the Cambridge county congratulating me on getting\nstate scholarship and they said and I have to tell you we are particularly grateful because you\nwould have been by far the most expensive student we ever funded. So which I thought was a\nvery nice letter at the time.",
        "A: No, none. I had no desire to go to Germany. I didn’t —",
        "A: I didn’t feel German at all. I didn’t want to have anything to do with Germany. My sister was\nthe same. And we didn’t go, well I did go back to see my parents and she did too. But not very\nwillingly. And it took a long time before I felt at all comfortable going there. And you know the,\nI mean the Brits and as I say they gave me a wonderful education and I had three great years in\ncollege. And I didn’t have the problems that actually one of my best friends was Jewish and\nactive in the student Jewish community. And you know that’s fine. I was still strong active --",
        "A: Yeah, I had been confirmed and cause, Church of England.\nhttps://collections.ushmm.org",
        "A: Right. And I was active in the student Christian movement. And I didn’t have the problem\nthat well, I mean I had a slight problem that my sister had with who of course was four years old.\nIt was worse then. That she, well I think one boyfriend was particularly bad but that she was I\nthink very fond of. And he of her. And I think she said one day you know I’d really like to meet\nyour parents. And he said, no this is, unfortunately they have a real problem. I can’t take you\nhome. And I think that happened to her a couple of times.\nTo me only once when I had a boyfriend and his, I think his brother came to town and sister. And\nwell sister in law. And they took us out for dinner. And they you know it was a perfectly ok\ndinner but I didn’t measure up. So that was the end of that one.\nSo it’s, I mean I, I think I had a love hate relationship with Great Britain. And one of the\nconditions of my scholarship was that I had to teach for four years in high school science, after I\ngraduated. So I spent a year in London, getting a teaching diploma which I enjoyed. And then I\ntaught at Oxford high school for four years. And I liked teaching. I still like teaching. And it\nwasn’t a hardship. But when the four years were up, I decided that I needed to do something else\nand I needed to get out of Britain and you know see what else was around to offer. And I wanted\nto do graduate work in freshwater biology which I had studied to some extent and taken my\nsenior year students to various what do you call them. Field stations. Yeah. And to do work\nthere. And so on. So I applied to a number of universities in the States and one of the teachers\nthat was teaching 1n the same school I was, had been for a year to the states, and she said you\nshould go do that. It’s really good. And so I got a couple of scholarships to do that. And went to\nAnn Arbor, Michigan.\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection with Marianne Friedenthal Milkman. This is track number three and you\nwere talking about how you applied for programs in the United States and you got accepted at\nMichigan.\nhttps://collections.ushmm.org\nMarianne Milkman: Right. So I went to the University of Michigan. This was 1957. And to the\nzoology department there to study limnology. And as it happens my husband to be also was\nstarting in the zoology department at the University of Michigan. It was his first job teaching\nthere. And he had just done a post doctorate in Paris, so we didn’t come back on the same boat.\nBut that’s what it felt like.",
        "A: No, I didn’t know him before.",
        "A: Yeah, yeah he was American. And the, somebody suggested that he take me to the\ndepartment picnic which they always had for new folks and everybody else who was there at the\nbeginning of the semester so that’s how I met him. And we got engaged about nine months later\nand were married in October of 1958. So that was great. I —",
        "A: Yeah right and then got permission to stay when I got married. That, that you have to apply\nbecause when you go, you’re only going for two years, one or two years and then have to come\nback home.",
        "A: Yes.\nhttps://collections.ushmm.org",
        "A: Yeah so that’s, that’s the really, that’s the really interesting thing. Because he was Jewish and\nit, I found that I really found Jews very compatible. I enjoyed them.",
        "A: Right, exactly. And well it was partly of course the whole atmosphere in the United States. I\nmean there suddenly I was felt I was truly free, free of all these things that had been hanging on\nyou know to me and making life difficult. And I wasn’t an enemy alien anymore. I mean I had\nbecome a British citizen but it still didn’t feel like it. And just overall I mean the whole\natmosphere you know was so welcoming and for the first time I felt that all he cared about was\nwhat kind of a person I was. And you know what I could do. And not where I came from. Or\nwhat my religion was or anything else.\nAnd it was very interesting because Roger was not a practicing Jew. I mean he had been\nconfirmed, grew up in Scranton, Pennsylvania. And he, but he said you know I’Il come to church\nwith you.",
        "A: Cause you’re still a Christian and I only had one requirement is that the, whoever the pastor 1s\ngives good sermons. And so that’s in fact what happened. We were married in the Episcopal\nchurch in Ann Arbor. And we had some Jewish ushers and some Christian ones. And we had, I\nhave to say that probably most of my friends were Jewish. And I met his family and his mother\nwondered about me I think but accepted me. And then —",
        "A: Yes, yes they did. They certainly did. And my parents came to the wedding and so on and\nthey got along well with the in laws and so on. So that was fine. And then I got pregnant very\nquickly cause we were both a little older than, cause I taught four years in between and he of\ncourse had done a PhD and post doc. And so that came first and then we had four children in\nfairly rapid succession. And which was fine. We stayed in Ann Arbor for about three years and\nhttps://collections.ushmm.org\nthen went to Syracuse University where three of our children were born. And this was during I\nthink the time that was very important for both of us was the civil rights movement. And I\ninitially could not be very active in it because I wasn’t a citizen. An American citizen. And so I\ndid a certain amount. Roger did —",
        "A: No you have to wait five years.",
        "A: Yeah well you did then. I don’t know whether you still do. So 1963 as soon as I could easily\nbecome a citizen I became a citizen. And that was very exciting to me.",
        "A: Yes, we were both very, very active.",
        "A: A number of things. One is that they were, there was a sort of ghetto in downtown Syracuse at\nthe time. Ghetto area and actually this was all through the church that I belonged to which had a\nwonderful pastor which who said anybody can come to this church. It doesn’t matter who you\nare, what you believe. If you’re Jewish that’s fine. Roger was on the finance committee. And so\non. And that was very much a center of civil right activity. And they gave, you know they\nallowed CORE and other groups to meet there and so on. They got bomb threats in the church as\na result. But anyhow he did a lot of demonstrating downtown where they were trying to clear out\nthe ghetto area so they could build —\nhttps://collections.ushmm.org",
        "A: No. Not low cost housing down there. There it was much too expensive land. No they built\nhuge buildings. One was for Mutual of New York, where the money was and so on. And then we\ndiscovered actually from our neighbors, one of whom was a realtor that we talked to them one\nday and said you know where, what’s going to happen with the people who are, don’t have\nanywhere to go now from the ghetto. And they said oh yeah, we know, we know exactly where\nthey’re going to go and so we said where. And they said well you know outside of town, a few\nmiles north there’s a very good area where they can all settle. And we said oh all right. Now we\nknow and that did in fact not happen. But that was a very, there was a lot of red lining in those\nareas and so on.\nThe thing that I worked on mainly is that I started an after school program at the church, at the\nEpiscopal church for the ghetto children. And that was I mean basically because I had so many\nlittle children and I couldn’t do very much except telephone. And so I set this up and got students\nfrom the university to tutor them and so on. And that was very successful I think.",
        "A: I’m sure that’s, that played a large part in my really wanting to do this. And of course what\nhad happened to all the Jews. I mean that was very much part of my thinking now in the sense of\nok so this was one group that’s being you know done in. Let’s save another group that has not --\nI mean I really learned about the whole slavery problem and, and how much that, how much of a\nproblem it still was. I mean I did a lot of canvassing in black areas in the last election also.\nBecause I just felt very strongly that anybody who 1s an underdog like that and all the help we\ncan —",
        "A: Probably not, I would think. I mean it’s, it’s hard to tell. It’s hard to tell but if I had gone on\nleading a very well, a life where I could you know was never deprived of anything.\nhttps://collections.ushmm.org",
        "A: Right, right. No I think and I mean.",
        "A: Yeah, very much and I still feel very strongly about any, any underdog. I mean and essentially\nanyone who is discriminated against. Because that’s obviously has become part of me. So.",
        "A: I don’t. I knew it was awful. And I think that, that I did not look at too many of the pictures.\nI will say that. And in fact I’ve read much more in recent years of, about it than I did then. And\nit was I mean it was a horrendous and (pause) part of me was very, very sad about it. But part of\nme also still wanted to get on with my life. And not spend too much time",
        "A: Yeah, dwelling on it. I think is the answer. So, so I mean the rest we moved from Syracuse,\neventually to Iowa and spent 30 years in Iowa. In Iowa City. The Athens of the Midwest, in case\nyou didn’t know. And our children went to school there. It was good. And it was a nice place to\nraise children. And they now mostly live in the Washington area so which is why I’m here. And\nmy husband really loved teaching and science and he was a geneticist and worked on molecular\nevolution also. Unfortunately about 11 years ago now so he clearly showed signs of Alzheimer’s\ndisease and that’s when we moved east. And eventually to Washington so. And —\nhttps://collections.ushmm.org",
        "A: He passed away this past January.",
        "A: The first two we took both to synagogue and to Episcopal church depending on what —",
        "A: Yeah or what we were feeling like or where we were, whether there was a good synagogue\nwe liked and so on. I mean I learned to you know we went to many Seders in Iowa for instance.\nAnd just to give them a taste of what was going on. And two of my daughters brought their\nchildren up as Jews. Neither of them was married to a Jew. And the others have not. I mean the\nchildren know they are Jewish. All the grandchildren know they are Jewish. But there wasn’t\nvery much interest and so, so I think those grandchildren really don’t know anything about\nreligion.",
        "A: There is no religion, yeah.",
        "A: What a very good question. Well I am just you know I am trying now, I have to sort of make\nsome decisions about my life now. Because before it was really all sort of related to what my\nhusband was doing and I worked as a city planner for quite a while also and did other things. But\nthat’s, and what is missing of course 1s, particularly since I moved to Washington I don’t have\nany friends here. That I need a base somewhere and so of course the question is ok, do I go to an\nEpiscopal church. Do I go to a synagogue, temple. Do I go with my daughter who lives in\nTenleytown, who goes fairly regularly with her little four year old. And I’m actually not inclined\nhttps://collections.ushmm.org\nto do either at this point. And so as I thought about it and talked with different people about it.\nBasically what I want is a base a social base where people are doing productive volunteer work\nof some kind. And so what I, since you asked actually I think this coming Sunday I’m going to\ngo try out the Unitarian church on River Road and see what’s going on. So that, the answer is I\ndon’t know.",
        "A: Oh much, much better. I mean I think, I think they have genuinely tried to well they can’t\never make reparations for what went on. But I think overall that it’s a country with decent values.\nAnd I am happy to go and visit. And that’s not a problem for me anymore.",
        "A: No.",
        "A: I haven’t been speaking much but once in a while I speak German. I still speak it. ve got to\nkind of do a little more talking before, I think I told you, I want to go and visit Berlin next spring.\nAnd with one of my children coming along. And my sister is not interested in doing that. And\nthen we’ll go visit all our cousins in Denmark who we’ve kept up with a lot so that’ ll be nice.",
        "A: No. None. (coughs) Excuse me. There were some sort of extended relatives. There was a\nFriedenthal family all of whom have died. And there were some other relations that my sister\nknew about and corresponded with but they have all died you know. So there is nobody else.\nhttps://collections.ushmm.org",
        "A: Yes.",
        "A: Well I thought finally, finally somebody is being held their feet are being held to the fire. And\nthat thank goodness.",
        "A: Yeah, I have. I actually went on several years ago. I haven’t been recently but I will. I think I\nwill go some time soon. I only went to, I didn’t know how much I could take and I went to the\ntop floor and found it well, what can you say. Hard. But I found I think I may have mentioned\nthis to you too. That I went and sat in the what they call the Hall of Memory, the Hall.",
        "A: Yeah, yeah. And I found that a wonderful experience. I really I mean I was pretty upset and\nit was so calming and so beautifully done.",
        "A: And dignified right. And with all the names around and so on that that I couldn’t think of a\nbetter way of ending a visit than sitting there for a half hour or something. I have also actually,\npeople have been giving me books. And I read Sarah’s Key recently and I read, have you read\nIn Manya’s Memory?",
        "A: That’s an amazing book. It’s Manya is somebody who was in concentration camp and there\nwas a woman in SS, a woman who looked out for her and gave her extra, got her extra food and\nhttps://collections.ushmm.org\nthings. And these two, these two women are still alive or were at least when the book was\nwritten. It was written by a Canadian and I thought it was very interesting and well done.",
        "A: No.",
        "A: Right. No, you know in some ways I never went hungry. Was never, I had no knowledge of\nbeing in danger. And I mean I’ve always had this what is partly optimism that things will get\nbetter and partly the feeling as well. Everybody gets dealt some bad things and I just got rather a\nlot of them. But, but I don’t know. I have never, I mean I think when I was younger, when I was\na kid, I was angry. When we first went to England and so on. But later on you know that’s what\nlife has dealt me. Do what I can with it.\nI mean I did really. I mean there’s one, one other thing that has always struck me because it’s a\nmemory I have. As truly weird because I was always a good athlete and gymnast. And when I\nswitched schools somewhere, I don’t remember where it was in St. Albans. It must have been in\nSt. Albans. When I went there. And they had, we had gymnastics you know two or three times a\nweek. And then there were teams that competed against each other. And of course when I was\nnew, then nobody knew that I was a good gymnast so when everybody was picking people for\ntheir teams. You know they still had that system. Fourteen leaders and each four picks. And so\nof course all the good ones get picked first. And of course as I realized that I was going to be\nobviously going to be picked last I thought and this 1s true. I thought well won’t they get a\npleasant surprise. I mean for somebody, however old I was, 14 or 13 years, for that to come to\nmind is either strange or just the way I’m built.\nhttps://collections.ushmm.org",
        "A: Because nobody knew that I was, whether I could do it, whether I could climb a rope or do\nwhatever —",
        "A: No.",
        "A: No. No.",
        "A: Right, yes that’s obviously another thought. But I, I mean mostly I did not think of myself as\na Jew. At least in those days. I mean now I do.",
        "A: Yeah. Now I do.",
        "A: No.",
        "A: Well that was very gradual. Over the period of my marriage. No, I mean I think I can see a\nlot in Judaism and I still, I mean I still love to hear and sing you know Bach and like that. And to\nhear good choirs and so on. And the whole sort of pomp and ritual yeah of the Episcopal church,\nright. I do like the, no I think.\nhttps://collections.ushmm.org",
        "A: As a Jew right.",
        "A: Oh she 1s a Christian through and through.",
        "A: No I haven’t. I have actually I have a cousin in Israel. And one of the, the thing I should quick\ntell you that this, the Pariser family who housed us and was so good to us over the years, two,\ntwo of the children who are older than me but, one lived in Chevy Chase and got ovarian cancer.\nAnd I looked after her quite a bit. When she died a couple of years ago. And then the other one\nI’m in touch with, her brother, who is also 90 something and his wife died recently. And I’ve\nbeen in touch with him and their family a lot. So that’s I felt very good about that because the\nfamily really kept us going, their family kept us going, which they didn’t know. About. And\nthen I could do something to help them. So. And then all of them well, well no I take that away.\nOne is a really, one of the sons is a practicing Jew and married to a Jew. And his children are too\nso there are some people in the family, more distant family.",
        "A: Sometimes yes and sometimes no. I mean what, there have been so many countries with\ngenocide going on that it seems like nobody has learned anything. And then on the other hand\nthere have also been more countries that are willing to help them I think in the world. But no I\ndon’t think, I don’t think that anybody’s learned any lessons. And I think that’s the way the\nworld works unfortunately.\nhttps://collections.ushmm.org",
        "A: Oh. Well for a couple of reasons.",
        "A: My one of my daughters, the one is, who lives close by and is, attends what’s the synagogue\non, Adat Shalom synagogue on Persimmon. And she has been saying to me you know you really\nshould get somebody to interview you because I’m not sure you’re going to write this all down.\nAnd so and so when I went to the, the Alit program I thought yeah it probably is time. Mine’s a\nvery different story because I feel that I just always felt in some way cared for. You know. I\nguess the nearest of feeling abandoned was when I, when we were alone in Cambridge, outside\nof Cambridge. But (pause) so that was then when you suggested it I thought ok. Now is the time\nto do it. But does this ever get put on paper. I suppose it will always remain as an oral —",
        "A: OhI see.",
        "A: And who looks at those or —",
        "A: I see.\nhttps://collections.ushmm.org",
        "A: I have six.",
        "A: Right, right well some of them are old enough that this —",
        "A: Well I think it’s, I think it’s something that’s made me a strong person. And that you can live\na very interesting life overall even if it has some really unpleasant parts I think. It’s sort of never\nsay die. And you know, I am an optimist overall and that can be overdone I know. And but it\ncertainly helped me.",
        "A: Well it, I think it ---",
        "A: Right, right.",
        "A: Yes, right. No I think it’s much more general actually that anybody who is in some way\ndiscriminated against or down on their luck or I always feel nobody deserves that. I mean I feel I\ndidn’t deserve it and I was lucky enough and somebody always had enough money to, so I could\ngo to the good schools or and do what I wanted to do. And so I feel for people who don’t have\nthat advantage.\nhttps://collections.ushmm.org",
        "A: I don’t think so. I think I’m talked out. But, no I don’t think so. I just (pause) I’ve written a\nfew sort of short things. I’ve taken a course in memoir writing and I don’t know whether they’re\nindividually worth anything. It’s, well I wrote one about one of my cousins who has, who was\nvery dominated by her parents. And that went on til, through the, to the end of her life and so\nshe never got married because her father never thought anybody was good enough for her. And\nso. But I’ve written something about that. ’ve written something about the role of music in my\nlife which has been considerable. I’d actually written about the train trip from Germany to\nSwitzerland. And a few other things. So maybe I will try. But there’s so much stuff you know\nthat it’s hard to pick out. I will ask you what do you think the most important things were that I\ntalked about today.",
        "A: One of my children said you know how did you ever get the courage to come to the States.",
        "A: Yeah, but well. I guess I mean it’s also that I’m always interested in, still interested in doing\nnew things and I can’t so much anymore. So.",
        "A: Well thank you.\nhttps://collections.ushmm.org",
        "A: No it’s been, it’s actually been good for me to do yeah. I think it’s very good. And your\nquestions I think are very helpful.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumAugust 12, 2011\nRG-50.106*0189",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "MARIANNE MILKMAN\nAugust 12, 2011",
        "Gail Schwartz: This is the United States Holocaust Memorial Museum Volunteer Collection\ninterview with Marianne Friedenthal Milkman, conducted by Gail Schwartz on August 12, 2011.\nThis is track number one. What is your full name?\nMarianne Milkman: Just as you read it. It’s Marianne Friedenthal Milkman."
    ]
}