{
    "rg": "RG-50.030.0212_trs_en",
    "sequence": [
        "Q: Tell me, Brenda, just a little bit about your life before the war, before '39 when the\ntrouble started.",
        "A: Before the war—",
        "Q: Okay. Okay, Brenda, give us your full name and where you were born, and when, so we\ncan start the interview.",
        "A: Okay. My name is Brenda Senders now, my married name. Szyr was my maiden name,\nand I was born in a small town in the Ukraine. It was Poland up till '39, in 19...Sarny as I\nmentioned, in 1925.",
        "Q: tell us a little bit about your life before '39 when the trouble started.",
        "A: When the trouble start...before the trouble started, I went to school. I was a student with\nmy plans. I went to school with my plans and I was toying with the idea of being some\nprofessional, a teacher or a doctor or lawyer, but this was out of my reach because you\nhad to go to the University at that time, but this, is far-fetched, and I uh...but this was my\nplans at that time.",
        "Q: And you were the oldest of a family of three?",
        "A: I was...yes. We... was the oldest of a family of four.",
        "Q: Four?",
        "A: Yes, two survived, my sister and myself survived. My little brother who was at that time\nsix, my little sister who was not quite four, she perished on the day when they liquidated\nand they killed everybody in my town.",
        "Q: Yes, and you were 14 in '39, and tell us what began to happen after '39.",
        "A: After '39, still life proceeded as, as normal, because the Soviets came in and my country\nwas divided, so my -- Sarny fell in into the Soviets, and so I proceeded. I went to school.\nYou know, there were different unpleasantry happened and let's say, for instance, they\ntook a lot of people avek' -- away to Siberia, because they were rich, they were anti-\nCommunist, were afraid, and it's a funny situation because...\n' away (Yiddish)",
        "Q: They took a lot of Jews, deport them to Siberia?",
        "A: A lot...to Siberia...Jews, Poles, because they said they are not you know, nenadezhnye’,\nnot sympathetic to the government or they were afraid they will do some damage. Yes.\nAnd the funny part and everybody...it was a disaster at that time. Everybody thought, you\nknow, it's terrible, and it happened that those people...",
        "Q: Didn't realize that it saved them.",
        "A: That saved their lives.",
        "Q: So then life went on the same, and then what happened?",
        "A: And then I went to school and life proceeded as usual, and then all of a sudden we knew\nthat they had a pact with Germany. The Russians, at that time in 1941, we know it from\nhistory, and all of a sudden in 1941, with no warning at all, I found out in the morning\nthat the war started, that Germany not attacked, attacked with no warning, with nothing.\nIn my coun-- my, my city, my region, Poland was over-run within a week, and the\nnightmare started.",
        "Q: The nightmare?",
        "A: Yes. They — the first decree came out that told the Jews must come into the...must come\nin One...in one assigned... assigned place in the city. We were living at that time about\nfifteen kilometers from town. We had a grocery down there, that little town called\nRudnya. There was three kilometers from that little place was a, a, a railroad station\nwhere I used to come to town and from town, and they asked all of us to come into town,\nand we predicted unpleasantry right then and then, because we heard already news that\nthe Germans are killing and doing things and my father didn't want it to believe at that\ntime. He spoke a fluent German. He was an interpreter assigned during the first World\nWar. A German...he's fluent in. He said it couldn't happen.",
        "Q: What do you mean with the German?",
        "A: It couldn't believe...he said they are cultured people that couldn't believe this propaganda,\nbut it happened. We...they hoarded in, 1n together and this was my first experience. I\ndidn't know what a ghetto was.",
        "Q: You came there with your family?\n* unreliable (Russian)",
        "A: Yes, with the family and I'll describe you the house we lived in the ghetto. We were...we\nweren't...We...",
        "Q: You were now asked to go into a ghetto?",
        "A: Into a ghetto.",
        "Q: Okay.",
        "A: Yeah. This assigned was not yet a ghetto. It was not yet fenced in but they said “This,\nthis and this street you can occupy. You can go in.” We find our uh...we find a place\ndown there with our relatives and there were three rooms and a kitchen and a fourth room\nlike to walk in from the street. And I'll describe you how many people lived down there.\nThere was the...the...the man and the lady of the house. They were Burko, also, and they\nhave two children and they were four. Now we were mother and father and us four, so we\nwere six, all in that...",
        "Q: A lot of people were, were pushed into this place?",
        "A: Yes. Were pushed into this place, and it was not the worst of, of things.",
        "Q: No. So then what happened?",
        "A: Then at night we used to heard uh, you know, it was...we were right...right close to the\nentrance to the ghetto. It was an entrance, a gate and by the gate we used to hear at night,\nwe used to hear trucks coming in or out. We had a curfew. The Jews had a curfew, by\neight o'clock, nobody was allowed, but the...you know, there was a death sentence. If\nsomebody was caught outside strolling around or wandering around, he was shot. There\nwas no less punishment than that, but the non-Jews, the Christian population, had a right\nto go in and out from the ghetto at will. And we used to hear at night a truck coming in,\nand our heart used to pound and scared. And I remember this was a girl with me, a girl by\nthe name of Zelda. She was a very talented girl. She wrote poetry at that time, and she\nused...she wore a cast. She had a cast on her leg. You know what she used to tell\nme...” Brenda, you are...you are so agile. You are — you, you know. And something’s...”\nyes...yes...living with me in the same house, in the same house. She said “You know,\nwhen something will happen,” because we didn't know the truck will come to pick up\nsome people or the truck came in just to go home, whatever this Christian this...this man\nwas living. She said “you will be able to run, but not me.” She said “I have a cast and I'll\nbe left behind.” And life got...",
        "Q: I don’t hear you right.",
        "A: Yes. Life was tighter and tighter every day. Decree after decree used to come out, and for\ninstance, they all of a sudden decided they wanted fifteen kilogram of gold. They decided\nwe had to wear...to bring it to the Judenrat, to the Judenrat is our own\ngovern...govern...thing. It was like a puppet government for ourselves, just for the for the\nGermans to come and to ask them what they wanted, or for instance, furs were...they\ndecided that we, we have to give and everybody has to bring their furs up to the...any\nwarm clothing. We did not at the time, but now we understand that everything went to\nthe front because it was very cold, till the day...and every day was terrible news coming\ninto the ghetto. Nobody wanted to believe. We said “We are...we are good people. Why\nwould they do it?” And I remember there was one man who was sitting down there on the\nside and he said, “Our time didn't come yet.” I didn't like it at that time, whatever he\nsaid...yes.\nAnd, and the day came. The day came. They surrounded our ghetto and it wasn't over. It\nwas two weeks I remember before Rosh Hashanah. They surrounded our ghetto, police,\nbecause...police and Germans and the terrible news came in. We saw it right away that\nsomething horrible is happening. People start running. Bunches of people start running\nfrom one street to the other one. And...and the Ukrainian police, the collaborators of the\nGermans and the Germans used to fire at us like they were too smart and, and laugh like\nit would be some kind some kind of game, some kind of joke, some not real. My mother\nat that time in the...1n the late afternoon, my mother came up to me. She said, “Brenda,\nyou must go into hiding.” I said “Why?” I said. “You must go into hiding. There is a\nplace at my uncle's house and, and at least one of us...we don't know what's going to\nhappen. You have to go down there.” I didn't want to in the beginning, but then she\npersisted and I went along with her plan. I went down there and if you want it I'll\ndescribe this the, the hiding place. Overnight I stayed down there and what did I find. It\nwas in a barn. They lived right by the gate of the...by the...not by the gate but by the\nfence of the ghetto. A few jumped over the fence. You were over...over...out of the\nghetto, out of the peri— the, the...whatever the ghetto was...was...the border. In this in\nthis barn where they had a cow, there was a double...a double wall was erected and down\nthere was underneath was a little opening. You just opened this thing. You went in and if\nyou walked into the barn, you didn't know nothing, because people crawled in down\nthere, and what did I find down there behind...behind. I find down there may be about\neight to ten people was sitting, one next to the other. And especially I remember this old\nlady, this eighty year old lady, but she did not...maybe she was older...an old...a, a really\nold...and she...Mr. Lurja, Mrs. Lurja was her name. She was a very nice lady, and she\ndidn't understand what it's all about. She was asking us questions. We didn't know no\nanswers for her to give. “What's going on? What's happening?” And we lived through the\nnight when we heard that the youth of the ghetto wanted to actually to burn the ghetto. If\nsomebody tipped of the Germans that the ghetto, that, that that's the plan of some of the\nyouth of the ghetto. Right away they surrounded with, with fire, with the fire, with, with\nfire, with the fire, with fire department, with the...yes...and they surrounded the...in case\nof the ghetto will start burning, they will be able to...they will be able to...the fire...",
        "Q: Put it out.",
        "A: Put it out, the fire. And in the morning, we heard shots in the morning, and at night,\nduring the night, we wanted actually to escape, but the plan didn't materialize. We went\nback into hiding and in the morning we send out the son of this old lady, Mr. Lurja. He\nwas a very respectable, nice man. He was a business man. We sent him out to find out\nwhat's going on. When he went in into the town, into town, into the whatever, into the,\nthe town the whatever everybody has been gathered. He came back running. He said,\n“Everybody must go out from that from, from hiding. If anybody will be caught, they will\nbe shot on the spot.” At that time we didn't know the verdict was the same for the people\nwho were hiding or the people who went down there. I for my part, I decided to leave and\nto go and meet up with my parents. I went. I met up with my parents, and I remember\nwhen we walked out from the house, and this is...this, is something that stands out in my\nmind, and there's the lady who closed the shutters across from us, from our house, and\nshe said “I hope my hands don't come back and open the shutters again.” And we came to\nthe...to the clearing...it was like a clearing, where everybody gathered up there. It was a\nbig...right by the gate of the ghetto, and what did I find down then there? I find all, all the\npeople, a lot of people gathered down there. My mother with our family. She had\nsomething in her hand, a little...some food, whatever not, and there was this German\nstanding down there with a red face. He must have been drunk. It was early in the\nmorning, about ten o'clock, and he had a list of names and calling them out\nalphabetically, and then putting them in groups, taking them behind the, the, the gate and\nthere surrounded, they were surrounded right away by police, by Ukrainian police who\nwere collaborators with the Germans and the Germans and they were taken away. If my\nname was Szyr, I was almost to the end to leave the ghetto, and then he, he called out\nnames and who was not present he, he, he, he marked it off with a pencil. We didn't know\nat that time what, what, what was the reason, but then we find out. He wanted to find out\nhow many Jews still remained and how many they have to still go after them. And there\nwas this little boy. He was sitting...his parents are already taken. He was sitting and\ncrying and the German was ready for him. He was ready with his pistol. We grabbed this\nlittle kid and we dragged him along with us, and we dragged him along in our group\nwhen we went and I remember this German with this arm band, and he had a white\nskeleton. They were the Sonderkommando .\n° special commando (German); Nazi units assigned to liquidate targeted populations, such as\nJews, within the territory of the Soviet Union.",
        "Q: You went where, at this point?",
        "A: At this point they took our group and they were taking us, and we didn't know where. We\ndidn't know where. And then one brave lady, she came up to this German. She asked him,\n“Where are you taking us?” He said, “We are taking you a working camp.” Just so not to\nscare us at that moment, and she came with this news, and they took us in the outskirts of\nour town, and there they pushed in, in a camp. That was...when I came it was during in\nthe day time. It was double barbed wired. It was in a valley not far from the school where\nI went to school, near, I remember, the church. The Catholic church was right on the hill\nstanding, and in this valley, this was erected with three barracks, a toilet for men and for\nwomen in the middle, and there were Germans and Ukrainian, a German-Ukrainian.\nWhen we came down there, we saw already people were killed, laying by the...by the\nbarbed wire, and we didn't know what it's all about, but then we find out first that they\nbrought in all the people from the small towns, all surrounding Sarny. Now I'm speaking\nnow first between 16, between close to 17,000 people were hoarded in, down there in this\nenclosure, and also a group of gypsies afterwards came. In this enclosure when they...we\ncame in, and we find out what's going on, I start running around. We saw the disaster 1s\nalready happening. We saw the Germans on the hill, sitting with the machine guns, and\nthen all of a sudden came through all the camp that we are going to cut the barbed wire.\nWe'll try to escape.",
        "Q: Who's going to?",
        "A: One guy who had electric...electric...he was an electrician. He was working...one of the\nJewish guys who smuggled in a elect-- electric clipper, electric barbed wire clipper. He\nsmuggled them with him, and then what this Migdal and I will never forget him. This\nMigdal was tall and handsome and blond. He looked more German than any of the\nGermans I saw around down there standing with the machine guns, but the only...his\ncrime was because he was Jewish. So I knew that. I went up to my mother. My mother\nstood on the hill down there looking at the machine guns and she says, “came up.” I said,\n“Mother, I'll run.” She said -- oh, God, I'm sorry — “Where,” she said, “is the decency of\nthe world.”",
        "Q: In the what?",
        "A: “Where is the decency of the world?” that was Mom. And she said, “When you remain\nalive, remember, never, never forget.” I’m sorry -- and that's why -- I'm a tough lady, so\nI’m okay. I — and, and she said, “Never, never forget.’ And that's maybe I'm here today to\ntell my story. And then and there I made my pledge, “If I'll survive, I can go from this\nhell, I'll fight. I'll fight, and if I'll have to die, I'll die with a gun in my hands.” I did it.\nThe barbed wire was cut. I went up to, to my grandfather. He put his hands on my head\nand he blessed me. He said, “God should help you.” They perished, of course. I'm\nspeaking from my immediate family of 80 plus all the people I already mentioned before.\nFrom the big fire we run out. I ran to the first...my first instinct told me...and there was\nthis, this nice German, and I must mention about him. There was one German who was\nstanding with this gun against us and in this sea of hate, this was still a nice human being.\nHe was not from the from, the from their party. He was one of the guys who they asked\nhim to stand with the gun, and, and he stood down there. He was in his 50s, my father's\nage at that time, and I remember my friend, my girlfriend. I saw her at that time just for\nthe first time. She went up close to him. He had the right...he had the right at that time to\nkill her, and I stood right behind her, and he grabbed his head. He said, “Oh my God, I\nhave a daughter your age. What they are doing to you?” And he yelled to us and he said,\n“You dummy Juden*. You dummy, run from here. They are going to kill you.” But we\nknew already and that's why the plan when the barbed wire was cut, cut by that and then\nwe ran out. We went...the first instant my mother saw me going behind the barbed wire,\nshe threw my sister over, and she ran behind me. My first instinct was to go to a Christian\nfamily we knew over there. We were friends with them. And I remember, and this, is also\na standout in my mind forever... went up from there to their house...it was not far. They\ncould hear the shots. They could hear the yells even. I went up to them and I said, “Hide\nme.” She said, “No, I don't have -- I'm afraid.” I could understand that. And then was a\nfenced in little yard. I opened this fenced in...the, the, the gate, and there was her husband\nwith a whole bunch of Poles standing and telling jokes, and this is...1 wanted to make it a\nparallel. Their friends have been murdered. They are telling jokes and when they saw me\nand my sister standing down there, they covered, they stood, they, they got white in their\nfaces and they saw the reality of the situation.\nWe went from there...we joined...we went over and it was easier now to, to explain than it\nwas. I'm...I...I lost my sister. In the meantime I went over myself. I went to the village\nwhere my grandparents lived and I knew some of the peasant people who were very nice.\nMy first thing was to go this neighbor. I went to the neighbor, and when I walked into\nthis house of that neighbor, this Ukrainian neighbor, I find my sister in there, and I find\nmy uncle. And this, is like a...like, you know, like fantasy, like, like, like a...but this what\nhappened. How my sister wind up down there...she told me that she went with a whole\ngroup of, of my cousins. There are some other people who knew this that, that, that\nsurrounding that village, and they told her this guy is a nice man, so go into this house, so\nshe went in and then how we met. From that point...yes...from that point we went and we\nmet up with Szymon's’ group. We were down there for a little while when we stayed with\nthis guy. Then I wore...I...he gave me some clothing of a Ukrainian...yeah, looked like a\npeasant girl, yes, and from there we went into the deep woods, into White Russia.",
        "Q: I don’t hear you. Okay, okay. Wait a minute, I am fixing the camera.\n* Jews (German)\n> Szymon Paikow\n[Technical conversation]\nPAUSE - BREAK IN TAPE",
        "Q: Now you were telling me about leaving Szymon — yes? Can you tell us who Szymon was\nand what happened then after that?",
        "A: After that. Now Szymon -- yes, Szymon was a friend of our family. He was a business\nman before the war and he used to come once in a while and sell parents and I found out\nthrough some other village people that this Szymon escaped. He actually escaped from\nthe grave where they killed -- almost without clothes, and they gave him clothes in one of\nthe villages when he escaped, and he went into the deep woods down there, into White\nRussia, so I went down there and I met up and it was not an easy task, you know. They\ndidn't wanted to take me and they said a bigger group is, is dan-- more danger and but\nanyway I, Insisted and I said, “I'm going to wait for Szymon and if Szymon will tell me I\nshould go, Szymon will decide my fate.” I stayed. Szymon came in the evening. When he\nsaw us, I told him who I was. He cried and he said, “They are like my kids and they are\ngoing to stay here and whatever will be us will be with them,” and he was like the law,\nand this was...he start organizing like ammunition. He knew the peasant people down\nthere. They start bringing us news what's going on in the front and whatever he and\nanother guy by that name of Olszanski--",
        "Q: You were now living in the woods?",
        "A: Living in the woods. He used to take us from place...for instance, we never stayed in one\nplace because he knew there's some danger to stay in one place because they can get us,\nso he used to transfer us from, from one from one destination to another one...they\nshould...we shouldn't be, be caught on the same spot.",
        "Q: And what were you doing?",
        "A: And we...at that time, we didn't do nothing special, but then this, this...1f I may mention\nthis teacher came into town, and the teacher was sent by the Germans and all of a sudden\nthe Germans were preoccupied to make to make a school in the deep woods, from\nthe...far away from town. To us it was right away suspicious because they were not\npreoccupied, the Germans with that. They were preoccupied with the war and killing as\nmany people as many they could, and all of a sudden we saw this stranger came to the\ntown and start asking questions and start looking around and then disappearing, going\nback to this, to this, to this Karasin. We are now in the woods, deep in the woods, deep in\nthe woods, and he...not to our camp but he came to the village.",
        "Q: Near the camp?",
        "A: Near the camp. It was not exactly a camp, but it was a...where a gathering of\npeople...where we used to stay in the woods like the Boy Scouts, whatever, when they go.\nAnd we find out that this, this man is a dangerous man. He went to...back to town. He\ncame back at will and he was unheard at that time. So, Szymon and this friend decided\nthat he was a spy. He came not to organize a school but he came to find out and to bring\nnews to the Germans that Jews and their partisans of Jews and they are started already to\norganize at that time the partisans, we heard, but they were just rumors at that time, some\ngroups, some POW's, some groups are organizing but they were rumors at that time yet,\nso Szymon decided that this, this teacher has to be eliminated, and one night he and some\nmore people, they came, came in down there to that barn when he was asleep. They knew\nexactly where and he was no more alive. From that point, I...there was a big group.\nHow...did you ask me how did I wind up with this big group of partisans. There was...I\nheard, I heard that a big partisan group is start already organizing. I heard partisan group\nis going to pass by this village, and for curiosity I went with my girlfriend, I ready...I\nwanted... wanted to go inside, but I was not sure they wanted to accept me, they will\ntake me in, and I went up and I was stirring...stood down there and then this commissar\ncame on his horse and he start exchanging niceties. We told him right away, my\ngirlfriend and myself who was down there also of Jewish faith, and we said we wanted to\njoin the partisans.",
        "Q: Are these partisans, were they Poles, Russian...?",
        "A: They were...they were Russians. They were Poles. They were POW's, and they were\npeople like myself who escaped—",
        "Q: Jews?",
        "A: Yes, who escaped from the ghetto, who escaped from the — of the sheer -- to just to save\ntheir lives. And he said, “I'm not in authority.” He was the commissar of this soedinenie’.\nIt was...he said, “I'm going to the general and I'll come right back.” When he came back,\nhe said, “You must go right away or I...you can go with us, but you must leave right\naway.” I said, “But I have a sister in here, and I have to let words -- I have to tell her that\nI'm leaving.” But he said, “Now or not -- or none.” I said, “Okay, I'm going.” I sent a\nmessenger. I let my sister know that I went and I joined the partisans. And then we\nstopped in the next village. I was assigned to a group and there was my immediate\nofficer. I came up to him and I said, “you know,” I told him the story, “I left my sister.”\nHe said, “Okay, I'll give you my adjutant and I'll tell you how to mount the horse, and\nyou'll go with him and tell your sister.”” He gave me this guy who was a partisan already\n° military formation (Russian)\nfor quite a while. He asked me...he taught me how to mount the horse. I went up and we\nwent to my sister's place where she was and that took us three or four hours, and I went\nin, I told the landlady, ““You must take care of my sister. If something will happen, your\nlife is danger.” She saw it -- she saw me. I didn't have a gun yet at that time, but she say\nmy, my friend, this partisan, and he had a gun and she knew that I meant business. I said,\n“If something happened to her, remember this, we’ll come and we'll burn your house and\nwe'll will kill you,” and we left. Now our fights were daily, constant, constant. We started\nwith a group of 500. We wind up between I would 17, 1,800, maybe more. I don't know\nexactly the group.",
        "Q: By size you mean what? You would attack where?",
        "A: Attack. Attack. Ambush Germans, and put TNT under the railroads, on this uh, you\nknow, the rail, the rail. Trains who used to come to the front, coming from front, they\ndidn't have no, no peace, no day or night. And we did the job very well.",
        "Q: And how long did you stay with them?",
        "A: We -- I stayed with them till 1944--",
        "Q: Did you stay in the same area or did you--?",
        "A: No. We traveled constantly. We had our radio operator who transmitted, received and\ntransmitted telegrams from -- to Moscow and from Moscow. We used to have even\nplanes coming sometimes to us by assigned, by assigned parole -- by assigned, like you\nsay when in, in the military, by assigned, by assigned, you know, when for instance your\non patrol, your on assigned--",
        "Q: On assignment?",
        "A: No. The planes came a few times later, let off medication. Let off medication and\nsometimes they used to land, and they used to tell them that it will be like five, five fires\non the, on the radio. You see, on the transmitter they used to transmit a telegram to\nMoscow and tell them that's all. We'll have like five fires in a circle, and this will be our\npeople, and then they used to land, bring us -- sometimes used to take some of our\nwounded people, but it was once in a while. Then this was one, one thing. Then stands\nout very much in my mind and I call it returning for the bullets. I was in this group who\ntook care was, it was like assigned, assigned group to take of the general and at night we\nhad an order to go from that village -- we were stationed in that village -- to go from that\nvillage to another one. I took my gun and I left my bullet belt right there, and with my\ngroup, with the other, with the -- who was immediate commanding officer, and the -- and\nsome of the partisans left. I was going in another partisans from my group, and I thought\nnothing — not thinking too much -- I thought, “In the morning I'll come back and I'll get\nmy bullet belt.” But you are not do -- you are not allowed to do this during the war. When\nwe start -- when we, we slept over night down there and in the morning when we came\nback to the village, back to our destination where we left our, our unit, our partisans --\nwhen we came back, the, the, the Germans were already fighting us. The village was on\nfire. Our partisans were retreating. My unit was coming out. My house where I was\nstationed in that village, was right -- I could see it from there when we came out from the\nwoods from far away. When my immediate officer came across to me, I asked him,\n“Where is my bullet belt.” He said, “I left 1t under the log. Well, you better get it. If not,\nwe are going to court martial you.” The village was burning. The screams and the yells\nwere terrible, and I had to go, there was no choice for me. I ran and there was this guy\nAndrej and there was like, you know, like razvedka’, we call it in Russian. There was like\nthe intelligence. They were like the scout boys. They used to come, for instance, if you\nhad to occupy a village, they were the first ones to scout out and to see if nobody's down\nthere from enemy, from enemies, or when we retreated, they used to look to if none of\nour partisans were left, mop out -- take out all of them. When he saw, saw me running up\nto the village and thought that I got crazy. And he ran up to me. He said, “T'll kill you.”\nHe thought that I'm running to the Germans. I said, “my patrontazh’,” I yelled to him,\n“my bullet belt.” And I went up and believe me, I get bubbles still in my stomach when I\nremember this. I went up the log where he said. I held my horse as tight as I could. With\nall my might I run up. I grabbed my, my, my bullet belt, I put over my head.\nI remember, and I went over the, over the clearing. It was a clearing there, and I went up\ninto the woods. I pinched myself to see if I'm alive or it's just something -- if it's not real.\nWhen I came back to my unit and I met up with my with my general, with my group,\nthey said, “Oh my God, you live a long life Brenda.” You know, they could not believe\nit. My only explanation -- I could not figure out. They could see me. They saw me. They\nshould sniper me down. My only explanation was at that time that I wore a uniform from\na German pilot. I was on the horse. I had his -- even his, his, his little hat, cap, and I had a\nponcho. That's like for the weather, for rain, like you put -- the, the army people put them\non and you tie up to here, during the Second World War. The kids now wearing it. It was\nin style but in different colors. When you -- when you lay down on the ground, you're\ncamouflaged. You're a part of the ground. My only explanation was that maybe they\nthought that I was one of them strolled away and that's why they didn't kill me at that\ntime.",
        "Q: So this, is now 1944?",
        "A: In 1943-44. I don't -- I, I cannot remember, because it was in the late summer I\n’ intelligence service (Russian)\n* bandolier (Russian)\nremember, because in '44, at the end of April, the beginning of May, we already were\ndischarged from the from the partisans.",
        "Q: You were discharged?",
        "A: Discharged. Yeah. We were discharged from the partisans. The war was over. Berlin was\nalready it was almost to the end of the war. So in 1944 -- so in and then what else -- there\nwas many, many things that everyday were different and especially when we -- I\nremember going into Carpathian mountains and being raided on base, a German base,\nand they put grenades and we burned and it's like an atom bomb exploded and for us it\nwas a victory. They were sitting and singing I remember, and there was even a poem was\ncomposed at that time by one of the partisans. I was, I was sitting I remember in the\ncorner with my gun and we were singing and didn't know what the next minutes will\nbring, but at that minute it was okay. And then a German, a German train got close to the\nbase, went to the--",
        "Q: A German train?",
        "A: A train. It was coming from Germany. It was in the Carpathian mountains, because we\nwent as far with the partisans from Poland up almost to the Carpathian mountains, by the\nwoods, by the, by the -- not by the main roads. That's what -- how we went. And this\ntrain was going to the, to the front and singing away songs. They were victorious in their\nsinging. They were going to conquer the world.",
        "Q: Germans?",
        "A: Germans. We were waiting for them. We derailed this, this train in three places. And\nwhen they start running out -- they stopped singing very fast. They start running out and\nthey machine gunned them. And then we retreated into the deep woods. We couldn't stay\ndown there any longer because the Germans with the planes, with the planes right away\nthey knew that the partisan groups are down there congregating. They would come and\nthey would cut us to bits, to, to bits. So, we left that destination, we went out into the\ndeep, deep woods. And there was another episode. If you want it -- if you still have the\ntime, I can explain to you. And I call it also -- we were stationed in our, in our -- in a\nvillage and this village also was like in a, in a valley. It was on one side, I remember,\nmount...like hills, not mountains exactly but hills and I was in the group what when you\noccupy a village or whatever a point, you put in a machine gun, some people with guns\nfor people who are watching, coming into the village or going out from the village,\nactually you can come into the village but not go out. You understand...1f somebody...or\nhe can go with a patrol. Let's say for instance, if the patrol at night was “seven,” and I\nwould stand watch with my gun and I would tell him “four.” He would have to come up\nwith the number three to equal seven, and there was on top of this, we used to have like\n“Warsaw” and “Krakow” or “Warsaw” and “Kiev,” so if I would say “Warsaw,” he\nwould have to say “Kiev.” I knew it's one of us. If he didn't know the parole, even the\ngeneral, he had to lay down. If not he would be killed at the spot.\nI was in that group and in the morning the Germans must find out that there are partisans\nstationed in that...in that village. They occupied this hill and we were left\nwithout...without bullets. We had the machine guns. They had — with everything-- little\nbit of surplus, little bit of, of, of, of bullet but not enough, so my immediate officer said\nwe have to get the bullets from our horse...from the...from the horse and buggy. And the\nhorse and the buggy was about three, four houses away from that place where we...it was\non the outskirts of town. I said, “Okay, I'm going.” I knew exactly from the back, through\nthe back how to go around there. I went. I got my bullets and when I came back the\nhouses and everything was burning. The Germans occupied this, this the, the hill, and\nthey were coming at us with bullets. In our house...1n our home stand there in the\nUkraine, they are from wood and straw roofs, so if you put it in a burning bullets, it's\nright exploding, right start burning, and I remember with my big like this scarf...a big...I\nhad a big thing with these bullets, and I grabbed on my...on one of my of my thing to\nbring it back to my officer, to my...to the...to the...to the man where he send me, and I\nremember under this...under this house when I lay down...I lay down. I tumbled and then\nI had a little clearing and I tumbled to the other house, and the other house was burning,\nand then I saw a guy what I, I, I remember I knew him by his by his dress, by his by his\nby his jacket. Ivan was his name, Ivanya. And I yelled to him, “Ivanya, cover me.” He\nwas laying down there in front and I see...I said, “Cover me, because I have to run.” If he\nwould cover me, they wouldn't have the...I had time to go over it. If not, they would snipe\nme down or they would kill me, and I hear he didn't say a word. I said — he, he, he, he got\nscared -- I said “you chickened out,” and I got so mad at him, and I yelled again, but he\nwas not alive anymore. He was a snip-- a, a bullet straight to his head because the funeral\nwas the next day. I tumbled. I went, I remember, under a well and it was like in old time,\nwe had the wells, you know, wooden well. And then I came to my officer and I gave him\nthe bullets. And then we retreated. And that was another game.",
        "Q: Well, what happened to your sister now, at this point?",
        "A: At this point my sister were left and I was still fighting with the partisans. It's now 1944,\nand after we came out from the partisans, I went back to my town, Sarny, and she was\nliving with this lady...",
        "Q: That you left her with?",
        "A: Not I left her with. The lady in my city Sarny...when I went from the bullets, when I went\nfrom the execution, I went up to the house with her husband. Her husband was standing\nand telling jokes to the other Poles. I...she was in her house. They were good friends of\nours, very good friends before the war. And they used to call my mother “our daughter”\nbecause she did some special things for them. They would have wind up at that time in\nSiberia, and because of my mother they were left by the Soviets at that time, so she was\nstaying with them, but only...yes. A grievance I had against her, she made like a maid out\nof her. She didn't fed her with the family and whatever. That's a little bit of a hurt, but she\nsurvived and this, is the main...the main thing.",
        "Q: When did you discover the rest of your family, their fate?",
        "A: [...their fate I already find out right away, after three days. My father was a forester. He\nknew the, the surrounding...he knew very, very, very well. If I said if my father would\nlive, would be alive, he would survive, he would be in the woods and he would be a big\nhelp. He could...he could organize himself partisan...a partisan group, a fighter unit, but\nwhen I saw after three...after a week, nobody survived, I knew it's nobody survived. And\nI find out the fate. They killed -- they, they took him from that point where I left\neverybody when the barbed wire was cut. They took them by groups across...across the\nhill where the Germans with the machine guns stood and they had already ditches\nprepared and they were killing them all.",
        "Q: They shot them and ....?",
        "A: Shot them and throw them in the ditch. And I heard from some non-Jews, Ukrainians\nwho came and they said the earth was shaking and blood was gushing out because we\nwere healthy people, and my thoughts...I was very hurt because I know I have my little\nmy sister, my little brother...didn't know who was killed. Maybe my mother was killed\nfirst, my...and I didn't know. This was bugging me, the hell out of me, but there was...I\ncouldn't help it. So this was...and I met up, so we fought and I think we fought gallantly. I\nsaw the shoe on the other foot. I saw the enemy crushed. I saw them begging for their\nlives, just we did. They wouldn't believe and I came to one and I said ,“I'm a Jewish girl,”\nbecause I'm look bigger. I'm this little woman. I look bigger with all this gear that had to\nbe...",
        "Q: When you got back to Sarny, the Germans were already out?",
        "A: The Germans were already out. I came back. I met up with some more survivors. I met up\nwith some distant relatives of mine, all survivors and there was a cousin of mine who was\na rabbi before the war, and he survived. He survived and he lives now in Israel. And I\ndescribed them burning this Szymon. And that's about the end. And I remember when I\ncame back into my town and it was the end of the war, when it was a big celebration.\nYou know, Berlin was almost taken. It was taken away. There was a big\ncelebration...rockets was running and colorful people who was rejoicing and I stood\ndown there by the municipal center, I remember, in my town, and I, I looked right and\nleft and I didn't know to cry or to laugh.",
        "Q: You did what?",
        "A: I didn't know to cry or to laugh, because I was left with nobody. My sister and that was it.\nAnd uh...",
        "Q: So from this town...",
        "A: Yes. From the town...yes...",
        "Q: How many Jews were left after the war was over?",
        "A: Oh yes. My, my cousin, my cousin escaped. My cousin, my uncle, my first cousin and\nmy uncle survived. My...another distant cousin...all those people who knew a little bit the\nregion down there, because a lot of people were caught after they escaped from the...from\nthe execution, from the...from the...from the place. And it's a funny thing. You know, our\nown people built that camp. And they was suspicious I remember at that time...you\nremember the camp that I told you...and they were asking questions the Germans. They\nsaid, “We have -- we are bring POW's,” and the front was not far and it made sense to us.\nBut they deceived us at that time. The camp was made for us, and this was like a\nslaughter camp. After they murdered everybody, they dismantled the camp there should\nbe no trace, except the three graves who remained down there for the people, where they\nkilled off all the people. And this, is some speaking and I'm living...",
        "Q: How did you manage to deal with these terrible experiences you had?",
        "A: I don't know. I was young and I had a lot...a lot of hate against the injustice was done,\nand I said, “If a human being, how could they have done it, how could it -- how could\nthey had sense?” I...I was sad. I couldn't talk for a long, long time about it, and I said\nnobody who didn't believe me if I'll tell them. That's like fiction. And here I was in the\nmiddle of everything, in the middle of the storm. And it's happened things are actually\nunpredictable. I wanted to live. Yes, sometimes they asked me, “How did you survive?”\nYou cannot say...I could not tell them in one word. It's my youth...my revenge wanted to\ntake, and the mis-justice what they had done to our people.",
        "Q: But it was difficult to deal with these memories?",
        "A: Yes, 1t was. It was very difficult, but at least for me it was...[ had a gun in my hand, and I\nwould never give myself alive to the Germans. I had always a grenade if something...if I\nwould fell into their hands, I would kill myself.",
        "Q: Yes...do you want...do you want to say something?",
        "A: Yes. It's sad, but let's see to it, and that's the promise I gave my mother, that this will\nnever, never happen again. Let this be my testimony and my things that I went through.\nAnd not...we were fighters. We were Jew, a lot but...",
        "Q: So not all the Jews just sat by and let the Germans...",
        "A: They never -- but don't...let's not forget that this, is a government who were planning the\nexecution of people...a government that all their...with all their capabilities, with all that\nthey were was, was planning, and we were people with, with...we were not soldiers. We\nwere living down there. We were Poles. We were Poles by nationality. Except our\nreligion, this, is our...was our crime as Hitler decided and it worked for him well at that\ntime because he beated the people to murder their own citizens.",
        "Q: But those who could did take part in, in the partisan movement and other...",
        "A: Yes. These who escaped and who could take part did it, many of them.",
        "Q: What happened to Szymon, who was important in this movement?",
        "A: Szymon survived. He remained down there because I went to this big group and I haven't\nseen Szymon. Szymon remained with that...with the group down there, and he did some\nwhat ever he did down there also the same thing like going out and derailing, whatever,\nand he remained and after the war I met him. I met up with him. I met him and he\nsurvived.",
        "Q: Is he still alive?",
        "A: No. He is...he passed away two years ago.",
        "Q: And was acknowledged as a hero in...",
        "A: He was acknowledged by our people. They knew him. He lived in Detroit, Michigan, and\nthe people knew who knew him from the woods, they knew that he was...he was a special\nman. He was a special human being, and besides being heroic and doing all the heroic\nthings.",
        "Q: And what is your sister doing now?",
        "A: She works in Children's Hospital. She lives in Washington, so she survived also, from the\nfamily, from...a brother and a sister who, who were killed, including the rest of my\ngrandparents, uncles, aunts...everybody except this uncle and the cousin and one of my\naunts who left or left Poland before the war as a Zionist. Went to settle in Israel.",
        "Q: You have two, two children now?",
        "A: We have three.",
        "Q: Three?",
        "A: Yes. Yes. We have three children and we're very proud of them.",
        "Q: And your husband is a business man?",
        "A: He was, yes. He was in business but now retired and we live now in Florida, and our son\nis in the business.",
        "Q: Tell us the overall picture of your activity, your survival. do you feel that you have done\nthe important things which you had to do with...that you survived because you were\nwilling and able to do them?",
        "A: I survived because I was willing. Yes, I wanted to live very, very much. And I remember\nwhen we were taking...in our group there was a Madame Kless and I will never forget,\nand there was a little girl, and this Madame Kless was a good friend of hers. She came up\nto me and she said, Brenda, you are young and you are so...you are so flink’, you are so\nfast on the move. You are fast on the move. You'll survive.",
        "Q: Is she the girl who had the bad leg?",
        "A: No. There's another, another lady. And she said, “You, you may survive.” I said, “Mrs.\nKless, we are going -- I don't know where we are going,” but in -- deep in the deep in my\nheart, I, I wanted very badly to survive. And--",
        "Q: It was difficult when the rest of your family were all destroyed.",
        "A: Very much so. Very much so. I was left and my father, I lost right then and then. Who\nknows? My father had a terrible temper. Maybe he ca-- went up -- I lost him. Maybe he\ncouldn't face the family. Right in the camp, when they brought us in, they pushed us 1n,\nall of us. Maybe he went to the gate to speak to one of the of the of the soldiers, of the\nNazis and maybe he got in a fight and maybe they killed him right then and then.\n* quick (Yiddish)\nBecause I hadn't seen him anymore after we were -- we got in, in this camp. My two\ngrandparents and one of my grandparents as I described before, he blessed me. And\nmaybe he was blessing.",
        "Q: Overall you have no enmity towards the Russians, their activities were helpful to you?",
        "A: They were helpful, yes. They're helpful, and let's not forget they were Allies of the\nUnited States at that time. They were a bigger evil at that time to conquer. And they were\n-- they, they had just nice words. I don't remember saying anything against the\nAmericans, any bad words, from the partisans, from the immediate people, from the\nimmediate comrades I was associated with. Nothing but good words.",
        "Q: And what happened to those Jews that they shipped off to Siberia when they were -- back\nin '39?",
        "A: Some -- in '39 -- some survived and some died of natural death. Some died maybe of\noverwork, but it was, it was, you know, everything 1s in comparison, but you ask, there is\nno choice.” They killed us all out — all, all. There was no--",
        "Q: So they were just fortuitously taken out of the war, out of the Hitler--",
        "A: Out, out, out of Hitler, yes. Yes. Out of Hitler and they sent them to Siberia because they\nthought they were anti-Communists. They were, they were, they were capitalists. They\nwere anti-Communists, all kind, all kind of business at that time. And let's see to it -- and\nI'm again saying it, that this should never, never happen again.",
        "Q: And how, how do you suggest we might work toward that?",
        "A: I think this, this monument being erected as a learning center, people will come. They\nwill see all the testimonies from different survivors and -- like college professor like in\nChicago came out and wrote this, this thing, it will never happen again, and he said that\nthe Holocaust didn't happen -- in response to the skinheads, and the Ku Klux Klan and\nrevisionists would like to falsify history and tell them it didn’t happen, deny it. So we will\nstand by and we will see to it that 1t will never happen again, so our dead who died will\nnot be in vain. If you will not remember the yesterday, the future is uncertain.",
        "Q: What you are saying it is important for this museum to keep that alive?",
        "A: Absolutely alive. And tours and school kids. Let them learn, let them see the evil. But\npeople are capable to do good things and to do evil things, too. And that to stop, and stop,\nand stop them when they start. If Hitler would have been stopped in time he would not\nhave the guts what he did but nobody stopped him and he exploited the situation to the\nbest of his, to his political at this time.",
        "Q: Thank you we are stopping now.\n[Technical conversation]\nEnd of Tape #1\nTAPE #2",
        "Q: Brenda, will you tell us a little bit more about the partisan movement, what the group was\nlike when you, when you got in, joined with them and what your daily life was like and\nsome more incidents, if you can. We'd like to hear about that.",
        "A: when I joined the group, there was this General Naumov’ and was the head of the of the\npartisan movement at that time.",
        "Q: He was Russian?",
        "A: He was Russian. He was, and all his officers were mostly Russians, Russians at that time\nbut rather a potpourri with a bunch of people from different -- they were POW's, they\nwere escapees like Jewish escapees, or people who felt not comfortable with the\nGermans, and there -- they were composed of mostly of, of those people, and our daily\nlife was constant to go on the move, constant on the move. We did not -- let's say if we\nstopped in one place that day, we went at night -- usually at night we used to move.",
        "Q: Where did you get the assignments?",
        "A: The assignments we used to receive from Moscow. We had our radio station with three\npeople working on it. We used to receive and trans-- to receive telegrams and give it back\nto them whatever they ciphered it in cipher because you know the Germans could have\ncould have gotten this -- the, the if 1t wouldn't be ciphered, but they used to send ci--\nciphered telegrams to Moscow and from.",
        "Q: And you had assignments which--",
        "A: We had assignments. For instance, to, to go and to derail this and this rail.",
        "Q: Tell us about some of that.",
        "A: I described you one -- the incident in the Carpathian mountains and there were some\nmore incidents like this. Like, like we would come into our to our to our place that we\nhave to derail, and then we used to put it in TNT, this little -- it's like little fobs and we\nused to put it in, in, in four, in three, in two and three places, and there was a long string\nused to come and then we used to ignite and this would come and would ignite the train,\nthe, the, the TNT, the, the, the explosives. And this was ignite in three places because you\ncan fix it right away if it would be just in one place, the railroad. And later this -- they,\nthey put in some sentries and they were on the rail, on the railroads. Some, some German\n10\nM. I. Naumov\nsentries used to watch them, so we knew about it, so we used to put it in three, even\nsometimes in four places, the railing. When the when the train would come, they would,\nwould take them a long time to fix that train and we had time to mess up them but good.\nYes. And we raided bases, ambush any German who go to the front, from the front. We\nused to play cat and mouse like, used to play games. We used to play cat and mouse\ngames. We used to ambush, and they didn't have no rest, no day, no night and I remember\nsome Germans who used to come to the front through the woods, and there were some,\nsome -- not the highway like here is sophisticated -- but through the woods and they were\nafraid even to go into the woods to relieve themselves because they knew that some\nunfriendly hands is down there waiting for them. And, but mainly we show our presence\nthat we are there. I -- yes, I remember on the -- in the -- on the going, going with the\npartisans, we, we got a hold of a big engineer. Engineer used to build the phantom\nbridges, you know—",
        "Q: Pontoon.",
        "A: Pontoon—",
        "Q: Bridges—",
        "A: Bridges you call it, used to build those, those phantom bridges for the tanks and, and the,\nand the heavy, and the heavy artillery, whatever they had it should go fast, go through,\nand get a hold of this guy with these with this cart. He was driving leisurely with his with\nhis chauffeur, with his car. He thought he was down someplace in Germany. They got a\nhold of him and, and he begged for his life. They asked me sometimes, “Did you have\nprisoners of war?” No, we didn't. If we took in anyone...",
        "Q: You had no, no way to deal with them.",
        "A: No place. No. No way to deal with them, and we had plenty hate against them, to do\nwhatever it is.",
        "Q: You were a young girl. You were just probably blooming, fourteen, fifteen, sixteen. How\ndid you feel as a young girl in this...?",
        "A: In this environment, in this group?",
        "Q: Yeah.",
        "A: Comparatively, I felt good because I had a gun in my hands. I fought. I escaped from fire.\nI escaped from the execution. I knew that there is, there is, there is at least for now when\nI'll, when I'll die, it will be with a gun in my hand, and I'll take as many as my enemy as I\ncan.",
        "Q: And you acted like a grown-up. You were -- young girl, boys or--",
        "A: No. It's my, my, my youth was shattered, of course, and they ask me sometimes how old I\nam and I say by my experience, a hundred. By my -- the way I feel, I'm very young at\nheart and that's keeps me going, and maybe that was my -- and my positive outlook\ntowards life maybe was what kept me going. I was, I was, yes.",
        "Q: You felt good because you were doing something?",
        "A: Yes. We were doing something and, and I felt that there will be a tomorrow and I'll\nsurvive and I did.",
        "Q: Did you have any romances within the partisan group?",
        "A: Yes, yes, yes. There were one. There were two even where they fell actually in love, but I\nwas -- shied away, right away. I don't know. I was standing my ground. I said, “It's not a\nplace, not a time.” But there were romances and there were guys who I flirted with them\nand they but that's as far as we went. We didn't have time for whatever. They were even\nmore, but not in my case, no. I didn't think it's the time and the and the place for it.",
        "Q: Did you have any special assignment that you remember that you could tell us about,\naside from the group action, something like that?",
        "A: The general once, a few times sent me, yeah. The general sent me a few times to bring\nsome, some from the village and it was a dangerous mission to go and to do it. I went and\ndid it and I brought him the thing. He thanked me for it, and we were constantly in the\nfight. I was in the fights. I was...I was...I don't know if you'll ask me if I personally...no.\nBut I was in fights and there were bullets, bullets, bullets -- were running right and left.\nThey were killed Germans. They were killed enemies. But...",
        "Q: So there was constant action, and you were in it all the time?",
        "A: Constant action. Constant action. The, the night -- some nigh-- some, some days were\nquiet and the Germans were afraid of us. They used to call us the bandits. They were the\nbandits, but they called us the bandits. For us it was no choice. They were the occupants\nand they did all the horrible things.",
        "Q: When did you hear the war was over?",
        "A: When actually the beginning of April. We heard...we heard already the news that our\nfront is advancing, in the partisans. Our front is advancing and we had assignments to go\ndeeper into...like we went into the almost to the Carpathians because it was a dangerous\nmission in there to go into the Carpathians. It seemed to be into the heart of the Germans,\nand they were infested down there. They had their bases. They were infested, so we went\nalong, we went along. And we speed it up. I think we speeded it up, the, the, the defeat of\nthe Germans. We speeded it up, I'm positively sure of that.",
        "Q: The partisan activity was very important to that...",
        "A: Very much. We were very much, very much...and there were heroes. There were guys\nwho they put their life on the line.",
        "Q: Were there many Poles in your group?",
        "A: Some. Some were. Some Poles, but mostly Ukrainians, mostly Soviets...Soviets from the\nSoviet, mostly from the POW's. Soviet-Ukrainians, some Poles and I remember a few\nfrom in there from Krakow. For some for some reason they wind up with us. We used to\njoke around and tell them. And some even escaped from the Vlasov’ from the Vlasov\narmy, lots of who went over to the Germans, from General Vlasov, and then when the\ntide went against the Germans, when, when the...when the Soviets start winning the war,\nthey already saw that they are going to be...to be accounted. They have to account\nthemselves for, so they start coming into our unit, and we had...we had almost to the end,\nto the end about seven, eight months before we were liberated, and they did -- they, they\nhelped us a lot. There were a whole...two hundred and fifty Armenians who were in the\nVlasov army and they came over to us, and this, is like not an easy task to take over two\nhundred and fifty, and I remember at night when they came and we, we didn't have no too\nmuch faith in them. We had...we were afraid, because people with guns, we didn't know\ntheir intentions. And little by little we took them over and they proved themselves to be\ngreat soldiers and they were good fighters.",
        "Q: How did they explain their activity with Vlasov?",
        "A: They escaped from him. They, they, they turned their back on him. They escaped. They,\nthey, they heard...you know, the partisan movement became so, so, so strong and so big\nthat they decided they have to join up with a group and this group of the two hundred and\nfifty fell in into our midst and I, I remember this captain, and he helped us. He had a\nGerman uniform, the German uniform, and, and he was the one when we infiltrated this\nbase, he was the one who gave us some tips about their strategy, about the things and\nwhat to say, like we took off a few of the sentries. We took off by silencer, if you know\nwhat I mean.\n'’ General Andrei Vlasov",
        "Q: Did you personally kill Germans that you were aware of?",
        "A: I wasn't in the fights, no. I, I, I, I was asked at one point to, to do to this engineer, and I\nsaid they were...they were torturing him and I said, “it's not my cup of coffee.” I, I stayed\naway from it. No. But I was in fights personally? No. At every battle, it was a battle. It\nwas a matter of life and death. And I remember that penicillin came into our midst, but\nthe..",
        "Q: Penicillin?",
        "A: Penicillin...the Americans...the Americans...the Americans actually dropped to the\npartisans penicillin, and I remember rejoice we had that night and the beautiful work that\nwas said by the United States, “our allies, our brothers, our this and that.” And we saved\na lot of our partisans with the...with, with the penicillin. They had some who were\namputated right in the woods. We had a surgeon. We had an assistant surgeon who was a\nLady Walia and uh...and they saved some of our people, actually their lives, with the\npenicillin. They shouldn't get infected and I know this helps for infection.",
        "Q: Oh yes, yes.",
        "A: And nothing but good words and nice things were said at that time.",
        "Q: Were you aware of what was happening elsewhere in the war?",
        "A: We knew they had...we had Yugoslavs, Yugoslav partisans too with us, who start running\naway from the Germans. They were in working units, in working units. They were taken\nby force by the Germans and they were putting in working units, and then they find\nout...they find out there are partisans and they start running into us and we had some\nYugoslav partisans with us. I remember one gave me a pair of slacks and I had it after the\nend of the war.",
        "Q: Did you know about what was happening in the rest of the war, with the Japanese and\nthat?",
        "A: No. We didn't...not at that time. We were mostly preoccupied with our...with our\nvictories, what happened you know that we defeated the Germans, that we defeated them,\nthat they are almost...almost to the collapse, and this was our rejoicing. We didn't heard at\nthat time -- Japan. We knew that Japan was an ally of the Germans. We knew about it,\nbut it was not discussed because we were preoccupied with our...with our\nimmediate....with our own work and our own. We didn't have time...for all this....",
        "Q: So at 22, you had already lived a full life.",
        "A: I would say so.",
        "Q: Disasters with...and also the feeling of victory finally.",
        "A: Yeah. As my daughter tells me, “I -- Mother, I put your picture with the gun, I don't need\na burglar alarm.” And this, is my joke always. I said, “I don't need a burglar alarm. I put\nyour picture with your gun.”",
        "Q: She figured you could take care of yourself and protect her.",
        "A: Uh-hum. It was a difficult time.",
        "Q: But it's still...difficult times, but still you are very emotional about it.",
        "A: very much, yeah. Sometimes...at something...sometimes it touches some place.",
        "Q: You have like -- some people have bad dreams.",
        "A: [...yes. Sometimes I do. Something I'm running and there's constant a German running 1n,\nin a dream, when you when you dream about it. You are staying like 1n one place and\nthey are almost getting you, and it's...and it's a constant struggle. You know, but now less\nso. It seems like I start talking about it, things have start...turning about...",
        "Q: It's less?",
        "A: It's less. Yeah.",
        "Q: So it's not only helpful for the whole Holocaust movement, it's also helpful to you\npersonally.",
        "A: Yes. Um-hum. And I thank the museum and -- the museum what has been built --again.\nThis is a very -- it's, it's, it's great. It's their learning center, 1n a place so people will\ncome, can never, never deny this doesn't happen. And that was a constant struggle.",
        "Q: Thank you very much.",
        "A: Thank you for listening to me, and I hope it will be of help.\n[Technical conversation]\n[Showing photographs |",
        "A: This, is my family picture. This, is my father from the far left, I am sitting on his lap. My\nmother is right behind him. Then I go next to my father is my grandmother. Next to my\ngrandmother, to the left, is my great-grandmother. Next to my great-grandmother is my\ngrandfather, that’s his mother. On the top starting from the left is my mother, my aunt my\nuncle is my mother’s brother, my aunt is my mother’s sister and my uncle is her husband.\nAnd underneath, this, is my aunt. For all the people who survived -- I survived, my aunt\nwho is now in Israel, and my uncle survived the war.\n[Technical conversation]\n[Showing photographs |",
        "A: That’s me before I gave back my gun, I wanted to have as a momento. And I thought at\nthat time, I don’t know, if Pll have ever kids, I want them to know that I was not sitting I\nwas fighting.\n[Technical conversation]",
        "A: This, is the machine gun I, I carried in the partisans, and before I gave it back, this a\npicture of us, I too— we took it.\n[Technical conversation]\nEND OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Tell me, Brenda, just a little bit about your life before the war, before '39 when the\ntrouble started.",
        "Q: Okay. Okay, Brenda, give us your full name and where you were born, and when, so we\ncan start the interview.",
        "Q: tell us a little bit about your life before '39 when the trouble started.",
        "Q: And you were the oldest of a family of three?",
        "Q: Four?",
        "Q: Yes, and you were 14 in '39, and tell us what began to happen after '39.",
        "Q: They took a lot of Jews, deport them to Siberia?",
        "Q: Didn't realize that it saved them.",
        "Q: So then life went on the same, and then what happened?",
        "Q: The nightmare?",
        "Q: What do you mean with the German?",
        "Q: You came there with your family?",
        "Q: You were now asked to go into a ghetto?",
        "Q: Okay.",
        "Q: A lot of people were, were pushed into this place?",
        "Q: No. So then what happened?",
        "Q: I don’t hear you right.",
        "Q: Put it out.",
        "Q: You went where, at this point?",
        "Q: Who's going to?",
        "Q: In the what?",
        "Q: I don’t hear you. Okay, okay. Wait a minute, I am fixing the camera.",
        "Q: Now you were telling me about leaving Szymon — yes? Can you tell us who Szymon was\nand what happened then after that?",
        "Q: You were now living in the woods?",
        "Q: And what were you doing?",
        "Q: Near the camp?",
        "Q: Are these partisans, were they Poles, Russian...?",
        "Q: Jews?",
        "Q: By size you mean what? You would attack where?",
        "Q: And how long did you stay with them?",
        "Q: Did you stay in the same area or did you--?",
        "Q: On assignment?",
        "Q: So this, is now 1944?",
        "Q: You were discharged?",
        "Q: A German train?",
        "Q: Germans?",
        "Q: Well, what happened to your sister now, at this point?",
        "Q: That you left her with?",
        "Q: When did you discover the rest of your family, their fate?",
        "Q: They shot them and ....?",
        "Q: When you got back to Sarny, the Germans were already out?",
        "Q: You did what?",
        "Q: So from this town...",
        "Q: How many Jews were left after the war was over?",
        "Q: How did you manage to deal with these terrible experiences you had?",
        "Q: But it was difficult to deal with these memories?",
        "Q: Yes...do you want...do you want to say something?",
        "Q: So not all the Jews just sat by and let the Germans...",
        "Q: But those who could did take part in, in the partisan movement and other...",
        "Q: What happened to Szymon, who was important in this movement?",
        "Q: Is he still alive?",
        "Q: And was acknowledged as a hero in...",
        "Q: And what is your sister doing now?",
        "Q: You have two, two children now?",
        "Q: Three?",
        "Q: And your husband is a business man?",
        "Q: Tell us the overall picture of your activity, your survival. do you feel that you have done\nthe important things which you had to do with...that you survived because you were\nwilling and able to do them?",
        "Q: Is she the girl who had the bad leg?",
        "Q: It was difficult when the rest of your family were all destroyed.",
        "Q: Overall you have no enmity towards the Russians, their activities were helpful to you?",
        "Q: And what happened to those Jews that they shipped off to Siberia when they were -- back\nin '39?",
        "Q: So they were just fortuitously taken out of the war, out of the Hitler--",
        "Q: And how, how do you suggest we might work toward that?",
        "Q: What you are saying it is important for this museum to keep that alive?",
        "Q: Thank you we are stopping now.\n[Technical conversation]\nEnd of Tape #1",
        "Q: Brenda, will you tell us a little bit more about the partisan movement, what the group was\nlike when you, when you got in, joined with them and what your daily life was like and\nsome more incidents, if you can. We'd like to hear about that.",
        "Q: He was Russian?",
        "Q: Where did you get the assignments?",
        "Q: And you had assignments which--",
        "Q: Tell us about some of that.",
        "Q: Pontoon.",
        "Q: Bridges—",
        "Q: You had no, no way to deal with them.",
        "Q: You were a young girl. You were just probably blooming, fourteen, fifteen, sixteen. How\ndid you feel as a young girl in this...?",
        "Q: Yeah.",
        "Q: And you acted like a grown-up. You were -- young girl, boys or--",
        "Q: You felt good because you were doing something?",
        "Q: Did you have any romances within the partisan group?",
        "Q: Did you have any special assignment that you remember that you could tell us about,\naside from the group action, something like that?",
        "Q: So there was constant action, and you were in it all the time?",
        "Q: When did you hear the war was over?",
        "Q: The partisan activity was very important to that...",
        "Q: Were there many Poles in your group?",
        "Q: How did they explain their activity with Vlasov?",
        "Q: Did you personally kill Germans that you were aware of?",
        "Q: Penicillin?",
        "Q: Oh yes, yes.",
        "Q: Were you aware of what was happening elsewhere in the war?",
        "Q: Did you know about what was happening in the rest of the war, with the Japanese and\nthat?",
        "Q: So at 22, you had already lived a full life.",
        "Q: Disasters with...and also the feeling of victory finally.",
        "Q: She figured you could take care of yourself and protect her.",
        "Q: But it's still...difficult times, but still you are very emotional about it.",
        "Q: You have like -- some people have bad dreams.",
        "Q: It's less?",
        "Q: So it's not only helpful for the whole Holocaust movement, it's also helpful to you\npersonally.",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: Before the war—",
        "A: Okay. My name is Brenda Senders now, my married name. Szyr was my maiden name,\nand I was born in a small town in the Ukraine. It was Poland up till '39, in 19...Sarny as I\nmentioned, in 1925.",
        "A: When the trouble start...before the trouble started, I went to school. I was a student with\nmy plans. I went to school with my plans and I was toying with the idea of being some\nprofessional, a teacher or a doctor or lawyer, but this was out of my reach because you\nhad to go to the University at that time, but this, is far-fetched, and I uh...but this was my\nplans at that time.",
        "A: I was...yes. We... was the oldest of a family of four.",
        "A: Yes, two survived, my sister and myself survived. My little brother who was at that time\nsix, my little sister who was not quite four, she perished on the day when they liquidated\nand they killed everybody in my town.",
        "A: After '39, still life proceeded as, as normal, because the Soviets came in and my country\nwas divided, so my -- Sarny fell in into the Soviets, and so I proceeded. I went to school.\nYou know, there were different unpleasantry happened and let's say, for instance, they\ntook a lot of people avek' -- away to Siberia, because they were rich, they were anti-\nCommunist, were afraid, and it's a funny situation because...\n' away (Yiddish)",
        "A: A lot...to Siberia...Jews, Poles, because they said they are not you know, nenadezhnye’,\nnot sympathetic to the government or they were afraid they will do some damage. Yes.\nAnd the funny part and everybody...it was a disaster at that time. Everybody thought, you\nknow, it's terrible, and it happened that those people...",
        "A: That saved their lives.",
        "A: And then I went to school and life proceeded as usual, and then all of a sudden we knew\nthat they had a pact with Germany. The Russians, at that time in 1941, we know it from\nhistory, and all of a sudden in 1941, with no warning at all, I found out in the morning\nthat the war started, that Germany not attacked, attacked with no warning, with nothing.\nIn my coun-- my, my city, my region, Poland was over-run within a week, and the\nnightmare started.",
        "A: Yes. They — the first decree came out that told the Jews must come into the...must come\nin One...in one assigned... assigned place in the city. We were living at that time about\nfifteen kilometers from town. We had a grocery down there, that little town called\nRudnya. There was three kilometers from that little place was a, a, a railroad station\nwhere I used to come to town and from town, and they asked all of us to come into town,\nand we predicted unpleasantry right then and then, because we heard already news that\nthe Germans are killing and doing things and my father didn't want it to believe at that\ntime. He spoke a fluent German. He was an interpreter assigned during the first World\nWar. A German...he's fluent in. He said it couldn't happen.",
        "A: It couldn't believe...he said they are cultured people that couldn't believe this propaganda,\nbut it happened. We...they hoarded in, 1n together and this was my first experience. I\ndidn't know what a ghetto was.\n* unreliable (Russian)",
        "A: Yes, with the family and I'll describe you the house we lived in the ghetto. We were...we\nweren't...We...",
        "A: Into a ghetto.",
        "A: Yeah. This assigned was not yet a ghetto. It was not yet fenced in but they said “This,\nthis and this street you can occupy. You can go in.” We find our uh...we find a place\ndown there with our relatives and there were three rooms and a kitchen and a fourth room\nlike to walk in from the street. And I'll describe you how many people lived down there.\nThere was the...the...the man and the lady of the house. They were Burko, also, and they\nhave two children and they were four. Now we were mother and father and us four, so we\nwere six, all in that...",
        "A: Yes. Were pushed into this place, and it was not the worst of, of things.",
        "A: Then at night we used to heard uh, you know, it was...we were right...right close to the\nentrance to the ghetto. It was an entrance, a gate and by the gate we used to hear at night,\nwe used to hear trucks coming in or out. We had a curfew. The Jews had a curfew, by\neight o'clock, nobody was allowed, but the...you know, there was a death sentence. If\nsomebody was caught outside strolling around or wandering around, he was shot. There\nwas no less punishment than that, but the non-Jews, the Christian population, had a right\nto go in and out from the ghetto at will. And we used to hear at night a truck coming in,\nand our heart used to pound and scared. And I remember this was a girl with me, a girl by\nthe name of Zelda. She was a very talented girl. She wrote poetry at that time, and she\nused...she wore a cast. She had a cast on her leg. You know what she used to tell\nme...” Brenda, you are...you are so agile. You are — you, you know. And something’s...”\nyes...yes...living with me in the same house, in the same house. She said “You know,\nwhen something will happen,” because we didn't know the truck will come to pick up\nsome people or the truck came in just to go home, whatever this Christian this...this man\nwas living. She said “you will be able to run, but not me.” She said “I have a cast and I'll\nbe left behind.” And life got...",
        "A: Yes. Life was tighter and tighter every day. Decree after decree used to come out, and for\ninstance, they all of a sudden decided they wanted fifteen kilogram of gold. They decided\nwe had to wear...to bring it to the Judenrat, to the Judenrat is our own\ngovern...govern...thing. It was like a puppet government for ourselves, just for the for the\nGermans to come and to ask them what they wanted, or for instance, furs were...they\ndecided that we, we have to give and everybody has to bring their furs up to the...any\nwarm clothing. We did not at the time, but now we understand that everything went to\nthe front because it was very cold, till the day...and every day was terrible news coming\ninto the ghetto. Nobody wanted to believe. We said “We are...we are good people. Why\nwould they do it?” And I remember there was one man who was sitting down there on the\nside and he said, “Our time didn't come yet.” I didn't like it at that time, whatever he\nsaid...yes.\nAnd, and the day came. The day came. They surrounded our ghetto and it wasn't over. It\nwas two weeks I remember before Rosh Hashanah. They surrounded our ghetto, police,\nbecause...police and Germans and the terrible news came in. We saw it right away that\nsomething horrible is happening. People start running. Bunches of people start running\nfrom one street to the other one. And...and the Ukrainian police, the collaborators of the\nGermans and the Germans used to fire at us like they were too smart and, and laugh like\nit would be some kind some kind of game, some kind of joke, some not real. My mother\nat that time in the...1n the late afternoon, my mother came up to me. She said, “Brenda,\nyou must go into hiding.” I said “Why?” I said. “You must go into hiding. There is a\nplace at my uncle's house and, and at least one of us...we don't know what's going to\nhappen. You have to go down there.” I didn't want to in the beginning, but then she\npersisted and I went along with her plan. I went down there and if you want it I'll\ndescribe this the, the hiding place. Overnight I stayed down there and what did I find. It\nwas in a barn. They lived right by the gate of the...by the...not by the gate but by the\nfence of the ghetto. A few jumped over the fence. You were over...over...out of the\nghetto, out of the peri— the, the...whatever the ghetto was...was...the border. In this in\nthis barn where they had a cow, there was a double...a double wall was erected and down\nthere was underneath was a little opening. You just opened this thing. You went in and if\nyou walked into the barn, you didn't know nothing, because people crawled in down\nthere, and what did I find down there behind...behind. I find down there may be about\neight to ten people was sitting, one next to the other. And especially I remember this old\nlady, this eighty year old lady, but she did not...maybe she was older...an old...a, a really\nold...and she...Mr. Lurja, Mrs. Lurja was her name. She was a very nice lady, and she\ndidn't understand what it's all about. She was asking us questions. We didn't know no\nanswers for her to give. “What's going on? What's happening?” And we lived through the\nnight when we heard that the youth of the ghetto wanted to actually to burn the ghetto. If\nsomebody tipped of the Germans that the ghetto, that, that that's the plan of some of the\nyouth of the ghetto. Right away they surrounded with, with fire, with the fire, with, with\nfire, with the fire, with fire department, with the...yes...and they surrounded the...in case\nof the ghetto will start burning, they will be able to...they will be able to...the fire...",
        "A: Put it out, the fire. And in the morning, we heard shots in the morning, and at night,\nduring the night, we wanted actually to escape, but the plan didn't materialize. We went\nback into hiding and in the morning we send out the son of this old lady, Mr. Lurja. He\nwas a very respectable, nice man. He was a business man. We sent him out to find out\nwhat's going on. When he went in into the town, into town, into the whatever, into the,\nthe town the whatever everybody has been gathered. He came back running. He said,\n“Everybody must go out from that from, from hiding. If anybody will be caught, they will\nbe shot on the spot.” At that time we didn't know the verdict was the same for the people\nwho were hiding or the people who went down there. I for my part, I decided to leave and\nto go and meet up with my parents. I went. I met up with my parents, and I remember\nwhen we walked out from the house, and this is...this, is something that stands out in my\nmind, and there's the lady who closed the shutters across from us, from our house, and\nshe said “I hope my hands don't come back and open the shutters again.” And we came to\nthe...to the clearing...it was like a clearing, where everybody gathered up there. It was a\nbig...right by the gate of the ghetto, and what did I find down then there? I find all, all the\npeople, a lot of people gathered down there. My mother with our family. She had\nsomething in her hand, a little...some food, whatever not, and there was this German\nstanding down there with a red face. He must have been drunk. It was early in the\nmorning, about ten o'clock, and he had a list of names and calling them out\nalphabetically, and then putting them in groups, taking them behind the, the, the gate and\nthere surrounded, they were surrounded right away by police, by Ukrainian police who\nwere collaborators with the Germans and the Germans and they were taken away. If my\nname was Szyr, I was almost to the end to leave the ghetto, and then he, he called out\nnames and who was not present he, he, he, he marked it off with a pencil. We didn't know\nat that time what, what, what was the reason, but then we find out. He wanted to find out\nhow many Jews still remained and how many they have to still go after them. And there\nwas this little boy. He was sitting...his parents are already taken. He was sitting and\ncrying and the German was ready for him. He was ready with his pistol. We grabbed this\nlittle kid and we dragged him along with us, and we dragged him along in our group\nwhen we went and I remember this German with this arm band, and he had a white\nskeleton. They were the Sonderkommando .\n° special commando (German); Nazi units assigned to liquidate targeted populations, such as\nJews, within the territory of the Soviet Union.",
        "A: At this point they took our group and they were taking us, and we didn't know where. We\ndidn't know where. And then one brave lady, she came up to this German. She asked him,\n“Where are you taking us?” He said, “We are taking you a working camp.” Just so not to\nscare us at that moment, and she came with this news, and they took us in the outskirts of\nour town, and there they pushed in, in a camp. That was...when I came it was during in\nthe day time. It was double barbed wired. It was in a valley not far from the school where\nI went to school, near, I remember, the church. The Catholic church was right on the hill\nstanding, and in this valley, this was erected with three barracks, a toilet for men and for\nwomen in the middle, and there were Germans and Ukrainian, a German-Ukrainian.\nWhen we came down there, we saw already people were killed, laying by the...by the\nbarbed wire, and we didn't know what it's all about, but then we find out first that they\nbrought in all the people from the small towns, all surrounding Sarny. Now I'm speaking\nnow first between 16, between close to 17,000 people were hoarded in, down there in this\nenclosure, and also a group of gypsies afterwards came. In this enclosure when they...we\ncame in, and we find out what's going on, I start running around. We saw the disaster 1s\nalready happening. We saw the Germans on the hill, sitting with the machine guns, and\nthen all of a sudden came through all the camp that we are going to cut the barbed wire.\nWe'll try to escape.",
        "A: One guy who had electric...electric...he was an electrician. He was working...one of the\nJewish guys who smuggled in a elect-- electric clipper, electric barbed wire clipper. He\nsmuggled them with him, and then what this Migdal and I will never forget him. This\nMigdal was tall and handsome and blond. He looked more German than any of the\nGermans I saw around down there standing with the machine guns, but the only...his\ncrime was because he was Jewish. So I knew that. I went up to my mother. My mother\nstood on the hill down there looking at the machine guns and she says, “came up.” I said,\n“Mother, I'll run.” She said -- oh, God, I'm sorry — “Where,” she said, “is the decency of\nthe world.”",
        "A: “Where is the decency of the world?” that was Mom. And she said, “When you remain\nalive, remember, never, never forget.” I’m sorry -- and that's why -- I'm a tough lady, so\nI’m okay. I — and, and she said, “Never, never forget.’ And that's maybe I'm here today to\ntell my story. And then and there I made my pledge, “If I'll survive, I can go from this\nhell, I'll fight. I'll fight, and if I'll have to die, I'll die with a gun in my hands.” I did it.\nThe barbed wire was cut. I went up to, to my grandfather. He put his hands on my head\nand he blessed me. He said, “God should help you.” They perished, of course. I'm\nspeaking from my immediate family of 80 plus all the people I already mentioned before.\nFrom the big fire we run out. I ran to the first...my first instinct told me...and there was\nthis, this nice German, and I must mention about him. There was one German who was\nstanding with this gun against us and in this sea of hate, this was still a nice human being.\nHe was not from the from, the from their party. He was one of the guys who they asked\nhim to stand with the gun, and, and he stood down there. He was in his 50s, my father's\nage at that time, and I remember my friend, my girlfriend. I saw her at that time just for\nthe first time. She went up close to him. He had the right...he had the right at that time to\nkill her, and I stood right behind her, and he grabbed his head. He said, “Oh my God, I\nhave a daughter your age. What they are doing to you?” And he yelled to us and he said,\n“You dummy Juden*. You dummy, run from here. They are going to kill you.” But we\nknew already and that's why the plan when the barbed wire was cut, cut by that and then\nwe ran out. We went...the first instant my mother saw me going behind the barbed wire,\nshe threw my sister over, and she ran behind me. My first instinct was to go to a Christian\nfamily we knew over there. We were friends with them. And I remember, and this, is also\na standout in my mind forever... went up from there to their house...it was not far. They\ncould hear the shots. They could hear the yells even. I went up to them and I said, “Hide\nme.” She said, “No, I don't have -- I'm afraid.” I could understand that. And then was a\nfenced in little yard. I opened this fenced in...the, the, the gate, and there was her husband\nwith a whole bunch of Poles standing and telling jokes, and this is...1 wanted to make it a\nparallel. Their friends have been murdered. They are telling jokes and when they saw me\nand my sister standing down there, they covered, they stood, they, they got white in their\nfaces and they saw the reality of the situation.\nWe went from there...we joined...we went over and it was easier now to, to explain than it\nwas. I'm...I...I lost my sister. In the meantime I went over myself. I went to the village\nwhere my grandparents lived and I knew some of the peasant people who were very nice.\nMy first thing was to go this neighbor. I went to the neighbor, and when I walked into\nthis house of that neighbor, this Ukrainian neighbor, I find my sister in there, and I find\nmy uncle. And this, is like a...like, you know, like fantasy, like, like, like a...but this what\nhappened. How my sister wind up down there...she told me that she went with a whole\ngroup of, of my cousins. There are some other people who knew this that, that, that\nsurrounding that village, and they told her this guy is a nice man, so go into this house, so\nshe went in and then how we met. From that point...yes...from that point we went and we\nmet up with Szymon's’ group. We were down there for a little while when we stayed with\nthis guy. Then I wore...I...he gave me some clothing of a Ukrainian...yeah, looked like a\npeasant girl, yes, and from there we went into the deep woods, into White Russia.\n* Jews (German)\n> Szymon Paikow\n[Technical conversation]\nPAUSE - BREAK IN TAPE",
        "A: After that. Now Szymon -- yes, Szymon was a friend of our family. He was a business\nman before the war and he used to come once in a while and sell parents and I found out\nthrough some other village people that this Szymon escaped. He actually escaped from\nthe grave where they killed -- almost without clothes, and they gave him clothes in one of\nthe villages when he escaped, and he went into the deep woods down there, into White\nRussia, so I went down there and I met up and it was not an easy task, you know. They\ndidn't wanted to take me and they said a bigger group is, is dan-- more danger and but\nanyway I, Insisted and I said, “I'm going to wait for Szymon and if Szymon will tell me I\nshould go, Szymon will decide my fate.” I stayed. Szymon came in the evening. When he\nsaw us, I told him who I was. He cried and he said, “They are like my kids and they are\ngoing to stay here and whatever will be us will be with them,” and he was like the law,\nand this was...he start organizing like ammunition. He knew the peasant people down\nthere. They start bringing us news what's going on in the front and whatever he and\nanother guy by that name of Olszanski--",
        "A: Living in the woods. He used to take us from place...for instance, we never stayed in one\nplace because he knew there's some danger to stay in one place because they can get us,\nso he used to transfer us from, from one from one destination to another one...they\nshould...we shouldn't be, be caught on the same spot.",
        "A: And we...at that time, we didn't do nothing special, but then this, this...1f I may mention\nthis teacher came into town, and the teacher was sent by the Germans and all of a sudden\nthe Germans were preoccupied to make to make a school in the deep woods, from\nthe...far away from town. To us it was right away suspicious because they were not\npreoccupied, the Germans with that. They were preoccupied with the war and killing as\nmany people as many they could, and all of a sudden we saw this stranger came to the\ntown and start asking questions and start looking around and then disappearing, going\nback to this, to this, to this Karasin. We are now in the woods, deep in the woods, deep in\nthe woods, and he...not to our camp but he came to the village.",
        "A: Near the camp. It was not exactly a camp, but it was a...where a gathering of\npeople...where we used to stay in the woods like the Boy Scouts, whatever, when they go.\nAnd we find out that this, this man is a dangerous man. He went to...back to town. He\ncame back at will and he was unheard at that time. So, Szymon and this friend decided\nthat he was a spy. He came not to organize a school but he came to find out and to bring\nnews to the Germans that Jews and their partisans of Jews and they are started already to\norganize at that time the partisans, we heard, but they were just rumors at that time, some\ngroups, some POW's, some groups are organizing but they were rumors at that time yet,\nso Szymon decided that this, this teacher has to be eliminated, and one night he and some\nmore people, they came, came in down there to that barn when he was asleep. They knew\nexactly where and he was no more alive. From that point, I...there was a big group.\nHow...did you ask me how did I wind up with this big group of partisans. There was...I\nheard, I heard that a big partisan group is start already organizing. I heard partisan group\nis going to pass by this village, and for curiosity I went with my girlfriend, I ready...I\nwanted... wanted to go inside, but I was not sure they wanted to accept me, they will\ntake me in, and I went up and I was stirring...stood down there and then this commissar\ncame on his horse and he start exchanging niceties. We told him right away, my\ngirlfriend and myself who was down there also of Jewish faith, and we said we wanted to\njoin the partisans.",
        "A: They were...they were Russians. They were Poles. They were POW's, and they were\npeople like myself who escaped—",
        "A: Yes, who escaped from the ghetto, who escaped from the — of the sheer -- to just to save\ntheir lives. And he said, “I'm not in authority.” He was the commissar of this soedinenie’.\nIt was...he said, “I'm going to the general and I'll come right back.” When he came back,\nhe said, “You must go right away or I...you can go with us, but you must leave right\naway.” I said, “But I have a sister in here, and I have to let words -- I have to tell her that\nI'm leaving.” But he said, “Now or not -- or none.” I said, “Okay, I'm going.” I sent a\nmessenger. I let my sister know that I went and I joined the partisans. And then we\nstopped in the next village. I was assigned to a group and there was my immediate\nofficer. I came up to him and I said, “you know,” I told him the story, “I left my sister.”\nHe said, “Okay, I'll give you my adjutant and I'll tell you how to mount the horse, and\nyou'll go with him and tell your sister.”” He gave me this guy who was a partisan already\n° military formation (Russian)\nfor quite a while. He asked me...he taught me how to mount the horse. I went up and we\nwent to my sister's place where she was and that took us three or four hours, and I went\nin, I told the landlady, ““You must take care of my sister. If something will happen, your\nlife is danger.” She saw it -- she saw me. I didn't have a gun yet at that time, but she say\nmy, my friend, this partisan, and he had a gun and she knew that I meant business. I said,\n“If something happened to her, remember this, we’ll come and we'll burn your house and\nwe'll will kill you,” and we left. Now our fights were daily, constant, constant. We started\nwith a group of 500. We wind up between I would 17, 1,800, maybe more. I don't know\nexactly the group.",
        "A: Attack. Attack. Ambush Germans, and put TNT under the railroads, on this uh, you\nknow, the rail, the rail. Trains who used to come to the front, coming from front, they\ndidn't have no, no peace, no day or night. And we did the job very well.",
        "A: We -- I stayed with them till 1944--",
        "A: No. We traveled constantly. We had our radio operator who transmitted, received and\ntransmitted telegrams from -- to Moscow and from Moscow. We used to have even\nplanes coming sometimes to us by assigned, by assigned parole -- by assigned, like you\nsay when in, in the military, by assigned, by assigned, you know, when for instance your\non patrol, your on assigned--",
        "A: No. The planes came a few times later, let off medication. Let off medication and\nsometimes they used to land, and they used to tell them that it will be like five, five fires\non the, on the radio. You see, on the transmitter they used to transmit a telegram to\nMoscow and tell them that's all. We'll have like five fires in a circle, and this will be our\npeople, and then they used to land, bring us -- sometimes used to take some of our\nwounded people, but it was once in a while. Then this was one, one thing. Then stands\nout very much in my mind and I call it returning for the bullets. I was in this group who\ntook care was, it was like assigned, assigned group to take of the general and at night we\nhad an order to go from that village -- we were stationed in that village -- to go from that\nvillage to another one. I took my gun and I left my bullet belt right there, and with my\ngroup, with the other, with the -- who was immediate commanding officer, and the -- and\nsome of the partisans left. I was going in another partisans from my group, and I thought\nnothing — not thinking too much -- I thought, “In the morning I'll come back and I'll get\nmy bullet belt.” But you are not do -- you are not allowed to do this during the war. When\nwe start -- when we, we slept over night down there and in the morning when we came\nback to the village, back to our destination where we left our, our unit, our partisans --\nwhen we came back, the, the, the Germans were already fighting us. The village was on\nfire. Our partisans were retreating. My unit was coming out. My house where I was\nstationed in that village, was right -- I could see it from there when we came out from the\nwoods from far away. When my immediate officer came across to me, I asked him,\n“Where is my bullet belt.” He said, “I left 1t under the log. Well, you better get it. If not,\nwe are going to court martial you.” The village was burning. The screams and the yells\nwere terrible, and I had to go, there was no choice for me. I ran and there was this guy\nAndrej and there was like, you know, like razvedka’, we call it in Russian. There was like\nthe intelligence. They were like the scout boys. They used to come, for instance, if you\nhad to occupy a village, they were the first ones to scout out and to see if nobody's down\nthere from enemy, from enemies, or when we retreated, they used to look to if none of\nour partisans were left, mop out -- take out all of them. When he saw, saw me running up\nto the village and thought that I got crazy. And he ran up to me. He said, “T'll kill you.”\nHe thought that I'm running to the Germans. I said, “my patrontazh’,” I yelled to him,\n“my bullet belt.” And I went up and believe me, I get bubbles still in my stomach when I\nremember this. I went up the log where he said. I held my horse as tight as I could. With\nall my might I run up. I grabbed my, my, my bullet belt, I put over my head.\nI remember, and I went over the, over the clearing. It was a clearing there, and I went up\ninto the woods. I pinched myself to see if I'm alive or it's just something -- if it's not real.\nWhen I came back to my unit and I met up with my with my general, with my group,\nthey said, “Oh my God, you live a long life Brenda.” You know, they could not believe\nit. My only explanation -- I could not figure out. They could see me. They saw me. They\nshould sniper me down. My only explanation was at that time that I wore a uniform from\na German pilot. I was on the horse. I had his -- even his, his, his little hat, cap, and I had a\nponcho. That's like for the weather, for rain, like you put -- the, the army people put them\non and you tie up to here, during the Second World War. The kids now wearing it. It was\nin style but in different colors. When you -- when you lay down on the ground, you're\ncamouflaged. You're a part of the ground. My only explanation was that maybe they\nthought that I was one of them strolled away and that's why they didn't kill me at that\ntime.",
        "A: In 1943-44. I don't -- I, I cannot remember, because it was in the late summer I\n’ intelligence service (Russian)\n* bandolier (Russian)\nremember, because in '44, at the end of April, the beginning of May, we already were\ndischarged from the from the partisans.",
        "A: Discharged. Yeah. We were discharged from the partisans. The war was over. Berlin was\nalready it was almost to the end of the war. So in 1944 -- so in and then what else -- there\nwas many, many things that everyday were different and especially when we -- I\nremember going into Carpathian mountains and being raided on base, a German base,\nand they put grenades and we burned and it's like an atom bomb exploded and for us it\nwas a victory. They were sitting and singing I remember, and there was even a poem was\ncomposed at that time by one of the partisans. I was, I was sitting I remember in the\ncorner with my gun and we were singing and didn't know what the next minutes will\nbring, but at that minute it was okay. And then a German, a German train got close to the\nbase, went to the--",
        "A: A train. It was coming from Germany. It was in the Carpathian mountains, because we\nwent as far with the partisans from Poland up almost to the Carpathian mountains, by the\nwoods, by the, by the -- not by the main roads. That's what -- how we went. And this\ntrain was going to the, to the front and singing away songs. They were victorious in their\nsinging. They were going to conquer the world.",
        "A: Germans. We were waiting for them. We derailed this, this train in three places. And\nwhen they start running out -- they stopped singing very fast. They start running out and\nthey machine gunned them. And then we retreated into the deep woods. We couldn't stay\ndown there any longer because the Germans with the planes, with the planes right away\nthey knew that the partisan groups are down there congregating. They would come and\nthey would cut us to bits, to, to bits. So, we left that destination, we went out into the\ndeep, deep woods. And there was another episode. If you want it -- if you still have the\ntime, I can explain to you. And I call it also -- we were stationed in our, in our -- in a\nvillage and this village also was like in a, in a valley. It was on one side, I remember,\nmount...like hills, not mountains exactly but hills and I was in the group what when you\noccupy a village or whatever a point, you put in a machine gun, some people with guns\nfor people who are watching, coming into the village or going out from the village,\nactually you can come into the village but not go out. You understand...1f somebody...or\nhe can go with a patrol. Let's say for instance, if the patrol at night was “seven,” and I\nwould stand watch with my gun and I would tell him “four.” He would have to come up\nwith the number three to equal seven, and there was on top of this, we used to have like\n“Warsaw” and “Krakow” or “Warsaw” and “Kiev,” so if I would say “Warsaw,” he\nwould have to say “Kiev.” I knew it's one of us. If he didn't know the parole, even the\ngeneral, he had to lay down. If not he would be killed at the spot.\nI was in that group and in the morning the Germans must find out that there are partisans\nstationed in that...in that village. They occupied this hill and we were left\nwithout...without bullets. We had the machine guns. They had — with everything-- little\nbit of surplus, little bit of, of, of, of bullet but not enough, so my immediate officer said\nwe have to get the bullets from our horse...from the...from the horse and buggy. And the\nhorse and the buggy was about three, four houses away from that place where we...it was\non the outskirts of town. I said, “Okay, I'm going.” I knew exactly from the back, through\nthe back how to go around there. I went. I got my bullets and when I came back the\nhouses and everything was burning. The Germans occupied this, this the, the hill, and\nthey were coming at us with bullets. In our house...1n our home stand there in the\nUkraine, they are from wood and straw roofs, so if you put it in a burning bullets, it's\nright exploding, right start burning, and I remember with my big like this scarf...a big...I\nhad a big thing with these bullets, and I grabbed on my...on one of my of my thing to\nbring it back to my officer, to my...to the...to the...to the man where he send me, and I\nremember under this...under this house when I lay down...I lay down. I tumbled and then\nI had a little clearing and I tumbled to the other house, and the other house was burning,\nand then I saw a guy what I, I, I remember I knew him by his by his dress, by his by his\nby his jacket. Ivan was his name, Ivanya. And I yelled to him, “Ivanya, cover me.” He\nwas laying down there in front and I see...I said, “Cover me, because I have to run.” If he\nwould cover me, they wouldn't have the...I had time to go over it. If not, they would snipe\nme down or they would kill me, and I hear he didn't say a word. I said — he, he, he, he got\nscared -- I said “you chickened out,” and I got so mad at him, and I yelled again, but he\nwas not alive anymore. He was a snip-- a, a bullet straight to his head because the funeral\nwas the next day. I tumbled. I went, I remember, under a well and it was like in old time,\nwe had the wells, you know, wooden well. And then I came to my officer and I gave him\nthe bullets. And then we retreated. And that was another game.",
        "A: At this point my sister were left and I was still fighting with the partisans. It's now 1944,\nand after we came out from the partisans, I went back to my town, Sarny, and she was\nliving with this lady...",
        "A: Not I left her with. The lady in my city Sarny...when I went from the bullets, when I went\nfrom the execution, I went up to the house with her husband. Her husband was standing\nand telling jokes to the other Poles. I...she was in her house. They were good friends of\nours, very good friends before the war. And they used to call my mother “our daughter”\nbecause she did some special things for them. They would have wind up at that time in\nSiberia, and because of my mother they were left by the Soviets at that time, so she was\nstaying with them, but only...yes. A grievance I had against her, she made like a maid out\nof her. She didn't fed her with the family and whatever. That's a little bit of a hurt, but she\nsurvived and this, is the main...the main thing.",
        "A: [...their fate I already find out right away, after three days. My father was a forester. He\nknew the, the surrounding...he knew very, very, very well. If I said if my father would\nlive, would be alive, he would survive, he would be in the woods and he would be a big\nhelp. He could...he could organize himself partisan...a partisan group, a fighter unit, but\nwhen I saw after three...after a week, nobody survived, I knew it's nobody survived. And\nI find out the fate. They killed -- they, they took him from that point where I left\neverybody when the barbed wire was cut. They took them by groups across...across the\nhill where the Germans with the machine guns stood and they had already ditches\nprepared and they were killing them all.",
        "A: Shot them and throw them in the ditch. And I heard from some non-Jews, Ukrainians\nwho came and they said the earth was shaking and blood was gushing out because we\nwere healthy people, and my thoughts...I was very hurt because I know I have my little\nmy sister, my little brother...didn't know who was killed. Maybe my mother was killed\nfirst, my...and I didn't know. This was bugging me, the hell out of me, but there was...I\ncouldn't help it. So this was...and I met up, so we fought and I think we fought gallantly. I\nsaw the shoe on the other foot. I saw the enemy crushed. I saw them begging for their\nlives, just we did. They wouldn't believe and I came to one and I said ,“I'm a Jewish girl,”\nbecause I'm look bigger. I'm this little woman. I look bigger with all this gear that had to\nbe...",
        "A: The Germans were already out. I came back. I met up with some more survivors. I met up\nwith some distant relatives of mine, all survivors and there was a cousin of mine who was\na rabbi before the war, and he survived. He survived and he lives now in Israel. And I\ndescribed them burning this Szymon. And that's about the end. And I remember when I\ncame back into my town and it was the end of the war, when it was a big celebration.\nYou know, Berlin was almost taken. It was taken away. There was a big\ncelebration...rockets was running and colorful people who was rejoicing and I stood\ndown there by the municipal center, I remember, in my town, and I, I looked right and\nleft and I didn't know to cry or to laugh.",
        "A: I didn't know to cry or to laugh, because I was left with nobody. My sister and that was it.\nAnd uh...",
        "A: Yes. From the town...yes...",
        "A: Oh yes. My, my cousin, my cousin escaped. My cousin, my uncle, my first cousin and\nmy uncle survived. My...another distant cousin...all those people who knew a little bit the\nregion down there, because a lot of people were caught after they escaped from the...from\nthe execution, from the...from the...from the place. And it's a funny thing. You know, our\nown people built that camp. And they was suspicious I remember at that time...you\nremember the camp that I told you...and they were asking questions the Germans. They\nsaid, “We have -- we are bring POW's,” and the front was not far and it made sense to us.\nBut they deceived us at that time. The camp was made for us, and this was like a\nslaughter camp. After they murdered everybody, they dismantled the camp there should\nbe no trace, except the three graves who remained down there for the people, where they\nkilled off all the people. And this, is some speaking and I'm living...",
        "A: I don't know. I was young and I had a lot...a lot of hate against the injustice was done,\nand I said, “If a human being, how could they have done it, how could it -- how could\nthey had sense?” I...I was sad. I couldn't talk for a long, long time about it, and I said\nnobody who didn't believe me if I'll tell them. That's like fiction. And here I was in the\nmiddle of everything, in the middle of the storm. And it's happened things are actually\nunpredictable. I wanted to live. Yes, sometimes they asked me, “How did you survive?”\nYou cannot say...I could not tell them in one word. It's my youth...my revenge wanted to\ntake, and the mis-justice what they had done to our people.",
        "A: Yes, 1t was. It was very difficult, but at least for me it was...[ had a gun in my hand, and I\nwould never give myself alive to the Germans. I had always a grenade if something...if I\nwould fell into their hands, I would kill myself.",
        "A: Yes. It's sad, but let's see to it, and that's the promise I gave my mother, that this will\nnever, never happen again. Let this be my testimony and my things that I went through.\nAnd not...we were fighters. We were Jew, a lot but...",
        "A: They never -- but don't...let's not forget that this, is a government who were planning the\nexecution of people...a government that all their...with all their capabilities, with all that\nthey were was, was planning, and we were people with, with...we were not soldiers. We\nwere living down there. We were Poles. We were Poles by nationality. Except our\nreligion, this, is our...was our crime as Hitler decided and it worked for him well at that\ntime because he beated the people to murder their own citizens.",
        "A: Yes. These who escaped and who could take part did it, many of them.",
        "A: Szymon survived. He remained down there because I went to this big group and I haven't\nseen Szymon. Szymon remained with that...with the group down there, and he did some\nwhat ever he did down there also the same thing like going out and derailing, whatever,\nand he remained and after the war I met him. I met up with him. I met him and he\nsurvived.",
        "A: No. He is...he passed away two years ago.",
        "A: He was acknowledged by our people. They knew him. He lived in Detroit, Michigan, and\nthe people knew who knew him from the woods, they knew that he was...he was a special\nman. He was a special human being, and besides being heroic and doing all the heroic\nthings.",
        "A: She works in Children's Hospital. She lives in Washington, so she survived also, from the\nfamily, from...a brother and a sister who, who were killed, including the rest of my\ngrandparents, uncles, aunts...everybody except this uncle and the cousin and one of my\naunts who left or left Poland before the war as a Zionist. Went to settle in Israel.",
        "A: We have three.",
        "A: Yes. Yes. We have three children and we're very proud of them.",
        "A: He was, yes. He was in business but now retired and we live now in Florida, and our son\nis in the business.",
        "A: I survived because I was willing. Yes, I wanted to live very, very much. And I remember\nwhen we were taking...in our group there was a Madame Kless and I will never forget,\nand there was a little girl, and this Madame Kless was a good friend of hers. She came up\nto me and she said, Brenda, you are young and you are so...you are so flink’, you are so\nfast on the move. You are fast on the move. You'll survive.",
        "A: No. There's another, another lady. And she said, “You, you may survive.” I said, “Mrs.\nKless, we are going -- I don't know where we are going,” but in -- deep in the deep in my\nheart, I, I wanted very badly to survive. And--",
        "A: Very much so. Very much so. I was left and my father, I lost right then and then. Who\nknows? My father had a terrible temper. Maybe he ca-- went up -- I lost him. Maybe he\ncouldn't face the family. Right in the camp, when they brought us in, they pushed us 1n,\nall of us. Maybe he went to the gate to speak to one of the of the of the soldiers, of the\nNazis and maybe he got in a fight and maybe they killed him right then and then.\n* quick (Yiddish)\nBecause I hadn't seen him anymore after we were -- we got in, in this camp. My two\ngrandparents and one of my grandparents as I described before, he blessed me. And\nmaybe he was blessing.",
        "A: They were helpful, yes. They're helpful, and let's not forget they were Allies of the\nUnited States at that time. They were a bigger evil at that time to conquer. And they were\n-- they, they had just nice words. I don't remember saying anything against the\nAmericans, any bad words, from the partisans, from the immediate people, from the\nimmediate comrades I was associated with. Nothing but good words.",
        "A: Some -- in '39 -- some survived and some died of natural death. Some died maybe of\noverwork, but it was, it was, you know, everything 1s in comparison, but you ask, there is\nno choice.” They killed us all out — all, all. There was no--",
        "A: Out, out, out of Hitler, yes. Yes. Out of Hitler and they sent them to Siberia because they\nthought they were anti-Communists. They were, they were, they were capitalists. They\nwere anti-Communists, all kind, all kind of business at that time. And let's see to it -- and\nI'm again saying it, that this should never, never happen again.",
        "A: I think this, this monument being erected as a learning center, people will come. They\nwill see all the testimonies from different survivors and -- like college professor like in\nChicago came out and wrote this, this thing, it will never happen again, and he said that\nthe Holocaust didn't happen -- in response to the skinheads, and the Ku Klux Klan and\nrevisionists would like to falsify history and tell them it didn’t happen, deny it. So we will\nstand by and we will see to it that 1t will never happen again, so our dead who died will\nnot be in vain. If you will not remember the yesterday, the future is uncertain.",
        "A: Absolutely alive. And tours and school kids. Let them learn, let them see the evil. But\npeople are capable to do good things and to do evil things, too. And that to stop, and stop,\nand stop them when they start. If Hitler would have been stopped in time he would not\nhave the guts what he did but nobody stopped him and he exploited the situation to the\nbest of his, to his political at this time.\nTAPE #2",
        "A: when I joined the group, there was this General Naumov’ and was the head of the of the\npartisan movement at that time.",
        "A: He was Russian. He was, and all his officers were mostly Russians, Russians at that time\nbut rather a potpourri with a bunch of people from different -- they were POW's, they\nwere escapees like Jewish escapees, or people who felt not comfortable with the\nGermans, and there -- they were composed of mostly of, of those people, and our daily\nlife was constant to go on the move, constant on the move. We did not -- let's say if we\nstopped in one place that day, we went at night -- usually at night we used to move.",
        "A: The assignments we used to receive from Moscow. We had our radio station with three\npeople working on it. We used to receive and trans-- to receive telegrams and give it back\nto them whatever they ciphered it in cipher because you know the Germans could have\ncould have gotten this -- the, the if 1t wouldn't be ciphered, but they used to send ci--\nciphered telegrams to Moscow and from.",
        "A: We had assignments. For instance, to, to go and to derail this and this rail.",
        "A: I described you one -- the incident in the Carpathian mountains and there were some\nmore incidents like this. Like, like we would come into our to our to our place that we\nhave to derail, and then we used to put it in TNT, this little -- it's like little fobs and we\nused to put it in, in, in four, in three, in two and three places, and there was a long string\nused to come and then we used to ignite and this would come and would ignite the train,\nthe, the, the TNT, the, the, the explosives. And this was ignite in three places because you\ncan fix it right away if it would be just in one place, the railroad. And later this -- they,\nthey put in some sentries and they were on the rail, on the railroads. Some, some German\n10\nM. I. Naumov\nsentries used to watch them, so we knew about it, so we used to put it in three, even\nsometimes in four places, the railing. When the when the train would come, they would,\nwould take them a long time to fix that train and we had time to mess up them but good.\nYes. And we raided bases, ambush any German who go to the front, from the front. We\nused to play cat and mouse like, used to play games. We used to play cat and mouse\ngames. We used to ambush, and they didn't have no rest, no day, no night and I remember\nsome Germans who used to come to the front through the woods, and there were some,\nsome -- not the highway like here is sophisticated -- but through the woods and they were\nafraid even to go into the woods to relieve themselves because they knew that some\nunfriendly hands is down there waiting for them. And, but mainly we show our presence\nthat we are there. I -- yes, I remember on the -- in the -- on the going, going with the\npartisans, we, we got a hold of a big engineer. Engineer used to build the phantom\nbridges, you know—",
        "A: Pontoon—",
        "A: Bridges you call it, used to build those, those phantom bridges for the tanks and, and the,\nand the heavy, and the heavy artillery, whatever they had it should go fast, go through,\nand get a hold of this guy with these with this cart. He was driving leisurely with his with\nhis chauffeur, with his car. He thought he was down someplace in Germany. They got a\nhold of him and, and he begged for his life. They asked me sometimes, “Did you have\nprisoners of war?” No, we didn't. If we took in anyone...",
        "A: No place. No. No way to deal with them, and we had plenty hate against them, to do\nwhatever it is.",
        "A: In this environment, in this group?",
        "A: Comparatively, I felt good because I had a gun in my hands. I fought. I escaped from fire.\nI escaped from the execution. I knew that there is, there is, there is at least for now when\nI'll, when I'll die, it will be with a gun in my hand, and I'll take as many as my enemy as I\ncan.",
        "A: No. It's my, my, my youth was shattered, of course, and they ask me sometimes how old I\nam and I say by my experience, a hundred. By my -- the way I feel, I'm very young at\nheart and that's keeps me going, and maybe that was my -- and my positive outlook\ntowards life maybe was what kept me going. I was, I was, yes.",
        "A: Yes. We were doing something and, and I felt that there will be a tomorrow and I'll\nsurvive and I did.",
        "A: Yes, yes, yes. There were one. There were two even where they fell actually in love, but I\nwas -- shied away, right away. I don't know. I was standing my ground. I said, “It's not a\nplace, not a time.” But there were romances and there were guys who I flirted with them\nand they but that's as far as we went. We didn't have time for whatever. They were even\nmore, but not in my case, no. I didn't think it's the time and the and the place for it.",
        "A: The general once, a few times sent me, yeah. The general sent me a few times to bring\nsome, some from the village and it was a dangerous mission to go and to do it. I went and\ndid it and I brought him the thing. He thanked me for it, and we were constantly in the\nfight. I was in the fights. I was...I was...I don't know if you'll ask me if I personally...no.\nBut I was in fights and there were bullets, bullets, bullets -- were running right and left.\nThey were killed Germans. They were killed enemies. But...",
        "A: Constant action. Constant action. The, the night -- some nigh-- some, some days were\nquiet and the Germans were afraid of us. They used to call us the bandits. They were the\nbandits, but they called us the bandits. For us it was no choice. They were the occupants\nand they did all the horrible things.",
        "A: When actually the beginning of April. We heard...we heard already the news that our\nfront is advancing, in the partisans. Our front is advancing and we had assignments to go\ndeeper into...like we went into the almost to the Carpathians because it was a dangerous\nmission in there to go into the Carpathians. It seemed to be into the heart of the Germans,\nand they were infested down there. They had their bases. They were infested, so we went\nalong, we went along. And we speed it up. I think we speeded it up, the, the, the defeat of\nthe Germans. We speeded it up, I'm positively sure of that.",
        "A: Very much. We were very much, very much...and there were heroes. There were guys\nwho they put their life on the line.",
        "A: Some. Some were. Some Poles, but mostly Ukrainians, mostly Soviets...Soviets from the\nSoviet, mostly from the POW's. Soviet-Ukrainians, some Poles and I remember a few\nfrom in there from Krakow. For some for some reason they wind up with us. We used to\njoke around and tell them. And some even escaped from the Vlasov’ from the Vlasov\narmy, lots of who went over to the Germans, from General Vlasov, and then when the\ntide went against the Germans, when, when the...when the Soviets start winning the war,\nthey already saw that they are going to be...to be accounted. They have to account\nthemselves for, so they start coming into our unit, and we had...we had almost to the end,\nto the end about seven, eight months before we were liberated, and they did -- they, they\nhelped us a lot. There were a whole...two hundred and fifty Armenians who were in the\nVlasov army and they came over to us, and this, is like not an easy task to take over two\nhundred and fifty, and I remember at night when they came and we, we didn't have no too\nmuch faith in them. We had...we were afraid, because people with guns, we didn't know\ntheir intentions. And little by little we took them over and they proved themselves to be\ngreat soldiers and they were good fighters.",
        "A: They escaped from him. They, they, they turned their back on him. They escaped. They,\nthey, they heard...you know, the partisan movement became so, so, so strong and so big\nthat they decided they have to join up with a group and this group of the two hundred and\nfifty fell in into our midst and I, I remember this captain, and he helped us. He had a\nGerman uniform, the German uniform, and, and he was the one when we infiltrated this\nbase, he was the one who gave us some tips about their strategy, about the things and\nwhat to say, like we took off a few of the sentries. We took off by silencer, if you know\nwhat I mean.\n'’ General Andrei Vlasov",
        "A: I wasn't in the fights, no. I, I, I, I was asked at one point to, to do to this engineer, and I\nsaid they were...they were torturing him and I said, “it's not my cup of coffee.” I, I stayed\naway from it. No. But I was in fights personally? No. At every battle, it was a battle. It\nwas a matter of life and death. And I remember that penicillin came into our midst, but\nthe..",
        "A: Penicillin...the Americans...the Americans...the Americans actually dropped to the\npartisans penicillin, and I remember rejoice we had that night and the beautiful work that\nwas said by the United States, “our allies, our brothers, our this and that.” And we saved\na lot of our partisans with the...with, with the penicillin. They had some who were\namputated right in the woods. We had a surgeon. We had an assistant surgeon who was a\nLady Walia and uh...and they saved some of our people, actually their lives, with the\npenicillin. They shouldn't get infected and I know this helps for infection.",
        "A: And nothing but good words and nice things were said at that time.",
        "A: We knew they had...we had Yugoslavs, Yugoslav partisans too with us, who start running\naway from the Germans. They were in working units, in working units. They were taken\nby force by the Germans and they were putting in working units, and then they find\nout...they find out there are partisans and they start running into us and we had some\nYugoslav partisans with us. I remember one gave me a pair of slacks and I had it after the\nend of the war.",
        "A: No. We didn't...not at that time. We were mostly preoccupied with our...with our\nvictories, what happened you know that we defeated the Germans, that we defeated them,\nthat they are almost...almost to the collapse, and this was our rejoicing. We didn't heard at\nthat time -- Japan. We knew that Japan was an ally of the Germans. We knew about it,\nbut it was not discussed because we were preoccupied with our...with our\nimmediate....with our own work and our own. We didn't have time...for all this....",
        "A: I would say so.",
        "A: Yeah. As my daughter tells me, “I -- Mother, I put your picture with the gun, I don't need\na burglar alarm.” And this, is my joke always. I said, “I don't need a burglar alarm. I put\nyour picture with your gun.”",
        "A: Uh-hum. It was a difficult time.",
        "A: very much, yeah. Sometimes...at something...sometimes it touches some place.",
        "A: [...yes. Sometimes I do. Something I'm running and there's constant a German running 1n,\nin a dream, when you when you dream about it. You are staying like 1n one place and\nthey are almost getting you, and it's...and it's a constant struggle. You know, but now less\nso. It seems like I start talking about it, things have start...turning about...",
        "A: It's less. Yeah.",
        "A: Yes. Um-hum. And I thank the museum and -- the museum what has been built --again.\nThis is a very -- it's, it's, it's great. It's their learning center, 1n a place so people will\ncome, can never, never deny this doesn't happen. And that was a constant struggle.",
        "A: Thank you for listening to me, and I hope it will be of help.\n[Technical conversation]\n[Showing photographs |",
        "A: This, is my family picture. This, is my father from the far left, I am sitting on his lap. My\nmother is right behind him. Then I go next to my father is my grandmother. Next to my\ngrandmother, to the left, is my great-grandmother. Next to my great-grandmother is my\ngrandfather, that’s his mother. On the top starting from the left is my mother, my aunt my\nuncle is my mother’s brother, my aunt is my mother’s sister and my uncle is her husband.\nAnd underneath, this, is my aunt. For all the people who survived -- I survived, my aunt\nwho is now in Israel, and my uncle survived the war.\n[Technical conversation]\n[Showing photographs |",
        "A: That’s me before I gave back my gun, I wanted to have as a momento. And I thought at\nthat time, I don’t know, if Pll have ever kids, I want them to know that I was not sitting I\nwas fighting.\n[Technical conversation]",
        "A: This, is the machine gun I, I carried in the partisans, and before I gave it back, this a\npicture of us, I too— we took it.\n[Technical conversation]\nEND OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 20, 1991\nRG-50.030*0212",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Brenda\nSzyr Senders, conducted by Linda Kuzmack on June 20, 1991 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum. The interview cannot be\nused for sale in the Museum Shop. The interview cannot be used by a third party for creation of a\nwork for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "BRENDA SZYR SENDERS\nJune 20, 1991"
    ]
}