{
    "rg": "RG-50.030.0071_trs_en",
    "sequence": [
        "Q: Okay, we're on. Could you tell me your name, please?",
        "A: My name is William Farkas. I was born in Arad, Romania, in 1916.",
        "Q: Tell me about your parents and your family.",
        "A: I was the only one child to my parents. But my father was a businessman, later a salesman.\nMy wife -- my, my mother was working home, at home -- home life. My father family was\nliving in north of Transylvania, because Arad is the south of Transylvania. The -- all the\nfamily from my father's side was living in north of Transylvania, in Salonta, very close to\nOradea. Very, very, very big family. Was seven brothers and sisters toteg- together. They\nwere set in businesses. They have shops and businessmens, okay? My -- from my mother's\nside, she has only one brother and one sister in Hungary, in Budapest, because she was born\nin Hungary, in Budapest. And after the First World War, my father was in Budapest, same\nthing. And they married in Budapest. And after that they come to Arad. That was Romania.",
        "Q: What was Arad like for you growing up? What was your childhood like?",
        "A: My, my parents was in the middle class family. I was in the first -- the primary school, how\nyou tell I don’t know. The first four class, I was in the Jewish school. We have a Jewish\nschool in Arad. After there, I was going in high school, and I finished the business\nadministration. In this time, I have no problem about I am a Jew. I have absolutely no\nproblem. I have a Christian and different religion friends. And we have no problem. I have\nno problem in the class. I have never problem with this. All the problem start with the\nSecond World War, where start the Hitlerism.",
        "Q: Tell me about your Jewish school in Arad. What kind of things did you do? What were your\nfriends like?",
        "A: We were -- the boy was separate in the class, and the girl separate in the class. And I have a\nexcellent teacher. We learn -- I mean, Hebrew. We learn almost everything in Hungarian,\nbecause immediately after the Second World War, the teaching was almost Hungarian.\nLater, we turned to the Romanian language. And the school was a very nice school, very,\nvery good school. And everybody who finished this school very easy can go to the high\nschool. Was no problem in the high school for the Jewish people, for the Jewish children.",
        "Q: Was Arad a big town? A small town?",
        "A: Arad, in this time it was about 100,000 people. In Arad there was living about 30,000 Jews.\nWe have Orthodox temple. And I would thought here -- I don't know this. No, we thought\nnever of temple. Yeah. And a lot of small temples there, because are a lot of Jews. And the\nJewish life was very active, very active, yes. In this time, we have the WIZO.' We have -- I\nwas active, very active in No'ar ha-Ziyyoni. And, same thing was the very active in the\nShomer” activity. If — as was Rosh ha-Peluggah’ in the Shomer.",
        "Q: I don't understand. Can you explain?",
        "A: Rosh ha-Peluggah 1s a commandant in the Shomer activity.",
        "Q: What did you do?",
        "A: We, we have every Sunday. We have every Sunday, because every Sunday was no school,\nno- nobody was working, okay? We teached the young- youngest of us for everything. For\neverything. We go to camps. We teach them to -- swimming. We teach them about the\nZionism, about Herzl. We talk about Theodor Herzl. And was a very nice Jewish life. Very\nnice Jewish life.",
        "Q: What happened as you got, as you got older? You went to business school? Tell me about\nthat.",
        "A: We went to the business school, the business school was same thing as us here. Is the\nbusiness, business administration, okay? Same thing, we had no problem with our\nprofessors. The professors was -- we had only one professor, Jew. Only one, period. No, I\nam sorry; we have two Jewish professors. One was for the, the accounting, and other one\nwas for the English language. And we are very good relation with the professors. And was a\nexcellent schools. Everybody who finished the school very easy get, get job. Was no\nproblem to get a job. Was a very high level school.",
        "Q: Where did you go from there, from school? What kind of a job?",
        "A: I start to work. I start to work in a office, in a transportation company. And from there, I start\nto -- start the Second World War. I was working there, and start the Second World War. And\nstart all our troubles. There start, because Hitler start to come and occupy Czechoslovakia,\nokay? And Hungary state was take over. All the problems, all -- everything what Hitler want\nto do, they did. And we are afraid that -- we don't know what will happen with us. We know\nthat something will happening, but we don't know exactly what. In the mean -- in 1941, 1941\n-- no, I am sorry. In September 1940 was formed in Romania the state of National\n' Women’s International Zionist Organization\n* Ha-Shomer ha-Za’ir\n* Head [of] company (Hebrew).\nLegionnaire. State of National Legionnaire. That mean the Iron Guard was taking over the\ngovernment, everything. They nationalized all the Jewish shops, all the Jewish businesses.\nThey put somebody in -- they men — they put 1n in the stores. The manager. Everything had\nduplicate, double. If you were a director, you had a double director. You have a manager,\nyou have double manager. You have a, a supervisor, a second supervisor. And they mean\nthey want to learn everything from the Jew, to take over all their business. So that was very\ncritical situation.",
        "Q: What else? What else happened? [TECHINICAL CONVERSATION] Can we -- I want to\nstop it right here, excuse me.\n[INTERVIEW RESUMES]",
        "Q: The Hungarians now had taken over your town. Tell me about the stores, about the business\nstores.",
        "A: Okay, Romania, okay? The Iron Guard, Iron Guard was taking over slowly everything. Plus,\nthere come a law that all Jewish family should turn in, some such and such a some day, two\npairs or two pairs of shoes, three pairs of underhose, hats, and everything. This was\nprescribed that for families what you -- they -- should turn in to the Iron Guard main office.\nWhen you complain they vicious, they take you and beat you. And it was very -- that was the\nterrible situation, okay? I mean, everybody start to complain. If you have not home what\nthey asking for, you go -- when you have money, you go to buy brand new things and to turn\nover to the Iron Guard. This was where the starting, okay? After the -- in one day, I was\ndoing very much sport. I like very much the sport -- up to date, I like. And one day I was\ngoing home from a sport club, about nine o'clock in the evening. And because the Iron Guard\nwas patrolling the streets, everybody was afraid you do not fell in their hands. And I was\ngoing home from the sport club, and I was stopped from a, a, a patrol, Iron Guard patrol.\nThey was in civil with, with arms, with pistols and arms. But 1n civil -- not in uniform. Only\nthey had a green banderole -- band on their hand. And they asked me who I am. I told my\nname. From my name, they don't know that Iam a Jew or that I am not a Jew. And they ask\nme -- not ask me for my identity card. And they asked me for identity card only when take\nme in the, the, the main station from the Iron Guard. And asked me, \"You are a Jew, or not a\nJew?\" I am afraid to tell that I am not a Jew, because later or early maybe they find out that\nwas — small world for me. I told, \"I am a Jew.\" \"Okay, you come with us.\" And they have\nalready collected about five, six people between this -- pregnant woman, too. And they take\nin the main office, or the main headquarters, from the Iron Guards, what was in a park, in a\npark in Arad, in my home town. And we are waiting, waiting, waiting, waiting. I heard\ncrying. They start to take. Because they separated everything, everybody, okay? And this\nlady, who was pregnant, I heard that she was crying. She's beat, beat up absolutely -- they\nbeat 'til blood 1s coming out from her. She's a pregnant woman. And we heard this, that\nthere’s crying, and heard voices, very strange voices from everywhere, from all the rooms.\nWas a dark room in the basement. After that, they call me by name. They take me in a room.\nThey told me, \"Take out your pants.\" Okay? And they take a wire stick and start to beat me.\nBeat me, and beat me, and beat me. Then they told me, \"Okay, turn down.\" And they start to\nbeat me. Finally, when they finish -- when they were tired out already, they put me near the\ndoor. Near the door, and with the leg kicked me out from the door, and I fell on the street.\nI'm sure I cannot pick up -- that pick up, and I can't not get up from this terrible what\nhappening to me. And, fortunately, come a guy who was, belonged to the Iron Guard, but\nwas living in same house when I was living. And he saw me, and he pick up me. And he told\nme, \"I will take home. Do not happen again to you, to the hold somebody again on the street.\nI will take you home.\" And he take me home. And I can't not sleep two weeks, only on my\nbelly. I was terrible painful. I have terrible -- all my back was terrible looking. And after two\nweeks, I start to be slowly, slowly, I start to be okay. I think this was a very nice introduction\nfrom the Iron Guard, and start, how start the, the Hitlerism take over. And later come a law.\nIn 1940, and there come a law. In 1938, I was in the army until 1939.",
        "Q: Tell me about the army. What was your life like?",
        "A: The army was not antisemitism. Absolutely nothing, in my time. In 1938, what I\nincorporated in the army. Everybody who's finished high schools, or I mean higher schools,\nshould make only one year army. Other people, was not only the primary schools, was laws\nschools -- was making two years army, two and a half years army. After one year, we should\nhave liberated in '39. We are not liberated because there start the Hitlerism -- I mean, the\nHitlerism start to come to, very close to Romania. Czechoslovakia was occupied, and\nHungary partial, and -- in army, was not problem because we are Jew. In this time -- in '38,\n'39 -- was no problem. Absolutely, there no problem with this. Even we had in army Jewish\nofficers and Jewish doctors, and was no problem. Absolutely no problem. In '41, after the\nwas the Iron Guard, and Antonescu’ was the President -- Prime Minister and the President --\nof Romania. There come a law that not allow anymore to the Jewish people to be in the\narmy. To -- every Jewish should be taken out from the army. Okay, we don't know what,\nwhat they mean this. We are happy first time that we are not, should not go in the army,\nshould not go in the war or something like this. But later,come a law again that, that every\nJewish -- youngsters from 18 'til 55 years old -- should go in a works camp. Should go in a\nworks camp. “Ah, should go in a works camp. What we can do? We cannot do anything\nagainst the government.” But what will happen in a works camp, we don't know. What work\nwe should do, we don't know either. In July 1941, come a order, it was publisized in the\nnewspaper and everybody get the paper that should go in -- in our hometown was a fortress,\nstarted from Maria Theresa, remaining -- also Hungarian. And should go in this fortress, to\nbe ready to go to work somewhere. That mean we should take clotheses and everything to go\n* Ton Antonescu (1882-1946), Romanian General\n> Empress of the Habsburg Empire and Queen of Hungary between 1740 and 1780.\nto work. To change their clothes, everything, okay? And everybody, in day what was\nindicated, we go there. Some with parents, some with wives, some with husband, with\nchildren, who has children. But nobody was allowed to enter into the fortress, only outside.\nAnd everybody was -- the wives was, the mothers was crying. \"What will happen with my\nhusband?\" \"What will happen with my child?\" \"What with,\" or something like this. So\neverybody was crying, crying. Was a terrible situation. I mean, we were inside. This was in\nthe morning. We stayed there 'til evening -- evening, 'til evening. They make a list,\neverybody where should go. Which camp should go. They're many, many camps, okay? I\nwas reportized (ph) or put in a camp to Sighisoara. Sighisoara -- this was about 300 miles\nfrom my home town -- to work in a railway station in Sighisoara, to excavate or to\ndemolished a mountain to make room for the new new line for the -- because the German\nhas not enough line to pass over the station, enough fast. That mean we should make more\nlines, that they should come more fast in fast over to go to the Russian border to, to Russia.\nAnd we start to work; I start to work as a miner. As a miner, my -- with a very primitive\nsituation. We should make holes in rock with a about three, two meter -- I don't know, about\nsix feet, seven feet long steel stick. With this, we should make hole in rock. And after the,\nthey put it dynamite in this rock and explode it. Explosion, okay? And all the stone what\nshould come out, this should be transported from there because everything -- all the line was\nfull with small stones and big stones, and all the people was working in this, to build a new\nline. We were working there 'til wintertime.",
        "Q: What was it like? What, what was the working conditions like at Sighisoara?",
        "A: The working condition: We are living in a -- we are living — they put us in a unfinished\nschool building. They have, this building has no windows. They have no doors. The wind is\nblowing over everywhere when was raining, was everywhere, okay? It was terrible situation.\nAnd we were sleeping on the floor. Yeah, on the floor. This was the situation. We, our food\nwas -- I don't know how I tell you. You can eat it. You can eat it. You can eat it. Why?\nBecause the Jewish Community was sent money and food. The Jewish Community from our\ncity was sending food and money to buy — not we should buy, they should buy it, okay? The\ncamp should buy food for us, and to make better the life. A little better. A little bit better,\nokay? And they allow the parents to send packages. They allowed this, yes. But the works\ncondition was terrible because was very heavy work, very difficult work. Was terrible. My,\nmy best friend was die there, because when was exploding, what make the blasting, this, the\nrocks, one rock come 1n his head. And he die immediately there. One of my best friends, he\ndie there, yes. I mean, then come the winter, we should they take us home. They send us\nhome, okay? They send us home. And next year, next year -- I mean, then in 1942, start\nagain, to take the people for different Not same places, a different, camps.",
        "Q: What was it like in the towns, then? You were home. What was it like?",
        "A: When we are home, everybody was scaring. You know, “What, what, what come next?\nWhere we go next?” In this time, when we go home 'til they take us again, we are working.\nWe are working. We go -- everybody go back where the, the job that they have before they\ntake on the lager.° And we are working. And after that you get a paper you should go, go. Go\nagain. And in 1942, we,they take us in a Valea Homorod. Valea Homorod. Same thing. All\nthat work was for a railways, for the train. The lines, to make new lines, to have more --\nagain, to have more lines for the Germans to enter, to take over everything. And we are\nworking same thing there. I was working. From there, they take us because, we finished the\nwork in Valea Homorod. They take us in north of Transylvania, in Kinapist, very close to the\ncity Turda. Same thing: we are working in railway. All -- everybody was working in the\nrailway works, okay’? But was very interesting here, what we are working, because there was\nvery, this was already fall. And start the rain, raining times. And we are working in the\nmorming. We are living in a barracks. The barracks were full with mouse and and rats. And\nwas terrible. We take in the morning the coffee, okay? And we go in the barrack to drink the\ncoffee; and once come a mouse and jump in the coffee. Yeah, this happen. And this was very\ninteresting, that we are working 1n the morning in this railway problems, the stations, to build\nthe new lines. And nighttime, because was rainy day, everything was covering again with\nmud. We come back again in the morning, we clean everything; night come back again,\ncovering with mud. This was going day to day. And they find out they can't do anything\nanymore, because of the, the soil was salted. Very salty, the soil. They can't not do anything.\nThey send us -- they sent home us. And this start again, the problem. In 1943, they ask, they\nask, \"Who knows some -- Who has some profession? Who 1s a electrician? Who is iron\nworker? Who is -- ?\" Finding some professional people, because they need in the camp. And\nin different places. And I has never was working in electric field. And I hand up my hand, I\ntold, \"I am a electrician.\" I have no idea about electricity. I am afraid about electricity up to\ndate. I told I am electrician. Maybe I, maybe I can get some better job, or some more easy, to\nmake my life more easy. And same thing, three of my best friends. They told they have\nprofession. Steel worker, and auto body worker--something like this. And they sent us four\npeople -- not with the whole hundred, hundred, thousand people -- only four people for us.\nSend us to Timisoara. This were very close to my hometown, about only 60 kilometers from\nmy hometown. And they sent us in auto garage, military auto garage, to work there. And we\nstart to work there. We stayed there one year we are working there. Auto worker.",
        "Q: Tell me about it. Was -- were these camps all Jewish camps?",
        "A: No, no. This was the army. This was a army, absolutely army, military garage. And all the,\nthe trucks and the autos, cars, come back from the front, okay? Was not working anymore --\nwas hit from the guns, or something like this. Was sending back in the auto, military auto\ngarages, for repair. And when was ready, send back again to the front, this.\n° Camp (German).",
        "Q: I guess I'm asking the question badly. The prisoners that worked in the camps you were in,\nso far, were they all Jewish prisoners?",
        "A: We were, we were only in our camps was only Jew. Only one, only Jew. Nobody else was\nvery close to us. We knowed everybody. Only Jews. Only Jew, yeah.",
        "Q: What it was like in Timisoara, working in this army camp?",
        "A: It was was a heavy work. Was a very difficult work, because special when we have no idea\nabout the auto electricity. My, my boss was a German. He liked to drink. And what you can\ndo with this guy, to be -- to soften this guy to be not so crude with us, we buy liquor from\nthem. And he like very much. All the time he was red in face, because so much was\ndrinking. He was not thinking about us, care about us anymore, because he was drinking all\nthe times. And this auto garage commandant was a captain. And my direct supervisor was a\nlocal tenant. They was very nice guy with us, special when you give something to drink for\nthem. All the times. All the times, you should give something. You know that the Romanians\nit is recognized that like very much to take everything from everybody, yeah. To take\neverything. When you pay something, you know, they are very good guys 'til you pay. When\nyou not pay, they, they, they are the worst. And this what we did. We four guys, four people,\nwere together. All the times, we buy some liquors or wine and spirits, and something like\nthis. And this help us. This helps. The situation help us. But the heavy work. We are working\nheavy. Early, from seven o'clock ‘til eight, nine o'clock at night. And after we go to sleep,\nnext day it start again. And when we finish there the work -- this was in 1944 -- same thing\nbecause I had already registration as a professional worker, as a electrician. And my friends,\nsame thing. Same thing, we are together. Four guys. This was fortunate that we keeped\ntogether all the times.",
        "Q: Tell me about the other three guys.",
        "A: They was, these was my best friends. This was very nice guys. We lived together all the,\neverything we do, everything what we did, we did together. One have to the second, second\nto the third, and so this we are keeping on. And we were all the times together, 'til the end.\n'Til the end. Not many people can tell this, but this happened to me. And in 1944, they call us\nas a professionals to go to Doaga. This was in the Moldova, Moldova. Very close to the\nFocsani, the city of Focsani. This was the most horrible camp in all Romania. There were\nthere about 3,000, 3,500 Jewish people was working. They was working to make cement,\nfrom cement to build -- I mean, I don't know -- fortresses from cement, that the Russians\ncan't not come over. Yes. Thism we did this. And I was working near a cement mixer. I've\nhave no idea how I did this. Up to date, I don't know. But I did it. And this camp was terrible.\nWe have a commandant, was a major. It was beat the Jewish people, the Jewish young\npeople. Because when can't not finish -- because everybody, he can't finish in one day such\nand such what they give to us -- what they can't not finish, they beat. There's terrible beating.\nBeating, and all the times was beating. And the food was terrible. Almost water. Almost\nwater. Only what was, maybe for drink was the coffee what you get in the morning -- and the\nbread. The bread was sour. And this was heavy work. This was a terrible, terrible camp. This\nwas the worse camp in Romania, the Doaga. Was famous. Famous. In all Romania, was this\nfamous camp. And we were very, we very close to the -- it was in the summertime, okay? In\nJuly, August, In 23 August 1944, the Romanian changed their mind, okay? They don't want\nto be, changed everything, okay? They don't want to fight near the Germans. They changed,\nthey turn everything over and they told they want to, to start -- not to start. The war, to\ncontinue the war against the Germans. And they start to be allied to the Russian. And we\nwere in Doaga when the Russian approaching, approaching, and approaching. We heard the\nguns. We heard all the time, \"Boom! Boom! Boom! Boom!\" This approaching. We are\nhappy this; maybe one day we'll be,one day we'll be liberated. Because we heard very close.\nEvery day was closer and closer the, the noise from the tanks and the guns and everything.\nAnd we saw how the Russian Army push back the Germans. Push back the Germans. And\nwe were so happy. You can't believe, it was so happy. We saw with our eyes how the\nRussian tanks come, and go over the German tanks and over the German soldiers, and over\nthe Germans everybody. They killed them. And near our fence was the Russian prisoners.\nThis was Russian prisoners, was -- were captured from the Germans. And sure this was first\nwhat liberated by the Russian Army. And we were liberated. I mean, Romania was liberated\nin 23 August 1944. And they not let to go from the camp. Was already 24, 25 August. We\nstay in the camp. We don't do nothing. We cannot go anymore to work. Nothing. And they\nnot let go to home,go home. And because I was working as a professional electrician, I have\ntools. I talked to these three of my friends: \"You want to come with me early in the morning?\nI want to escape from here. Happen or not happen, I can't not stay anymore.\" And in one day\nin the morning, early by four o'clock in the morning, I cut the wires — the fence, or the wires-\n-and under the fence we escape.\nAnd the Romanian soldiers heard that some noise was noise, and start to shot after us. And --\nbut nobody was hit, and we escape, and we go walking to Focsani. And I forgot to tell you\nthat when we were liberated already. Okay, now that was Romania was turning over\neverything. We captured a major from the camps, a commandant, and we hang up. We hang\nup. This was our satisfaction. Only, only sat-- very good satisfaction. Do you understand?\nLooking how that hang up. Because had no more power. He can't do anything against us.\nAnd after that, I told you, I escaped from this. And the lager, the camp was there, because\nnobody was coming out -- only we four. And we go walking 'til Focsani. This was far away,\nthe city. And there was in the Focsani was only a couple of Jewish old families. And they --\nwe asking where we find this Jewish family there, and they told, \"Here, they're there.\" And\nthey take care about us. They take over us, and they give us food and clothe us and\neverything. And we stayed there about two, three days in Focsani. And the Russian Army\nentered already in Romania, was entering already in Focsani. And they stopped there all the\ntime, they stop with trucks. Everything was stopping there. And we don't know any Russian.\nAbsolutely not. And we go to the Russian commandment, and we told that we are we\nescaped from the camp and we want to go home. To give us some papers do not the Russian\nArmy do not stop us somewhere.\nGive us some papers to go home. And this was very nice. They give us some papers in\nRussian. And who take us? Where or how? No train. How we can go home? And once we\nfind a truck with -- a Russian truck with soldiers, full with equipment, and full with food, and\nfull with everything. And we go to the officer. Was a Captain. Was a officer. And we saw\nour, saw them our papers, that we escaped from the camp and that we go -- want to go home.\nWhat happened? This captain was a Jew. Another Jew. He was so happy. I -- we were so\nhappy. We kiss him. He kiss us. It was something you can't believe it. And they put us on the\ntop of that truck, yes. They give us food. They give us drink. They give us everything. And\ntake us ‘til Bucharest. We go with the Russian Army 'til Bucharest. And we have relatives in\nBucharest, and I am looking where I find them. And I find them. And I told, \"Now, I not stay\nhere. I want to see my parents.\" And they take me some tickets, train ticket. They buy me a\nticket. They give me some money. And we go to the station, and we go with train home -- to\nmy home town, and I find my parents home. Was very ending -- happy ending.",
        "Q: What,what had your parents been doing during the war?",
        "A: Nothing. Absolute nothing. They was elderly people. My father was simply working as\nbefore. What he can do -- sales. My, my, my mother was a very sick woman. Very sick\nwoman, with heart problem and with diabet. And this was the happy ending, that I find my\nparents.",
        "Q: What did you do after that?",
        "A: But I am sorry. I should put something about this here. I -- because we were living only in\nsouth of Transylvania, my parents were still in life. Okay? But all the family, 36 people, 36\npeople who was living in north of Transylvania -- in Salonta, what I was mention it before --\ndisappeared. Nobody was, I was finding nobody, absolute nobody. 36 people disappeared,\ndied, was taken in the extermination camp, in works camp, in Ukraine, everywhere. But\nnobody return from there. This was a very...situation. Very, very...yeah. 36 people from my\nfamily -- I mean, from my father.",
        "Q: What did you do? At this point, you had discovered your family was gone, but you had your\nparents. How did you rebuild your life?",
        "A: After the Second World, after this everything, I, I’m thinking now this was “enough is\nenough.” I start to work. I want to work, because to, my mind should be changed. I could\ntake out all that bad things what is happening to me, starting from the beating and the work\ncamps, and everything -- was working heavy work, okay? Only one things can help me, to\nstart to work. Because eight hour, when I start to work, my mind is on the work and is not\nremember what is happening. And I start to work, start to work. I get a very good position. I\nwas comptroller by, by the state. Because there are all the communist state was take over\neverything, and everything was the communist after the Second World War. And I was\nworking by the state as a comptroller in a agricultural department. Something like this, yeah.\nThis was --",
        "Q: William, how did you come to the United States? Why, and how?",
        "A: First of all, from the whole family, after the Second World War, I finded only one cousin,\nwho was living in America. He was in camp, too. No, he was from Hungary taken -- that\nmean, from Salonta. Was taken in a camp, in lager, in camp everywhere he was. He survive,\nsame thing. And he was taken by the, I don't know, by the Joint, was taken in America. And\nhe's living very close to us in Peabody, in Massachusetts, very close to Boston, north of\nMalden. And I find out that he is here. I start to write a letter, I found out his name and\neverything from Blue Cross. And I start to write letters. And he write me; he was happy. I\nwas happy that somebody, somebody from our family was still in life. And after the, sure the\n-- after the everything, I was start to work, everything start to be okay. I meet my wife, and I\nmarried my wife. And --",
        "Q: And the two of you came to this country? You met your wife in Romania?",
        "A: No, we left, we left Romania. We are waiting 10 years to get the passport. 10 years. My\nmother died in Arad, my hometown. We get she get was both diabet and pneumonia, and in\nthis time no antibiotics. And she die in Arad. We live together with my father. And start the\npeople to go to Israel. And we, we asking same thing -- we sended papers to the Romanian,\nto the police department there--that we want to leave Romania for a passport. We are asking\nfor a passport.\nAnd they politic was terrible tricky. They let to go out only the elderly people, not the young\ngeneration. None the young people. And we are don't know what we should do, what my\nfather want to do. To let my father to go, maybe that it is the protection. If my father is in\nIsrael, perhaps I will get faster then the passport because my father is there. Or to not go.\nMaybe I will get the passport, and he will not get the passport. What will happen now? And\nmy father was a very, very smart man, and he was a very good Zionist. He decided he want\nto go to Israel. He decided that he want to go to Israel. I told to my father, \"Look, it's your\ndecision. I don't know what happen to me here. When I can go there, or where. You can go.\nIt's you -- you decide.\" And he decided he want to go to Israel. He decided he go to Israel.\nAnd he died in Israel, not with us. Because I not receive my passport; only after 10 years I\nget my passport. And we left to Israel from -- and we stay in Israel seven years, and after\nseven years, my -- we decided that we come into America. That this was same thing a cause\nwhy we come America, because we were living in Jerusalem. This was the Six Day War.\nAnd you know, when Jerusalem was occupied, was liberated or was survive until the last\nfew days. Jerusalem. And we stay in basement three days and three nights. And was terrible.\nVery close to where we are living in Jerusalem, in Keeryat’ Shemonah (ph) in Jerusalem,\nvery close to us was the Jordanian border. And we know from the papers, from the radio,\nfrom everywhere, that they give knife, give that small children. \"When you can go over this\nborder, where you find a Jew you should kill them.\" And I survive, my wife was surviving;\nand we told -- we have then our daughter. And we told we don't want to happen to my\ndaughter what happen to us. My wife get a contract in Boston, the Children's Hospital, for\ntwo years. And thus we come in this way in America. I have a very nice apartment in\nJerusalem, but we not sold. We keep open. We keep open. We not thought that we stay here\nfor every, all the times here in America; maybe one day we go back. So I not sold my\napartment, my sheekoon.” And later, we sold it because I was thinking, I lost my pension in\nRomania. By that I mean when we left Romania, I lost my pension. Every day I am not\nyounger, I am older. I left Israel. My wife can go back, because she was working by the\nKupat-Holim.’ And there the Kupat-Holim was still open her job. I lost my job, because start\nalready the Russian immigration and they not keep open the jobs. They hire people. You\nknow, they want replace the people. I lost my pension in Romania, I lost my pension in\nIsrael. I don't want to lose anymore; that mean I can't not go back.",
        "Q: What are your -- is there anything you want to add, any reflections on the Holocaust? On\nyour Holocaust? Anything you want to tell us, as a last word?",
        "A: The Holocaust is a terrible thing. Up to date there are many, many people that not believe\nthis. Up to date there are groups, they teaching there never was Holocaust. And I appreciate\nvery much what you are doing, because this may be remembered for the future generation.\nThat this happen, and do not happen again.",
        "Q: Thank you.",
        "A: Thank you very much. Thank you.",
        "Q: That's it. Great. Thank you.\n[Photographs shown here; then interview is appended]\n[After-Photographs]\n\"Town quarter or suburb (Herbrew).\n* Public housing (Hebrew).\n” Israel’s biggest health insurance organization.",
        "A: No, the Russian doesn't liberate it. Was the Romanian in our hometown.",
        "Q: Okay, let's go back a little. Tell us what happened, There's an incident that happened after the\nRomanians had liberated your town.",
        "A: Okay, when after was liberated, I come home in September. After I arrive home in\nSeptember in my hometown, in Arad, in one night the Hungarian Army enter in Arad. And\nthey stay about one weeks in our hometown -- I mean, in Arad. And they start to do, start to\nfinished, maybe, in the fortress a gas chamber for the local Jewish people. Then from Arad\nJewish people, we are 30,000 people in Arad. And we heard this from some Christian\npeople, that they're doing this. This was not confirmed by nobody, okay? Because nobody\nsee this, because nobody can enter in the fortress. And we know, and all the Jewish people\nknow that; we are very, very afraid and scary that will take us in this gas chamber and\nexterminate us. Because it's not take too long time to exterminate the people; it go very fast.\nAnd I heard this, and I told to my parents, \"I escape for four years from the camp, and then I\nhome. I don't want in the last days,\" because the Russian was approaching very close to our\nhometown. Very close. They was very close already. \"And I don't want to perish now, to die\nnow. And because you are elderly people, I was leaving.\" He told me, \"Okay, we will hide\nyou somewhere where are Christian landlord.\" And take care about my parents. And I left\nhome. And in our city is the Mures River. And on other side of the Mures River was the\nfortress. On this side, was already Hungarian Army. And I was going to some Christian\npeople that knowed us, was very good friend for me. And I can hide from there, I can stay\nthat it's happen something. Until the Russian Army will enter maybe, and occupy this\nterritory. And I was going, going, going in my way until the river, okay? I was meet there\nHungarian soldiers. They put cable down near the river, because they want to, to blast the\nbridges between the city and between the fortress. Was one railway bridge, and two regular\nbridge for the cars and people, okay? Passed there. And I asked this Hungarian soldier,\n\"What you are doing?\" And he told me, \"We put now down this cable to blow up the\nbridges.\" He not ask me that I am a Jew, or \"What you are doing?\" Nothing. This was my\nluck. I was scary, and I was trembling maybe they ask me something. They not ask me\nanything, because that already, they told me they are very busy because the Russian Army 1s\nvery close. Very close to Arad. And I am asking, \"Where is the Russian Army now?\" You\nknow? \"Because you tell that you are very busy, and rush, rush, rush.\" And he saw me on his\nhand, his hand, that \"We are -- around the city is already the Russian Army.\" He told me, the\nstupid guy. How can you tell already to somebody, to a private citizen, something as this?\nThis stupid Hungarian soldier. And I was happy that I heard this. And he was right -- in a\ncouple of minutes later when I escaped from them, and I go on my way to my friends. And\ncouple of minutes, all the bridges was blow up. And the Russian Army enter in two days\nafter this, in two days, in Arad, and occupy Arad. They take out the Hungarian Army from\nour city; and so the Jewish people from, in our hometown escape from the gas chamber.",
        "Q: Thank you very much.",
        "A: You're welcome.\nCONCLUSION OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Okay, we're on. Could you tell me your name, please?",
        "Q: Tell me about your parents and your family.",
        "Q: What was Arad like for you growing up? What was your childhood like?",
        "Q: Tell me about your Jewish school in Arad. What kind of things did you do? What were your\nfriends like?",
        "Q: Was Arad a big town? A small town?",
        "Q: I don't understand. Can you explain?",
        "Q: What did you do?",
        "Q: What happened as you got, as you got older? You went to business school? Tell me about\nthat.",
        "Q: Where did you go from there, from school? What kind of a job?",
        "Q: What else? What else happened? [TECHINICAL CONVERSATION] Can we -- I want to\nstop it right here, excuse me.",
        "Q: The Hungarians now had taken over your town. Tell me about the stores, about the business\nstores.",
        "Q: Tell me about the army. What was your life like?",
        "Q: What was it like? What, what was the working conditions like at Sighisoara?",
        "Q: What was it like in the towns, then? You were home. What was it like?",
        "Q: Tell me about it. Was -- were these camps all Jewish camps?",
        "Q: I guess I'm asking the question badly. The prisoners that worked in the camps you were in,\nso far, were they all Jewish prisoners?",
        "Q: What it was like in Timisoara, working in this army camp?",
        "Q: Tell me about the other three guys.",
        "Q: What,what had your parents been doing during the war?",
        "Q: What did you do after that?",
        "Q: What did you do? At this point, you had discovered your family was gone, but you had your\nparents. How did you rebuild your life?",
        "Q: William, how did you come to the United States? Why, and how?",
        "Q: And the two of you came to this country? You met your wife in Romania?",
        "Q: What are your -- is there anything you want to add, any reflections on the Holocaust? On\nyour Holocaust? Anything you want to tell us, as a last word?",
        "Q: Thank you.",
        "Q: That's it. Great. Thank you.",
        "Q: Okay, let's go back a little. Tell us what happened, There's an incident that happened after the\nRomanians had liberated your town.",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: My name is William Farkas. I was born in Arad, Romania, in 1916.",
        "A: I was the only one child to my parents. But my father was a businessman, later a salesman.\nMy wife -- my, my mother was working home, at home -- home life. My father family was\nliving in north of Transylvania, because Arad is the south of Transylvania. The -- all the\nfamily from my father's side was living in north of Transylvania, in Salonta, very close to\nOradea. Very, very, very big family. Was seven brothers and sisters toteg- together. They\nwere set in businesses. They have shops and businessmens, okay? My -- from my mother's\nside, she has only one brother and one sister in Hungary, in Budapest, because she was born\nin Hungary, in Budapest. And after the First World War, my father was in Budapest, same\nthing. And they married in Budapest. And after that they come to Arad. That was Romania.",
        "A: My, my parents was in the middle class family. I was in the first -- the primary school, how\nyou tell I don’t know. The first four class, I was in the Jewish school. We have a Jewish\nschool in Arad. After there, I was going in high school, and I finished the business\nadministration. In this time, I have no problem about I am a Jew. I have absolutely no\nproblem. I have a Christian and different religion friends. And we have no problem. I have\nno problem in the class. I have never problem with this. All the problem start with the\nSecond World War, where start the Hitlerism.",
        "A: We were -- the boy was separate in the class, and the girl separate in the class. And I have a\nexcellent teacher. We learn -- I mean, Hebrew. We learn almost everything in Hungarian,\nbecause immediately after the Second World War, the teaching was almost Hungarian.\nLater, we turned to the Romanian language. And the school was a very nice school, very,\nvery good school. And everybody who finished this school very easy can go to the high\nschool. Was no problem in the high school for the Jewish people, for the Jewish children.",
        "A: Arad, in this time it was about 100,000 people. In Arad there was living about 30,000 Jews.\nWe have Orthodox temple. And I would thought here -- I don't know this. No, we thought\nnever of temple. Yeah. And a lot of small temples there, because are a lot of Jews. And the\nJewish life was very active, very active, yes. In this time, we have the WIZO.' We have -- I\nwas active, very active in No'ar ha-Ziyyoni. And, same thing was the very active in the\nShomer” activity. If — as was Rosh ha-Peluggah’ in the Shomer.",
        "A: Rosh ha-Peluggah 1s a commandant in the Shomer activity.",
        "A: We, we have every Sunday. We have every Sunday, because every Sunday was no school,\nno- nobody was working, okay? We teached the young- youngest of us for everything. For\neverything. We go to camps. We teach them to -- swimming. We teach them about the\nZionism, about Herzl. We talk about Theodor Herzl. And was a very nice Jewish life. Very\nnice Jewish life.",
        "A: We went to the business school, the business school was same thing as us here. Is the\nbusiness, business administration, okay? Same thing, we had no problem with our\nprofessors. The professors was -- we had only one professor, Jew. Only one, period. No, I\nam sorry; we have two Jewish professors. One was for the, the accounting, and other one\nwas for the English language. And we are very good relation with the professors. And was a\nexcellent schools. Everybody who finished the school very easy get, get job. Was no\nproblem to get a job. Was a very high level school.",
        "A: I start to work. I start to work in a office, in a transportation company. And from there, I start\nto -- start the Second World War. I was working there, and start the Second World War. And\nstart all our troubles. There start, because Hitler start to come and occupy Czechoslovakia,\nokay? And Hungary state was take over. All the problems, all -- everything what Hitler want\nto do, they did. And we are afraid that -- we don't know what will happen with us. We know\nthat something will happening, but we don't know exactly what. In the mean -- in 1941, 1941\n-- no, I am sorry. In September 1940 was formed in Romania the state of National\n' Women’s International Zionist Organization\n* Ha-Shomer ha-Za’ir\n* Head [of] company (Hebrew).\nLegionnaire. State of National Legionnaire. That mean the Iron Guard was taking over the\ngovernment, everything. They nationalized all the Jewish shops, all the Jewish businesses.\nThey put somebody in -- they men — they put 1n in the stores. The manager. Everything had\nduplicate, double. If you were a director, you had a double director. You have a manager,\nyou have double manager. You have a, a supervisor, a second supervisor. And they mean\nthey want to learn everything from the Jew, to take over all their business. So that was very\ncritical situation.\n[INTERVIEW RESUMES]",
        "A: Okay, Romania, okay? The Iron Guard, Iron Guard was taking over slowly everything. Plus,\nthere come a law that all Jewish family should turn in, some such and such a some day, two\npairs or two pairs of shoes, three pairs of underhose, hats, and everything. This was\nprescribed that for families what you -- they -- should turn in to the Iron Guard main office.\nWhen you complain they vicious, they take you and beat you. And it was very -- that was the\nterrible situation, okay? I mean, everybody start to complain. If you have not home what\nthey asking for, you go -- when you have money, you go to buy brand new things and to turn\nover to the Iron Guard. This was where the starting, okay? After the -- in one day, I was\ndoing very much sport. I like very much the sport -- up to date, I like. And one day I was\ngoing home from a sport club, about nine o'clock in the evening. And because the Iron Guard\nwas patrolling the streets, everybody was afraid you do not fell in their hands. And I was\ngoing home from the sport club, and I was stopped from a, a, a patrol, Iron Guard patrol.\nThey was in civil with, with arms, with pistols and arms. But 1n civil -- not in uniform. Only\nthey had a green banderole -- band on their hand. And they asked me who I am. I told my\nname. From my name, they don't know that Iam a Jew or that I am not a Jew. And they ask\nme -- not ask me for my identity card. And they asked me for identity card only when take\nme in the, the, the main station from the Iron Guard. And asked me, \"You are a Jew, or not a\nJew?\" I am afraid to tell that I am not a Jew, because later or early maybe they find out that\nwas — small world for me. I told, \"I am a Jew.\" \"Okay, you come with us.\" And they have\nalready collected about five, six people between this -- pregnant woman, too. And they take\nin the main office, or the main headquarters, from the Iron Guards, what was in a park, in a\npark in Arad, in my home town. And we are waiting, waiting, waiting, waiting. I heard\ncrying. They start to take. Because they separated everything, everybody, okay? And this\nlady, who was pregnant, I heard that she was crying. She's beat, beat up absolutely -- they\nbeat 'til blood 1s coming out from her. She's a pregnant woman. And we heard this, that\nthere’s crying, and heard voices, very strange voices from everywhere, from all the rooms.\nWas a dark room in the basement. After that, they call me by name. They take me in a room.\nThey told me, \"Take out your pants.\" Okay? And they take a wire stick and start to beat me.\nBeat me, and beat me, and beat me. Then they told me, \"Okay, turn down.\" And they start to\nbeat me. Finally, when they finish -- when they were tired out already, they put me near the\ndoor. Near the door, and with the leg kicked me out from the door, and I fell on the street.\nI'm sure I cannot pick up -- that pick up, and I can't not get up from this terrible what\nhappening to me. And, fortunately, come a guy who was, belonged to the Iron Guard, but\nwas living in same house when I was living. And he saw me, and he pick up me. And he told\nme, \"I will take home. Do not happen again to you, to the hold somebody again on the street.\nI will take you home.\" And he take me home. And I can't not sleep two weeks, only on my\nbelly. I was terrible painful. I have terrible -- all my back was terrible looking. And after two\nweeks, I start to be slowly, slowly, I start to be okay. I think this was a very nice introduction\nfrom the Iron Guard, and start, how start the, the Hitlerism take over. And later come a law.\nIn 1940, and there come a law. In 1938, I was in the army until 1939.",
        "A: The army was not antisemitism. Absolutely nothing, in my time. In 1938, what I\nincorporated in the army. Everybody who's finished high schools, or I mean higher schools,\nshould make only one year army. Other people, was not only the primary schools, was laws\nschools -- was making two years army, two and a half years army. After one year, we should\nhave liberated in '39. We are not liberated because there start the Hitlerism -- I mean, the\nHitlerism start to come to, very close to Romania. Czechoslovakia was occupied, and\nHungary partial, and -- in army, was not problem because we are Jew. In this time -- in '38,\n'39 -- was no problem. Absolutely, there no problem with this. Even we had in army Jewish\nofficers and Jewish doctors, and was no problem. Absolutely no problem. In '41, after the\nwas the Iron Guard, and Antonescu’ was the President -- Prime Minister and the President --\nof Romania. There come a law that not allow anymore to the Jewish people to be in the\narmy. To -- every Jewish should be taken out from the army. Okay, we don't know what,\nwhat they mean this. We are happy first time that we are not, should not go in the army,\nshould not go in the war or something like this. But later,come a law again that, that every\nJewish -- youngsters from 18 'til 55 years old -- should go in a works camp. Should go in a\nworks camp. “Ah, should go in a works camp. What we can do? We cannot do anything\nagainst the government.” But what will happen in a works camp, we don't know. What work\nwe should do, we don't know either. In July 1941, come a order, it was publisized in the\nnewspaper and everybody get the paper that should go in -- in our hometown was a fortress,\nstarted from Maria Theresa, remaining -- also Hungarian. And should go in this fortress, to\nbe ready to go to work somewhere. That mean we should take clotheses and everything to go\n* Ton Antonescu (1882-1946), Romanian General\n> Empress of the Habsburg Empire and Queen of Hungary between 1740 and 1780.\nto work. To change their clothes, everything, okay? And everybody, in day what was\nindicated, we go there. Some with parents, some with wives, some with husband, with\nchildren, who has children. But nobody was allowed to enter into the fortress, only outside.\nAnd everybody was -- the wives was, the mothers was crying. \"What will happen with my\nhusband?\" \"What will happen with my child?\" \"What with,\" or something like this. So\neverybody was crying, crying. Was a terrible situation. I mean, we were inside. This was in\nthe morning. We stayed there 'til evening -- evening, 'til evening. They make a list,\neverybody where should go. Which camp should go. They're many, many camps, okay? I\nwas reportized (ph) or put in a camp to Sighisoara. Sighisoara -- this was about 300 miles\nfrom my home town -- to work in a railway station in Sighisoara, to excavate or to\ndemolished a mountain to make room for the new new line for the -- because the German\nhas not enough line to pass over the station, enough fast. That mean we should make more\nlines, that they should come more fast in fast over to go to the Russian border to, to Russia.\nAnd we start to work; I start to work as a miner. As a miner, my -- with a very primitive\nsituation. We should make holes in rock with a about three, two meter -- I don't know, about\nsix feet, seven feet long steel stick. With this, we should make hole in rock. And after the,\nthey put it dynamite in this rock and explode it. Explosion, okay? And all the stone what\nshould come out, this should be transported from there because everything -- all the line was\nfull with small stones and big stones, and all the people was working in this, to build a new\nline. We were working there 'til wintertime.",
        "A: The working condition: We are living in a -- we are living — they put us in a unfinished\nschool building. They have, this building has no windows. They have no doors. The wind is\nblowing over everywhere when was raining, was everywhere, okay? It was terrible situation.\nAnd we were sleeping on the floor. Yeah, on the floor. This was the situation. We, our food\nwas -- I don't know how I tell you. You can eat it. You can eat it. You can eat it. Why?\nBecause the Jewish Community was sent money and food. The Jewish Community from our\ncity was sending food and money to buy — not we should buy, they should buy it, okay? The\ncamp should buy food for us, and to make better the life. A little better. A little bit better,\nokay? And they allow the parents to send packages. They allowed this, yes. But the works\ncondition was terrible because was very heavy work, very difficult work. Was terrible. My,\nmy best friend was die there, because when was exploding, what make the blasting, this, the\nrocks, one rock come 1n his head. And he die immediately there. One of my best friends, he\ndie there, yes. I mean, then come the winter, we should they take us home. They send us\nhome, okay? They send us home. And next year, next year -- I mean, then in 1942, start\nagain, to take the people for different Not same places, a different, camps.",
        "A: When we are home, everybody was scaring. You know, “What, what, what come next?\nWhere we go next?” In this time, when we go home 'til they take us again, we are working.\nWe are working. We go -- everybody go back where the, the job that they have before they\ntake on the lager.° And we are working. And after that you get a paper you should go, go. Go\nagain. And in 1942, we,they take us in a Valea Homorod. Valea Homorod. Same thing. All\nthat work was for a railways, for the train. The lines, to make new lines, to have more --\nagain, to have more lines for the Germans to enter, to take over everything. And we are\nworking same thing there. I was working. From there, they take us because, we finished the\nwork in Valea Homorod. They take us in north of Transylvania, in Kinapist, very close to the\ncity Turda. Same thing: we are working in railway. All -- everybody was working in the\nrailway works, okay’? But was very interesting here, what we are working, because there was\nvery, this was already fall. And start the rain, raining times. And we are working in the\nmorming. We are living in a barracks. The barracks were full with mouse and and rats. And\nwas terrible. We take in the morning the coffee, okay? And we go in the barrack to drink the\ncoffee; and once come a mouse and jump in the coffee. Yeah, this happen. And this was very\ninteresting, that we are working 1n the morning in this railway problems, the stations, to build\nthe new lines. And nighttime, because was rainy day, everything was covering again with\nmud. We come back again in the morning, we clean everything; night come back again,\ncovering with mud. This was going day to day. And they find out they can't do anything\nanymore, because of the, the soil was salted. Very salty, the soil. They can't not do anything.\nThey send us -- they sent home us. And this start again, the problem. In 1943, they ask, they\nask, \"Who knows some -- Who has some profession? Who 1s a electrician? Who is iron\nworker? Who is -- ?\" Finding some professional people, because they need in the camp. And\nin different places. And I has never was working in electric field. And I hand up my hand, I\ntold, \"I am a electrician.\" I have no idea about electricity. I am afraid about electricity up to\ndate. I told I am electrician. Maybe I, maybe I can get some better job, or some more easy, to\nmake my life more easy. And same thing, three of my best friends. They told they have\nprofession. Steel worker, and auto body worker--something like this. And they sent us four\npeople -- not with the whole hundred, hundred, thousand people -- only four people for us.\nSend us to Timisoara. This were very close to my hometown, about only 60 kilometers from\nmy hometown. And they sent us in auto garage, military auto garage, to work there. And we\nstart to work there. We stayed there one year we are working there. Auto worker.",
        "A: No, no. This was the army. This was a army, absolutely army, military garage. And all the,\nthe trucks and the autos, cars, come back from the front, okay? Was not working anymore --\nwas hit from the guns, or something like this. Was sending back in the auto, military auto\ngarages, for repair. And when was ready, send back again to the front, this.\n° Camp (German).",
        "A: We were, we were only in our camps was only Jew. Only one, only Jew. Nobody else was\nvery close to us. We knowed everybody. Only Jews. Only Jew, yeah.",
        "A: It was was a heavy work. Was a very difficult work, because special when we have no idea\nabout the auto electricity. My, my boss was a German. He liked to drink. And what you can\ndo with this guy, to be -- to soften this guy to be not so crude with us, we buy liquor from\nthem. And he like very much. All the time he was red in face, because so much was\ndrinking. He was not thinking about us, care about us anymore, because he was drinking all\nthe times. And this auto garage commandant was a captain. And my direct supervisor was a\nlocal tenant. They was very nice guy with us, special when you give something to drink for\nthem. All the times. All the times, you should give something. You know that the Romanians\nit is recognized that like very much to take everything from everybody, yeah. To take\neverything. When you pay something, you know, they are very good guys 'til you pay. When\nyou not pay, they, they, they are the worst. And this what we did. We four guys, four people,\nwere together. All the times, we buy some liquors or wine and spirits, and something like\nthis. And this help us. This helps. The situation help us. But the heavy work. We are working\nheavy. Early, from seven o'clock ‘til eight, nine o'clock at night. And after we go to sleep,\nnext day it start again. And when we finish there the work -- this was in 1944 -- same thing\nbecause I had already registration as a professional worker, as a electrician. And my friends,\nsame thing. Same thing, we are together. Four guys. This was fortunate that we keeped\ntogether all the times.",
        "A: They was, these was my best friends. This was very nice guys. We lived together all the,\neverything we do, everything what we did, we did together. One have to the second, second\nto the third, and so this we are keeping on. And we were all the times together, 'til the end.\n'Til the end. Not many people can tell this, but this happened to me. And in 1944, they call us\nas a professionals to go to Doaga. This was in the Moldova, Moldova. Very close to the\nFocsani, the city of Focsani. This was the most horrible camp in all Romania. There were\nthere about 3,000, 3,500 Jewish people was working. They was working to make cement,\nfrom cement to build -- I mean, I don't know -- fortresses from cement, that the Russians\ncan't not come over. Yes. Thism we did this. And I was working near a cement mixer. I've\nhave no idea how I did this. Up to date, I don't know. But I did it. And this camp was terrible.\nWe have a commandant, was a major. It was beat the Jewish people, the Jewish young\npeople. Because when can't not finish -- because everybody, he can't finish in one day such\nand such what they give to us -- what they can't not finish, they beat. There's terrible beating.\nBeating, and all the times was beating. And the food was terrible. Almost water. Almost\nwater. Only what was, maybe for drink was the coffee what you get in the morning -- and the\nbread. The bread was sour. And this was heavy work. This was a terrible, terrible camp. This\nwas the worse camp in Romania, the Doaga. Was famous. Famous. In all Romania, was this\nfamous camp. And we were very, we very close to the -- it was in the summertime, okay? In\nJuly, August, In 23 August 1944, the Romanian changed their mind, okay? They don't want\nto be, changed everything, okay? They don't want to fight near the Germans. They changed,\nthey turn everything over and they told they want to, to start -- not to start. The war, to\ncontinue the war against the Germans. And they start to be allied to the Russian. And we\nwere in Doaga when the Russian approaching, approaching, and approaching. We heard the\nguns. We heard all the time, \"Boom! Boom! Boom! Boom!\" This approaching. We are\nhappy this; maybe one day we'll be,one day we'll be liberated. Because we heard very close.\nEvery day was closer and closer the, the noise from the tanks and the guns and everything.\nAnd we saw how the Russian Army push back the Germans. Push back the Germans. And\nwe were so happy. You can't believe, it was so happy. We saw with our eyes how the\nRussian tanks come, and go over the German tanks and over the German soldiers, and over\nthe Germans everybody. They killed them. And near our fence was the Russian prisoners.\nThis was Russian prisoners, was -- were captured from the Germans. And sure this was first\nwhat liberated by the Russian Army. And we were liberated. I mean, Romania was liberated\nin 23 August 1944. And they not let to go from the camp. Was already 24, 25 August. We\nstay in the camp. We don't do nothing. We cannot go anymore to work. Nothing. And they\nnot let go to home,go home. And because I was working as a professional electrician, I have\ntools. I talked to these three of my friends: \"You want to come with me early in the morning?\nI want to escape from here. Happen or not happen, I can't not stay anymore.\" And in one day\nin the morning, early by four o'clock in the morning, I cut the wires — the fence, or the wires-\n-and under the fence we escape.\nAnd the Romanian soldiers heard that some noise was noise, and start to shot after us. And --\nbut nobody was hit, and we escape, and we go walking to Focsani. And I forgot to tell you\nthat when we were liberated already. Okay, now that was Romania was turning over\neverything. We captured a major from the camps, a commandant, and we hang up. We hang\nup. This was our satisfaction. Only, only sat-- very good satisfaction. Do you understand?\nLooking how that hang up. Because had no more power. He can't do anything against us.\nAnd after that, I told you, I escaped from this. And the lager, the camp was there, because\nnobody was coming out -- only we four. And we go walking 'til Focsani. This was far away,\nthe city. And there was in the Focsani was only a couple of Jewish old families. And they --\nwe asking where we find this Jewish family there, and they told, \"Here, they're there.\" And\nthey take care about us. They take over us, and they give us food and clothe us and\neverything. And we stayed there about two, three days in Focsani. And the Russian Army\nentered already in Romania, was entering already in Focsani. And they stopped there all the\ntime, they stop with trucks. Everything was stopping there. And we don't know any Russian.\nAbsolutely not. And we go to the Russian commandment, and we told that we are we\nescaped from the camp and we want to go home. To give us some papers do not the Russian\nArmy do not stop us somewhere.\nGive us some papers to go home. And this was very nice. They give us some papers in\nRussian. And who take us? Where or how? No train. How we can go home? And once we\nfind a truck with -- a Russian truck with soldiers, full with equipment, and full with food, and\nfull with everything. And we go to the officer. Was a Captain. Was a officer. And we saw\nour, saw them our papers, that we escaped from the camp and that we go -- want to go home.\nWhat happened? This captain was a Jew. Another Jew. He was so happy. I -- we were so\nhappy. We kiss him. He kiss us. It was something you can't believe it. And they put us on the\ntop of that truck, yes. They give us food. They give us drink. They give us everything. And\ntake us ‘til Bucharest. We go with the Russian Army 'til Bucharest. And we have relatives in\nBucharest, and I am looking where I find them. And I find them. And I told, \"Now, I not stay\nhere. I want to see my parents.\" And they take me some tickets, train ticket. They buy me a\nticket. They give me some money. And we go to the station, and we go with train home -- to\nmy home town, and I find my parents home. Was very ending -- happy ending.",
        "A: Nothing. Absolute nothing. They was elderly people. My father was simply working as\nbefore. What he can do -- sales. My, my, my mother was a very sick woman. Very sick\nwoman, with heart problem and with diabet. And this was the happy ending, that I find my\nparents.",
        "A: But I am sorry. I should put something about this here. I -- because we were living only in\nsouth of Transylvania, my parents were still in life. Okay? But all the family, 36 people, 36\npeople who was living in north of Transylvania -- in Salonta, what I was mention it before --\ndisappeared. Nobody was, I was finding nobody, absolute nobody. 36 people disappeared,\ndied, was taken in the extermination camp, in works camp, in Ukraine, everywhere. But\nnobody return from there. This was a very...situation. Very, very...yeah. 36 people from my\nfamily -- I mean, from my father.",
        "A: After the Second World, after this everything, I, I’m thinking now this was “enough is\nenough.” I start to work. I want to work, because to, my mind should be changed. I could\ntake out all that bad things what is happening to me, starting from the beating and the work\ncamps, and everything -- was working heavy work, okay? Only one things can help me, to\nstart to work. Because eight hour, when I start to work, my mind is on the work and is not\nremember what is happening. And I start to work, start to work. I get a very good position. I\nwas comptroller by, by the state. Because there are all the communist state was take over\neverything, and everything was the communist after the Second World War. And I was\nworking by the state as a comptroller in a agricultural department. Something like this, yeah.\nThis was --",
        "A: First of all, from the whole family, after the Second World War, I finded only one cousin,\nwho was living in America. He was in camp, too. No, he was from Hungary taken -- that\nmean, from Salonta. Was taken in a camp, in lager, in camp everywhere he was. He survive,\nsame thing. And he was taken by the, I don't know, by the Joint, was taken in America. And\nhe's living very close to us in Peabody, in Massachusetts, very close to Boston, north of\nMalden. And I find out that he is here. I start to write a letter, I found out his name and\neverything from Blue Cross. And I start to write letters. And he write me; he was happy. I\nwas happy that somebody, somebody from our family was still in life. And after the, sure the\n-- after the everything, I was start to work, everything start to be okay. I meet my wife, and I\nmarried my wife. And --",
        "A: No, we left, we left Romania. We are waiting 10 years to get the passport. 10 years. My\nmother died in Arad, my hometown. We get she get was both diabet and pneumonia, and in\nthis time no antibiotics. And she die in Arad. We live together with my father. And start the\npeople to go to Israel. And we, we asking same thing -- we sended papers to the Romanian,\nto the police department there--that we want to leave Romania for a passport. We are asking\nfor a passport.\nAnd they politic was terrible tricky. They let to go out only the elderly people, not the young\ngeneration. None the young people. And we are don't know what we should do, what my\nfather want to do. To let my father to go, maybe that it is the protection. If my father is in\nIsrael, perhaps I will get faster then the passport because my father is there. Or to not go.\nMaybe I will get the passport, and he will not get the passport. What will happen now? And\nmy father was a very, very smart man, and he was a very good Zionist. He decided he want\nto go to Israel. He decided that he want to go to Israel. I told to my father, \"Look, it's your\ndecision. I don't know what happen to me here. When I can go there, or where. You can go.\nIt's you -- you decide.\" And he decided he want to go to Israel. He decided he go to Israel.\nAnd he died in Israel, not with us. Because I not receive my passport; only after 10 years I\nget my passport. And we left to Israel from -- and we stay in Israel seven years, and after\nseven years, my -- we decided that we come into America. That this was same thing a cause\nwhy we come America, because we were living in Jerusalem. This was the Six Day War.\nAnd you know, when Jerusalem was occupied, was liberated or was survive until the last\nfew days. Jerusalem. And we stay in basement three days and three nights. And was terrible.\nVery close to where we are living in Jerusalem, in Keeryat’ Shemonah (ph) in Jerusalem,\nvery close to us was the Jordanian border. And we know from the papers, from the radio,\nfrom everywhere, that they give knife, give that small children. \"When you can go over this\nborder, where you find a Jew you should kill them.\" And I survive, my wife was surviving;\nand we told -- we have then our daughter. And we told we don't want to happen to my\ndaughter what happen to us. My wife get a contract in Boston, the Children's Hospital, for\ntwo years. And thus we come in this way in America. I have a very nice apartment in\nJerusalem, but we not sold. We keep open. We keep open. We not thought that we stay here\nfor every, all the times here in America; maybe one day we go back. So I not sold my\napartment, my sheekoon.” And later, we sold it because I was thinking, I lost my pension in\nRomania. By that I mean when we left Romania, I lost my pension. Every day I am not\nyounger, I am older. I left Israel. My wife can go back, because she was working by the\nKupat-Holim.’ And there the Kupat-Holim was still open her job. I lost my job, because start\nalready the Russian immigration and they not keep open the jobs. They hire people. You\nknow, they want replace the people. I lost my pension in Romania, I lost my pension in\nIsrael. I don't want to lose anymore; that mean I can't not go back.",
        "A: The Holocaust is a terrible thing. Up to date there are many, many people that not believe\nthis. Up to date there are groups, they teaching there never was Holocaust. And I appreciate\nvery much what you are doing, because this may be remembered for the future generation.\nThat this happen, and do not happen again.",
        "A: Thank you very much. Thank you.\n[Photographs shown here; then interview is appended]\n[After-Photographs]\n\"Town quarter or suburb (Herbrew).\n* Public housing (Hebrew).\n” Israel’s biggest health insurance organization.",
        "A: No, the Russian doesn't liberate it. Was the Romanian in our hometown.",
        "A: Okay, when after was liberated, I come home in September. After I arrive home in\nSeptember in my hometown, in Arad, in one night the Hungarian Army enter in Arad. And\nthey stay about one weeks in our hometown -- I mean, in Arad. And they start to do, start to\nfinished, maybe, in the fortress a gas chamber for the local Jewish people. Then from Arad\nJewish people, we are 30,000 people in Arad. And we heard this from some Christian\npeople, that they're doing this. This was not confirmed by nobody, okay? Because nobody\nsee this, because nobody can enter in the fortress. And we know, and all the Jewish people\nknow that; we are very, very afraid and scary that will take us in this gas chamber and\nexterminate us. Because it's not take too long time to exterminate the people; it go very fast.\nAnd I heard this, and I told to my parents, \"I escape for four years from the camp, and then I\nhome. I don't want in the last days,\" because the Russian was approaching very close to our\nhometown. Very close. They was very close already. \"And I don't want to perish now, to die\nnow. And because you are elderly people, I was leaving.\" He told me, \"Okay, we will hide\nyou somewhere where are Christian landlord.\" And take care about my parents. And I left\nhome. And in our city is the Mures River. And on other side of the Mures River was the\nfortress. On this side, was already Hungarian Army. And I was going to some Christian\npeople that knowed us, was very good friend for me. And I can hide from there, I can stay\nthat it's happen something. Until the Russian Army will enter maybe, and occupy this\nterritory. And I was going, going, going in my way until the river, okay? I was meet there\nHungarian soldiers. They put cable down near the river, because they want to, to blast the\nbridges between the city and between the fortress. Was one railway bridge, and two regular\nbridge for the cars and people, okay? Passed there. And I asked this Hungarian soldier,\n\"What you are doing?\" And he told me, \"We put now down this cable to blow up the\nbridges.\" He not ask me that I am a Jew, or \"What you are doing?\" Nothing. This was my\nluck. I was scary, and I was trembling maybe they ask me something. They not ask me\nanything, because that already, they told me they are very busy because the Russian Army 1s\nvery close. Very close to Arad. And I am asking, \"Where is the Russian Army now?\" You\nknow? \"Because you tell that you are very busy, and rush, rush, rush.\" And he saw me on his\nhand, his hand, that \"We are -- around the city is already the Russian Army.\" He told me, the\nstupid guy. How can you tell already to somebody, to a private citizen, something as this?\nThis stupid Hungarian soldier. And I was happy that I heard this. And he was right -- in a\ncouple of minutes later when I escaped from them, and I go on my way to my friends. And\ncouple of minutes, all the bridges was blow up. And the Russian Army enter in two days\nafter this, in two days, in Arad, and occupy Arad. They take out the Hungarian Army from\nour city; and so the Jewish people from, in our hometown escape from the gas chamber.",
        "A: You're welcome.\nCONCLUSION OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumApril 27, 1990\nRG-50.030*0071",
        "PREFACE",
        "The following oral history testimony 1s the result of a videotaped interview with William\nFarkas, conducted by Linda Kuzmack on April 27, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "WILLIAM FARKAS\nApril 27, 1990"
    ]
}