{
    "rg": "RG-50.030.0557_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Ira\nSegalewitz, conducted by Ina Navazelskis on November 7\", 2008, in Alexandria,\nVirginia. Mr. Segalewitz, thank you very much for agreeing to speak with us.",
        "Answer: Oh, it’s my pleasure, you know, I want to convey as much information as\npossible, so you know, future generations would at least know about what happened\nto the — the people like me.",
        "Q: Well, we’re grateful for that. Can you — can we start the story, like they’ve\nalways does, at the beginning? Can you tell us a little bit about your history, where\nyou were born, what — in what family, in what town and so on. And when.",
        "A: Okay, okay. I was born in Sarny, Poland in the year 1936. My mother’s family\nwas — was known as the Bagg(ph) family, and they were quite a large family in — in\nSarny. And actually, they came from a town nearby, which was Dambrowicz(ph).\nAnd my mother was one of 11 children, and so it was quite a large family. And\nwhen I was born, my mother, you know, I-lived with her family close by. And when\nI was about three and a half years old, you know, the war started, you know, and the\nGerman occupation of Poland began. And at — as most of us — most people know,\nthere was an agreement in the Ribbentrop-Molotov Act, which kind of divided up\nPoland, you know, be-before the war even started. And so, soon as the Nazis\noccupied Poland, the Russians moved their borders as well, and consequently we\ncame under Russian occupation.",
        "Q: Can you tell me a little — let’s back up a little bit, before we get to that part.",
        "A: Mm-hm.",
        "Q: Did you have any brothers and sisters?",
        "A: No, I don’t, I’m an only child.",
        "Q: You’re an only child.",
        "A: Pm an only child, mm-hm.",
        "Q: And, can you tell us a little bit about your father, and who he was and how that\nfit into the picture?",
        "A: Well, I— you know, I — I really don’t know much about my father, you know, in\n— the last time I saw my father was in — well, I was gonna —",
        "Q: Get to that part, okay.",
        "A: — tell you what — get to that, but I —",
        "Q: What kind of family did he come from?",
        "A: — yeah, he — he — he came from a town nearby, from Pinsk, and he was a barber.\nAnd don’t know much about his family at all, you know. My mother and I kind of\nnever talked about that. And consequently I just don’t know. I — you know, I — and\nI’ve tried very hard, you know, to try and find out more about his family and I’ve\nbeen unsuccessful at this point.",
        "Q: Do you have memories of him?",
        "A: I—I-— you know, I don’t know if it’s an original memory, or — or you know,\npictures and stuff, but I seem to remember — or — or stories that my mother told, but\nI seem to remember very well, when — when the war started that he — he was putting\nus on a train, that we were leaving Sarny for the Russian — you know, that — the —\ndeeper into Russia, I seem to remember him waving goodbye. And that image of\nhim is the only image that I have, you know. The rest I — I just don’t remember. But\nthat’s the only image that I seem to be ingrained in my mind, and I’m not quite sure\nif that’s a true memory, or something my mother said to me, you know, at one point\nwhen I was — was young or what, you know.",
        "Q: How old were you when that — when you were on that train?",
        "A: I was about f — I was five and a half — I was — yeah, it — about five and a half at\nthat point, yeah, five and a half, maybe six.",
        "Q: So, a very small child.",
        "A: Very small child, right. And that is my only memory. I mean, I’ve — I— I have\nsome pictures of my mother and — and my father together. And I have a picture that\nwe found here in the United States of him, you know, that my mother had sent to\nhis sisters here in — in the United States. But I, you know, don’t have any\nindependent memories other than that.",
        "Q: Can you tell — the — then let’s go back a little bit. I mean, one of the reasons I ask\nthis question 1s particularly when people were children, really small children during\nthe war, we’re talking about fragmented memories.",
        "A: Right.",
        "Q: Can you tell me your earliest memories, regardless of what they would be? Can\nyou recall that? What are the earliest episodes, or things you remember from —",
        "A: That — that being — being pushed into the cattle train a-and my father, you know\n—an-and that image of my father, that — that’s the only memory that I seem to have\nof then, you know. I have no prior memories. I can’t remem —",
        "Q: Of being in Poland, of growing up in Sarny, or — or anythi —",
        "A: Yeah, well, I— I didn’t — you know, I was only three — three and a half when the\nwar started. And — and then, of course, fin — you know, the occupation, we were\nliving in — in — under the Russian occupation for almost two years until the — the\nNazis began the war on — on Russia, you know, so —",
        "Q: Did your mother ever tell you about what that was like? What her life before any\n—all of this was like, and then during those two years?",
        "A: I’m afraid not. You know, we never — never really discussed that period at all,\nyou know. As a matter of fact, we talked very little about the war or the Holocaust.\nMy mother was — you know, every once in awhile she’d say something, but very\nseldom that — that discussion. Th — really, I began to realize that what I’d missed, 1s\nafter my mother passed away, you know, that I didn’t have a history, I didn’t have\nthe information of my father, and I didn’t have — know at all — don’t know at all\nwhat my father’s family — anything about my father. Don’t know whether he was an\nonly child, or he had brothers and sisters, and just have no knowledge.",
        "Q: Do you — did you ever have any contact with the 11 siblings that your mother\nhad — or the 10 siblings that she had, if she was the 11\"?",
        "A: Yeah, she — my mother, two of her sisters came to the United States before the\nwar started. So my mother always knew she had two sisters, you know, during the\nHolocaust, you know, she knew she had two sisters here in the United States. She\njust didn’t know where they were. But there was — you know, but they were the\nones that we got to know. But I — no, we — I never had that discussion with them,\nunfortunately, you know.",
        "Q: So when your — when your father pushed your mother and yourself in the train —",
        "A: Mm-hm.",
        "Q: — and that was when the Soviet Union was already attacked by Nazi Germany?",
        "A: Exactly, yeah.",
        "Q: That was your — the last time you had any contact with your mother’s relatives,\nis that so?",
        "A: That’s the — that’s right. With my mother’s rela — no — well, yeah, the last ones —",
        "Q: Aside from the two sisters —",
        "A: Sure.",
        "Q: — the ones who were in the town, 1s that correct?",
        "A: That’s correct, mm-hm, that’s correct.",
        "Q: And how come none of them went east?",
        "A: Don’t know. Don’t know the reason, you know, but there — they all perished in —\nin — in — you know, they were all taken when the Nazis came into Sarny, they set\nup a ghetto, and they rounded up all the Jews in the area, and of course then they\nslaughtered them all, they murdered them all. So, you know. The only survivor of\nmy mother’s family that — I have a picture that I, you know, quite often carry with\nme, I happen to have it here. And — and th-the only survivor is, besides the two\nsisters, you know, from this family — this is a 1914 picture —",
        "Q: Oh my.",
        "A: — and, you know, 1s — is my mother, and th — she’s that little baby over here — I\nmean, she’s a little child over here, and — and this niece, you know, who —",
        "Q: Her name is Marthe(ph)?",
        "A: — Marthe(ph) [indecipherable]",
        "Q: And her name was?",
        "A: My mother’s ma — name was Rochel(ph), yeah.",
        "Q: Rochel(ph).",
        "A: Yeah, mm-hm.",
        "Q: Yeah.",
        "A: Yeah. So she — she 1s the only survivor that we know of, and I did meet her and\nwe — we went to Israel. She lived — she ne — she survived the war, and she came to\nIsrael and we did — we did get meet — get to meet her [indecipherable]",
        "Q: Was she able to tell you anything about the fate of the rest of the family?",
        "A: Well, yeah, I mean, everybody kind of knew with the fi — what happened to the\nrest of the family. We all knew that they wound up in the — in — in that ghetto, and —\nand never left, you know.",
        "Q: Oh, so the ghetto was liquidated —",
        "A: Oh, it’s like —",
        "Q: — it wasn’t like they were — it wasn’t like they were transported to a camp\noutside or something.",
        "A: No, they were — they were murdered, you know, right there, you know, the\nmachine gun — you know, the machine guns were set up from — from the — there’s a\n—a couple of years ago it was a book written about the escape from Sarny, from the\nSarny ghetto, and according to that book, you know, it said they set up machine\nguns around them, you know, and murdered 14,000 people that were there, you\nknow, so — so —",
        "Q: D-D-Do you — did they survive the 1941, or was this ghetto liquidated pretty\nearly on?",
        "A: It was 40 — 40 — th-the Nazis came in into the — into Sarny, it was 42, I think,\nand — and, you know — and they liquidated it after about six months. It wasn’t — it\nwasn’t very long. I’m not sure about the dates, though.",
        "Q: I remember you said — you said —",
        "A: Yeah, yeah.",
        "Q: So, in a— in —1n many ways your father wa-was very prescient, if he was the\nperson who convinced your mother to — to — to go on the train.",
        "A: Well —",
        "Q: Tha-That was the right thing to do.",
        "A: Well — well, what ha — really happened is that my father was drafted into the\nRussian army.",
        "Q: Okay.",
        "A: And because he was in the army, he was able to get us on the train, you know,\nbecause —",
        "Q: Otherwise they would —",
        "A: — you know, otherwi — no way, yeah, you know. That’s — that’s how we\nsurvived, you know, is that — the fact that he was able to get us on this cattle train,\nand that’s only because —",
        "Q: He was in — yeah.",
        "A: — of his — the army connection, yeah.",
        "Q: Let’s go with your father a little more —",
        "A: Mm-hm.",
        "Q: — but we’ll return to your mother. So, he was an army recruit?",
        "A: [indecipherable] yeah.",
        "Q: And do you know what happened to him?",
        "A: No, the only information we have is this — you know, and this is anecdotal\ninformation, that somebody saw him on the Russian front. On — on — on — not — on\nno —",
        "Q: Yeah.",
        "A: — on the Stalingrad front, I’m sorry.",
        "Q: On the Stalingrad front.",
        "A: Right, that somebody saw him there.",
        "Q: So wi — that big battle.",
        "A: The battle to — you know, the battle of Stalingrad, right. And that was the only\ninformation that we ever got, you know.",
        "Q: And so, were there letters that were every exchanged between your mother and\nhimself afterwards?",
        "A: Not at all, no, no, no letters at all, you know, she — she — he evidently perished\nkind of early in — in — 1n the war, you know. And there was never any\ncorrespondence between the two of them.",
        "Q: What was the na — what was his name?",
        "A: His name was Shiman(ph).",
        "Q: Shiman(ph)?",
        "A: Yeah, Shiman(ph) Segalewitz.",
        "Q: Shiman(ph) Segalewitz.",
        "A: Yeah, that’s —",
        "Q: From Pinsk.",
        "A: From Pinsk, right, yes.",
        "Q: Have you ever been to Pinsk?",
        "A: No, no, haven’t made it back to Poland.",
        "Q: No. A-And you haven’t been back to Sarny?",
        "A: No.",
        "Q: No.",
        "A: No. Well, you know, a couple of times I — I tried to get information on Sarny,\nand it was just nobody — you know, a couple of letters that ve written — as a matter\nof fact, a gentleman that I know that went to Sarny, he couldn’t get any information\nbecause you know, just there were no records left, you know, that — that were\navailable, so he couldn’t get any information, you know, so — yeah.",
        "Q: That’s — that’s more than frustrating.",
        "A: Absolutely, yeah.",
        "Q: That’s more than frustrating. As you were going east, what was — what happened\nthen? Where did you and your — end up with your mother?",
        "A: Well, we were on this cattle train, and it kept getting bombed, and I remember\njumping out of the cattle train, you know, people, you know, the — the — the train\nwould stop every once in awhile, we’d jump out and you know, and airplanes would\nbe flying over, strafing the train, and that kept happening, shortly after we left the\nstation. And that went on for —",
        "Q: Were you afraid, or were you too little to be afraid?",
        "A: You know, I—I-—I-—I’m not sure. You know, I — I think I was, you know, five\nand a half, you know, and — but I — I —- I remember one time, this one time we\njumped out of the cattle car and we were running, and my mother and I were\nrunning, you know, and I remember, you know, that she fell and I kept running\nahead of her, you know. And she finally caught up with me, you know, and — and\nshe — she was so upset with, you know, that — that — that I let go of her hand, you\nknow, she got — a-as a matter of fact, one time — we had that discussion one time,\nmy mother and I, and she kept saying, I kept hollering, you know [speaks Yiddish\nhere] She kept saying it in Yiddish, you know. Why did you let go, why did you let\ngo? She was so upset with me. [indecipherable] But yeah, that was — that — you\nknow, until we got to Ryevka(ph), well, we — we he — we were on this cattle train,\nand — and finally when we got close to — on the Volga river, ma — we got off, and\nmy mother found a job in a farm, she was helping out a farmer. And we were there\nfor about oh, six or seven months or so.",
        "Q: Where is Ryevk(ph), on the Volga, you say?",
        "A: No, this is — yeah — no, Ryevka(ph) is way up in the — you know, in the Ural\nmountains. But before that, we were on a train, we — we came up and you know, we\n— close to the Volga river is where we got off, and we went up on some farm close\nto the Volga river.",
        "Q: Do you remember that? Do you have any im-images from the farm?",
        "A: I-I remember — I remember my mother, yeah, my mother working, you know,\nshe — she milked the cows, she helped out — you know, and — and that’s about the\nonly smegelings(ph) of memory a — that — that I have.",
        "Q: What was — I mean, what — was your f— was her family a farm family back in\nPoland?",
        "A: No, no.",
        "Q: So this was all new stuff for her.",
        "A: Well, yeah, you know, I mean, I don’t know how she knew that, you know, but —\nor how she learned it, but I — it was — yeah.",
        "Q: Survival.",
        "A: Survival is right.",
        "Q: Survival.",
        "A: But — but yeah, then when — when the — th-the ac — Nazis began the Stalingrad\ncampaign, that’s when we left from that area, because we were pretty close to\nStalingrad, you know, an-and we wound up — well, demobilization was — had\nstarted, Russian were mobilizing, moving everything up, away from — as far as\npossible and setting up factories. And so they were getting — trying to get as many\npeople into the Ural mountain areas, you know, to — to work on — in war factories.",
        "Q: Effort, yeah.",
        "A: You know, you know. And that’s how we wound up in Ryevka(ph), you know,\nwhich is by Ufa, you know Ufa, you know.",
        "Q: What memories do you have of that time?",
        "A: Of — of — of Ryevka(ph)? I have — you know, I have quite a few memories of —\nof Ryevka(ph), you know, I — I — that’s a— I remember very distinctly that the\nbarracks, you know, and stuff, that we were put in, you know, and the — the tiny\nroom what we shared with this other family, the — the Gorky(ph) family. So, the —\nthe five of us were in this one tiny room, you know, and which is — was completely\nbare. And we had the straw mattress —",
        "Q: Total strangers?",
        "A: Total strangers, we never, you know, never met them before.",
        "Q: Were they from Poland as well?",
        "A: No, they were Russians. Why they wound up, who were they we — I don’t know\nhow they wound up, or why they — but they were Russians, you know. I mean, there\nwas the Gorky(ph) family, you know, and — and the — they — you know, I think\nthere was the mother, a daughter which was about 12, I guess, and — and a boy\nabout my age, you know, the three of them. So the five of us were in this one tiny\nroom, you know, and —",
        "Q: And what language did you speak with one another?",
        "A: Well, at that time, you know, since the Russians had occupied Poland for —",
        "Q: Couple years, yeah.",
        "A: — ye — you know, that — two years before too, and also the two years during, you\nknow, we had picked up quite a bit of Russian. My mother, you know, could speak\nRussian and Polish or Yiddish, and — well, there was the — as far as I know there\nwere no Jews in — in — in that area, you know, I mean the — you know, so Yiddish\nnever came up until somebody found out that I was Jewish, you know, and then\nthey started teasing me and stuff, you know.",
        "Q: We'll get to that — to that point. When — when you spoke alone with your mother\nthough, was Yiddish your — the language that you spoke with one another in?",
        "A: Oh yeah, yeah, that — that was our —",
        "Q: Not Polish.",
        "A: Not Polish, no.",
        "Q: Not Polish.",
        "A: Yeah, Yiddish was the language — my first language was Yiddish, you know. A\nlittle bit of Polish was spoken in the house, I understand, you know, because I — I\nknew some Polish, you know, but I didn't —",
        "Q: It wasn’t the language of conversation at home.",
        "A: Exactly, you know, 1t was Yiddish. And you know, of course later on was all\nRussian, you know, so —",
        "Q: And you picked up ru — you know, a five year and a half year old will pick up a\nlanguage fairly quickly.",
        "A: Right, mm-hm.",
        "Q: Yeah. Did you go to school?",
        "A: Yeah.",
        "Q: Yeah?",
        "A: Ye — well, in the — in — 1n the camp you’re talking about?",
        "Q: Yeah.",
        "A: Yeah, sure. You know, the — the work camp in re — in Ryevka(ph) was —\neverybody had to work, you know, they brought in all the people and of — all the\nkids attended school. So I was — I was attending the school, you know, while my\nmother was working, you know. And —",
        "Q: So your first class 1s actually your beginning school —",
        "A: It was Russian, yeah.",
        "Q: It was Russian.",
        "A: Yes.",
        "Q: It was Russian. And is there anything that stands out from that time, when you\nwere —",
        "A: No, the —",
        "Q: — a little kid in school in Russia?",
        "A: No, the only thing that I — really stands out, you know, 1-is — is I — the distinct\ntime then when I first — the kids found out I was yid — Jewish, you know? And they\nstarted teasing me and — and beating me up, and —",
        "Q: In a mean — in a mean way”",
        "A: Oh yeah, you know, they — as far as we knew, we were the only Jews in there\nbecause my father had, you know, was able to get us on the — on this train. But there\nmay have been other ones, you know, the camp was so big, you know, there was\nthousands and thousands of people [indecipherable] over there.",
        "Q: So you — so, early on, as — as a little kid who’s a refugee, you — you get it twice?",
        "A: Oh yeah. Yeah, yeah.",
        "Q: And, was your mother able to help or protect you, or — or pretty much you were\non your own?",
        "A: On me — on your own. She worked, you know, she’d come back from — from\nwork, you know, they — they’d work 10 hour days at least, you know. And she’d\ncome back, you know, and we had this tiny little room, you know. An-And the Ural\nmountains are so cold, you know, my memory of my mother for all those years is —\nis frozen, you know, you see — you see the icicles coming down her eyebrows and —\nand, you know, her — her fingers and hands frozen. She’d come in — she’d come\nfrom work an-and she’d sit down and she’d be shivering for, you know, a period of\ntime where we’d cover her up with the — with the — the straw mattress that we had,\nand whatever we had we’d cover her up. She’d sit there shivering and then finally\nafter awhile she would —",
        "Q: Warm up just a little.",
        "A: — warm up, you know, an-and she’d go an — you know, the barracks was set up,\nthere was a kitchen all the way on the other end of the barracks, you know, and it\nwas a common kitchen and when she finished warming up she would go to the\nkitchen and try to prepare whatever we could to eat, you know, so — so, yeah. But\nmy memory of — of my mother from all that period is that picture of her, you know,\nfrozen, sitting there. She lost — she — one — her finger was frostbitten, she had — had\nto be amputated. So, yeah.",
        "Q: What did she do? When she was working there, what did she do?",
        "A: I— from what I understand, she was making some kind of ammunition, you\nknow. I — I guess, you know, th-they weren't supposed to pass on any information,\nbut she was making some kind of mi — ammunition. She was — it was a fact — it was\na factory, you know.",
        "Q: Did she have any energy left over to give to you as a little kid?",
        "A: Not at all, no, she — you know, I mean, the day was basically — her day was\nbasically she’d get up in the morning, go to work, you know, come back from work,\nyou know, after many, many hours, tired as, you know, make something to eat, you\nknow, and then fine — and fall asleep, and —",
        "Q: The same thing repeated in —",
        "A: — same — exactly, you know. That wa — that was —",
        "Q: And when you — what was your day like? When did you get up? Did you get up\nbefore her, after her?",
        "A: Yeah, we were all up at the same time, you know, because everybody — the\nbarracks emptied out, you know, everybody had to go out either to school or to\nwork, you know, and the — the barracks were —",
        "Q: And did you walk to school by yourself?",
        "A: No, th — well, there were other kids that wi — you know, but yeah, and we’d walk\nto school, you know, and —",
        "Q: So, in other words, when she went — she went to work and you were on your\nown until she came home?",
        "A: Exactly, yeah, yeah. That’s all.",
        "Q: Were you hungry?",
        "A: Oh, I was — that was the big thing, you know, that was, you know, as I say, my —\nmy two major memories of — of that period are — are first one, it was the cold, and\nthe second one was the hunger, you know, I mean tha — I was always hungry. My\nmother — it — now, you may not be familiar with the way they operated in — in the —\nin the work camps, but basically the people would — who worked in the camps\nwould get paid basically in potatoes, and flour, you know, that was — that was the\nstaple. And — and once a month they would, you know, deliver this sack of potatoes\nand you know, sack th — a small sack of flour, and that was what you had to live on,\nyou know, with — with the exception of if you exceeded a quota — you know,\neverybody had — had a quota to perform. If you exceeded the quota you got s — an\nadditional staple, you know. And my mother, every couple of weeks she — she’d\nbring, you know, back a — a black bread that she got for —",
        "Q: I was gonna ask you, yeah, did you get bread, did you get any cheese ever, or —",
        "A: Occasionally we’d get cheese, you know. Every once in awhile the Russians\ntransport would be — transports would come in and the Russians would distribute it\nthroughout that camp, and then they would distribute it. You know, they — they tried\nvery hard to — to provide the pe — food for the people, but the war was raging, and I\nguess the — the front got the first aspect of it, you know. But yeah, whenever — you\nknow, I — I remember very distinctly every once in awhile these trucks showing up,\nyou know, and everybody got a piece of cheese, or everybody got a piece of salami,\nyou know. and yeah, yeah. And that — that — that occurred. But for the most part, my\n— you know, as I say, my mother, she was very industrious, you know. She would\nfind roots, and — and — and leaves you know, and she’d make root pancakes, or leaf\npancakes. Every once 1n awhile she’d chop up a root, you know, an-and leaves, you\nknow, so — yeah. We — we —",
        "Q: I mean, the poor woman had to keep herself and you alive.",
        "A: Yeah, yeah, yeah.",
        "Q: It’s — it-it’s a — it’s really quite amazing.",
        "A: Yeah, that’s right. Now this, you know, as I say, I — I— I — when — when I —\nsomebody asks me about this, you know, a-and I’Il say, I’ll tell you my story, but\nit’s really not my story, it’s my mother’s story, you know. She’s the one that —\nwithout her, I would have had no chance whatsoever. She’s the one that — you know",
        "Q: How long did this go on?",
        "A: For almost four and a half years, throughout the war.",
        "Q: So from — from — so it’s not more than — 1-if you got there in 19 — what — what’d\nyou say, °42?",
        "A: ‘42 to °45, yeah, you know, so yeah. Wa — it was three years. Yeah, three years.",
        "Q: So you were in — so you were in that camp for as long as the war lasted?",
        "A: Throughout the war, yes.",
        "Q: And when you were there, do you recall your feelings as a child? Did you feel\nfear, did you feel any safety, did you feel — yeah, 1 — was it when she came back in\nthe evening that somehow or other, okay, things are best again, she’s back, or — can\nyou recall anything like that?",
        "A: I don’t — no, I can’t recall that. I — I just — just don’t remember any, you know,\ngreat times, you know. The only — the only good time that I remember from the —\nfrom the camp, you know, was — was when the camp commander would turn on the\nra — the loudspeakers, and the radio would come on. And that was, I — I remember\nthe best — the best of a — of everything that happened in — throughout the camp, you\nknow, as radio —",
        "Q: What would come on there?",
        "A: The what?",
        "Q: What would come on the radio there, what was there, music, or —",
        "A: There’d be the — the — well, yeah, for the most part there would be — first there’d\nbe the news, you know, of, you know, the — the Russian front is moving, you know,\nand the Russians are winning and all that kind of stuff. And then — then there would\nbe patriotic songs and melodies, you know, and that wou — that always made me\nfeel good, you know, the — the — the songs and the melodies, you know, and —",
        "Q: Did you make any friends in the camp?",
        "A: Yeah. The — you know, it — well, I had that incident with — with — you know,\nwhen they first discovered I was Jewish, and they — they started teasing me and —\nand beating me up, you know. But that didn’t last too long. You know, I mean, it —\nit dissipated and I — I had a couple of friends, you know, they were —",
        "Q: Was this the first time that you realized there was something different about\nyou?",
        "A: Yeah, I didn't know what was going on except for the fact, you know, when they\nstarted teasing, you know, I — you know, as I said, my memories of Judaism —\nalthough my f— my grandfather was a Orthodox Jew. And the picture in here, you\ncan — you can see, 1s — well, some place I’ve seen that he is wearing a yarmulke,\nyou know, so he was an Orthodox Jew and — and my mother told me that — that they\nwere Orthodox, that her parents were Orthodox. My father was not, you know, from\nwhat — what she told me, he — he was not religious. But, you know, an-and — and\nbut I had very few memories of a young child, in th — you know, a —",
        "Q: Yes.",
        "A: — attending a — a—a event of some kind yet. And so when — when they first\nstarted teasing me and calling me, you know —",
        "Q: Jude.",
        "A: —id(ph), zhid(ph), yefrai(ph), you know, and all — all that you know, and — and\nstarted poking me and making — you know, beating me up and all that, I-I — I just\ndidn’t know what it was, you know, what was — what — what did I do? I mean, what\nis this?",
        "Q: What’s — what for, yeah.",
        "A: Yeah, what — you know. A-And I — I remember that first night, you know, asking\nmy mother [indecipherable] you know —",
        "Q: Why’?",
        "A: — tell me, yeah, why is this, you know? And so she 1— you know, I don’t\nremember her exact comments, but I — I remember her trying to explain to me, you\nknow, so — but yeah.",
        "Q: What did she try — do you remember anything of — of what her explanation was?",
        "A: You know, th-that something — you know, I — I— I remember her saying — saying\nsomething about anti-Semitism, but she didn’t use the word anti-Semitism, but I —\nno, I can’t really recollect the exact, you know, what — what she said.",
        "Q: Do you remember — do you remember if it comforted you? I mean, the — the\ntelling her, and her having some response, did that somehow or other, at least for\nthat moment, okay, put it in a frame, gave you some — some comfort or anything\nlike that?",
        "A: Yeah, I just don’t remember. You know, that — that — that —",
        "Q: You don’t remember. I know, these are — we’re talking 60 years later —",
        "A: Yeah, yeah.",
        "Q: — seven — you know, almost —",
        "A: Yeah, just don’t remember it, you know. And I never, you know, never really\nthought about it in that way.",
        "Q: Was there any sense at that time — or maybe she told you later, that there was\nsomething particular going on with Jews, that — either in Poland or in Russia, was\n— was there a sense that there — there’s — there’s a particular danger?",
        "A: Oh yeah, you know, I mean when — when - right after the war ended, you know,\nthe — and we came back to Poland, to — to Sarny, you know, th-that’s —",
        "Q: Oh, so you returned?",
        "A: Oh yeah, yeah, we came back to — to Sarny after the war.",
        "Q: And how were the a— so — but I mean, still in that work camp —",
        "A: Mm-hm.",
        "Q: — while you were still there before the war ended, and during — you know, when\nthe — when this inci — did it happen more than once, this incident, was —",
        "A: Oh yeah, yeah.",
        "Q: A lot.",
        "A: This went on — when it — when the first — I don’t know how they found out that\nwe were Jewish, but somebody — you know, somebody —",
        "Q: Yeah.",
        "A: — must have told the kids, and — and they started picking on me. And that went\non for a period of time, and — you know — you know, it got — first couple of days\nwas pretty bad, you know, and then — then it dissipated as time went on. And, you\nknow, after awhile it just was — stopped, you know. So —",
        "Q: But during this time, in the — in the work camp, there was no sense, or no talk\nthat you could recall amongst the grownups that there was something particular that\nwas happening to the Jews? Or do you recall that?",
        "A: No, we th — for one thing, we really didn’t know what was happening. We were,\nyou know, all the way in the Ural mountains, you know, where — a-and the only\ninformation we had was that — the radio that would come on, and of course, that\nwouldn’t be on there.",
        "Q: The Gorky(ph) family, were they — were they easy to be with, even though they\nwere strangers, or was this difficult?",
        "A: Yeah, yeah, they’d — you know, the mother worked hard, like the same as my\nmother, and — you know, the — the boy was my age, so we were friends, you know,\nand we had chores that we would do together, and we would do ye — you know,\nlike, for example, we had the buckets, the waste bucket in each room. And in the\nmorning, you know, he would take the ba — waste bucket up one day and I would\ntake it out the next day, take it to the pits, you know, and get rid or it, and so yeah,\nwe — we were friends, you know, yeah.",
        "Q: Did — did anybody ever steal your food?",
        "A: No, I don’t remember of us — an incident stealing food, but that was, you know,\npunishable by death.",
        "Q: Even in a work camp?",
        "A: Yeah, you know, you steal somebody else’s food, you know, you —",
        "Q: You’re not going to survive.",
        "A: You’re not going to survive, you know, so yeah. No, I don’t remember of us ever\nhave any incident at all, you know.",
        "Q: So how was it that you could return to Poland? Once you were in the Ural\nmountains, what happened after the war —",
        "A: Well, when the war finished, everybody started — you know, they didn’t need\nany more workers in the — in the — you know, th-they — so everybody started going\nhome, and took us months and months of walking and catching rides, and — and —\nand —",
        "Q: So, you had no train transportation, you — was all on your own energy?",
        "A: Yeah, pretty much so, because you know, you got — I don’t know, the camp was\nso gigantic, I would say at least 50 - 100,000 people there, you know. And\neverybody was going their own way. And, you know, of course you couldn’t do it\nin the winter, you know, but su — as soon as the spring came, you know, the — a\ncouple of months of sist — of summer that occurred in the Ural mountains,\neverybody started going home. You know, and of course, you know, there’s — just\nwerent enough trains, or I don’t know, there weren’t any trains that were taking\npeople home, you know, but yeah, people started walking home.",
        "Q: So, do you remember that, do you remember when you left the camp?",
        "A: I remem — I remember wal — well, not exactly when I left the camp. I remember\nwalking and I remember, you know, places we used to — some places we stopped, I\nremember, and you know, and I remember, y-you know, like the — when we — when\nwe got to the — to — to certain places, you know, we’d stop a-a-an-and go to bombed\nout houses, or — or destroyed places, and go into those and sleep in there, and try to,\nyou know, and walk the next day.",
        "Q: Did you —",
        "A: And there were —",
        "Q: How’d you feed yourselves?",
        "A: The what?",
        "Q: How’d you feed yourselves on such a long journey home?",
        "A: Yeah, and there — you know, as I say, there was always — there was always some\nkind of a barter system that was going on. You know, people kept bartering, you\nknow, and I don’t know if there — 1t was — 1t was the nearby farms, or what, you\nknow? The — the nearby areas that there — but there was always — so I remember,\nyou know, every once 1n awhile we’d — we’d catch a ride, you know, or if — you\nknow, and — and I remember one time we were on a train, on a cattle car, and we’d\nstopped at this station, and there was a — another train, th-the next — the next\nrailroad track, and were all Russian soldiers, they were returning from — from the —\nyou know, from the war, basically. A lot of them were, you know, bandaged up and\netcetera, but they — I remember that distinctly, but th — at that point my mother and\nthe Russian soldiers were selling cans of fat, you know, that chicken — you know, I\nmean, animal fat. And my mother — and it would — they weren't closed cans, they\nwere cans that were — they filled up with fat, you know. And my mother somehow\nbartered with one of the soldiers for this small can of — of what — lard, I guess, you\nknow, it was — and she you n — gave up whatever she had and she bought this small\ncan of — of lard. And you know, soon as the trains left, you know, my — my mother\nstarted making — she had —",
        "Q: Something with it.",
        "A: — grabbed it — with — started — and it turned out there was only an inch of — of\nlard, and the rest was all potatoes, you know, pota — you know, mashed potatoes,\nthat stuff.",
        "Q: Oh.",
        "A: Yeah, that was a disappointing event. Very disappointing.",
        "Q: To be tricked like that.",
        "A: Yeah, yeah, you know. But, you know, it was rough times, rough times.",
        "Q: And was there much contact — I mean, aside from finding a place to sleep, and a\nplace to — a-and something to eat, do you have any memories of people that you —\nwhose paths you crossed on this way home, on this way back to Sarny”?",
        "A: No, everybody was so anxious to get home, you know, everybody, you know —\nyou know, you walked, you [indecipherable]",
        "Q: You were crossing through Ukraine, weren’t you? Wasn’t it the Ukraine that\nyou were going through? Isn’t that —",
        "A: Well, no —",
        "Q: — the route? Or, how would you get — how were you going?",
        "A: The Ural — you know, from the Ural mountains, you know, we — we wound up\ngoing — yeah, I guess it may have been the Ukraine, I’m no — I’m not quite sure\nthat — of the route, you know, what routes we took.",
        "Q: Because, I — I guess what I’m leading up to 1s that, if 1t was the Ukraine, then\nyou were passing through some of the worst ravaged areas, where — where the war\nwas, you know, had been particularly brutal.",
        "A: Yeah.",
        "Q: And of course, the massacres of Jews —",
        "A: Yeah.",
        "Q: — were particularly brutal.",
        "A: Right.",
        "Q: And I wondered if you ever came across any of that as you were coming home?",
        "A: You know, I must have, but you know, I — so much got blocked out that I — I —\nyou know, most of — most of the horrible events, I just don’t remember, you know.\nJust don’t remember.",
        "Q: And it took you — do you remember the month that you left the Urals?",
        "A: Had to be in the spring, because it was just too cold",
        "Q: And th — and — and the war ended May n — May ninth, I believe it was, so —",
        "A: Right, yeah. So, yeah, it was shortly after the war ended. Must have been jul —\nJune or July or something like that, that I would say, because we were there for a\nperiod — the little period longer after the war ended, you know, s-so —",
        "Q: And you were already nine, right?",
        "A: I was nine, yeah in — it’s right, yeah.",
        "Q: And — and there was no problem about returning to Poland, officially, in other\nwords, because so many people couldn’t.",
        "A: Yeah.",
        "Q: Once they got to the sovi — then they couldn't leave the Soviet Union.",
        "A: No, we — we got there, you know, an-and yeah. I — I remember very distinctly\nmy mother scouring, looking the streets, you know, says, well, something’s on this\nstreet, but the buildings were all destroyed, so she couldn’t tell where the house\nwas, you know. And she kept running around you know, and — and you know, she\nwas in very disheveled and upset, you know, that she couldn’t find the house. And\nyou know, I guess finally she got oriented and came to where she thought the house\nwas, but it wasn’t there any more, it was destroyed, everything was destroyed, you\nknow [indecipherable]. And — and that’s when we learned about what happened to\nthe rest of the family, she —",
        "Q: Do you — did you — were you part of that, or did you hear it from second telling?\nI mean, how she learned and — and — and from whom?",
        "A: Yeah, I — you know, I — I heard some of the stuff from — from you know,\nwhoever she talked to, I would be with her, you know.",
        "Q: Okay.",
        "A: And —",
        "Q: Do you have any particular memories of that?",
        "A: Not really. Not really.",
        "Q: But you — but you — but you recall that the information sort of came, and it\nstarted to dawn that there was nobody left.",
        "A: Yeah, yeah, you know, we’d get — you know, my mother kept running around\nfrom — you know, trying to find people, trying to do — find out what happened to so\nand so. And she’d run into somebody who — who knew something or told her\nsomething, you know, and that’s how it built, you know. And —",
        "Q: Did she find any people whom she had known before the war?",
        "A: She must have found some, but none of them were Jewish, you know —",
        "Q: Yeah.",
        "A: — it’s a—so, whoever she found, they were —",
        "Q: There would have been distance.",
        "A: — were not Jewish, yeah. right.",
        "Q: They would have been more distant.",
        "A: Right.",
        "Q: And do you remember where you stayed when you came back there?",
        "A: Yeah, I — I —I-— you know, I remember that, you know, there was a bombed out\nbuilding, and we found a corner in that building, you know, and there were other\nfamilies all over, too. And we were there for, I don’t know, for a period of time, I\ndon’t know exactly how long. There was — well, what was also happening at the\nsame time is that, I guess some of the Zionists were trying to organize people to go\nto — to Palestine, to go to Israel, you know. And so, there was an organizing affect\ngoing on at the — at the same time, so we got — we got involved with those people,\nwith those — an-and began our journey to — to Austria, you know, to the —",
        "Q: So you — you first went to Palestine before coming to the United States?",
        "A: No, no, no, no, no.",
        "Q: No? Okay.",
        "A: No, wha-what happened is that we — what — what these guys, these people, the\norganizers were doing is getting people into displaced person camps, into the DP\ncamps. So a— then the DP camp for — for the — Israel, was in Hallein by Salzburg,\nnear Salzburg, you know. And so we began the journey through to — to Hallein,\nand you know, that took months also, you know, I mean, there was\n[indecipherable] stops and walk, you know, some — some walking, some — but that\nwas more organized, you know, it had — they would have trucks occasionally, and\nthey would have trains occasionally, yeah. And there was fr —",
        "Q: So there was no reas — yeah, there was no reason for her to stay in —",
        "A: No, no, no after — you know, after a period of time, we were there, you know,\nshe — she — you know, the family is gone, you know. But she — she — you know, she\nknew that she had two sisters though, in the United States, you know, so — but you\nknow, it took a long time — well, until we got — when we got into — into south sp —\ninto Hallein, we finally got involved with UNRRA, and th-the — you know, and the\npeople who — who were trying to find others, you know, a-and so —",
        "Q: It’s — it’s a— I mean, you went from one set of mountains, the Ural mountains —",
        "A: Yeah.",
        "Q: — to another set of mountains, the Alps.",
        "A: Exactly, yeah.",
        "Q: You know? The area around Salzburg is really quite beautiful.",
        "A: It is, yeah, very nice.",
        "Q: And — and — and yet, the circumstances are anything but.",
        "A: Mm-hm.",
        "Q: When did the food improve?",
        "A: The what?",
        "Q: When did food improve, that you would be able to have enough to eat, that you\ndidn’t feel hungry.",
        "A: Oh, 1-1-1t — it — well, that — that never — well, until we got to Hallein, it — it\ndidn’t. You know, I mean, we kept getting more, but it was — it was always the\nhoarding, you know, carrying whatever you could in your pockets, you know, and —\nand — and when we finally got to the DP camp in Hallein, you know, it was\noriginally run by the — by the army, you — U.S. Army, and they had the — the\ngigantic kitchens, you know, and all the — all the food that you could eat, you know,\nand —",
        "Q: That was the first time.",
        "A: That was — that was the beginning, yeah. That was the good life, you know.",
        "Q: How long were you there?",
        "A: Almost four years.",
        "Q: Oh my. That’s a long time.",
        "A: Yes, yes.",
        "Q: And this was all — Hallein was by Salzburg”?",
        "A: Yeah, it is by Salzburg, mm-hm.",
        "Q: So, did you go to school there too?",
        "A: Yeah, what — what was happening in — in — you know, in the camps, you know,\nis — 1s — because we were in a camp that was designated to — for — for Israel, you\nknow, everybody had to learn Hebrew, everybody had to learn a job. So, my\nmother, she was going to school to become a seamstress, you know, I was attending\na school in — totally in Hebrew, everything was spoken in Hebrew, etcetera. And —\nyou know, so everybody had to become productive, you know, and — to be ready for\n— to go to Israel. And, so yeah, that was — that was a tremendous improvement\ncompared to — to everything else, you know. The army provided us with clothes,\nthey provided — I mean, the UNRRA, at the end provided us with cl-clothes and\nfood and, you know. We had movies, I remember movies, you know —",
        "Q: What were the movies?",
        "A: Y-You know, the exact movie I don’t remember, but I remember cowboy\npictures, you know.",
        "Q: Okay.",
        "A: You know, you know. And something like, you know, I think it might have been\na John Wayne movies or something like that, you know [indecipherable]",
        "Q: But you know, it’s really unusual, I don’t know how many people would have\nbeen in a camp, a work camp in the Urals —",
        "A: Mm-hm.",
        "Q: — you know, and at the same time at a — for three or four years.",
        "A: Yeah.",
        "Q: And then after that end up in a camp run by the U.S. Army and UNRRA —",
        "A: Right.",
        "Q: — you know, near the Alps —",
        "A: Right.",
        "Q: — for another three or four years.",
        "A: Yeah, yeah.",
        "Q: So the 40s were basically spent in camps, and walking between those camps.",
        "A: Exactly, exactly. Yeah, yeah.",
        "Q: And what about — what about in — in this camp? I mean, clearly, because it was —\nit was more Jewish —",
        "A: Mm-hm, only Jewish.",
        "Q: — you wouldn’t be picked on because you were —",
        "A: Yeah.",
        "Q: — you — but were there — was it friendly, was it warmer, was it more accepting?\nWas it — or did it have its own difficulties as well?",
        "A: You know, I mean like — like any bureaucracy, and there were buroc —\nbureaucracies there, you know, you had to follow certain rules and regulations, you\nknow, but that was — that was a good life for me, you know. I — I remember e —\nattending school, and meeting a lot of kids my age, you know, and — and running\naround and doing pranks and — and en-enjoying myself, you know. Then, I was —\nthat was",
        "Q: And were the grownups talking about what had just happened in the war?",
        "A: They — they — you know, they didn’t talk much about it at all, you know, I mean\nthey were just kind of tight-lipped, you know, very, very hard to get over. They\nwould — you know, they would do a lot of, as they say in Yiddish, khasen(ph), you\nknow, they would say — that sigh. They would sigh, and — and look at each other\nand say — you know, and say things that — they understood each other. They\nunderstood what had transpired. You didn’t have to discuss it, you know. And so,\nyeah, it’s not — my —",
        "Q: And so that yo — it wasn’t like as kids you could pick up on some conversations\nthat were transpiring and — and — and kind of hear it that way.",
        "A: Yeah, wasn’t much of that going on, you know, I mean, just they didn’t want to\ntalk about it, you know, as they — I mean, my mother very seldom talked about it,\nyou know, so — you know, every once in awhile was —",
        "Q: She must have had such a hard time.",
        "A: Yeah, you know, every once in awhile you know, something what happened, and\nit’s — would offset people, and say, oh, not that Nazi situation, you know\n[indecipherable] and — but for the most part, that wasn’t — wasn’t discussed. So —",
        "Q: When did you — where did — where did you go from from Hallein?",
        "A: Well, while we were — we came to the United States, but actually we — we went\nto Germany first, you know, and we went out of — we took a ship out of\nBremenhaven(ph). But what had transpired is that my mother, you know, at\nUNRRA, and that was able to find my mother’s two sisters, and — and the — in — in\nthe United States, a-and they immediately sent us visas, you know, and —",
        "Q: Where did they live?",
        "A: Well, one of them was in Boston, and one was in New York City. But I-I\nremember that day, you know, then — when — when — when we got that letter from\nthe, I-I guess through UNRRA, you know, we got a letter from the United States,\nand my aunts, you know, they found my aunts, you know. And my mother was so\nexcited. I remember she was dancing, she was jumping, you know, she was so —\nthat was the — the —",
        "Q: Well, it was the first feast of — first piece of good news —",
        "A: That’s right, the first —",
        "Q: — in years.",
        "A: — that’s ri — exactly. You know, I — I— you know, I have such a vivid memory of\nher jumping around and dancing, you know, I-I hadn’t seen her in — you know,\nnever saw her dancing and jumping around, you know. She — she was just\noverjoyed. But yeah, that was —",
        "Q: Was she wa — was she normally — I mean, normally, what could one say\nnormally? Was she a happy person?",
        "A: You know, I th — th — she — she kept her spirits up, but I— you know, ha — there\nwa — there wasn’t any occasion for her to dance, or — or —",
        "Q: I understand.",
        "A: — or — or to be happy about, you know, I mean, she was —",
        "Q: Even — even in asking that question, I realize that the circumstances, ha — who\nwould be happy during any of this?",
        "A: Right, but —",
        "Q: But you know, there — there are people who — who have an optimistic\ndisposition, and people who are — have a sadder disposition. That was —",
        "A: Yeah. No, she was more optimistic, I would say, you know —",
        "Q: But, it sounds —",
        "A: —a-— you know, she’s —",
        "Q: Yeah.",
        "A: Yeah, yeah, she definitely, you know, I mean she kept saying, you know, this too\nwill pass, you know, this too will pass, you know. Do-Don’t — don’t — don’t worry,\nwe'll have better times, you know.",
        "Q: It sounds like she had to be so strong.",
        "A: Oh, sure.",
        "Q: I mean, how else could she have survived —",
        "A: Exactly.",
        "Q: — and with — and — and with you —",
        "A: Exactly, yeah.",
        "Q: — as well, you know, as a little boy?",
        "A: Exactly.",
        "Q: And so, from the time you got the letter, that meant then you also had the ability\nto get to the United States, and you didn’t —",
        "A: Well, they immediately sent us — well, immediately, I don’t know how much\ntime transpired, but they sent us a visa right away, you know, for the United States,\nand we said — we thought, well, next month we’re going to — to United States. Of\ncourse, we di-didn’t know about the quota.",
        "Q: Okay.",
        "A: United States had a quota, you know, for only a certain amount of people from\neach country of origin, you know, and the Polish —",
        "Q: Quota.",
        "A: — quota was in — very long, the list was very long, and we just had to wait, you\nknow, United States was allowing a smedgling(ph) of people to come in from each\ncountry. And so — so we waited all that time to come.",
        "Q: And ni — and so it was actually she got the letter fairly soon, and then it was\nanother couple of years before you could leave, was that it?",
        "A: Yeah, yeah, you know, there’s a — well, we came here in 751.",
        "Q: Oh, wow.",
        "A: Yeah.",
        "Q: And you were in that camp from °46 or °47?",
        "A: °46 - °47 to 51 almost, yeah.",
        "Q: That’s a long time.",
        "A: Yeah, yeah.",
        "Q: Going through Germany —",
        "A: Yeah.",
        "Q: — do you have any recollections of what that was like —",
        "A: N-No —",
        "Q: — to get to Bremerhaven?",
        "A: Well, yeah, it’s just — it’s just — you know, ha — th-the — the horrible feeling\ninside, you know, I mean here — here is the country that destroyed your family,\ndestroyed — you know, so — but there wasn’t much discussion again, you know, and\nagain, what happened 1s that we came out of Hallein by, I-I — I think was trucks, an-\nand got to another camp close by. And we were there six months before we could\neven get on a ship. You know, so you know, finally, we got on the SS Stewart(ph),\nand I still have my — my boarding pass and —",
        "Q: Oh, really?",
        "A: Oh yeah, still have all the documentation, you know, and with the picture of my\nmother and me, you know, and — and I left out that my mother got remarried in the\ncamp, so when I was — when I was 13 I had my Bar Mitzvah in the camp, you\nknow, and — and —",
        "Q: Where was your stepfather from?",
        "A: He was from Tourettes. His name was Touretteski(ph) and he was from\nTourettes, you know. And he had lost — he had a wife and two children, and lost\nthem as well, you know. And he — he was originally in a — in a camp, and I don’t\nknow the name of the camp, you know, but I have — a-and he broke out and he was\nwith the partisans for about two and a half years or three years he was with the\npartisans. And as a matter of fact, I have a picture of him with a partisan group.",
        "Q: What was his name?",
        "A: Aron Touretteski(ph).",
        "Q: Oh, I’m sorry, you just said ar — okay. And he was with the part — was it in\nPoland, the partisan group, or do you —",
        "A: I’m not quite sure, it’s ni — I have the feeling 1t was more in the Ukraine, you\nknow. That is, you know — but I’m not quite sure.",
        "Q: Did he talk to you at that point about any of these experiences?",
        "A: No, no, room — as I say, people —",
        "Q: They didn't.",
        "A: — people didn’t talk, you know, they just didn’t talk. Nobody sat down, you\nknow, and like we were — you’re doing right now and — and try to pull it out of —\nyou know, of you, you know, and it just wasn’t happening, it wasn’t happening.",
        "Q: So when you got to Bremerhaven —",
        "A: Mm-hm.",
        "Q: — where did you f— where did the ship take you? Where did you get to, to the\nUnited States, what part of the United States —",
        "A: Oh, we came to the United States, to — to New York City, to pier 51. That was",
        "Q: So your first place was New York City?",
        "A: Yeah, and my first vision of new yo — of America was the Statue of Liberty, you\nknow, you — everybody was on the ship, you know, outside, looking at the Statue of\nLiberty.",
        "Q: And you were how old?",
        "A: [had 15 something, 15 and a half. Yeah, I was gonna be sixt — that’s right, yeah,\n15 and a half.",
        "Q: How many languages did you speak by that point? It was quite a few, wasn’t it?",
        "A: Well, at that point, I spoke Russian, you know, and I spoke Hebrew, and I spoke\nYiddish and you know, that was — that was —",
        "Q: And so — and English was gonna be added to that.",
        "A: Yeah, it took — took — took few months before I could communicate with it —\nwith the kids over here. Yeah, the kids were, you know, when — when we got here,\nyou know, and one of the — one of the major memories that stands out about the\nUnited States is my first day here in the United States, a-and, you know, we hid —\nyeah, I got a— my mother — we had gone to sleep and my — my aunts had provided\nme with — with clothing for the next day, you know.",
        "Q: So it was the first time you met your aunts, too.",
        "A: Yes, oh yeah. So that was a long evening, you know, but we were so tired and\nstuff, you know, and you know, first time at my aunts, and the rest of the family and\nall that. But — but the next morning, I-I got up very early, you know, and — before\neverybody else was up, you know, and I says, hey, my aunts had provided me with\nwhite pants, and white shirt, white sneakers, you know, and I — I — I— I went\noutside, you know, a-and nobody was stopping me, and — and I went and, you\nknow, was — the sun was shining, it was just breaking, you know, and the sun was\nshining, and I says, this must be heaven, you know? You know, it was — this 1s —\nthat was a very distinct memory of mine, you know, so —",
        "Q: What part of brook — was it Brooklyn, was it —",
        "A: Brooklyn, yeah.",
        "Q: Yeah?",
        "A: Yeah, Hopkinson(ph) Avenue, mm-hm.",
        "Q: I lived in Brooklyn myself —",
        "A: Did you?",
        "Q: — for 10 years.",
        "A: Oh?",
        "Q: Not — not — not near there. I lived closer to Brooklyn Heights.",
        "A: Oh, okay.",
        "Q: Yeah, and I also have those feelings about Brooklyn.",
        "A: Yeah, yes, yes, I understand.",
        "Q: It’s a wonderful [indecipherable]",
        "A: Right, yeah.",
        "Q: And, well, did you stay in New York after you came to the States?",
        "A: Yeah, yeah, we stayed, you know, the — my aunts in — my aunt from New York,\nyou know, she’d had a basement, and then she set up a little apartment downstairs,\nyou know, a little — and that’s where we stayed. And my mother and stepfather went\nto work within — within the week, you know, and they started working in a garment\nfactory. [inaudible] And the summer yet, you know, so I — I had the summer, and\nthen —",
        "Q: Went to school.",
        "A: — went to school, yeah, you know. I had a rough time because I wasn’t speaking\nEnglish yet, you know, and I had some — my — my — one of my cousins, she spoke\nYiddish, you know, and I — so she took me to Tilden High School to register me for\nhigh school, because I was almost 16, you know. So — and we went to — to one\noffice, you know, and then they kept talking, and — and they kept asking her, how\nold is he, you know. And she asked me in Yiddish the first time, you know, how\nold, you know. So I tell her I’m going to be 16 in February, and she would say it to\nthem —",
        "Q: Translate.",
        "A: — translate it, you know. And after awhile they send us to another office, and the\nsame questions came up, you know, she said again, he’s gonna be 16 in February.\nAnd about the third office, you know, the same thing happened, you know. I mean,\nI don’t know why we kept going from office to office, but they kept sending us\nfrom, you know, I guess different interviews. And finally I said, he’s gonna be 16 in\nFebruary. So, yeah, you know.",
        "Q: So, a bit of bureaucracy to get into school.",
        "A: Right, right, well they — you know, they didn’t — they had [indecipherable] you\nknow, they didn’t know what to do with me.",
        "Q: How did your mother’s life evolve then, in the United States?",
        "A: You know, she was — she was quite happy. You know, I mean, my father and I —\nmy stepfather and I, rather a-and — no-not I, my fath — my gran — my stepfather and\nshe worked all the time, you know, and they worked in the same factory, so they\nhad common — you know, they — they — they traveled together, they came back\ntogether and they got along well. We — you know, all the cousins and stuff, you\nknow, tried to give us moral support as much as — as possible, so we’d see them\nquite often, we’d go to different families, you know, so yeah, she di — she — she did\nall right, she —",
        "Q: Did they stay in Brooklyn?",
        "A: They stayed in Brooklyn, yeah, through the — you know, so I — yeah, and —",
        "Q: And did — did the — when — did the question of what had happened during World\nWar II every come up in those years?",
        "A: Yeah, I guess the — there must have been discussions, because my mother, I\nremember all the adults sitting around the table, you know, in — in my aunt’s house,\nyou know, and sitting around the table, and they were asking her questions, what\nhappened to so and so, what happened to so and so? And she wa — always, you\nknow, from what I overheard, you know, I wasn’t part of the conversation, but she\nalways would say the same thing, you know, I mean, I don’t know, you know. All I\nknow is that they’re not around any more. They’re — they’re not — you know, and —\nand whatever information she gathered, you know, from when we were in Sarny,\nthat there was no documentation or anything to — you know. The only — the only\ndocumentation, and the reason my mother was able to get remarried, is because\nthere was the person that saw my father at Stalingrad, she was able to get ahold of\n— and — and he wrote a letter which was accepted by —",
        "Q: That’s she’s actually a widow.",
        "A: And that she’s a widow, right, you know. So, that was the only — an-and — you\nknow, documentation that we — I still have that, as a matter of fact, you know, in\n[indecipherable] the — the American government was kind of lenient, you know, on\ndocumentation at that point, because they — they knew the situation, they knew what\nwas — was available, and you know, what was available and what wasn’t, you know,\nso I mean — so —",
        "Q: Did you get on with your stepfather?",
        "A: Yes, yes, we — you know, we — we didn’t have any problems at — at all, you\nknow.",
        "Q: Was he a — was — did he fill in at least some 0 — a role of somebody who —",
        "A: Well, you know, it — you know, he was — I don’t know. I seemed to be self-\nsufficient all the time, you know, I —I-—I didn’t have many — how would I say? The\nfeeling requirements that some people have, you know, I — I didn’t — I —",
        "Q: Well, 1t sounded like you were forced to be resourceful from the time you were\nat the camp in — in — in the Urals.",
        "A: Yeah, pretty much so, yeah, pretty much so, yeah, pretty much so.",
        "Q: And how long — how long did your mom still live in Brooklyn?",
        "A: She — she lived until she passed away 10 years ago, she —",
        "Q: Oh.",
        "A: Yeah, mm-hm.",
        "Q: So a good, long time.",
        "A: Yeah, mm-hm.",
        "Q: Did she ever go into any detail about what had gone on?",
        "A: No. Never did, you know, I mean s — I say — you know, after she passed away\nand we started doing a genealogy, my wife and I, and I kept saying, why didn't I\ntalk to her, you know? Cause that link — and as I say, we started writing to people\nand trying to find out, and as a matter of fact, we took trips to try to talk to cousins\nwho may have spoken to somebody, an-and try to gather as much as we could, and\n— and didn't get much.",
        "Q: Why did — why did it become interesting for you? Why did it become important\nfor you?",
        "A: You know, it is — it’s — it’s like you’re missing part of your — part of the chain,\nyou know, you — you’ve — you’ve got history of some kind, you know and then all\nof a sudden it’s broken. You — but specifically why did it become important? I don’t\nknow, it’s just — it just [indecipherable] and I — just something in me that needed to\nfind out more, you know, and still do.",
        "Q: And is there anything that you did find out more? Even if it’s not enough, was\nthere anything that you did find out that you hadn’t known before?",
        "A: No, we had — you know, as I say to — just as a matter of fact, recently I had\ngotten the email from one of the people I’ve been trying to get ahold of. Really\nhaven’t found out anything about my father, you know, I mean I just haven’t been\nable to make that connection. And all the people that I get ahold of nowadays, you\nknow, seem to be second generation or third generation, and they don’t know what\nhappened, you know, so when you try to find out well, are we cousins, distant\ncousins or something like that, are you — how is the family tree over here? What is\nthe — it just — it just —",
        "Q: It — somewhere it —",
        "A: — doesn’t — it doesn’t come true, it doesn’t happen, you know. It just breaks up,\nyou know, 1-it just is — so I’ve been —",
        "Q: Have you — has there been any — I don’t know how the — the Russian services\nwork, but do they have the kind of services where you’d be able to find out, you\nknow, where was he stationed, or where —",
        "A: Yeah. No, they — they — you know, they were so disorganized, and their\ndocumentation was so horrible, and — and — and they buried people wherever they\ncould, you know, I mean — and there was no documentation, you know, I mean\nthere were trenches, and buried in trenches and they didn’t know who they were\nburying, you know. So, yeah, no — no, I haven’t been able to — you know — it’s —\nyou know, so —",
        "Q: And no trips back to this part of the world?",
        "A: Well, yeah, and you know, and — we went — three years ago we went to Austria,\nand I went specifically to find Hallein. See, my memory of Russia isn’t that strong\nany more, you know, but of Austria and Hallein it still is, you know, and then the —\nand we went to Hallein and tried to find where — we knew the camp is gone, you\nknow, I mean, but we tried to find where it was. And we kept going from — from\none office to another, where was the camp, etcetera, an-and — and I — nobody knew,\nyou know. And finally I went to this one travel agent, you know, travel bureau, and\nwent to them, you know, and then kept talking to the people in — at the desk, you\nknow, and somebody in the back, a young lady in the back heard our discussion.\nAnd she finally says, oh yes, yeah, it was an Juden camp. You know, she — she\nknew about the — Grandfather had told me about this Jew camp — Jewish camp that\nused to be here. And it was on so and so strasse, you know, and — and there’s a\nlittle plaque someplace now, where the camp was. You know, so we went looking\nfor the camp, we never — wen — or for this — for the plaque, you know, never found\nit.",
        "Q: Well — you never found the plaque?",
        "A: No, she — she wasn’t that exact. She — she thought it was, you know, on so and\nso street, but 1t could have been on another street, you know, and —",
        "Q: And so it’s built over.",
        "A: Yeah, totally, you know, it’s all [indecipherable] buildings that 50 or 60 years\nlater, you know. [inaudible]",
        "Q: Yeah.",
        "A: Yeah, yeah, so — yeah.",
        "Q: Is there anything from this that you would like to add from what I’ve — you\nknow, from what we’ve talked about? Is there anything I haven’t asked that you\nthink is important to be a part of this interview?",
        "A: Can’t think of anything specific. The — you know, the thing that is — 1s — is — that\nthe hatred, you know, to overcome all that hatred is just, you know, I-I — that people\nwould do that to — to each other is just unbelievable, you know, and it’s just hard —",
        "Q: Is it something you had inside for a long time?",
        "A: You know, I guess, you know, I mean th-the — the — th-the thing from the — from\nRyevka(ph), the thing that still stands out in my mind is that incident with the kids,\nyou know, of them taunting me and — and — and calling me, you know, evra(ph) —\nzhid, you know, and — and —",
        "Q: Which is a terrible — 1n — in Russian it’s a terrible epithet.",
        "A: Yeah, you know, so th — that kind of hatred — and I — and I knew the kids were —\ndidn’t know what they were doing, you know, but somehow that was passed on to\nthem, you know? Because I don’t think they’ve had that much in — in — those young\nkids of — that had that much exposure to — to Jews for them to know what to — to\neven know that they should hate me, or why they hated me, you know, or why they\nkept calling me names. And I think that’s why it dissipated, because they didn’t\nreally know, didn’t have the hatred, it was something that was passed onto them\nfrom — from their parents or — or — you know, from adults, that it’s — it’s all right to\npick on Jews, you know, and that thing. So that’s why I think it stopped after a\nperiod of time, because it wasn’t something that came from them, it was passed on\nto them.",
        "Q: But still, the circumstances couldn't have been — you know, you’re five and a\nhalf, six years old, something like that. Your mother was powerless to try and help\nyou, she’s barely keeping alive.",
        "A: Yeah.",
        "Q: And in the middle of a war, and you know, and what is a young — what is a\nyoung kid to do?",
        "A: Yeah.",
        "Q: You know? You —",
        "A: Yeah.",
        "Q: What is a young kid to do to make sense of it? You — you can’t not be\nvulnerable.",
        "A: That’s right.",
        "Q: In — in future — you know, as you grow older, you can try and build a wall\naround yourself a bit, but at that age, it’s just —",
        "A: Yeah, yeah.",
        "Q: Yeah, that’s what — that’s what that inexplicable sort of like he — what do you do\nwith that?",
        "A: Yeah.",
        "Q: What do you do with that?",
        "A: Yeah. Oh.",
        "Q: Has — you said you were at another conference before —",
        "A: Mm-hm.",
        "Q: — the one in Michigan, and this is your second one.",
        "A: Right.",
        "Q: What did that give you?",
        "A: You know, I just — the idea that, you know, I’m not alone. There are others that\nhave the same thoughts, you know, and most of these people that are — you’Il —\nyoull meet here, they’re trying to find out what they’ve missed, you know, they —\nyou know, they’re trying to find out — you know, most of them — some of them were\nhidden children, they don’t know what was going — didn’t know what was going on,\nbut they know they lost something and they don’t know what it is, you know. And\nsome of them, of course, are very damaged by it, because they were old enough to\nunderstand. And so —",
        "Q: Do you have kids?",
        "A: Oh yeah, I have —",
        "Q: And — and —",
        "A: — I have four boys —",
        "Q: — and do they — are they curious, do they want to know, do they explore, do they\n— you know, are they connected to this story?",
        "A: Yeah, y-y-you know. They — they — they ask questions, you know, much more\nthan I ever did of my mother and father, you know. So — so, yeah. Yeah, and — and\none of our — I guess, you know, some things ya — are kind of passed on whether you\nlike it or not, you know. I-I remember — I have four sons, you know, and I\nremember Eric, my th — my third son, one day, you know, we were going out to\nbuy a—acar, and he was a young child yet, you know. And I remember we — we\nwere looking at Volkswagens, and he said, Dad, you’re not gonna buy a German\ncar, are you? He was so upset about that, you know. You know, so he knew — na —\nunintentionally I-I conveyed that feeling to him, which I didn’t intend to, you know.\nSo, you know.",
        "Q: Well, some things are, you know —",
        "A: Yeah.",
        "Q: — they’re kind of tough.",
        "A: Yeah.",
        "Q: Have you ever been back to Germany”",
        "A: Yeah, I’ve been a number of times back, but not for — you know, just primarily\nfor business, yeah.",
        "Q: And was it difficult to be there?",
        "A: You know, Germany has got some very nice places to — to visit, etcetera, you\nknow, and I kept concentrating on those, you know, rather than — and — and I did go\nto concentration camps, and I did go — you know, we’ve been to a number of them.\nSo, we got a feeling of the horror, and — and what transpired, you know, it just\ndoesn’t go away. It — it comes back to you regardless. But I — I— you know, I can’t\n—I—I can’t continue to — to have that feeling. I— I don’t want to have that feeling,\nyou know, I — you know, the young kids that are coming out of Germany, they had\nno part of it, you know, and so — a-an-and hopefully we’re conveying enough\ninformation to them that they won’t make the same mistakes, you know? So, yeah.",
        "Q: And Poland?",
        "A: The what?",
        "Q: Did you back to Poland?",
        "A: No, we’ve never gone — no, never went back to Poland, you know.",
        "Q: [indecipherable]",
        "A: I keep wanting to do that, but somehow, haven’t made it.",
        "Q: Well, these — the-these trips also, they take a lot out of one.",
        "A: Yeah.",
        "Q: Not only out of your pocketbook, but an awful lot out of one.",
        "A: Yes, right, right.",
        "Q: So you have to kind of prepare for them.",
        "A: Right.",
        "Q: But you know, thank you. Thank you very much for sharing today. I — I very\nmuch appreciate it, and if there are any follow up questions, I also appreciate that I\nmight be able to get in touch with you —",
        "A: Sure, sure.",
        "Q: — and so on?",
        "A: Yeah, any time.",
        "Q: Thank you.",
        "A: You’re welcome.",
        "Q: So, this concludes the United States Holocaust Memorial Museum interview\nwith Ira Segalewitz on November 7\", 2008. Thank you\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Ira\nSegalewitz, conducted by Ina Navazelskis on November 7\", 2008, in Alexandria,\nVirginia. Mr. Segalewitz, thank you very much for agreeing to speak with us.",
        "Q: Well, we’re grateful for that. Can you — can we start the story, like they’ve\nalways does, at the beginning? Can you tell us a little bit about your history, where\nyou were born, what — in what family, in what town and so on. And when.",
        "Q: Can you tell me a little — let’s back up a little bit, before we get to that part.",
        "Q: Did you have any brothers and sisters?",
        "Q: You’re an only child.",
        "Q: And, can you tell us a little bit about your father, and who he was and how that\nfit into the picture?",
        "Q: Get to that part, okay.",
        "Q: What kind of family did he come from?",
        "Q: Do you have memories of him?",
        "Q: How old were you when that — when you were on that train?",
        "Q: So, a very small child.",
        "Q: Can you tell — the — then let’s go back a little bit. I mean, one of the reasons I ask\nthis question 1s particularly when people were children, really small children during\nthe war, we’re talking about fragmented memories.",
        "Q: Can you tell me your earliest memories, regardless of what they would be? Can\nyou recall that? What are the earliest episodes, or things you remember from —",
        "Q: Of being in Poland, of growing up in Sarny, or — or anythi —",
        "Q: Did your mother ever tell you about what that was like? What her life before any\n—all of this was like, and then during those two years?",
        "Q: Do you — did you ever have any contact with the 11 siblings that your mother\nhad — or the 10 siblings that she had, if she was the 11\"?",
        "Q: So when your — when your father pushed your mother and yourself in the train —",
        "Q: — and that was when the Soviet Union was already attacked by Nazi Germany?",
        "Q: That was your — the last time you had any contact with your mother’s relatives,\nis that so?",
        "Q: Aside from the two sisters —",
        "Q: — the ones who were in the town, 1s that correct?",
        "Q: And how come none of them went east?",
        "Q: Oh my.",
        "Q: Her name is Marthe(ph)?",
        "Q: And her name was?",
        "Q: Rochel(ph).",
        "Q: Yeah.",
        "Q: Was she able to tell you anything about the fate of the rest of the family?",
        "Q: Oh, so the ghetto was liquidated —",
        "Q: — it wasn’t like they were — it wasn’t like they were transported to a camp\noutside or something.",
        "Q: D-D-Do you — did they survive the 1941, or was this ghetto liquidated pretty\nearly on?",
        "Q: I remember you said — you said —",
        "Q: So, in a— in —1n many ways your father wa-was very prescient, if he was the\nperson who convinced your mother to — to — to go on the train.",
        "Q: Tha-That was the right thing to do.",
        "Q: Okay.",
        "Q: Otherwise they would —",
        "Q: He was in — yeah.",
        "Q: Let’s go with your father a little more —",
        "Q: — but we’ll return to your mother. So, he was an army recruit?",
        "Q: And do you know what happened to him?",
        "Q: Yeah.",
        "Q: On the Stalingrad front.",
        "Q: So wi — that big battle.",
        "Q: And so, were there letters that were every exchanged between your mother and\nhimself afterwards?",
        "Q: What was the na — what was his name?",
        "Q: Shiman(ph)?",
        "Q: Shiman(ph) Segalewitz.",
        "Q: From Pinsk.",
        "Q: Have you ever been to Pinsk?",
        "Q: No. A-And you haven’t been back to Sarny?",
        "Q: No.",
        "Q: That’s — that’s more than frustrating.",
        "Q: That’s more than frustrating. As you were going east, what was — what happened\nthen? Where did you and your — end up with your mother?",
        "Q: Were you afraid, or were you too little to be afraid?",
        "Q: Where is Ryevk(ph), on the Volga, you say?",
        "Q: Do you remember that? Do you have any im-images from the farm?",
        "Q: What was — I mean, what — was your f— was her family a farm family back in\nPoland?",
        "Q: So this was all new stuff for her.",
        "Q: Survival.",
        "Q: Survival.",
        "Q: Effort, yeah.",
        "Q: What memories do you have of that time?",
        "Q: Total strangers?",
        "Q: Were they from Poland as well?",
        "Q: And what language did you speak with one another?",
        "Q: Couple years, yeah.",
        "Q: We'll get to that — to that point. When — when you spoke alone with your mother\nthough, was Yiddish your — the language that you spoke with one another in?",
        "Q: Not Polish.",
        "Q: Not Polish.",
        "Q: It wasn’t the language of conversation at home.",
        "Q: And you picked up ru — you know, a five year and a half year old will pick up a\nlanguage fairly quickly.",
        "Q: Yeah. Did you go to school?",
        "Q: Yeah?",
        "Q: Yeah.",
        "Q: So your first class 1s actually your beginning school —",
        "Q: It was Russian.",
        "Q: It was Russian. And is there anything that stands out from that time, when you\nwere —",
        "Q: — a little kid in school in Russia?",
        "Q: In a mean — in a mean way”",
        "Q: So you — so, early on, as — as a little kid who’s a refugee, you — you get it twice?",
        "Q: And, was your mother able to help or protect you, or — or pretty much you were\non your own?",
        "Q: Warm up just a little.",
        "Q: What did she do? When she was working there, what did she do?",
        "Q: Did she have any energy left over to give to you as a little kid?",
        "Q: The same thing repeated in —",
        "Q: And when you — what was your day like? When did you get up? Did you get up\nbefore her, after her?",
        "Q: And did you walk to school by yourself?",
        "Q: So, in other words, when she went — she went to work and you were on your\nown until she came home?",
        "Q: Were you hungry?",
        "Q: I was gonna ask you, yeah, did you get bread, did you get any cheese ever, or —",
        "Q: I mean, the poor woman had to keep herself and you alive.",
        "Q: It’s — it-it’s a — it’s really quite amazing.",
        "Q: How long did this go on?",
        "Q: So from — from — so it’s not more than — 1-if you got there in 19 — what — what’d\nyou say, °42?",
        "Q: So you were in — so you were in that camp for as long as the war lasted?",
        "Q: And when you were there, do you recall your feelings as a child? Did you feel\nfear, did you feel any safety, did you feel — yeah, 1 — was it when she came back in\nthe evening that somehow or other, okay, things are best again, she’s back, or — can\nyou recall anything like that?",
        "Q: What would come on there?",
        "Q: What would come on the radio there, what was there, music, or —",
        "Q: Did you make any friends in the camp?",
        "Q: Was this the first time that you realized there was something different about\nyou?",
        "Q: Yes.",
        "Q: Jude.",
        "Q: What’s — what for, yeah.",
        "Q: Why’?",
        "Q: What did she try — do you remember anything of — of what her explanation was?",
        "Q: Do you remember — do you remember if it comforted you? I mean, the — the\ntelling her, and her having some response, did that somehow or other, at least for\nthat moment, okay, put it in a frame, gave you some — some comfort or anything\nlike that?",
        "Q: You don’t remember. I know, these are — we’re talking 60 years later —",
        "Q: — seven — you know, almost —",
        "Q: Was there any sense at that time — or maybe she told you later, that there was\nsomething particular going on with Jews, that — either in Poland or in Russia, was\n— was there a sense that there — there’s — there’s a particular danger?",
        "Q: Oh, so you returned?",
        "Q: And how were the a— so — but I mean, still in that work camp —",
        "Q: — while you were still there before the war ended, and during — you know, when\nthe — when this inci — did it happen more than once, this incident, was —",
        "Q: A lot.",
        "Q: Yeah.",
        "Q: But during this time, in the — in the work camp, there was no sense, or no talk\nthat you could recall amongst the grownups that there was something particular that\nwas happening to the Jews? Or do you recall that?",
        "Q: The Gorky(ph) family, were they — were they easy to be with, even though they\nwere strangers, or was this difficult?",
        "Q: Did — did anybody ever steal your food?",
        "Q: Even in a work camp?",
        "Q: You’re not going to survive.",
        "Q: So how was it that you could return to Poland? Once you were in the Ural\nmountains, what happened after the war —",
        "Q: So, you had no train transportation, you — was all on your own energy?",
        "Q: So, do you remember that, do you remember when you left the camp?",
        "Q: Did you —",
        "Q: How’d you feed yourselves?",
        "Q: How’d you feed yourselves on such a long journey home?",
        "Q: Something with it.",
        "Q: Oh.",
        "Q: To be tricked like that.",
        "Q: And was there much contact — I mean, aside from finding a place to sleep, and a\nplace to — a-and something to eat, do you have any memories of people that you —\nwhose paths you crossed on this way home, on this way back to Sarny”?",
        "Q: You were crossing through Ukraine, weren’t you? Wasn’t it the Ukraine that\nyou were going through? Isn’t that —",
        "Q: — the route? Or, how would you get — how were you going?",
        "Q: Because, I — I guess what I’m leading up to 1s that, if 1t was the Ukraine, then\nyou were passing through some of the worst ravaged areas, where — where the war\nwas, you know, had been particularly brutal.",
        "Q: And of course, the massacres of Jews —",
        "Q: — were particularly brutal.",
        "Q: And I wondered if you ever came across any of that as you were coming home?",
        "Q: And it took you — do you remember the month that you left the Urals?",
        "Q: And th — and — and the war ended May n — May ninth, I believe it was, so —",
        "Q: And you were already nine, right?",
        "Q: And — and there was no problem about returning to Poland, officially, in other\nwords, because so many people couldn’t.",
        "Q: Once they got to the sovi — then they couldn't leave the Soviet Union.",
        "Q: Do you — did you — were you part of that, or did you hear it from second telling?\nI mean, how she learned and — and — and from whom?",
        "Q: Okay.",
        "Q: Do you have any particular memories of that?",
        "Q: But you — but you — but you recall that the information sort of came, and it\nstarted to dawn that there was nobody left.",
        "Q: Did she find any people whom she had known before the war?",
        "Q: Yeah.",
        "Q: There would have been distance.",
        "Q: They would have been more distant.",
        "Q: And do you remember where you stayed when you came back there?",
        "Q: So you — you first went to Palestine before coming to the United States?",
        "Q: No? Okay.",
        "Q: So there was no reas — yeah, there was no reason for her to stay in —",
        "Q: It’s — it’s a— I mean, you went from one set of mountains, the Ural mountains —",
        "Q: — to another set of mountains, the Alps.",
        "Q: You know? The area around Salzburg is really quite beautiful.",
        "Q: And — and — and yet, the circumstances are anything but.",
        "Q: When did the food improve?",
        "Q: When did food improve, that you would be able to have enough to eat, that you\ndidn’t feel hungry.",
        "Q: That was the first time.",
        "Q: How long were you there?",
        "Q: Oh my. That’s a long time.",
        "Q: And this was all — Hallein was by Salzburg”?",
        "Q: So, did you go to school there too?",
        "Q: What were the movies?",
        "Q: Okay.",
        "Q: But you know, it’s really unusual, I don’t know how many people would have\nbeen in a camp, a work camp in the Urals —",
        "Q: — you know, and at the same time at a — for three or four years.",
        "Q: And then after that end up in a camp run by the U.S. Army and UNRRA —",
        "Q: — you know, near the Alps —",
        "Q: — for another three or four years.",
        "Q: So the 40s were basically spent in camps, and walking between those camps.",
        "Q: And what about — what about in — in this camp? I mean, clearly, because it was —\nit was more Jewish —",
        "Q: — you wouldn’t be picked on because you were —",
        "Q: — you — but were there — was it friendly, was it warmer, was it more accepting?\nWas it — or did it have its own difficulties as well?",
        "Q: And were the grownups talking about what had just happened in the war?",
        "Q: And so that yo — it wasn’t like as kids you could pick up on some conversations\nthat were transpiring and — and — and kind of hear it that way.",
        "Q: She must have had such a hard time.",
        "Q: When did you — where did — where did you go from from Hallein?",
        "Q: Where did they live?",
        "Q: Well, it was the first feast of — first piece of good news —",
        "Q: — in years.",
        "Q: Was she wa — was she normally — I mean, normally, what could one say\nnormally? Was she a happy person?",
        "Q: I understand.",
        "Q: Even — even in asking that question, I realize that the circumstances, ha — who\nwould be happy during any of this?",
        "Q: But you know, there — there are people who — who have an optimistic\ndisposition, and people who are — have a sadder disposition. That was —",
        "Q: But, it sounds —",
        "Q: Yeah.",
        "Q: It sounds like she had to be so strong.",
        "Q: I mean, how else could she have survived —",
        "Q: — and with — and — and with you —",
        "Q: — as well, you know, as a little boy?",
        "Q: And so, from the time you got the letter, that meant then you also had the ability\nto get to the United States, and you didn’t —",
        "Q: Okay.",
        "Q: Quota.",
        "Q: And ni — and so it was actually she got the letter fairly soon, and then it was\nanother couple of years before you could leave, was that it?",
        "Q: Oh, wow.",
        "Q: And you were in that camp from °46 or °47?",
        "Q: That’s a long time.",
        "Q: Going through Germany —",
        "Q: — do you have any recollections of what that was like —",
        "Q: — to get to Bremerhaven?",
        "Q: Oh, really?",
        "Q: Where was your stepfather from?",
        "Q: What was his name?",
        "Q: Oh, I’m sorry, you just said ar — okay. And he was with the part — was it in\nPoland, the partisan group, or do you —",
        "Q: Did he talk to you at that point about any of these experiences?",
        "Q: They didn't.",
        "Q: So when you got to Bremerhaven —",
        "Q: — where did you f— where did the ship take you? Where did you get to, to the\nUnited States, what part of the United States —",
        "Q: So your first place was New York City?",
        "Q: And you were how old?",
        "Q: How many languages did you speak by that point? It was quite a few, wasn’t it?",
        "Q: And so — and English was gonna be added to that.",
        "Q: So it was the first time you met your aunts, too.",
        "Q: What part of brook — was it Brooklyn, was it —",
        "Q: Yeah?",
        "Q: I lived in Brooklyn myself —",
        "Q: — for 10 years.",
        "Q: Not — not — not near there. I lived closer to Brooklyn Heights.",
        "Q: Yeah, and I also have those feelings about Brooklyn.",
        "Q: It’s a wonderful [indecipherable]",
        "Q: And, well, did you stay in New York after you came to the States?",
        "Q: Went to school.",
        "Q: Translate.",
        "Q: So, a bit of bureaucracy to get into school.",
        "Q: How did your mother’s life evolve then, in the United States?",
        "Q: Did they stay in Brooklyn?",
        "Q: And did — did the — when — did the question of what had happened during World\nWar II every come up in those years?",
        "Q: That’s she’s actually a widow.",
        "Q: Did you get on with your stepfather?",
        "Q: Was he a — was — did he fill in at least some 0 — a role of somebody who —",
        "Q: Well, 1t sounded like you were forced to be resourceful from the time you were\nat the camp in — in — in the Urals.",
        "Q: And how long — how long did your mom still live in Brooklyn?",
        "Q: Oh.",
        "Q: So a good, long time.",
        "Q: Did she ever go into any detail about what had gone on?",
        "Q: Why did — why did it become interesting for you? Why did it become important\nfor you?",
        "Q: And is there anything that you did find out more? Even if it’s not enough, was\nthere anything that you did find out that you hadn’t known before?",
        "Q: It — somewhere it —",
        "Q: Have you — has there been any — I don’t know how the — the Russian services\nwork, but do they have the kind of services where you’d be able to find out, you\nknow, where was he stationed, or where —",
        "Q: And no trips back to this part of the world?",
        "Q: Well — you never found the plaque?",
        "Q: And so it’s built over.",
        "Q: Yeah.",
        "Q: Is there anything from this that you would like to add from what I’ve — you\nknow, from what we’ve talked about? Is there anything I haven’t asked that you\nthink is important to be a part of this interview?",
        "Q: Is it something you had inside for a long time?",
        "Q: Which is a terrible — 1n — in Russian it’s a terrible epithet.",
        "Q: But still, the circumstances couldn't have been — you know, you’re five and a\nhalf, six years old, something like that. Your mother was powerless to try and help\nyou, she’s barely keeping alive.",
        "Q: And in the middle of a war, and you know, and what is a young — what is a\nyoung kid to do?",
        "Q: You know? You —",
        "Q: What is a young kid to do to make sense of it? You — you can’t not be\nvulnerable.",
        "Q: In — in future — you know, as you grow older, you can try and build a wall\naround yourself a bit, but at that age, it’s just —",
        "Q: Yeah, that’s what — that’s what that inexplicable sort of like he — what do you do\nwith that?",
        "Q: What do you do with that?",
        "Q: Has — you said you were at another conference before —",
        "Q: — the one in Michigan, and this is your second one.",
        "Q: What did that give you?",
        "Q: Do you have kids?",
        "Q: And — and —",
        "Q: — and do they — are they curious, do they want to know, do they explore, do they\n— you know, are they connected to this story?",
        "Q: Well, some things are, you know —",
        "Q: — they’re kind of tough.",
        "Q: Have you ever been back to Germany”",
        "Q: And was it difficult to be there?",
        "Q: And Poland?",
        "Q: Did you back to Poland?",
        "Q: [indecipherable]",
        "Q: Well, these — the-these trips also, they take a lot out of one.",
        "Q: Not only out of your pocketbook, but an awful lot out of one.",
        "Q: So you have to kind of prepare for them.",
        "Q: But you know, thank you. Thank you very much for sharing today. I — I very\nmuch appreciate it, and if there are any follow up questions, I also appreciate that I\nmight be able to get in touch with you —",
        "Q: — and so on?",
        "Q: Thank you.",
        "Q: So, this concludes the United States Holocaust Memorial Museum interview\nwith Ira Segalewitz on November 7\", 2008. Thank you\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Oh, it’s my pleasure, you know, I want to convey as much information as\npossible, so you know, future generations would at least know about what happened\nto the — the people like me.",
        "A: Okay, okay. I was born in Sarny, Poland in the year 1936. My mother’s family\nwas — was known as the Bagg(ph) family, and they were quite a large family in — in\nSarny. And actually, they came from a town nearby, which was Dambrowicz(ph).\nAnd my mother was one of 11 children, and so it was quite a large family. And\nwhen I was born, my mother, you know, I-lived with her family close by. And when\nI was about three and a half years old, you know, the war started, you know, and the\nGerman occupation of Poland began. And at — as most of us — most people know,\nthere was an agreement in the Ribbentrop-Molotov Act, which kind of divided up\nPoland, you know, be-before the war even started. And so, soon as the Nazis\noccupied Poland, the Russians moved their borders as well, and consequently we\ncame under Russian occupation.",
        "A: Mm-hm.",
        "A: No, I don’t, I’m an only child.",
        "A: Pm an only child, mm-hm.",
        "A: Well, I— you know, I — I really don’t know much about my father, you know, in\n— the last time I saw my father was in — well, I was gonna —",
        "A: — tell you what — get to that, but I —",
        "A: — yeah, he — he — he came from a town nearby, from Pinsk, and he was a barber.\nAnd don’t know much about his family at all, you know. My mother and I kind of\nnever talked about that. And consequently I just don’t know. I — you know, I — and\nI’ve tried very hard, you know, to try and find out more about his family and I’ve\nbeen unsuccessful at this point.",
        "A: I—I-— you know, I don’t know if it’s an original memory, or — or you know,\npictures and stuff, but I seem to remember — or — or stories that my mother told, but\nI seem to remember very well, when — when the war started that he — he was putting\nus on a train, that we were leaving Sarny for the Russian — you know, that — the —\ndeeper into Russia, I seem to remember him waving goodbye. And that image of\nhim is the only image that I have, you know. The rest I — I just don’t remember. But\nthat’s the only image that I seem to be ingrained in my mind, and I’m not quite sure\nif that’s a true memory, or something my mother said to me, you know, at one point\nwhen I was — was young or what, you know.",
        "A: I was about f — I was five and a half — I was — yeah, it — about five and a half at\nthat point, yeah, five and a half, maybe six.",
        "A: Very small child, right. And that is my only memory. I mean, I’ve — I— I have\nsome pictures of my mother and — and my father together. And I have a picture that\nwe found here in the United States of him, you know, that my mother had sent to\nhis sisters here in — in the United States. But I, you know, don’t have any\nindependent memories other than that.",
        "A: Right.",
        "A: That — that being — being pushed into the cattle train a-and my father, you know\n—an-and that image of my father, that — that’s the only memory that I seem to have\nof then, you know. I have no prior memories. I can’t remem —",
        "A: Yeah, well, I— I didn’t — you know, I was only three — three and a half when the\nwar started. And — and then, of course, fin — you know, the occupation, we were\nliving in — in — under the Russian occupation for almost two years until the — the\nNazis began the war on — on Russia, you know, so —",
        "A: I’m afraid not. You know, we never — never really discussed that period at all,\nyou know. As a matter of fact, we talked very little about the war or the Holocaust.\nMy mother was — you know, every once in awhile she’d say something, but very\nseldom that — that discussion. Th — really, I began to realize that what I’d missed, 1s\nafter my mother passed away, you know, that I didn’t have a history, I didn’t have\nthe information of my father, and I didn’t have — know at all — don’t know at all\nwhat my father’s family — anything about my father. Don’t know whether he was an\nonly child, or he had brothers and sisters, and just have no knowledge.",
        "A: Yeah, she — my mother, two of her sisters came to the United States before the\nwar started. So my mother always knew she had two sisters, you know, during the\nHolocaust, you know, she knew she had two sisters here in the United States. She\njust didn’t know where they were. But there was — you know, but they were the\nones that we got to know. But I — no, we — I never had that discussion with them,\nunfortunately, you know.",
        "A: Mm-hm.",
        "A: Exactly, yeah.",
        "A: That’s the — that’s right. With my mother’s rela — no — well, yeah, the last ones —",
        "A: Sure.",
        "A: That’s correct, mm-hm, that’s correct.",
        "A: Don’t know. Don’t know the reason, you know, but there — they all perished in —\nin — in — you know, they were all taken when the Nazis came into Sarny, they set\nup a ghetto, and they rounded up all the Jews in the area, and of course then they\nslaughtered them all, they murdered them all. So, you know. The only survivor of\nmy mother’s family that — I have a picture that I, you know, quite often carry with\nme, I happen to have it here. And — and th-the only survivor is, besides the two\nsisters, you know, from this family — this is a 1914 picture —",
        "A: — and, you know, 1s — is my mother, and th — she’s that little baby over here — I\nmean, she’s a little child over here, and — and this niece, you know, who —",
        "A: — Marthe(ph) [indecipherable]",
        "A: My mother’s ma — name was Rochel(ph), yeah.",
        "A: Yeah, mm-hm.",
        "A: Yeah. So she — she 1s the only survivor that we know of, and I did meet her and\nwe — we went to Israel. She lived — she ne — she survived the war, and she came to\nIsrael and we did — we did get meet — get to meet her [indecipherable]",
        "A: Well, yeah, I mean, everybody kind of knew with the fi — what happened to the\nrest of the family. We all knew that they wound up in the — in — in that ghetto, and —\nand never left, you know.",
        "A: Oh, it’s like —",
        "A: No, they were — they were murdered, you know, right there, you know, the\nmachine gun — you know, the machine guns were set up from — from the — there’s a\n—a couple of years ago it was a book written about the escape from Sarny, from the\nSarny ghetto, and according to that book, you know, it said they set up machine\nguns around them, you know, and murdered 14,000 people that were there, you\nknow, so — so —",
        "A: It was 40 — 40 — th-the Nazis came in into the — into Sarny, it was 42, I think,\nand — and, you know — and they liquidated it after about six months. It wasn’t — it\nwasn’t very long. I’m not sure about the dates, though.",
        "A: Yeah, yeah.",
        "A: Well —",
        "A: Well — well, what ha — really happened is that my father was drafted into the\nRussian army.",
        "A: And because he was in the army, he was able to get us on the train, you know,\nbecause —",
        "A: — you know, otherwi — no way, yeah, you know. That’s — that’s how we\nsurvived, you know, is that — the fact that he was able to get us on this cattle train,\nand that’s only because —",
        "A: — of his — the army connection, yeah.",
        "A: Mm-hm.",
        "A: [indecipherable] yeah.",
        "A: No, the only information we have is this — you know, and this is anecdotal\ninformation, that somebody saw him on the Russian front. On — on — on — not — on\nno —",
        "A: — on the Stalingrad front, I’m sorry.",
        "A: Right, that somebody saw him there.",
        "A: The battle to — you know, the battle of Stalingrad, right. And that was the only\ninformation that we ever got, you know.",
        "A: Not at all, no, no, no letters at all, you know, she — she — he evidently perished\nkind of early in — in — 1n the war, you know. And there was never any\ncorrespondence between the two of them.",
        "A: His name was Shiman(ph).",
        "A: Yeah, Shiman(ph) Segalewitz.",
        "A: Yeah, that’s —",
        "A: From Pinsk, right, yes.",
        "A: No, no, haven’t made it back to Poland.",
        "A: No.",
        "A: No. Well, you know, a couple of times I — I tried to get information on Sarny,\nand it was just nobody — you know, a couple of letters that ve written — as a matter\nof fact, a gentleman that I know that went to Sarny, he couldn’t get any information\nbecause you know, just there were no records left, you know, that — that were\navailable, so he couldn’t get any information, you know, so — yeah.",
        "A: Absolutely, yeah.",
        "A: Well, we were on this cattle train, and it kept getting bombed, and I remember\njumping out of the cattle train, you know, people, you know, the — the — the train\nwould stop every once in awhile, we’d jump out and you know, and airplanes would\nbe flying over, strafing the train, and that kept happening, shortly after we left the\nstation. And that went on for —",
        "A: You know, I—I-—I-—I’m not sure. You know, I — I think I was, you know, five\nand a half, you know, and — but I — I —- I remember one time, this one time we\njumped out of the cattle car and we were running, and my mother and I were\nrunning, you know, and I remember, you know, that she fell and I kept running\nahead of her, you know. And she finally caught up with me, you know, and — and\nshe — she was so upset with, you know, that — that — that I let go of her hand, you\nknow, she got — a-as a matter of fact, one time — we had that discussion one time,\nmy mother and I, and she kept saying, I kept hollering, you know [speaks Yiddish\nhere] She kept saying it in Yiddish, you know. Why did you let go, why did you let\ngo? She was so upset with me. [indecipherable] But yeah, that was — that — you\nknow, until we got to Ryevka(ph), well, we — we he — we were on this cattle train,\nand — and finally when we got close to — on the Volga river, ma — we got off, and\nmy mother found a job in a farm, she was helping out a farmer. And we were there\nfor about oh, six or seven months or so.",
        "A: No, this is — yeah — no, Ryevka(ph) is way up in the — you know, in the Ural\nmountains. But before that, we were on a train, we — we came up and you know, we\n— close to the Volga river is where we got off, and we went up on some farm close\nto the Volga river.",
        "A: I-I remember — I remember my mother, yeah, my mother working, you know,\nshe — she milked the cows, she helped out — you know, and — and that’s about the\nonly smegelings(ph) of memory a — that — that I have.",
        "A: No, no.",
        "A: Well, yeah, you know, I mean, I don’t know how she knew that, you know, but —\nor how she learned it, but I — it was — yeah.",
        "A: Survival is right.",
        "A: But — but yeah, then when — when the — th-the ac — Nazis began the Stalingrad\ncampaign, that’s when we left from that area, because we were pretty close to\nStalingrad, you know, an-and we wound up — well, demobilization was — had\nstarted, Russian were mobilizing, moving everything up, away from — as far as\npossible and setting up factories. And so they were getting — trying to get as many\npeople into the Ural mountain areas, you know, to — to work on — in war factories.",
        "A: You know, you know. And that’s how we wound up in Ryevka(ph), you know,\nwhich is by Ufa, you know Ufa, you know.",
        "A: Of — of — of Ryevka(ph)? I have — you know, I have quite a few memories of —\nof Ryevka(ph), you know, I — I — that’s a— I remember very distinctly that the\nbarracks, you know, and stuff, that we were put in, you know, and the — the tiny\nroom what we shared with this other family, the — the Gorky(ph) family. So, the —\nthe five of us were in this one tiny room, you know, and which is — was completely\nbare. And we had the straw mattress —",
        "A: Total strangers, we never, you know, never met them before.",
        "A: No, they were Russians. Why they wound up, who were they we — I don’t know\nhow they wound up, or why they — but they were Russians, you know. I mean, there\nwas the Gorky(ph) family, you know, and — and the — they — you know, I think\nthere was the mother, a daughter which was about 12, I guess, and — and a boy\nabout my age, you know, the three of them. So the five of us were in this one tiny\nroom, you know, and —",
        "A: Well, at that time, you know, since the Russians had occupied Poland for —",
        "A: — ye — you know, that — two years before too, and also the two years during, you\nknow, we had picked up quite a bit of Russian. My mother, you know, could speak\nRussian and Polish or Yiddish, and — well, there was the — as far as I know there\nwere no Jews in — in — in that area, you know, I mean the — you know, so Yiddish\nnever came up until somebody found out that I was Jewish, you know, and then\nthey started teasing me and stuff, you know.",
        "A: Oh yeah, yeah, that — that was our —",
        "A: Not Polish, no.",
        "A: Yeah, Yiddish was the language — my first language was Yiddish, you know. A\nlittle bit of Polish was spoken in the house, I understand, you know, because I — I\nknew some Polish, you know, but I didn't —",
        "A: Exactly, you know, 1t was Yiddish. And you know, of course later on was all\nRussian, you know, so —",
        "A: Right, mm-hm.",
        "A: Yeah.",
        "A: Ye — well, in the — in — 1n the camp you’re talking about?",
        "A: Yeah, sure. You know, the — the work camp in re — in Ryevka(ph) was —\neverybody had to work, you know, they brought in all the people and of — all the\nkids attended school. So I was — I was attending the school, you know, while my\nmother was working, you know. And —",
        "A: It was Russian, yeah.",
        "A: Yes.",
        "A: No, the —",
        "A: No, the only thing that I — really stands out, you know, 1-is — is I — the distinct\ntime then when I first — the kids found out I was yid — Jewish, you know? And they\nstarted teasing me and — and beating me up, and —",
        "A: Oh yeah, you know, they — as far as we knew, we were the only Jews in there\nbecause my father had, you know, was able to get us on the — on this train. But there\nmay have been other ones, you know, the camp was so big, you know, there was\nthousands and thousands of people [indecipherable] over there.",
        "A: Oh yeah. Yeah, yeah.",
        "A: On me — on your own. She worked, you know, she’d come back from — from\nwork, you know, they — they’d work 10 hour days at least, you know. And she’d\ncome back, you know, and we had this tiny little room, you know. An-And the Ural\nmountains are so cold, you know, my memory of my mother for all those years is —\nis frozen, you know, you see — you see the icicles coming down her eyebrows and —\nand, you know, her — her fingers and hands frozen. She’d come in — she’d come\nfrom work an-and she’d sit down and she’d be shivering for, you know, a period of\ntime where we’d cover her up with the — with the — the straw mattress that we had,\nand whatever we had we’d cover her up. She’d sit there shivering and then finally\nafter awhile she would —",
        "A: — warm up, you know, an-and she’d go an — you know, the barracks was set up,\nthere was a kitchen all the way on the other end of the barracks, you know, and it\nwas a common kitchen and when she finished warming up she would go to the\nkitchen and try to prepare whatever we could to eat, you know, so — so, yeah. But\nmy memory of — of my mother from all that period is that picture of her, you know,\nfrozen, sitting there. She lost — she — one — her finger was frostbitten, she had — had\nto be amputated. So, yeah.",
        "A: I— from what I understand, she was making some kind of ammunition, you\nknow. I — I guess, you know, th-they weren't supposed to pass on any information,\nbut she was making some kind of mi — ammunition. She was — it was a fact — it was\na factory, you know.",
        "A: Not at all, no, she — you know, I mean, the day was basically — her day was\nbasically she’d get up in the morning, go to work, you know, come back from work,\nyou know, after many, many hours, tired as, you know, make something to eat, you\nknow, and then fine — and fall asleep, and —",
        "A: — same — exactly, you know. That wa — that was —",
        "A: Yeah, we were all up at the same time, you know, because everybody — the\nbarracks emptied out, you know, everybody had to go out either to school or to\nwork, you know, and the — the barracks were —",
        "A: No, th — well, there were other kids that wi — you know, but yeah, and we’d walk\nto school, you know, and —",
        "A: Exactly, yeah, yeah. That’s all.",
        "A: Oh, I was — that was the big thing, you know, that was, you know, as I say, my —\nmy two major memories of — of that period are — are first one, it was the cold, and\nthe second one was the hunger, you know, I mean tha — I was always hungry. My\nmother — it — now, you may not be familiar with the way they operated in — in the —\nin the work camps, but basically the people would — who worked in the camps\nwould get paid basically in potatoes, and flour, you know, that was — that was the\nstaple. And — and once a month they would, you know, deliver this sack of potatoes\nand you know, sack th — a small sack of flour, and that was what you had to live on,\nyou know, with — with the exception of if you exceeded a quota — you know,\neverybody had — had a quota to perform. If you exceeded the quota you got s — an\nadditional staple, you know. And my mother, every couple of weeks she — she’d\nbring, you know, back a — a black bread that she got for —",
        "A: Occasionally we’d get cheese, you know. Every once in awhile the Russians\ntransport would be — transports would come in and the Russians would distribute it\nthroughout that camp, and then they would distribute it. You know, they — they tried\nvery hard to — to provide the pe — food for the people, but the war was raging, and I\nguess the — the front got the first aspect of it, you know. But yeah, whenever — you\nknow, I — I remember very distinctly every once in awhile these trucks showing up,\nyou know, and everybody got a piece of cheese, or everybody got a piece of salami,\nyou know. and yeah, yeah. And that — that — that occurred. But for the most part, my\n— you know, as I say, my mother, she was very industrious, you know. She would\nfind roots, and — and — and leaves you know, and she’d make root pancakes, or leaf\npancakes. Every once 1n awhile she’d chop up a root, you know, an-and leaves, you\nknow, so — yeah. We — we —",
        "A: Yeah, yeah, yeah.",
        "A: Yeah, that’s right. Now this, you know, as I say, I — I— I — when — when I —\nsomebody asks me about this, you know, a-and I’Il say, I’ll tell you my story, but\nit’s really not my story, it’s my mother’s story, you know. She’s the one that —\nwithout her, I would have had no chance whatsoever. She’s the one that — you know",
        "A: For almost four and a half years, throughout the war.",
        "A: ‘42 to °45, yeah, you know, so yeah. Wa — it was three years. Yeah, three years.",
        "A: Throughout the war, yes.",
        "A: I don’t — no, I can’t recall that. I — I just — just don’t remember any, you know,\ngreat times, you know. The only — the only good time that I remember from the —\nfrom the camp, you know, was — was when the camp commander would turn on the\nra — the loudspeakers, and the radio would come on. And that was, I — I remember\nthe best — the best of a — of everything that happened in — throughout the camp, you\nknow, as radio —",
        "A: The what?",
        "A: There’d be the — the — well, yeah, for the most part there would be — first there’d\nbe the news, you know, of, you know, the — the Russian front is moving, you know,\nand the Russians are winning and all that kind of stuff. And then — then there would\nbe patriotic songs and melodies, you know, and that wou — that always made me\nfeel good, you know, the — the — the songs and the melodies, you know, and —",
        "A: Yeah. The — you know, it — well, I had that incident with — with — you know,\nwhen they first discovered I was Jewish, and they — they started teasing me and —\nand beating me up, you know. But that didn’t last too long. You know, I mean, it —\nit dissipated and I — I had a couple of friends, you know, they were —",
        "A: Yeah, I didn't know what was going on except for the fact, you know, when they\nstarted teasing, you know, I — you know, as I said, my memories of Judaism —\nalthough my f— my grandfather was a Orthodox Jew. And the picture in here, you\ncan — you can see, 1s — well, some place I’ve seen that he is wearing a yarmulke,\nyou know, so he was an Orthodox Jew and — and my mother told me that — that they\nwere Orthodox, that her parents were Orthodox. My father was not, you know, from\nwhat — what she told me, he — he was not religious. But, you know, an-and — and\nbut I had very few memories of a young child, in th — you know, a —",
        "A: — attending a — a—a event of some kind yet. And so when — when they first\nstarted teasing me and calling me, you know —",
        "A: —id(ph), zhid(ph), yefrai(ph), you know, and all — all that you know, and — and\nstarted poking me and making — you know, beating me up and all that, I-I — I just\ndidn’t know what it was, you know, what was — what — what did I do? I mean, what\nis this?",
        "A: Yeah, what — you know. A-And I — I remember that first night, you know, asking\nmy mother [indecipherable] you know —",
        "A: — tell me, yeah, why is this, you know? And so she 1— you know, I don’t\nremember her exact comments, but I — I remember her trying to explain to me, you\nknow, so — but yeah.",
        "A: You know, th-that something — you know, I — I— I remember her saying — saying\nsomething about anti-Semitism, but she didn’t use the word anti-Semitism, but I —\nno, I can’t really recollect the exact, you know, what — what she said.",
        "A: Yeah, I just don’t remember. You know, that — that — that —",
        "A: Yeah, yeah.",
        "A: Yeah, just don’t remember it, you know. And I never, you know, never really\nthought about it in that way.",
        "A: Oh yeah, you know, I mean when — when - right after the war ended, you know,\nthe — and we came back to Poland, to — to Sarny, you know, th-that’s —",
        "A: Oh yeah, yeah, we came back to — to Sarny after the war.",
        "A: Mm-hm.",
        "A: Oh yeah, yeah.",
        "A: This went on — when it — when the first — I don’t know how they found out that\nwe were Jewish, but somebody — you know, somebody —",
        "A: — must have told the kids, and — and they started picking on me. And that went\non for a period of time, and — you know — you know, it got — first couple of days\nwas pretty bad, you know, and then — then it dissipated as time went on. And, you\nknow, after awhile it just was — stopped, you know. So —",
        "A: No, we th — for one thing, we really didn’t know what was happening. We were,\nyou know, all the way in the Ural mountains, you know, where — a-and the only\ninformation we had was that — the radio that would come on, and of course, that\nwouldn’t be on there.",
        "A: Yeah, yeah, they’d — you know, the mother worked hard, like the same as my\nmother, and — you know, the — the boy was my age, so we were friends, you know,\nand we had chores that we would do together, and we would do ye — you know,\nlike, for example, we had the buckets, the waste bucket in each room. And in the\nmorning, you know, he would take the ba — waste bucket up one day and I would\ntake it out the next day, take it to the pits, you know, and get rid or it, and so yeah,\nwe — we were friends, you know, yeah.",
        "A: No, I don’t remember of us — an incident stealing food, but that was, you know,\npunishable by death.",
        "A: Yeah, you know, you steal somebody else’s food, you know, you —",
        "A: You’re not going to survive, you know, so yeah. No, I don’t remember of us ever\nhave any incident at all, you know.",
        "A: Well, when the war finished, everybody started — you know, they didn’t need\nany more workers in the — in the — you know, th-they — so everybody started going\nhome, and took us months and months of walking and catching rides, and — and —\nand —",
        "A: Yeah, pretty much so, because you know, you got — I don’t know, the camp was\nso gigantic, I would say at least 50 - 100,000 people there, you know. And\neverybody was going their own way. And, you know, of course you couldn’t do it\nin the winter, you know, but su — as soon as the spring came, you know, the — a\ncouple of months of sist — of summer that occurred in the Ural mountains,\neverybody started going home. You know, and of course, you know, there’s — just\nwerent enough trains, or I don’t know, there weren’t any trains that were taking\npeople home, you know, but yeah, people started walking home.",
        "A: I remem — I remember wal — well, not exactly when I left the camp. I remember\nwalking and I remember, you know, places we used to — some places we stopped, I\nremember, and you know, and I remember, y-you know, like the — when we — when\nwe got to the — to — to certain places, you know, we’d stop a-a-an-and go to bombed\nout houses, or — or destroyed places, and go into those and sleep in there, and try to,\nyou know, and walk the next day.",
        "A: And there were —",
        "A: The what?",
        "A: Yeah, and there — you know, as I say, there was always — there was always some\nkind of a barter system that was going on. You know, people kept bartering, you\nknow, and I don’t know if there — 1t was — 1t was the nearby farms, or what, you\nknow? The — the nearby areas that there — but there was always — so I remember,\nyou know, every once 1n awhile we’d — we’d catch a ride, you know, or if — you\nknow, and — and I remember one time we were on a train, on a cattle car, and we’d\nstopped at this station, and there was a — another train, th-the next — the next\nrailroad track, and were all Russian soldiers, they were returning from — from the —\nyou know, from the war, basically. A lot of them were, you know, bandaged up and\netcetera, but they — I remember that distinctly, but th — at that point my mother and\nthe Russian soldiers were selling cans of fat, you know, that chicken — you know, I\nmean, animal fat. And my mother — and it would — they weren't closed cans, they\nwere cans that were — they filled up with fat, you know. And my mother somehow\nbartered with one of the soldiers for this small can of — of what — lard, I guess, you\nknow, it was — and she you n — gave up whatever she had and she bought this small\ncan of — of lard. And you know, soon as the trains left, you know, my — my mother\nstarted making — she had —",
        "A: — grabbed it — with — started — and it turned out there was only an inch of — of\nlard, and the rest was all potatoes, you know, pota — you know, mashed potatoes,\nthat stuff.",
        "A: Yeah, that was a disappointing event. Very disappointing.",
        "A: Yeah, yeah, you know. But, you know, it was rough times, rough times.",
        "A: No, everybody was so anxious to get home, you know, everybody, you know —\nyou know, you walked, you [indecipherable]",
        "A: Well, no —",
        "A: The Ural — you know, from the Ural mountains, you know, we — we wound up\ngoing — yeah, I guess it may have been the Ukraine, I’m no — I’m not quite sure\nthat — of the route, you know, what routes we took.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Right.",
        "A: You know, I must have, but you know, I — so much got blocked out that I — I —\nyou know, most of — most of the horrible events, I just don’t remember, you know.\nJust don’t remember.",
        "A: Had to be in the spring, because it was just too cold",
        "A: Right, yeah. So, yeah, it was shortly after the war ended. Must have been jul —\nJune or July or something like that, that I would say, because we were there for a\nperiod — the little period longer after the war ended, you know, s-so —",
        "A: I was nine, yeah in — it’s right, yeah.",
        "A: Yeah.",
        "A: No, we — we got there, you know, an-and yeah. I — I remember very distinctly\nmy mother scouring, looking the streets, you know, says, well, something’s on this\nstreet, but the buildings were all destroyed, so she couldn’t tell where the house\nwas, you know. And she kept running around you know, and — and you know, she\nwas in very disheveled and upset, you know, that she couldn’t find the house. And\nyou know, I guess finally she got oriented and came to where she thought the house\nwas, but it wasn’t there any more, it was destroyed, everything was destroyed, you\nknow [indecipherable]. And — and that’s when we learned about what happened to\nthe rest of the family, she —",
        "A: Yeah, I — you know, I — I heard some of the stuff from — from you know,\nwhoever she talked to, I would be with her, you know.",
        "A: And —",
        "A: Not really. Not really.",
        "A: Yeah, yeah, you know, we’d get — you know, my mother kept running around\nfrom — you know, trying to find people, trying to do — find out what happened to so\nand so. And she’d run into somebody who — who knew something or told her\nsomething, you know, and that’s how it built, you know. And —",
        "A: She must have found some, but none of them were Jewish, you know —",
        "A: — it’s a—so, whoever she found, they were —",
        "A: — were not Jewish, yeah. right.",
        "A: Right.",
        "A: Yeah, I — I —I-— you know, I remember that, you know, there was a bombed out\nbuilding, and we found a corner in that building, you know, and there were other\nfamilies all over, too. And we were there for, I don’t know, for a period of time, I\ndon’t know exactly how long. There was — well, what was also happening at the\nsame time is that, I guess some of the Zionists were trying to organize people to go\nto — to Palestine, to go to Israel, you know. And so, there was an organizing affect\ngoing on at the — at the same time, so we got — we got involved with those people,\nwith those — an-and began our journey to — to Austria, you know, to the —",
        "A: No, no, no, no, no.",
        "A: No, wha-what happened is that we — what — what these guys, these people, the\norganizers were doing is getting people into displaced person camps, into the DP\ncamps. So a— then the DP camp for — for the — Israel, was in Hallein by Salzburg,\nnear Salzburg, you know. And so we began the journey through to — to Hallein,\nand you know, that took months also, you know, I mean, there was\n[indecipherable] stops and walk, you know, some — some walking, some — but that\nwas more organized, you know, it had — they would have trucks occasionally, and\nthey would have trains occasionally, yeah. And there was fr —",
        "A: No, no, no after — you know, after a period of time, we were there, you know,\nshe — she — you know, the family is gone, you know. But she — she — you know, she\nknew that she had two sisters though, in the United States, you know, so — but you\nknow, it took a long time — well, until we got — when we got into — into south sp —\ninto Hallein, we finally got involved with UNRRA, and th-the — you know, and the\npeople who — who were trying to find others, you know, a-and so —",
        "A: Yeah.",
        "A: Exactly, yeah.",
        "A: It is, yeah, very nice.",
        "A: Mm-hm.",
        "A: The what?",
        "A: Oh, 1-1-1t — it — well, that — that never — well, until we got to Hallein, it — it\ndidn’t. You know, I mean, we kept getting more, but it was — it was always the\nhoarding, you know, carrying whatever you could in your pockets, you know, and —\nand — and when we finally got to the DP camp in Hallein, you know, it was\noriginally run by the — by the army, you — U.S. Army, and they had the — the\ngigantic kitchens, you know, and all the — all the food that you could eat, you know,\nand —",
        "A: That was — that was the beginning, yeah. That was the good life, you know.",
        "A: Almost four years.",
        "A: Yes, yes.",
        "A: Yeah, it is by Salzburg, mm-hm.",
        "A: Yeah, what — what was happening in — in — you know, in the camps, you know,\nis — 1s — because we were in a camp that was designated to — for — for Israel, you\nknow, everybody had to learn Hebrew, everybody had to learn a job. So, my\nmother, she was going to school to become a seamstress, you know, I was attending\na school in — totally in Hebrew, everything was spoken in Hebrew, etcetera. And —\nyou know, so everybody had to become productive, you know, and — to be ready for\n— to go to Israel. And, so yeah, that was — that was a tremendous improvement\ncompared to — to everything else, you know. The army provided us with clothes,\nthey provided — I mean, the UNRRA, at the end provided us with cl-clothes and\nfood and, you know. We had movies, I remember movies, you know —",
        "A: Y-You know, the exact movie I don’t remember, but I remember cowboy\npictures, you know.",
        "A: You know, you know. And something like, you know, I think it might have been\na John Wayne movies or something like that, you know [indecipherable]",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: Right.",
        "A: Right.",
        "A: Yeah, yeah.",
        "A: Exactly, exactly. Yeah, yeah.",
        "A: Mm-hm, only Jewish.",
        "A: Yeah.",
        "A: You know, I mean like — like any bureaucracy, and there were buroc —\nbureaucracies there, you know, you had to follow certain rules and regulations, you\nknow, but that was — that was a good life for me, you know. I — I remember e —\nattending school, and meeting a lot of kids my age, you know, and — and running\naround and doing pranks and — and en-enjoying myself, you know. Then, I was —\nthat was",
        "A: They — they — you know, they didn’t talk much about it at all, you know, I mean\nthey were just kind of tight-lipped, you know, very, very hard to get over. They\nwould — you know, they would do a lot of, as they say in Yiddish, khasen(ph), you\nknow, they would say — that sigh. They would sigh, and — and look at each other\nand say — you know, and say things that — they understood each other. They\nunderstood what had transpired. You didn’t have to discuss it, you know. And so,\nyeah, it’s not — my —",
        "A: Yeah, wasn’t much of that going on, you know, I mean, just they didn’t want to\ntalk about it, you know, as they — I mean, my mother very seldom talked about it,\nyou know, so — you know, every once in awhile was —",
        "A: Yeah, you know, every once in awhile you know, something what happened, and\nit’s — would offset people, and say, oh, not that Nazi situation, you know\n[indecipherable] and — but for the most part, that wasn’t — wasn’t discussed. So —",
        "A: Well, while we were — we came to the United States, but actually we — we went\nto Germany first, you know, and we went out of — we took a ship out of\nBremenhaven(ph). But what had transpired is that my mother, you know, at\nUNRRA, and that was able to find my mother’s two sisters, and — and the — in — in\nthe United States, a-and they immediately sent us visas, you know, and —",
        "A: Well, one of them was in Boston, and one was in New York City. But I-I\nremember that day, you know, then — when — when — when we got that letter from\nthe, I-I guess through UNRRA, you know, we got a letter from the United States,\nand my aunts, you know, they found my aunts, you know. And my mother was so\nexcited. I remember she was dancing, she was jumping, you know, she was so —\nthat was the — the —",
        "A: That’s right, the first —",
        "A: — that’s ri — exactly. You know, I — I— you know, I have such a vivid memory of\nher jumping around and dancing, you know, I-I hadn’t seen her in — you know,\nnever saw her dancing and jumping around, you know. She — she was just\noverjoyed. But yeah, that was —",
        "A: You know, I th — th — she — she kept her spirits up, but I— you know, ha — there\nwa — there wasn’t any occasion for her to dance, or — or —",
        "A: — or — or to be happy about, you know, I mean, she was —",
        "A: Right, but —",
        "A: Yeah. No, she was more optimistic, I would say, you know —",
        "A: —a-— you know, she’s —",
        "A: Yeah, yeah, she definitely, you know, I mean she kept saying, you know, this too\nwill pass, you know, this too will pass, you know. Do-Don’t — don’t — don’t worry,\nwe'll have better times, you know.",
        "A: Oh, sure.",
        "A: Exactly.",
        "A: Exactly, yeah.",
        "A: Exactly.",
        "A: Well, they immediately sent us — well, immediately, I don’t know how much\ntime transpired, but they sent us a visa right away, you know, for the United States,\nand we said — we thought, well, next month we’re going to — to United States. Of\ncourse, we di-didn’t know about the quota.",
        "A: United States had a quota, you know, for only a certain amount of people from\neach country of origin, you know, and the Polish —",
        "A: — quota was in — very long, the list was very long, and we just had to wait, you\nknow, United States was allowing a smedgling(ph) of people to come in from each\ncountry. And so — so we waited all that time to come.",
        "A: Yeah, yeah, you know, there’s a — well, we came here in 751.",
        "A: Yeah.",
        "A: °46 - °47 to 51 almost, yeah.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: N-No —",
        "A: Well, yeah, it’s just — it’s just — you know, ha — th-the — the horrible feeling\ninside, you know, I mean here — here is the country that destroyed your family,\ndestroyed — you know, so — but there wasn’t much discussion again, you know, and\nagain, what happened 1s that we came out of Hallein by, I-I — I think was trucks, an-\nand got to another camp close by. And we were there six months before we could\neven get on a ship. You know, so you know, finally, we got on the SS Stewart(ph),\nand I still have my — my boarding pass and —",
        "A: Oh yeah, still have all the documentation, you know, and with the picture of my\nmother and me, you know, and — and I left out that my mother got remarried in the\ncamp, so when I was — when I was 13 I had my Bar Mitzvah in the camp, you\nknow, and — and —",
        "A: He was from Tourettes. His name was Touretteski(ph) and he was from\nTourettes, you know. And he had lost — he had a wife and two children, and lost\nthem as well, you know. And he — he was originally in a — in a camp, and I don’t\nknow the name of the camp, you know, but I have — a-and he broke out and he was\nwith the partisans for about two and a half years or three years he was with the\npartisans. And as a matter of fact, I have a picture of him with a partisan group.",
        "A: Aron Touretteski(ph).",
        "A: I’m not quite sure, it’s ni — I have the feeling 1t was more in the Ukraine, you\nknow. That is, you know — but I’m not quite sure.",
        "A: No, no, room — as I say, people —",
        "A: — people didn’t talk, you know, they just didn’t talk. Nobody sat down, you\nknow, and like we were — you’re doing right now and — and try to pull it out of —\nyou know, of you, you know, and it just wasn’t happening, it wasn’t happening.",
        "A: Mm-hm.",
        "A: Oh, we came to the United States, to — to New York City, to pier 51. That was",
        "A: Yeah, and my first vision of new yo — of America was the Statue of Liberty, you\nknow, you — everybody was on the ship, you know, outside, looking at the Statue of\nLiberty.",
        "A: [had 15 something, 15 and a half. Yeah, I was gonna be sixt — that’s right, yeah,\n15 and a half.",
        "A: Well, at that point, I spoke Russian, you know, and I spoke Hebrew, and I spoke\nYiddish and you know, that was — that was —",
        "A: Yeah, it took — took — took few months before I could communicate with it —\nwith the kids over here. Yeah, the kids were, you know, when — when we got here,\nyou know, and one of the — one of the major memories that stands out about the\nUnited States is my first day here in the United States, a-and, you know, we hid —\nyeah, I got a— my mother — we had gone to sleep and my — my aunts had provided\nme with — with clothing for the next day, you know.",
        "A: Yes, oh yeah. So that was a long evening, you know, but we were so tired and\nstuff, you know, and you know, first time at my aunts, and the rest of the family and\nall that. But — but the next morning, I-I got up very early, you know, and — before\neverybody else was up, you know, and I says, hey, my aunts had provided me with\nwhite pants, and white shirt, white sneakers, you know, and I — I — I— I went\noutside, you know, a-and nobody was stopping me, and — and I went and, you\nknow, was — the sun was shining, it was just breaking, you know, and the sun was\nshining, and I says, this must be heaven, you know? You know, it was — this 1s —\nthat was a very distinct memory of mine, you know, so —",
        "A: Brooklyn, yeah.",
        "A: Yeah, Hopkinson(ph) Avenue, mm-hm.",
        "A: Did you?",
        "A: Oh?",
        "A: Oh, okay.",
        "A: Yeah, yes, yes, I understand.",
        "A: Right, yeah.",
        "A: Yeah, yeah, we stayed, you know, the — my aunts in — my aunt from New York,\nyou know, she’d had a basement, and then she set up a little apartment downstairs,\nyou know, a little — and that’s where we stayed. And my mother and stepfather went\nto work within — within the week, you know, and they started working in a garment\nfactory. [inaudible] And the summer yet, you know, so I — I had the summer, and\nthen —",
        "A: — went to school, yeah, you know. I had a rough time because I wasn’t speaking\nEnglish yet, you know, and I had some — my — my — one of my cousins, she spoke\nYiddish, you know, and I — so she took me to Tilden High School to register me for\nhigh school, because I was almost 16, you know. So — and we went to — to one\noffice, you know, and then they kept talking, and — and they kept asking her, how\nold is he, you know. And she asked me in Yiddish the first time, you know, how\nold, you know. So I tell her I’m going to be 16 in February, and she would say it to\nthem —",
        "A: — translate it, you know. And after awhile they send us to another office, and the\nsame questions came up, you know, she said again, he’s gonna be 16 in February.\nAnd about the third office, you know, the same thing happened, you know. I mean,\nI don’t know why we kept going from office to office, but they kept sending us\nfrom, you know, I guess different interviews. And finally I said, he’s gonna be 16 in\nFebruary. So, yeah, you know.",
        "A: Right, right, well they — you know, they didn’t — they had [indecipherable] you\nknow, they didn’t know what to do with me.",
        "A: You know, she was — she was quite happy. You know, I mean, my father and I —\nmy stepfather and I, rather a-and — no-not I, my fath — my gran — my stepfather and\nshe worked all the time, you know, and they worked in the same factory, so they\nhad common — you know, they — they — they traveled together, they came back\ntogether and they got along well. We — you know, all the cousins and stuff, you\nknow, tried to give us moral support as much as — as possible, so we’d see them\nquite often, we’d go to different families, you know, so yeah, she di — she — she did\nall right, she —",
        "A: They stayed in Brooklyn, yeah, through the — you know, so I — yeah, and —",
        "A: Yeah, I guess the — there must have been discussions, because my mother, I\nremember all the adults sitting around the table, you know, in — in my aunt’s house,\nyou know, and sitting around the table, and they were asking her questions, what\nhappened to so and so, what happened to so and so? And she wa — always, you\nknow, from what I overheard, you know, I wasn’t part of the conversation, but she\nalways would say the same thing, you know, I mean, I don’t know, you know. All I\nknow is that they’re not around any more. They’re — they’re not — you know, and —\nand whatever information she gathered, you know, from when we were in Sarny,\nthat there was no documentation or anything to — you know. The only — the only\ndocumentation, and the reason my mother was able to get remarried, is because\nthere was the person that saw my father at Stalingrad, she was able to get ahold of\n— and — and he wrote a letter which was accepted by —",
        "A: And that she’s a widow, right, you know. So, that was the only — an-and — you\nknow, documentation that we — I still have that, as a matter of fact, you know, in\n[indecipherable] the — the American government was kind of lenient, you know, on\ndocumentation at that point, because they — they knew the situation, they knew what\nwas — was available, and you know, what was available and what wasn’t, you know,\nso I mean — so —",
        "A: Yes, yes, we — you know, we — we didn’t have any problems at — at all, you\nknow.",
        "A: Well, you know, it — you know, he was — I don’t know. I seemed to be self-\nsufficient all the time, you know, I —I-—I didn’t have many — how would I say? The\nfeeling requirements that some people have, you know, I — I didn’t — I —",
        "A: Yeah, pretty much so, yeah, pretty much so, yeah, pretty much so.",
        "A: She — she lived until she passed away 10 years ago, she —",
        "A: Yeah, mm-hm.",
        "A: Yeah, mm-hm.",
        "A: No. Never did, you know, I mean s — I say — you know, after she passed away\nand we started doing a genealogy, my wife and I, and I kept saying, why didn't I\ntalk to her, you know? Cause that link — and as I say, we started writing to people\nand trying to find out, and as a matter of fact, we took trips to try to talk to cousins\nwho may have spoken to somebody, an-and try to gather as much as we could, and\n— and didn't get much.",
        "A: You know, it is — it’s — it’s like you’re missing part of your — part of the chain,\nyou know, you — you’ve — you’ve got history of some kind, you know and then all\nof a sudden it’s broken. You — but specifically why did it become important? I don’t\nknow, it’s just — it just [indecipherable] and I — just something in me that needed to\nfind out more, you know, and still do.",
        "A: No, we had — you know, as I say to — just as a matter of fact, recently I had\ngotten the email from one of the people I’ve been trying to get ahold of. Really\nhaven’t found out anything about my father, you know, I mean I just haven’t been\nable to make that connection. And all the people that I get ahold of nowadays, you\nknow, seem to be second generation or third generation, and they don’t know what\nhappened, you know, so when you try to find out well, are we cousins, distant\ncousins or something like that, are you — how is the family tree over here? What is\nthe — it just — it just —",
        "A: — doesn’t — it doesn’t come true, it doesn’t happen, you know. It just breaks up,\nyou know, 1-it just is — so I’ve been —",
        "A: Yeah. No, they — they — you know, they were so disorganized, and their\ndocumentation was so horrible, and — and — and they buried people wherever they\ncould, you know, I mean — and there was no documentation, you know, I mean\nthere were trenches, and buried in trenches and they didn’t know who they were\nburying, you know. So, yeah, no — no, I haven’t been able to — you know — it’s —\nyou know, so —",
        "A: Well, yeah, and you know, and — we went — three years ago we went to Austria,\nand I went specifically to find Hallein. See, my memory of Russia isn’t that strong\nany more, you know, but of Austria and Hallein it still is, you know, and then the —\nand we went to Hallein and tried to find where — we knew the camp is gone, you\nknow, I mean, but we tried to find where it was. And we kept going from — from\none office to another, where was the camp, etcetera, an-and — and I — nobody knew,\nyou know. And finally I went to this one travel agent, you know, travel bureau, and\nwent to them, you know, and then kept talking to the people in — at the desk, you\nknow, and somebody in the back, a young lady in the back heard our discussion.\nAnd she finally says, oh yes, yeah, it was an Juden camp. You know, she — she\nknew about the — Grandfather had told me about this Jew camp — Jewish camp that\nused to be here. And it was on so and so strasse, you know, and — and there’s a\nlittle plaque someplace now, where the camp was. You know, so we went looking\nfor the camp, we never — wen — or for this — for the plaque, you know, never found\nit.",
        "A: No, she — she wasn’t that exact. She — she thought it was, you know, on so and\nso street, but 1t could have been on another street, you know, and —",
        "A: Yeah, totally, you know, it’s all [indecipherable] buildings that 50 or 60 years\nlater, you know. [inaudible]",
        "A: Yeah, yeah, so — yeah.",
        "A: Can’t think of anything specific. The — you know, the thing that is — 1s — is — that\nthe hatred, you know, to overcome all that hatred is just, you know, I-I — that people\nwould do that to — to each other is just unbelievable, you know, and it’s just hard —",
        "A: You know, I guess, you know, I mean th-the — the — th-the thing from the — from\nRyevka(ph), the thing that still stands out in my mind is that incident with the kids,\nyou know, of them taunting me and — and — and calling me, you know, evra(ph) —\nzhid, you know, and — and —",
        "A: Yeah, you know, so th — that kind of hatred — and I — and I knew the kids were —\ndidn’t know what they were doing, you know, but somehow that was passed on to\nthem, you know? Because I don’t think they’ve had that much in — in — those young\nkids of — that had that much exposure to — to Jews for them to know what to — to\neven know that they should hate me, or why they hated me, you know, or why they\nkept calling me names. And I think that’s why it dissipated, because they didn’t\nreally know, didn’t have the hatred, it was something that was passed onto them\nfrom — from their parents or — or — you know, from adults, that it’s — it’s all right to\npick on Jews, you know, and that thing. So that’s why I think it stopped after a\nperiod of time, because it wasn’t something that came from them, it was passed on\nto them.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: That’s right.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: Yeah. Oh.",
        "A: Mm-hm.",
        "A: Right.",
        "A: You know, I just — the idea that, you know, I’m not alone. There are others that\nhave the same thoughts, you know, and most of these people that are — you’Il —\nyoull meet here, they’re trying to find out what they’ve missed, you know, they —\nyou know, they’re trying to find out — you know, most of them — some of them were\nhidden children, they don’t know what was going — didn’t know what was going on,\nbut they know they lost something and they don’t know what it is, you know. And\nsome of them, of course, are very damaged by it, because they were old enough to\nunderstand. And so —",
        "A: Oh yeah, I have —",
        "A: — I have four boys —",
        "A: Yeah, y-y-you know. They — they — they ask questions, you know, much more\nthan I ever did of my mother and father, you know. So — so, yeah. Yeah, and — and\none of our — I guess, you know, some things ya — are kind of passed on whether you\nlike it or not, you know. I-I remember — I have four sons, you know, and I\nremember Eric, my th — my third son, one day, you know, we were going out to\nbuy a—acar, and he was a young child yet, you know. And I remember we — we\nwere looking at Volkswagens, and he said, Dad, you’re not gonna buy a German\ncar, are you? He was so upset about that, you know. You know, so he knew — na —\nunintentionally I-I conveyed that feeling to him, which I didn’t intend to, you know.\nSo, you know.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, I’ve been a number of times back, but not for — you know, just primarily\nfor business, yeah.",
        "A: You know, Germany has got some very nice places to — to visit, etcetera, you\nknow, and I kept concentrating on those, you know, rather than — and — and I did go\nto concentration camps, and I did go — you know, we’ve been to a number of them.\nSo, we got a feeling of the horror, and — and what transpired, you know, it just\ndoesn’t go away. It — it comes back to you regardless. But I — I— you know, I can’t\n—I—I can’t continue to — to have that feeling. I— I don’t want to have that feeling,\nyou know, I — you know, the young kids that are coming out of Germany, they had\nno part of it, you know, and so — a-an-and hopefully we’re conveying enough\ninformation to them that they won’t make the same mistakes, you know? So, yeah.",
        "A: The what?",
        "A: No, we’ve never gone — no, never went back to Poland, you know.",
        "A: I keep wanting to do that, but somehow, haven’t made it.",
        "A: Yeah.",
        "A: Yes, right, right.",
        "A: Right.",
        "A: Sure, sure.",
        "A: Yeah, any time.",
        "A: You’re welcome.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 7, 2008\nRG-50.030%*0557",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Ira\nSegalewitz, conducted by Ina Navazelskis on November 7, 2008 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Alexandria, Virginia and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "IRA SEGALEWITZ\nNovember 7, 2008"
    ]
}