{
    "rg": "RG-50.030.0582_trs_en",
    "sequence": [
        "Answer: In the town, in Romania [indecipherable].",
        "Question: And in roma — Romanian Hungarian, was your name Ernie, or was it\nErno(ph)?",
        "A: Ernu(ph).",
        "Q: Ernu(ph). And can you tell me the name of your parents and your siblings?",
        "A: My — my father’s name was Yorel(ph) Pollak. My mother’s name was\nMalka(ph) Pollak. My oldest sister was Bluma(ph) Pollak, my older brother was\nDavid Pollak. And another older brother was Misha(ph) Pollak, and then was my\nname, Ernie Pollak. And my younger brother was Shlerma(ph) Pollak, and my\nyounger sister was Menicha(ph) Pollak, and my younger brother, another younger\nbrother was Ishmael(ph) Pollak.",
        "Q: And —",
        "A: We’re eight children.",
        "Q: And you were number five of the eight?",
        "A: Number five, yeah.",
        "Q: Of the eight. Can you tell me something —",
        "A: I was number four, I’m sorry.",
        "Q: Number four, I’m sorry. What your life was like before the war? Can you\ndescribe your religious affiliation, was it a religious home, what your language you\nMarch 2, 2010\nspoke at home, your father’s occupation? What can you tell me about your life\nbefore the war?",
        "A: We spoke mainly Yiddish in the house. My father had the butcher store, kosher\nbutcher store in the town. And as far as religion, we were quite religious. We went\nto shul almost every morning.",
        "Q: Was it a Chassidish family?",
        "A: Yes, well this — that time I would not know what — you know. But I know we —\nsomebody used to always call [speaks foreign language here] you know, with the\nfive boys. So this is the way the saying used to be. So this is how I know, and I\nremember that.",
        "Q: And what type of schooling did you go to? Were you at a cheder, yeshiva, or a\nsecular school?",
        "A: We went — we went — I was too young to go to yeshiva. My older brother went\nand we [indecipherable] town from — from — from us about six kilometers, which\nwe had a [indecipherable] yeshiva there. My older brother, I remember, went to\nthat yeshiva because he was older — older. David.",
        "Q: And were you in cheder, or —",
        "A: After we finished school around two — two o’clock or three o’clock, I don’t\nremember, we went straight to the cheder.\nMarch 2, 2010",
        "Q: And tell me something about the composition of the town. Was it a mostly\nJewish town? Were there much in the way of relationships between the Jews and the\nnon-Jews in the town?",
        "A: Well, it was not — it was not — I don’t — I — this I cou-couldn’t tell really, because\nI remember when it used to be Christmastime. We had to close the windows and\nclose the doors, and lock the windows for the protection, otherwise all — all the\nwindows would have been broken from the house. Cause this 1s the way it di —\nbecause th-they demonstrated during the day Christmastime. Not the Jews, but the\nnon-Jews. And that’s what brought up the hatred, a little bit. But then during the rest\nof the year, my father had the butcher store, here was kosher and here was non-\nkosher, different part. So they used to come and buy meats from us.",
        "Q: And at school, did the Jewish children and the non-Jewish children socialize\ntogether at all?",
        "A: This is a hard question to answer, because when children get together, you know,\nthey love each other, or they not — they hate each other, not e — but there was\nnothing really involved that we hate each other or something, just fun. But later on,\nyou know, when I was already 12 years, 13, I remember certain things, yeah, in\nschool. But by that time the Hungarians already occupied us, in 1940.\nMarch 2, 2010",
        "Q: And in terms of secular languages, did the Jewish community speak Hungarian or\nRomanian?",
        "A: My father spoke Hungarian, because he was in the first World War, and that was\nduring the Hungarian time. And most of them spoke Romanian and — but that —\nsomebody else spoke Hungarian, I really don’t know. You know, it’s tough.",
        "Q: And extended family, did you have an extended family living in the same town?",
        "A: I—y-yes, in the same town, next door was — lived my father’s sister. And the\ntown next, two kilometers away, lived his brother. So it was always together, you\ncould walk — Saturday you could walk the three kilometers and meet, you know.",
        "Q: And holidays you spent together?",
        "A: Holidays, sometimes but not really, because everybody had a big family, and you\ndidn’t have homes that big, you know.",
        "Q: So [indecipherable] Oh, let me record again. So what about your grandparents,\nwere they in the area, in the town?",
        "A: My mother’s father lived about half a kilometer away from us, on this side of the\ntown, and we lived almost on this side of the town. But the cheder was across the\nstreet from him, the cheder where I went.",
        "Q: Yeah.\nMarch 2, 2010",
        "A: And he was a very religious person, you know. So the kids who came into the\nsyn — to the synagogue Saturday morning, they were afraid for for Selig(ph). His\nname was Selig(ph) Lassa(ph). Because he just took a look, and everybody was\ntrembling.",
        "Q: What was his occupation?",
        "A: This I wouldn’t know, you know, what his occupation, because I think he lived to\nbe 80 or 85 or something, you know, because he was quite old when we — we knew\nhim, because my mother was the youngest get — to get married, and she was born in\n1994.",
        "Q: So let’s fast track a little bit, and I want to ask you about 1939, with the start of\nWorld War II, did news reach Romania about the invasion of Poland? Did you\nhave any knowledge of what was going on in Germany and Poland?",
        "A: Mm-mm.",
        "Q: No.",
        "A: No, beca — not completely, you know. The only knowledge we could know, if\nsomebody came from that area, from somewhere in [indecipherable], because there\nwas no telephones in the town. There was no electricity in town, and once in a while\nyou just got the newspaper from somewhere else, you know. So it’s — and nobody\nMarch 2, 2010\nreally knew until later, whatever happened in Poland, or whatever happened\nsomewhere else.",
        "Q: But you remember people coming from other towns, making it into Romania?",
        "A: Yes, I— I remember that, but as a young boy, you’re not that much interest what\nhe has to say, you know, because you wouldn’t understand it much.",
        "Q: Mm-hm.",
        "A: You know, really. I’m telling the truth.",
        "Q: So 1940 your life changed. What — tell me about the year 1940.",
        "A: In 1940, when Hitler told Horthy, whatever his name was, from Hungary, you\ncan re-occupy this area, Maramures, you can re-occupy that you had it the first —\nbefore the first World War. So the soldiers came and traveled days and nights. You\nknow, they — they could not have that many soldiers that they should go around and\nwe should see them for two weeks. But we saw the same guys coming the same day.",
        "Q: And how did that change your daily life?",
        "A: It — not at the moment, the first year it didn’t really change, you know? The only\nthing is, we had to learn a different language and we went to [indecipherable]\nschool, and we didn’t understand anything what we — because it was Hungarian\nalready, Hungary. So you didn’t understand anything, because we went to\nRomanian school as children, you know.\nMarch 2, 2010",
        "Q: Was it the same teachers, or did they bring in all new teachers who were\nHungarian born?",
        "A: I’m sure they ki — brought in the teachers, because the teachers that we knew —\nand I really didn’t know whether they speak hungar — I know my father spoke\nHungarian for one reason, because the soldiers must have had on their agenda\ncertain things that Yorel(ph) Pollak was — was a g-gender(ph) urmeshda(ph) they\ncall it that time, like a — not a general — not a — 1n the army, like a— how do you call\nit? A little officer, you know, in the army, in the first World War. So the soldiers\nwho passed through my town, some of them stopped in our house, and they wanted\nto have some wine to drink and this [indecipherable]. So I knew, but we were not\nallowed to go into the room when they talked to my father, as children. Nobody was\nallowed to know.",
        "Q: And your father never told the children —",
        "A: He wouldn’t — he wouldn’t — he wouldn’t hurt us, you mean, he wouldn’t say that\nthat’s what they said, and things like th — but later on, we felt something 1s not right.\nBut at 1942 already, I had somebody come, a friend came from — who went to\nBudapest a half a year before. [indecipherable] And he says, Ernie, you’re already\n13 - 14 years old, 15 years old, 15 and a half years old. Come to me with — to\nBudapest and you'll learn a trade. What are you gonna do in this small town? I was\nMarch 2, 2010\nvery good with my hands and making, you know, certain things, you know, in\njewelry or anything. So he says, come, you’re gonna become a jeweler.",
        "Q: And did you take him up on that?",
        "A: And I went right after Pesach, when he went back. I went back to Budapest and\nI couldn’t get anything on the jewelry, I couldn’t get — so he says, let’s go to a dental\nlaboratory, maybe you’re gonna be — they’re going to teach you to be a dental\ntechnician, cause he was there in that place also. But he quit after a while, you know,\nso I went in there and I stood there til the Germans came in, for a year and a half,\nalmost two years.",
        "Q: So w-were — from 1942 to 1944, you’re living in Budapest?",
        "A: Lived in Budapest.",
        "Q: And did you have any contact with your family, did you know what was going on\nin Mamorsha(ph)?",
        "A: Yes, because we used to write, we used to write almost every week, you know, in\nYiddish we used to write the postcard. But my older brother was with me that time,\nbecause he also wanted to come to Budapest, away from the small town, let’s put it\nthis way.",
        "Q: And was the motivation for coming to Budapest because they thought it was\neasier to earn a living, or because —\nMarch 2, 2010",
        "A: Yes.",
        "Q: — they were politically safer?",
        "A: No, easier to earn a living, because politically I did not — I don’t know whether\nanybody as young boys and girls thought about politically at that time, but they saw\nthat you could sense certain thing. You sensed it, but you didn’t make anything of it,\nas long as you were okay. But to make a living had gotten harder in the town, so I\nfigured I got to learn a trade.",
        "Q: And from the postcards that your family sent to you, did you have a sense that\ntheir life changed over those two years?",
        "A: Yes, the last year especially.",
        "Q: And how did it change?",
        "A: Changed — they were not allowed — let’s say, soon as the ger — soon as the\nHungarians came in, and my father was a butcher in the — in the Jew —ina—ina\nstrictly Orthodox sense, you know? And a — and you have to slaughter a cow or a\ncalf or a sheep in a certain way to be kosher. You have to slaughter. You have to get\na shochet, right?",
        "Q: Mm-hm.",
        "A: So we used to have our own place, you know, we were three butchers\n[indecipherable]. And we had the same place, we just — to take the cows, or the\nMarch 2, 2010\ncalf, or the — the — to slaughter. But as soon as the Hungarians came in, they forbid\nyou. You’re not allowed to get a shochet to slaughter. How do you have to slaughter\nthe cow? You got to hit it right here.",
        "Q: And so wa —",
        "A: Which is — that’s ridiculous because when you’re slaughtering, the reason why\nyou slaughter the cow, because you’re — you’re taking all the veins, which are here,\nand the blood comes out from the animal. So this is what you call it the kosher.\nNothing could happen to the — to the — to the meat, or to whatever. So that\n[indecipherable] so, right away, even while I was still home.",
        "Q: So did your father then begin to continue on as a butcher but for non-kosher\nmeat, or did he stop working?",
        "A: No, he st — no, no, we still had the meat, kosher meat, cause instead of going in\nduring the day to slaughter, you went in two o’clock at night.",
        "Q: And to provide for —",
        "A: And we were hiding it.",
        "Q: And did he continue to sell it to the other —",
        "A: Yeah, we took my older brother — took my older brother Moishe(ph), and me and\nmy father, and we went down and we took the shochet and they slaughtered it.",
        "Q: And did other Jews in town continue to buy it —\nMarch 2, 2010",
        "A: Yes.",
        "Q: — surreptitiously as well?",
        "A: Yes, yes, they knew it, because the shochet lived in town, you know, so they\nknew it. But it gotten always a little bit worse, because when I — when Hitler came\ninto Budapest in May, I think it was in — not in May —",
        "Q: March.",
        "A: March. March 17. Came into Budapest. I already had letters from my hometown,\nfrom my father, that in April, and before April, they already gathered them, you\nknow, in the synagogue, and they already started the transports to Auschwitz.",
        "Q: So I wanted to come and talk about your experience in Budapest, but let’s just\nstill talk with your parents. So when did you find out that your parents had been\ndeported, and how much of your family — the Germans came in in March, and then\nyou said already the next month they were gathered up?",
        "A: Th-Th-They came in — they came into Budapest in March, but to my hometown\nthey came in earlier. This why I said, because I got a notice from my parents in\nApril yet, that we were gathered already to be shipped out somewhere, but I didn’t\nknow any place where, I didn’t know nothing.",
        "Q: And —\nMarch 2, 2010",
        "A: Where — where my brother — only my brother who was with me in Budapest,\nthat’s it. I didn’t know nothing what happened with them the first two months.",
        "Q: So who was still in Romania? Was your parents and the other six siblings?",
        "A: Yes, because they were — the four of them that were younger, and my sister, and\nthey were — yeah, my sister [indecipherable] so my sister was older, but were still\nhome, you know. Only my second, the one who was after my sister, David and I\n[indecipherable] the fourth, were in Budapest, the rest, six, were already a-all\nhome, didn’t go no place. As a matter of fact, I found out after the war that my older\nbrother Moishe(ph) was going to run over to Poland and hide some — somewhere\nthere. But this 1s what somebody told me who I met after the war.",
        "Q: So, now let’s move to Budapest, and we’|l move back in time. So, in ’42, you\ncome with your brother, and you become a dental technician.",
        "A: Yeah, I worked in a laboratory.",
        "Q: Now, tell me about the life in Budapest for you, away from your family, for\nthose two years before the Germans came in.",
        "A: It was not bad, let’s put it this way. Really not — before the — before the Germans\ncame in, it was not bad.",
        "Q: And where were you living?\nMarch 2, 2010",
        "A: I was living in Dabutsa(ph), it was not far from the real — the synagogue, you\nknow, I was living by mys — by a — by a— an older couple who rented me a room.\nNot my own apartment, or my own [indecipherable] gave me a room —",
        "Q: And you’re still religious at this point?",
        "A: Yes. And as a matter of fact, the Dahani(ph) synagogue was not far away, and I\nused to go every Friday night to listen to the cantor. You know, it’s used — things\nfrom home, so I— so I was going every Friday night to listen to the cantor because I\nwanted to, and my older brother did the same thing.",
        "Q: And was your older brother living in the same house, or he was living elsewhere?",
        "A: No, no, because they didn’t have big rooms enough to have two people living\nthere, so he lived in another apartment with somebody else, another older couple.",
        "Q: But you saw each other frequently beside?",
        "A: Yes, we saw each other frequently, yes.",
        "Q: And so now, March 1944, Germany occupies Hungary.",
        "A: Yes.",
        "Q: How did your — tell me your memories of the day when you found out that\nHungary was no longer independent.",
        "A: Well, we looked out of the windows and we saw the marching. And each one\ncame to sou — there’s gonna be trouble, it’s gonna be trouble. Because a few days\nMarch 2, 2010\nlater, they already send out notices to the Jewish people like no — now, if I had to put\ndown a stick here, and start a [indecipherable] and if somebody killed me during\nthe day, he knew nothing is going to happen to him, because the Germans 1s not\ngoing to prosecute him, or the Hungarians, because he killed a Jew. So you were\nafraid to go out on the street.",
        "Q: And you noticed a difference in terms of how the Hungarians treated you, apart\nfrom the Germans. The Hungar —",
        "A: The Hungarians were almost the same way, you know. Almost — almost like the\nGermans. Now, but that time, I don’t know how much control the Germans had yet,\nbut the Hungarian army had a lot of control. I guess Hitler gave them the — gave\nthem that they can do that. They called munka [indecipherable] zwangsarbeit, you\nknow, forced labor for the Jewish people.",
        "Q: And when were you called up for forced labor?",
        "A: For forced labor I co — was called — even though you’re supposed to be only 18 y\n— you’re supposed to be 18 years old, but I was called up. And you had to wear a\ncard with the s — with the re — with the — with the yellow band here, and gather here\nand then they took you to forced labor. Because by that time, the Americans — the\nAmericans did a lot of damage to Budapest. They bombed a lot of things, important\nthings in Budapest. And they marched us to clean up whatever they had there.\nMarch 2, 2010",
        "Q: And was your brother also conscripted?",
        "A: No, my brother ran — somewhere was hiding. He found a — he found a family that\nhe could hide, you know. And he had a girlfriend, you know. And to me, I think he\ndisappeared during this time already. I didn’t see him and I didn’t know where he 1s,\nbecause see, either he didn’t want to come out, he should be recognized. So I had to\ndo things on my own, even though I wasn’t 18 years old yet. But they took me to\nthese kind of works. And then, month later, this was — let’s see, this was May, June,\nJuly, around July already — I mean, rumors went down that they’re going to ship us\naway to ric — to a camp, right. So, because we lived already in a ghetto.",
        "Q: And —",
        "A: It’s called a close out there, close ou — I mean, the streets, just like let’s say you —\nyou — your Connecticut circle or something like this. So this is the streets that they\nhave. And that was a ghetto there.",
        "Q: And so you were in the ghetto and then each day they marched you forced la —",
        "A: In the ghetto, each day, they knew because they came into the hall in the bottom,\nyou know, in those — because the ghetto is, you know you're there, they have the big\napartments here, and here 1s like a garage you can come in the middle, you know.\nAnd all you had to see, all the Jewish people should come down, you know, and\nMarch 2, 2010\nthey knew who we are. So they forced us to the labor camp, because most of them\nwere Jewish, you know.",
        "Q: And so when you were in for forced labor, were you living in the ghetto? Were\nyou already moved to a labor camp?",
        "A: In the — in the — in the — in the ghetto. In the ghetto. Because I remember the\nHolocaust Museum’s name, what 1s the street where you —",
        "Q: Raoul Wallenberg.",
        "A: Raoul Wallen — I saw him.",
        "Q: So wha —",
        "A: He was still there when we — he gathered us — you know, a lot of Jews who were\nbelow 18, you had to be still, you know, gathered us, because I would have been 18\nin 2,000 — in na — in — in September, but that was, I think, a little before September,\nbecause I think they were — he came from — from Sweden bu — Sweden bu — but we\ndidn’t know anything about it. So he told — spoke to hundreds or maybe thousands\nof Jewish boys and girls, you know. What was the talk? Hitler wants the Americans\nshould — I should [indecipherable] to the Americans. They want 10,000 trucks and\nhe’s gonna let 10,000 boys and girls go to America. Jewish. But the Americans\nrefused the trucks, so the Germans came right away to cross [indecipherable]\nAustria.\nMarch 2, 2010",
        "Q: So let me ask — move back a little bit and ask you two questions. One is if you\ncan describe a little bit more about the type of work you were doing in the labor\nbattalion, and the other is, when you talk about having seen Raoul Wallenberg, do\nyou know any people who made it to the glass house, and were saved through him?\nIf you can address those two areas?",
        "A: No, no, I don’t know. Really I wouldn’t know. But you know, you didn’t — you\ndidn’t go there every day, because you weren’t in the ghetto, you know, in the place\nthat’s a— maybe it was in the shul, in the synagogue that he gathered us, or\nsomewhere else. But you know when you’re this age and you — one day you come\nand one day you don’t come. It’s — it’s not something that — that — that — that — that —\nthat you believe something is going to happen, you know. You hope, but — and then\nthey just disappeared, everything.",
        "Q: And did you have enough to eat in the ghetto?",
        "A: In the ghetto nobody had enough to eat. That — they gave us, let’s say, a bread,\nfor three days, a pound of bread, or four days. Now, you tried not to eat it, correct, in\nMauthausen, you tried to eat every day a piece. But you had to sleep with it, you\nhad to hide it, you had — otherwise somebody stole it from you.",
        "Q: So after a month, say you left — you were taken from the ghetto and —\nMarch 2, 2010",
        "A: We were — we were — we were walked, we were not thre — we — we — they didn’t\n— see, let’s say this is Budapest, Hungary, and this 1s the border to go to Austria.\nAnd Mauthausen could be here, maybe 500 kilometers, or I don’t know how much.\nSo we walked from here, over here and here.",
        "Q: So-",
        "A: Th-They made us sleep in certain places, I’d say —",
        "Q: How long was the march?",
        "A: It took maybe a month, or maybe six weeks, or maybe two months, I don’t know\nexactly.",
        "Q: And do you know about how much — long you were marching each day? Was it\n10 kilometers, 20 kilometers?",
        "A: This — well, you marched, because — this I wouldn’t know. No, you just obeyed\norders, you know.",
        "Q: Right. And but all day long, you got up in the morning, walked —",
        "A: Right, right, but — but the — the funny thing 1s this, because I been saying those\nthings too. Once we crossed the border, is we didn’t — we didn’t sleep outside\nbecause it — the winter started to come, you know, 1n — in — in September, October,\nthere’s cold already. So — so, in certain places where they knew the — let’s say they\ntook us into a place like this, which in — can take in, 1f you want to sleep 30 - 40\nMarch 2, 2010\npeople, so they put in a hundred people. So you couldn’t sleep, you couldn’t lay\ndown. You could only stay. Now, if somebody died — I se — I been saying this all the\ntime, if somebody died, you didn’t report it to them, you just took them as — as a\npillow, and you slept on them, you know. So that was a difficult situation, walking\nand stopping, and walking until we reached Mauthausen.",
        "Q: Who was guarding you while you were walking? Were these Hungarians, or —",
        "A: No, once we crossed — we went, we crossed the — from ha — from Hungary, that\nwas the Austrian army.",
        "Q: And in Hungary it was Hungarians?",
        "A: Hungary was Hungarians, yeah.",
        "Q: And when you were walking, what were you wearing? Were these the clothes\nyou had with you from the ghetto?",
        "A: Well, I had — no, see, it was too late for that time when we came to the ghetto, or\nthe changes, the clothes like you see in the movies that you had those stripes and\n[indecipherable] no.",
        "Q: So it was civilian clothes.",
        "A: We did have — we still have the — had the — only the clothes that we came with,\nyou know. Nothing else but a pair of pants and a jacket an-and a shirt or whatever,\nand that’s it. Cause you couldn’t — we were not allowed to take anything with you\nMarch 2, 2010\nwhile you were walking, cause you didn’t have nowhere to put it, no place, you\nknow.",
        "Q: And then when did they — did they feed you once a day, or week, or —",
        "A: In the ghetto they fed us once a day, lunchtime. So in other words, they gave you\na bread for three, four days. You had to be your own master on it, to eat 1t one time,\nor you can not eat nothing for the next three days, or just cut it, or — or tear off a\npiece and eat today and tear off a piece and eat tomorrow.",
        "Q: And while you were marching?",
        "A: While we were marching, you know, it’s — it’s — it’s gonna be stopped, because\nthey have nothing to feed us when we were walk. They brought us a soup\nsometimes, you know, later on, because let’s say we stopped five o’clock, two hours\nlater they brought in the [indecipherable] you know, for everybody something. But\nfood, forget it, it’s not really —",
        "Q: And did they —",
        "A: This why people died, mainly cause you didn’t have any food at all.",
        "Q: So of your group — you started with about a hundred? About how many people\ndied en route, was the mortality rate —\nMarch 2, 2010",
        "A: I wish I knew, but because y-you know, y-you’re talking — first of all, you’re\ntalking to a very young person, you know, who did not experience anything of the\nsort. And it didn’t think that it should go into my mind to watch —",
        "Q: Right.",
        "A: I only think I watched because they told you when you walked, let’s say here,\nfive people walked in the street, and they announced it in German, if somebody’s\ngoing to step out, is gonna be shot. So everybody was — was very, very alert, just to\nwalk exactly behind anybody, not to step out this way from the line.",
        "Q: Now, when you were walking, did civilians, Hungarians or Austrians ever stop\nand sort of look at you? Did you ever see people —",
        "A: They stopped, but they didn’t say a word, you know. They laughed, they didn’t s\n— didn’t say a word, I mean, it’s nothing.",
        "Q: Did they come out thinking that 1t was something interesting to see, or was it just",
        "A: Oh, they enjoyed it. This 1s the way it looked to us, you know.",
        "Q: So were you walking through towns, or in the countryside?",
        "A: Most of it the countryside, you know. Sometimes you had to walk through a\ntown, because in order to find somewhere to put us up, so the towns had — either\nthey had the churches, or they had other things. [indecipherable] you could — you\nMarch 2, 2010\ncould — stalls, you know, from — for the cows. They took the cows out and they put\nus in there for the night, you know, things like this.",
        "Q: And at any point did they they tell you where you were marching to?",
        "A: No.",
        "Q: So eventually af — you arrive in Mauthausen, or —",
        "A: Eventually we arrived in Mauthausen, but Mauthausen was so full that they\ndidn’t have empty space for us where to put it — put us. So they built, you know, for\nthe outside, those — th-those — how — th-they build now f— you know, when — when\nthe —",
        "Q: At barracks?",
        "A: Tents.",
        "Q: Tents.",
        "A: Tents. Tents, you know, they built for — they built tents. I mean they built not\nsmall tents, they built tents that could take in a thousand people.",
        "Q: And tell me what your reaction was when you saw Mauthausen for the first\ntime. You’ve been marching for a month and then you get to this place. What was\nthe first thing that crossed your mind?",
        "A: Scary, very scary. You don’t know what’s hap — gonna happen. You did not\nknow nothing. The only thing you heard, a lot of bombing at night, because I think\nMarch 2, 2010\nthe Americans already bombed these places. Because they bombed Budapest and\nthe Americans [indecipherable] was still there. And they bombed, you know, so th-\nthat’s the only thing we could hear.",
        "Q: And did you get to talk to any of the prisoners who had been there before?",
        "A: No.",
        "Q: So you had no idea what it was, or —",
        "A: No, because there was Jews and non-Jews prisoners and a lot of Russian\nprisoners in there also, o-on those — in the regular barracks, you know, it was very,\nvery big.",
        "Q: And when you arrived, did they issue you camp uniforms, or you stayed —",
        "A: No. This why I’m saying this, I found this picture in my pocket.",
        "Q: And did you have any work assignments once you got there, or you just —",
        "A: Most of the time no, because you know, every — every barrack had — had a—a\nkapo, a leader, a Jewish leader, that’s it. The Germans said, you’re going to be the\nkapo, you’re going to be responsible for those thousand people. They cannot go out\nunless you take them out. We tell you to take mi — take out 10 or 20 or 30, and go\nthere and there.",
        "Q: What was your impression of the kapo?\nMarch 2, 2010",
        "A: I really don’t know, because m-maybe I — maybe when you’re younger than —\nthey were older people there also with us. They probably would have known certain\nthings or they would have, you know. But my a — my impression was to just keep\nquiet and don’t mix in, and don’t do just you are t — what you are told. That was my\nimpression and this what I did.",
        "Q: And so one day was pretty much the same as the other for your last time —",
        "A: Right, the same. You see, as — as — as they came closer, the Germans — I mean,\nthe Americans, you know, occupy this part of Austria and this part, they came\n[indecipherable] closer — I’m talking months later, they used to take us out to work\non schutzengraben.",
        "Q: Describe that.",
        "A: Schitzengraben. This is for the — for the army it was you go into those foxholes.",
        "Q: So you were digging them, or —",
        "A: Yep, we are digging, digging and digging, di-digging, and digging and digging\nand then brought back, you know, brought back you know, but — and then the\nAmericans still came closer, right. So this was already January, February. In\nFebruary, I think, in the beginning of February they marched us out from\nMauthausen — or — or in January, I’m not sure — marched us out from Mauthausen,\nand they took us to a place, Gunskirchen.\nMarch 2, 2010",
        "Q: And was life there any different than Mauthausen?",
        "A: Worse. Because that was in ou — in the mountains, you know, and it was raining\nand muddy. You — you — you couldn’t even go and lay down to sleep, you can only\nstay, because the mud was still here.",
        "Q: To your —",
        "A: In the barracks, with no floors. Til — til May the fourth, of the liberation.",
        "Q: Describe liberation day.",
        "A: I talked so much about that liberation day. We get up in the morning from like I\nsaid, the kapo. Me — not me, because the older people who were in the camp. So the\nkapo going in and out, several kapos, knock on doors — on there. They didn’t know\nwhat happened. So I don’t know, at 10 o’clock or 11 o’clock [indecipherable]\npeople looked out, they didn’t see any Germans in the uniforms, they didn’t see any\nbe — if they saw a German he was running this way, you know. So they came in and\ntold everybody, something is wrong, something 1s going on, you know. But by two\no’clock, you know, the kapo came in, says the German left because the Americans\nare coming. But we have to wait til the Americans are going to come here, because\nyo-you don’t know where the Germans are now. They are not here. If you go out\nnow, you might find a German who can do harm to you. So we were in there, but\nsome people, older people, younger people — I was too weak and too young to s — to\nMarch 2, 2010\n— to think, went out from the — from the — from the barracks, and they went to the —\nwhere they had the food that — you know — and started to open up the stores there,\nwhatever they have sas — and they started to bring it into the camp, you know. The\nreason why I remember these things, I was too weak to go there, so I stood by the\ndoor — my wife, I used to tell her that story, and this was a funny thing, what\nhappened. I see one fellow, maybe a little older, a year or two than I, which I never\nknew him, comes in with — with something in his hands like this, a jar like, you\nknow.\nA2: Honey.",
        "A: Honey. I didn’t know it’s honey. So I j — I was laying down there and I jump up\nand I grab it. And it made him full of honey on his face, and he was very angry at\nme. But I had some honey, and — and started eating. And then I didn’t see him again,\nwe didn’t — no, we didn’t. But — [’Il tell this later on. So by f—I think it was around\nfour o’clock, was no — who had watches, but we just looked at — was around four\no’clock that the Americans came in. And they opened the door, so they says, you\ncan go any place you want. So where do you go from d— you don’t know — nobody\nknew where. So they directed us to go into the town, it’s called Wels. Wels, it’s 30\nkil — 30 kilometers or less than Linz — from Linz. So we all went into that town, I\ndon’t know how many thousands of people, but a day later — we slept outside,\nMarch 2, 2010\nbecause there is no place where to sleep. A day later and two days later and three\ndays later, we were still walking around [indecipherable], but the Americans came\nwith their Jeeps and grabbed us, put us in in the Jeep and brought us to Wels,\nbecause Wels had room for thousands of people because it was an SS camp,\nofficers’ camp. And everything was empty, so they brought us there, you know. So\nwe are there and they didn’t know how to feed us, so they gave us too much food. A\nfew days later, I je — I remember on a Sunday morning, hundreds of people were\nlaying outside hardly breathing because their stomachs swelled up, you know. And —\nan-and I found right there, some of my — some — two people from my hometown\nlaying there.",
        "Q: Had you known they were in the camp before?",
        "A: No, no I didn’t know. What happened to them, I don’t know, I think one of them\ndied, but what happened to the other one, I really don’t know. But then the\nAmericans got somebody in and they — and they advised them what to cook and\nwhat to serve for those people, otherwise [indecipherable] are gonna die.",
        "Q: Were there any Austrians still in the town?",
        "A: Yes.",
        "Q: And what was their attitude to what was going on?\nMarch 2, 2010",
        "A: Yeah. They were — just nothing, I mean, they j — they just looked, I suppose. I\nmean, nobody had any conversation with them. Not me, and not — not my friends\nwho were with me. Friends — those people who came with me. So we just looked\nand looked and looked, you know, so — but — until the Americans came and took us\ninto the Jeep, said, let’s go — no, come. So, I remember else, I’m — I’m a week, two\nweeks, three weeks, I think after the fourth or the fifth week, I don’t remember\nexactly because nobody counted. I’m in the — in the — taking a shower, because it\nhas community showers, like the people, you know, here for the women and here for\nthe men. And I’m walking out dressed up to take a shave or whatever it 1s, and a girl\ncomes over to me. And she looks at me. She says, I know your name. So I almost\ndropped dead. You know, she said, what do you mean you [indecipherable] in\nYiddish [indecipherable] she says, your name is Ernie Pollak. So I figured right\naway somebody knew. Says, how do you know”? She says, I was with your sister in\nthe camp. Her name is Bluma(ph) Park. So I says, oh my God, tell me exactly\nwhere, you know, this was at — it was already four or five weeks, I don’t know\nexact. So she says to me, she is in Bergen-Belsen. Now, Bergen-Belsen, I don’t\nknow how many hundreds of kilome — kilometers, because it was in Germany — it\nwas from there. Now I would not — I did not expect that I’m gonna figure th — say to\nmyself I’m going to go to Bergen-Belsen, how am I gonna go to Bergen-Belsen? |\nMarch 2, 2010\ndon’t know. I don’t have good clothes even, I don’t have [indecipherable]. So she\nsays, when I came here, I came from Feldafing, an — another DP camp. She says,\nyou come with me to Feldafing, you know. She came to see her brother, she found\nout that her brother was — was in Wels with me. And she’s, you come with me, and\nthen from there you gonna go to Bergen-Belsen, which is not that far. So I went to\nBergen-Belsen, it took us three months. We got to Bergen-Belsen Erev rontef —\nErev Rosh Hashanah. Can you imagine how — how long it took us to go there? I\nfound some people from my hometown, you know, and I started asking questions.\nYou know Gans(ph) [indecipherable] his brother, you know? And he says, your\nsister was never here. Whoever I asked, your sister was never here. Nobody knew\nwhat — what I’m asking, nobody knew her, nobody — so, I don’t know why she said\nto me that my sister is in Bergen-Belsen. But I was glad I was there amongst some\nother people that I know from my hometown. And then, a year later — and I’m just\njumping certain things because there’s a lot of things from here til the year later, I\njust want to bring two things together about that fellow that I took the honey.",
        "Q: Yeah.",
        "A: He came with his sister from Romania back to Bergen-Belsen, because he also\nsaid something, because we are sitting, you know, in Bergen-Belsen with friends,\nhaving lunch or something. Ber-Bergen-Belsen was also a camp which it had a —\nMarch 2, 2010\nA2: A DP camp.",
        "A: A DP camp, yeah, because you know where Anne Frank was?",
        "Q: Mm-hm.",
        "A: It’s jus — it’s — Anne Frank was in Belsen. And Bergen was a— was an SS\ncamp, which it had 10 - 15,000 officers there, you know. And ben — berry — when vi\n— the liberation was, they took from Belsen th — where Anne Frank was, all boys\nand girls in here to the Bergen camp, because they had where to live there, but in a\nconcentration camp. So it became Bergen-Belsen, together. So I sitting at a table,\nand this guy was sitting with his sister, you know, I mean that’s much later, about\nhalf a year later, or — or — or — or 10 months later. And we are talking, what do we\ntalk, with him and with him and with him, we telling the stories about camp, we\ntelling the stories about camp, we telling what happened this. And I happened to tell\nthat story. The guy sitting in front of me, he said, you son of a gun, 1t was you who\ndid this to me. And [indecipherable] you know who.",
        "Q: So-",
        "A: So I apologized, what can I do? But we were friends, all the way. We came to the\nUnited States aga — together, and he wasn’t — he wasn’t in a — used — I used to\ninvite him to — to my Bar Mitzvahs to the kids, and th-that. So it worked out, you\nknow, thank God, you know.\nMarch 2, 2010",
        "Q: Now, did you ever find your sister?",
        "A: Well, in order for me to find my sister and the rest of them, it’s — it’s a story, if\nyou’re ready. Bergen-Belsen was a camp for thousands of boys and girls, thousands\nof them. And we — you know how it was, there was nothing to do. There was\nnothing to do. You go again to eat lunch, you go again to eat breakfast, you go again\neat. Was nothing. It was separated by Bergen-Belsen and five different camps:\ncamp one, camp two, camp three, camp four. And each one had about a thousand\nboys and girls or — or maybe more. You had to get a bicycle to travel somewhere, so\nafter I was there six or seven months, the Haganah came down, the Israeli hag —\nsoldiers, maybe a hundred of them, dressed in civilian clothes, cause Bergen-Belsen\nwas under the — the eng — the — the — the — England’s occupation. No, not\nAmerican, was England, you know. And they started to get 50 people here in this\nroom, 50 people here in this room, 60 people here, or a hundred people here. And\nthey used to talk to us, what you should do. And nobody knew whether anybody\nsurvived. So they used to say like this here; you, I’m gonna give you five postcards;\nyou I’m gonna give five post — postcards. Write the name where the postcards\nshould go, to your hometown; whether it’s Romania, Czechoslovakia, or — 0-or it’s\nHungary, or — or — 0-or it’s in Poland, or it’s in any of these places. He says, I\ndon’t care how long it’s gonna take to get there, just write the name to go there. And\nMarch 2, 2010\nwrite not the name, just write to the city hall. This postcard should go to the city hall\nfor Osovish(ph) let’s say, to my hometown. And in the other side write, my name is\nErnie Pollak. The first Jew who comes into the town, give him my postcard. Don’t\nyou think I wrote one day, I wrote next day. About three months later I get a\npostcard from my younger brother.",
        "Q: He had survived Auschwitz, and —",
        "A: No, he was in Auschwitz, but he — they send him from Auschwitz to a camp, to\na labor camp. And he says to me, your older brother is alive, and your older sister is\nalive, and they are in this and this town in Romania. I came to my homet — to our\nhometown, and there’s nothing here. Don’t come home. I’m gonna come to you. Of\nc-course I wrote the address where I am, this why the postcard came to me. Says\ndon’t come home. It took a few months and then he got to me. So we were already —",
        "Q: So —so was 1946?",
        "A: — two brothers — yes, 1946.",
        "Q: So, first time in four years you had seen him.",
        "A: Yeah.",
        "Q: And were you able to communicate with the older brother and sisters?",
        "A: Well, he told me that my older brother — as a matter of fact, years — a little while\nlater, my older brother, like I said in the beginning, that he and his girlfriend — he\nMarch 2, 2010\nhad a girlfriend in Budapest — he found her after the war because they were\nliberated in December, I think, ’44. He found her, they got married and they got\nhome, he went home, December [indecipherable] not in Budapest, it was — well\nmaybe to her hometown. And she had a baby girl, and she got very sick, she fell off\na table, something with her foot, she — and they had to go to Vienna. Later on, I\ndon’t know when this happened, maybe a year later, she had to go to Vienna when\nshe was a year old, or three years old, in order to fix her leg. But while he was in\nVienna, he stood there already for a while, you know. And then he came to Bergen-\nBelsen. I don’t know — I don’t even remember why they came to Bergen-Belsen,\nbut he came to the United States after this.",
        "Q: So, and, of the rest of your family?\nA2: Never came [indecipherable]",
        "A: What?\nA2: Never came to — never came to Bergen — I d— I don’t —",
        "A: No, I thought he didn’t come to Bergen-Belsen, I don’t remember.",
        "Q: So, of the rest of your family — so that’s three brothers. Did any of the other five\nsiblings survive?",
        "A: No, no. It’s — it’s — as a matter of fact, when I got to Bergen-Belsen, and I met\nhim, yost — your — what’s his name? Gans(ph), Gans(ph), I met, from my\nMarch 2, 2010\nhometown, and the first thing he told me, I was with your father, and with your\nbrother Moishe(ph) in camp together, but a few days before the liberation, they\nmoved us from one place to the next place, and we had to walk and walk. And your\nbrother went out of — ran — went out of line, Moishe, and he ran to a store, and — and\nthe SS ran after him. But your father ran after him also, to bring him back, so I heard\ntwo shots. So they must have shot both of them, cause only the SS came out, and\nyour brother and father didn’t come out from that store. This is two days before the\nliberation. That’s all I know.",
        "Q: And the rest of your family you never heard?",
        "A: Because they were too young anyway, because I know my mother got killed in\nAuschwitz with the rest of the three or four sibling, a little girl. Because one was\nborn 1930 — ’30, one was born 1938 —",
        "Q: And —",
        "A: — an-and one was born 1934.",
        "Q: And Bluma(ph), who — she sat —",
        "A: Bluma(ph) got married to our cousin [indecipherable] Klausenborg(ph).",
        "Q: Before the war.",
        "A: Befo — no —",
        "Q: Afterwards —\nMarch 2, 2010",
        "A: After —",
        "Q: Oh, so she did survive.",
        "A: After she was liberated, yeah, after. This what he said to me, my ran — he — he’s —\nmy younger brother send me the message, says, Bluma(ph) is home, and David is\nhome, you know. And he had — the husband she married had three brothers in Israel,\nso he wanted just to go to Israel. So they went to Israel — I think I was told, I’m not\na hundred percent sure, I was told that she went with the — with the Exodus boat,\nI’m not a hundred percent sure, but the Exodus boat went in 1947.",
        "Q: Right.",
        "A: And they wouldn’t let them into Israel, so they — they — they went over — what is\nthat —\nA2: Cyp —",
        "A: Cyprus, they went into Cyprus for a year. Then when Israel became a state,\nthey moved them into Israel.",
        "Q: So when were you able to communicate with her for the first time?",
        "A: When I was able to communicate with her the first time, that — I don’t — I don’t\nremember exactly when, I must have, because my — yeah, because after Israel\nbecame a state, I was able to communicate with her.\nMarch 2, 2010",
        "Q: And let us go back to [indecipherable] so how long did you stay in Bergen-\nBelsen?",
        "A: Bergen-Belsen I stood til 1949, September.",
        "Q: And then —",
        "A: Then I came to the United States.",
        "Q: And why did you decide to come to the United States?",
        "A: Well, to me and my younger brother, there was something, you know — in 1934,\none of my mother’s sisters — my mother had four sisters and two brothers in New\nYork. One of my mo — my brother’s sisters came to my hometo — our hometown,\nbecause my mother gave birth to a boy and she wanted to name him — to name the\nboy after her husband who died in — in — in New York. But the husband — in — not\nnew — yeah, but her husband had a brother in the small town — 1n the middle time,\nyou know [indecipherable] brother. Now in the Jewish religion, if you want — 1f the\nbrother is alive, in the Orthodox religion, and if you have a boy and you want to give\nhis name [indecipherable] the person, hi-his wife has to get Halitzah, separation.\nSo whi — she came from New York to my hometown — to our hometown, and he\ngathered the full synagogue and they made — the rabbi made Halitzah, in other\nwords a separation from her husband, who was dead, and this little boy can be\nnamed on his name. So this how I knew her, and then you know, we se — my\nMarch 2, 2010\nyounger brother said look, we have very no — whoever remained alive, your sisters\nwent to Israel. We have to wait to go to New York to see the rest of the family. And\nthis 1s what we did.",
        "Q: Let me just ask a couple concluding questions. You began the interview by\ntalking about your life before and that it was a very religious home and you were\ngoing to the synagogue every day. Did your attitude towards religion change as a\nresult of the war?",
        "A: It’s — it’s — it’s — it’s a funny thing that you ask. We remained three brothers and\na sister. My brother married a cousin, and he was religious, but my — my — my sister\nmarried a cousin and he was religious, the one in Israel, and they observed\neverything religion — quite religion [indecipherable]. My older brother became\nOrthodox also, because he was Orthodox always, and he didn’t leave. So a matter of\nfact, I have a kosher home and sometimes he realized and he used to come and eat in\nmy house. And at one time he realized that 1t might not be as kosher for certain\nreasons, I don’t know. Then he says, I’m not going to eat in your house again. So I\nwent to Brooklyn and I brought in food for him, you know [indecipherable]. But\nmy younger brother, Shlerma(ph) — and I used to talk to him, you know, but I didn’t\nsay anything; he became an atheist. So I says [indecipherable] sometimes, why. He\nsays, 1f God could stay up there and watch two million boys and girls as young as I\nMarch 2, 2010\nget killed, He didn’t do nothing, he says, why should I believe in Him? I am relig —\nPll go —I go to synagogue, I sometimes read the Torah sometimes here — here in\nnew yor — in Washington.\nA2: Leisure World.",
        "A: Leisure World. And we observe, we have a kosher home, but I’m not as\nreligious as I should have been, or — or as — and it — I f—I feel comfortable like this,\nyou know.",
        "Q: And before we ask — then we ask, is there anything else you think is important to\nknow before we conclude? How your earlier experiences changed your life after the\nwar, influenced the decisions you made after the war?",
        "A: Well —",
        "Q: Career-wise, family-wise, anything?",
        "A:—I-—my family is — became my first, you know. I met her not even a year I was\nin New York, right? And then we got married in 1952, yeah.",
        "Q: And then we — and your wife’s name?",
        "A: Lucy. And thank God, you know, we build a nice hou — home. I have two\nchildren, a daughter and a son, and I have five grandchildren, three boys, and they\nall have a kosher home, you know. And my granddaughter in — my — my daughter\nbelongs to [indecipherable] and my older — my granddaughter, who’s already 17\nMarch 2, 2010\nyears old, she reads the Torah day re — every — every month. And I just came back\nhere, she read the Megillah, part of it. So I’m happy. And — and I — my — my son\nsent the three children til eighth grade in Hebrew schools. And thank God —\nA2: Jewish day.",
        "A: Hm?\nA2: Jewish day.",
        "A: Jewish day school, yeah, to a Jewish day school. And it works out okay, he’s\nmarried happily and my daughter’s married happily and that’s it.",
        "Q: Thank you. Well thank you so much for talking to us. We’ve been talking to Mr.\nErnie Pollak, doing an audio interview for the Holocaust Museum, March second,\nthank you very much.",
        "A: Thank you.\nA2: Your second interview.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: And in roma — Romanian Hungarian, was your name Ernie, or was it\nErno(ph)?",
        "Q: Ernu(ph). And can you tell me the name of your parents and your siblings?",
        "Q: And —",
        "Q: And you were number five of the eight?",
        "Q: Of the eight. Can you tell me something —",
        "Q: Number four, I’m sorry. What your life was like before the war? Can you\ndescribe your religious affiliation, was it a religious home, what your language you",
        "Q: Was it a Chassidish family?",
        "Q: And what type of schooling did you go to? Were you at a cheder, yeshiva, or a\nsecular school?",
        "Q: And were you in cheder, or —",
        "Q: And tell me something about the composition of the town. Was it a mostly\nJewish town? Were there much in the way of relationships between the Jews and the\nnon-Jews in the town?",
        "Q: And at school, did the Jewish children and the non-Jewish children socialize\ntogether at all?",
        "Q: And in terms of secular languages, did the Jewish community speak Hungarian or\nRomanian?",
        "Q: And extended family, did you have an extended family living in the same town?",
        "Q: And holidays you spent together?",
        "Q: So [indecipherable] Oh, let me record again. So what about your grandparents,\nwere they in the area, in the town?",
        "Q: Yeah.",
        "Q: What was his occupation?",
        "Q: So let’s fast track a little bit, and I want to ask you about 1939, with the start of\nWorld War II, did news reach Romania about the invasion of Poland? Did you\nhave any knowledge of what was going on in Germany and Poland?",
        "Q: No.",
        "Q: But you remember people coming from other towns, making it into Romania?",
        "Q: Mm-hm.",
        "Q: So 1940 your life changed. What — tell me about the year 1940.",
        "Q: And how did that change your daily life?",
        "Q: Was it the same teachers, or did they bring in all new teachers who were\nHungarian born?",
        "Q: And your father never told the children —",
        "Q: And did you take him up on that?",
        "Q: So w-were — from 1942 to 1944, you’re living in Budapest?",
        "Q: And did you have any contact with your family, did you know what was going on\nin Mamorsha(ph)?",
        "Q: And was the motivation for coming to Budapest because they thought it was\neasier to earn a living, or because —",
        "Q: — they were politically safer?",
        "Q: And from the postcards that your family sent to you, did you have a sense that\ntheir life changed over those two years?",
        "Q: And how did it change?",
        "Q: Mm-hm.",
        "Q: And so wa —",
        "Q: So did your father then begin to continue on as a butcher but for non-kosher\nmeat, or did he stop working?",
        "Q: And to provide for —",
        "Q: And did he continue to sell it to the other —",
        "Q: And did other Jews in town continue to buy it —",
        "Q: — surreptitiously as well?",
        "Q: March.",
        "Q: So I wanted to come and talk about your experience in Budapest, but let’s just\nstill talk with your parents. So when did you find out that your parents had been\ndeported, and how much of your family — the Germans came in in March, and then\nyou said already the next month they were gathered up?",
        "Q: And —",
        "Q: So who was still in Romania? Was your parents and the other six siblings?",
        "Q: So, now let’s move to Budapest, and we’|l move back in time. So, in ’42, you\ncome with your brother, and you become a dental technician.",
        "Q: Now, tell me about the life in Budapest for you, away from your family, for\nthose two years before the Germans came in.",
        "Q: And where were you living?",
        "Q: And you’re still religious at this point?",
        "Q: And was your older brother living in the same house, or he was living elsewhere?",
        "Q: But you saw each other frequently beside?",
        "Q: And so now, March 1944, Germany occupies Hungary.",
        "Q: How did your — tell me your memories of the day when you found out that\nHungary was no longer independent.",
        "Q: And you noticed a difference in terms of how the Hungarians treated you, apart\nfrom the Germans. The Hungar —",
        "Q: And when were you called up for forced labor?",
        "Q: And was your brother also conscripted?",
        "Q: And —",
        "Q: And so you were in the ghetto and then each day they marched you forced la —",
        "Q: And so when you were in for forced labor, were you living in the ghetto? Were\nyou already moved to a labor camp?",
        "Q: Raoul Wallenberg.",
        "Q: So wha —",
        "Q: So let me ask — move back a little bit and ask you two questions. One is if you\ncan describe a little bit more about the type of work you were doing in the labor\nbattalion, and the other is, when you talk about having seen Raoul Wallenberg, do\nyou know any people who made it to the glass house, and were saved through him?\nIf you can address those two areas?",
        "Q: And did you have enough to eat in the ghetto?",
        "Q: So after a month, say you left — you were taken from the ghetto and —",
        "Q: So-",
        "Q: How long was the march?",
        "Q: And do you know about how much — long you were marching each day? Was it\n10 kilometers, 20 kilometers?",
        "Q: Right. And but all day long, you got up in the morning, walked —",
        "Q: Who was guarding you while you were walking? Were these Hungarians, or —",
        "Q: And in Hungary it was Hungarians?",
        "Q: And when you were walking, what were you wearing? Were these the clothes\nyou had with you from the ghetto?",
        "Q: So it was civilian clothes.",
        "Q: And then when did they — did they feed you once a day, or week, or —",
        "Q: And while you were marching?",
        "Q: And did they —",
        "Q: So of your group — you started with about a hundred? About how many people\ndied en route, was the mortality rate —",
        "Q: Right.",
        "Q: Now, when you were walking, did civilians, Hungarians or Austrians ever stop\nand sort of look at you? Did you ever see people —",
        "Q: Did they come out thinking that 1t was something interesting to see, or was it just",
        "Q: So were you walking through towns, or in the countryside?",
        "Q: And at any point did they they tell you where you were marching to?",
        "Q: So eventually af — you arrive in Mauthausen, or —",
        "Q: At barracks?",
        "Q: Tents.",
        "Q: And tell me what your reaction was when you saw Mauthausen for the first\ntime. You’ve been marching for a month and then you get to this place. What was\nthe first thing that crossed your mind?",
        "Q: And did you get to talk to any of the prisoners who had been there before?",
        "Q: So you had no idea what it was, or —",
        "Q: And when you arrived, did they issue you camp uniforms, or you stayed —",
        "Q: And did you have any work assignments once you got there, or you just —",
        "Q: What was your impression of the kapo?",
        "Q: And so one day was pretty much the same as the other for your last time —",
        "Q: Describe that.",
        "Q: So you were digging them, or —",
        "Q: And was life there any different than Mauthausen?",
        "Q: To your —",
        "Q: Describe liberation day.",
        "Q: Had you known they were in the camp before?",
        "Q: Were there any Austrians still in the town?",
        "Q: And what was their attitude to what was going on?",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: So-",
        "Q: Now, did you ever find your sister?",
        "Q: He had survived Auschwitz, and —",
        "Q: So —so was 1946?",
        "Q: So, first time in four years you had seen him.",
        "Q: And were you able to communicate with the older brother and sisters?",
        "Q: So, and, of the rest of your family?\nA2: Never came [indecipherable]",
        "Q: So, of the rest of your family — so that’s three brothers. Did any of the other five\nsiblings survive?",
        "Q: And the rest of your family you never heard?",
        "Q: And —",
        "Q: And Bluma(ph), who — she sat —",
        "Q: Before the war.",
        "Q: Afterwards —",
        "Q: Oh, so she did survive.",
        "Q: Right.",
        "Q: So when were you able to communicate with her for the first time?",
        "Q: And let us go back to [indecipherable] so how long did you stay in Bergen-\nBelsen?",
        "Q: And then —",
        "Q: And why did you decide to come to the United States?",
        "Q: Let me just ask a couple concluding questions. You began the interview by\ntalking about your life before and that it was a very religious home and you were\ngoing to the synagogue every day. Did your attitude towards religion change as a\nresult of the war?",
        "Q: And before we ask — then we ask, is there anything else you think is important to\nknow before we conclude? How your earlier experiences changed your life after the\nwar, influenced the decisions you made after the war?",
        "Q: Career-wise, family-wise, anything?",
        "Q: And then we — and your wife’s name?",
        "Q: Thank you. Well thank you so much for talking to us. We’ve been talking to Mr.\nErnie Pollak, doing an audio interview for the Holocaust Museum, March second,\nthank you very much."
    ],
    "answers": [
        "Answer: In the town, in Romania [indecipherable].",
        "A: Ernu(ph).",
        "A: My — my father’s name was Yorel(ph) Pollak. My mother’s name was\nMalka(ph) Pollak. My oldest sister was Bluma(ph) Pollak, my older brother was\nDavid Pollak. And another older brother was Misha(ph) Pollak, and then was my\nname, Ernie Pollak. And my younger brother was Shlerma(ph) Pollak, and my\nyounger sister was Menicha(ph) Pollak, and my younger brother, another younger\nbrother was Ishmael(ph) Pollak.",
        "A: We’re eight children.",
        "A: Number five, yeah.",
        "A: I was number four, I’m sorry.\nMarch 2, 2010\nspoke at home, your father’s occupation? What can you tell me about your life\nbefore the war?",
        "A: We spoke mainly Yiddish in the house. My father had the butcher store, kosher\nbutcher store in the town. And as far as religion, we were quite religious. We went\nto shul almost every morning.",
        "A: Yes, well this — that time I would not know what — you know. But I know we —\nsomebody used to always call [speaks foreign language here] you know, with the\nfive boys. So this is the way the saying used to be. So this is how I know, and I\nremember that.",
        "A: We went — we went — I was too young to go to yeshiva. My older brother went\nand we [indecipherable] town from — from — from us about six kilometers, which\nwe had a [indecipherable] yeshiva there. My older brother, I remember, went to\nthat yeshiva because he was older — older. David.",
        "A: After we finished school around two — two o’clock or three o’clock, I don’t\nremember, we went straight to the cheder.\nMarch 2, 2010",
        "A: Well, it was not — it was not — I don’t — I — this I cou-couldn’t tell really, because\nI remember when it used to be Christmastime. We had to close the windows and\nclose the doors, and lock the windows for the protection, otherwise all — all the\nwindows would have been broken from the house. Cause this 1s the way it di —\nbecause th-they demonstrated during the day Christmastime. Not the Jews, but the\nnon-Jews. And that’s what brought up the hatred, a little bit. But then during the rest\nof the year, my father had the butcher store, here was kosher and here was non-\nkosher, different part. So they used to come and buy meats from us.",
        "A: This is a hard question to answer, because when children get together, you know,\nthey love each other, or they not — they hate each other, not e — but there was\nnothing really involved that we hate each other or something, just fun. But later on,\nyou know, when I was already 12 years, 13, I remember certain things, yeah, in\nschool. But by that time the Hungarians already occupied us, in 1940.\nMarch 2, 2010",
        "A: My father spoke Hungarian, because he was in the first World War, and that was\nduring the Hungarian time. And most of them spoke Romanian and — but that —\nsomebody else spoke Hungarian, I really don’t know. You know, it’s tough.",
        "A: I—y-yes, in the same town, next door was — lived my father’s sister. And the\ntown next, two kilometers away, lived his brother. So it was always together, you\ncould walk — Saturday you could walk the three kilometers and meet, you know.",
        "A: Holidays, sometimes but not really, because everybody had a big family, and you\ndidn’t have homes that big, you know.",
        "A: My mother’s father lived about half a kilometer away from us, on this side of the\ntown, and we lived almost on this side of the town. But the cheder was across the\nstreet from him, the cheder where I went.\nMarch 2, 2010",
        "A: And he was a very religious person, you know. So the kids who came into the\nsyn — to the synagogue Saturday morning, they were afraid for for Selig(ph). His\nname was Selig(ph) Lassa(ph). Because he just took a look, and everybody was\ntrembling.",
        "A: This I wouldn’t know, you know, what his occupation, because I think he lived to\nbe 80 or 85 or something, you know, because he was quite old when we — we knew\nhim, because my mother was the youngest get — to get married, and she was born in\n1994.",
        "A: Mm-mm.",
        "A: No, beca — not completely, you know. The only knowledge we could know, if\nsomebody came from that area, from somewhere in [indecipherable], because there\nwas no telephones in the town. There was no electricity in town, and once in a while\nyou just got the newspaper from somewhere else, you know. So it’s — and nobody\nMarch 2, 2010\nreally knew until later, whatever happened in Poland, or whatever happened\nsomewhere else.",
        "A: Yes, I— I remember that, but as a young boy, you’re not that much interest what\nhe has to say, you know, because you wouldn’t understand it much.",
        "A: You know, really. I’m telling the truth.",
        "A: In 1940, when Hitler told Horthy, whatever his name was, from Hungary, you\ncan re-occupy this area, Maramures, you can re-occupy that you had it the first —\nbefore the first World War. So the soldiers came and traveled days and nights. You\nknow, they — they could not have that many soldiers that they should go around and\nwe should see them for two weeks. But we saw the same guys coming the same day.",
        "A: It — not at the moment, the first year it didn’t really change, you know? The only\nthing is, we had to learn a different language and we went to [indecipherable]\nschool, and we didn’t understand anything what we — because it was Hungarian\nalready, Hungary. So you didn’t understand anything, because we went to\nRomanian school as children, you know.\nMarch 2, 2010",
        "A: I’m sure they ki — brought in the teachers, because the teachers that we knew —\nand I really didn’t know whether they speak hungar — I know my father spoke\nHungarian for one reason, because the soldiers must have had on their agenda\ncertain things that Yorel(ph) Pollak was — was a g-gender(ph) urmeshda(ph) they\ncall it that time, like a — not a general — not a — 1n the army, like a— how do you call\nit? A little officer, you know, in the army, in the first World War. So the soldiers\nwho passed through my town, some of them stopped in our house, and they wanted\nto have some wine to drink and this [indecipherable]. So I knew, but we were not\nallowed to go into the room when they talked to my father, as children. Nobody was\nallowed to know.",
        "A: He wouldn’t — he wouldn’t — he wouldn’t hurt us, you mean, he wouldn’t say that\nthat’s what they said, and things like th — but later on, we felt something 1s not right.\nBut at 1942 already, I had somebody come, a friend came from — who went to\nBudapest a half a year before. [indecipherable] And he says, Ernie, you’re already\n13 - 14 years old, 15 years old, 15 and a half years old. Come to me with — to\nBudapest and you'll learn a trade. What are you gonna do in this small town? I was\nMarch 2, 2010\nvery good with my hands and making, you know, certain things, you know, in\njewelry or anything. So he says, come, you’re gonna become a jeweler.",
        "A: And I went right after Pesach, when he went back. I went back to Budapest and\nI couldn’t get anything on the jewelry, I couldn’t get — so he says, let’s go to a dental\nlaboratory, maybe you’re gonna be — they’re going to teach you to be a dental\ntechnician, cause he was there in that place also. But he quit after a while, you know,\nso I went in there and I stood there til the Germans came in, for a year and a half,\nalmost two years.",
        "A: Lived in Budapest.",
        "A: Yes, because we used to write, we used to write almost every week, you know, in\nYiddish we used to write the postcard. But my older brother was with me that time,\nbecause he also wanted to come to Budapest, away from the small town, let’s put it\nthis way.\nMarch 2, 2010",
        "A: Yes.",
        "A: No, easier to earn a living, because politically I did not — I don’t know whether\nanybody as young boys and girls thought about politically at that time, but they saw\nthat you could sense certain thing. You sensed it, but you didn’t make anything of it,\nas long as you were okay. But to make a living had gotten harder in the town, so I\nfigured I got to learn a trade.",
        "A: Yes, the last year especially.",
        "A: Changed — they were not allowed — let’s say, soon as the ger — soon as the\nHungarians came in, and my father was a butcher in the — in the Jew —ina—ina\nstrictly Orthodox sense, you know? And a — and you have to slaughter a cow or a\ncalf or a sheep in a certain way to be kosher. You have to slaughter. You have to get\na shochet, right?",
        "A: So we used to have our own place, you know, we were three butchers\n[indecipherable]. And we had the same place, we just — to take the cows, or the\nMarch 2, 2010\ncalf, or the — the — to slaughter. But as soon as the Hungarians came in, they forbid\nyou. You’re not allowed to get a shochet to slaughter. How do you have to slaughter\nthe cow? You got to hit it right here.",
        "A: Which is — that’s ridiculous because when you’re slaughtering, the reason why\nyou slaughter the cow, because you’re — you’re taking all the veins, which are here,\nand the blood comes out from the animal. So this is what you call it the kosher.\nNothing could happen to the — to the — to the meat, or to whatever. So that\n[indecipherable] so, right away, even while I was still home.",
        "A: No, he st — no, no, we still had the meat, kosher meat, cause instead of going in\nduring the day to slaughter, you went in two o’clock at night.",
        "A: And we were hiding it.",
        "A: Yeah, we took my older brother — took my older brother Moishe(ph), and me and\nmy father, and we went down and we took the shochet and they slaughtered it.\nMarch 2, 2010",
        "A: Yes.",
        "A: Yes, yes, they knew it, because the shochet lived in town, you know, so they\nknew it. But it gotten always a little bit worse, because when I — when Hitler came\ninto Budapest in May, I think it was in — not in May —",
        "A: March. March 17. Came into Budapest. I already had letters from my hometown,\nfrom my father, that in April, and before April, they already gathered them, you\nknow, in the synagogue, and they already started the transports to Auschwitz.",
        "A: Th-Th-They came in — they came into Budapest in March, but to my hometown\nthey came in earlier. This why I said, because I got a notice from my parents in\nApril yet, that we were gathered already to be shipped out somewhere, but I didn’t\nknow any place where, I didn’t know nothing.\nMarch 2, 2010",
        "A: Where — where my brother — only my brother who was with me in Budapest,\nthat’s it. I didn’t know nothing what happened with them the first two months.",
        "A: Yes, because they were — the four of them that were younger, and my sister, and\nthey were — yeah, my sister [indecipherable] so my sister was older, but were still\nhome, you know. Only my second, the one who was after my sister, David and I\n[indecipherable] the fourth, were in Budapest, the rest, six, were already a-all\nhome, didn’t go no place. As a matter of fact, I found out after the war that my older\nbrother Moishe(ph) was going to run over to Poland and hide some — somewhere\nthere. But this 1s what somebody told me who I met after the war.",
        "A: Yeah, I worked in a laboratory.",
        "A: It was not bad, let’s put it this way. Really not — before the — before the Germans\ncame in, it was not bad.\nMarch 2, 2010",
        "A: I was living in Dabutsa(ph), it was not far from the real — the synagogue, you\nknow, I was living by mys — by a — by a— an older couple who rented me a room.\nNot my own apartment, or my own [indecipherable] gave me a room —",
        "A: Yes. And as a matter of fact, the Dahani(ph) synagogue was not far away, and I\nused to go every Friday night to listen to the cantor. You know, it’s used — things\nfrom home, so I— so I was going every Friday night to listen to the cantor because I\nwanted to, and my older brother did the same thing.",
        "A: No, no, because they didn’t have big rooms enough to have two people living\nthere, so he lived in another apartment with somebody else, another older couple.",
        "A: Yes, we saw each other frequently, yes.",
        "A: Yes.",
        "A: Well, we looked out of the windows and we saw the marching. And each one\ncame to sou — there’s gonna be trouble, it’s gonna be trouble. Because a few days\nMarch 2, 2010\nlater, they already send out notices to the Jewish people like no — now, if I had to put\ndown a stick here, and start a [indecipherable] and if somebody killed me during\nthe day, he knew nothing is going to happen to him, because the Germans 1s not\ngoing to prosecute him, or the Hungarians, because he killed a Jew. So you were\nafraid to go out on the street.",
        "A: The Hungarians were almost the same way, you know. Almost — almost like the\nGermans. Now, but that time, I don’t know how much control the Germans had yet,\nbut the Hungarian army had a lot of control. I guess Hitler gave them the — gave\nthem that they can do that. They called munka [indecipherable] zwangsarbeit, you\nknow, forced labor for the Jewish people.",
        "A: For forced labor I co — was called — even though you’re supposed to be only 18 y\n— you’re supposed to be 18 years old, but I was called up. And you had to wear a\ncard with the s — with the re — with the — with the yellow band here, and gather here\nand then they took you to forced labor. Because by that time, the Americans — the\nAmericans did a lot of damage to Budapest. They bombed a lot of things, important\nthings in Budapest. And they marched us to clean up whatever they had there.\nMarch 2, 2010",
        "A: No, my brother ran — somewhere was hiding. He found a — he found a family that\nhe could hide, you know. And he had a girlfriend, you know. And to me, I think he\ndisappeared during this time already. I didn’t see him and I didn’t know where he 1s,\nbecause see, either he didn’t want to come out, he should be recognized. So I had to\ndo things on my own, even though I wasn’t 18 years old yet. But they took me to\nthese kind of works. And then, month later, this was — let’s see, this was May, June,\nJuly, around July already — I mean, rumors went down that they’re going to ship us\naway to ric — to a camp, right. So, because we lived already in a ghetto.",
        "A: It’s called a close out there, close ou — I mean, the streets, just like let’s say you —\nyou — your Connecticut circle or something like this. So this is the streets that they\nhave. And that was a ghetto there.",
        "A: In the ghetto, each day, they knew because they came into the hall in the bottom,\nyou know, in those — because the ghetto is, you know you're there, they have the big\napartments here, and here 1s like a garage you can come in the middle, you know.\nAnd all you had to see, all the Jewish people should come down, you know, and\nMarch 2, 2010\nthey knew who we are. So they forced us to the labor camp, because most of them\nwere Jewish, you know.",
        "A: In the — in the — in the — in the ghetto. In the ghetto. Because I remember the\nHolocaust Museum’s name, what 1s the street where you —",
        "A: Raoul Wallen — I saw him.",
        "A: He was still there when we — he gathered us — you know, a lot of Jews who were\nbelow 18, you had to be still, you know, gathered us, because I would have been 18\nin 2,000 — in na — in — in September, but that was, I think, a little before September,\nbecause I think they were — he came from — from Sweden bu — Sweden bu — but we\ndidn’t know anything about it. So he told — spoke to hundreds or maybe thousands\nof Jewish boys and girls, you know. What was the talk? Hitler wants the Americans\nshould — I should [indecipherable] to the Americans. They want 10,000 trucks and\nhe’s gonna let 10,000 boys and girls go to America. Jewish. But the Americans\nrefused the trucks, so the Germans came right away to cross [indecipherable]\nAustria.\nMarch 2, 2010",
        "A: No, no, I don’t know. Really I wouldn’t know. But you know, you didn’t — you\ndidn’t go there every day, because you weren’t in the ghetto, you know, in the place\nthat’s a— maybe it was in the shul, in the synagogue that he gathered us, or\nsomewhere else. But you know when you’re this age and you — one day you come\nand one day you don’t come. It’s — it’s not something that — that — that — that — that —\nthat you believe something is going to happen, you know. You hope, but — and then\nthey just disappeared, everything.",
        "A: In the ghetto nobody had enough to eat. That — they gave us, let’s say, a bread,\nfor three days, a pound of bread, or four days. Now, you tried not to eat it, correct, in\nMauthausen, you tried to eat every day a piece. But you had to sleep with it, you\nhad to hide it, you had — otherwise somebody stole it from you.\nMarch 2, 2010",
        "A: We were — we were — we were walked, we were not thre — we — we — they didn’t\n— see, let’s say this is Budapest, Hungary, and this 1s the border to go to Austria.\nAnd Mauthausen could be here, maybe 500 kilometers, or I don’t know how much.\nSo we walked from here, over here and here.",
        "A: Th-They made us sleep in certain places, I’d say —",
        "A: It took maybe a month, or maybe six weeks, or maybe two months, I don’t know\nexactly.",
        "A: This — well, you marched, because — this I wouldn’t know. No, you just obeyed\norders, you know.",
        "A: Right, right, but — but the — the funny thing 1s this, because I been saying those\nthings too. Once we crossed the border, is we didn’t — we didn’t sleep outside\nbecause it — the winter started to come, you know, 1n — in — in September, October,\nthere’s cold already. So — so, in certain places where they knew the — let’s say they\ntook us into a place like this, which in — can take in, 1f you want to sleep 30 - 40\nMarch 2, 2010\npeople, so they put in a hundred people. So you couldn’t sleep, you couldn’t lay\ndown. You could only stay. Now, if somebody died — I se — I been saying this all the\ntime, if somebody died, you didn’t report it to them, you just took them as — as a\npillow, and you slept on them, you know. So that was a difficult situation, walking\nand stopping, and walking until we reached Mauthausen.",
        "A: No, once we crossed — we went, we crossed the — from ha — from Hungary, that\nwas the Austrian army.",
        "A: Hungary was Hungarians, yeah.",
        "A: Well, I had — no, see, it was too late for that time when we came to the ghetto, or\nthe changes, the clothes like you see in the movies that you had those stripes and\n[indecipherable] no.",
        "A: We did have — we still have the — had the — only the clothes that we came with,\nyou know. Nothing else but a pair of pants and a jacket an-and a shirt or whatever,\nand that’s it. Cause you couldn’t — we were not allowed to take anything with you\nMarch 2, 2010\nwhile you were walking, cause you didn’t have nowhere to put it, no place, you\nknow.",
        "A: In the ghetto they fed us once a day, lunchtime. So in other words, they gave you\na bread for three, four days. You had to be your own master on it, to eat 1t one time,\nor you can not eat nothing for the next three days, or just cut it, or — or tear off a\npiece and eat today and tear off a piece and eat tomorrow.",
        "A: While we were marching, you know, it’s — it’s — it’s gonna be stopped, because\nthey have nothing to feed us when we were walk. They brought us a soup\nsometimes, you know, later on, because let’s say we stopped five o’clock, two hours\nlater they brought in the [indecipherable] you know, for everybody something. But\nfood, forget it, it’s not really —",
        "A: This why people died, mainly cause you didn’t have any food at all.\nMarch 2, 2010",
        "A: I wish I knew, but because y-you know, y-you’re talking — first of all, you’re\ntalking to a very young person, you know, who did not experience anything of the\nsort. And it didn’t think that it should go into my mind to watch —",
        "A: I only think I watched because they told you when you walked, let’s say here,\nfive people walked in the street, and they announced it in German, if somebody’s\ngoing to step out, is gonna be shot. So everybody was — was very, very alert, just to\nwalk exactly behind anybody, not to step out this way from the line.",
        "A: They stopped, but they didn’t say a word, you know. They laughed, they didn’t s\n— didn’t say a word, I mean, it’s nothing.",
        "A: Oh, they enjoyed it. This 1s the way it looked to us, you know.",
        "A: Most of it the countryside, you know. Sometimes you had to walk through a\ntown, because in order to find somewhere to put us up, so the towns had — either\nthey had the churches, or they had other things. [indecipherable] you could — you\nMarch 2, 2010\ncould — stalls, you know, from — for the cows. They took the cows out and they put\nus in there for the night, you know, things like this.",
        "A: No.",
        "A: Eventually we arrived in Mauthausen, but Mauthausen was so full that they\ndidn’t have empty space for us where to put it — put us. So they built, you know, for\nthe outside, those — th-those — how — th-they build now f— you know, when — when\nthe —",
        "A: Tents.",
        "A: Tents. Tents, you know, they built for — they built tents. I mean they built not\nsmall tents, they built tents that could take in a thousand people.",
        "A: Scary, very scary. You don’t know what’s hap — gonna happen. You did not\nknow nothing. The only thing you heard, a lot of bombing at night, because I think\nMarch 2, 2010\nthe Americans already bombed these places. Because they bombed Budapest and\nthe Americans [indecipherable] was still there. And they bombed, you know, so th-\nthat’s the only thing we could hear.",
        "A: No.",
        "A: No, because there was Jews and non-Jews prisoners and a lot of Russian\nprisoners in there also, o-on those — in the regular barracks, you know, it was very,\nvery big.",
        "A: No. This why I’m saying this, I found this picture in my pocket.",
        "A: Most of the time no, because you know, every — every barrack had — had a—a\nkapo, a leader, a Jewish leader, that’s it. The Germans said, you’re going to be the\nkapo, you’re going to be responsible for those thousand people. They cannot go out\nunless you take them out. We tell you to take mi — take out 10 or 20 or 30, and go\nthere and there.\nMarch 2, 2010",
        "A: I really don’t know, because m-maybe I — maybe when you’re younger than —\nthey were older people there also with us. They probably would have known certain\nthings or they would have, you know. But my a — my impression was to just keep\nquiet and don’t mix in, and don’t do just you are t — what you are told. That was my\nimpression and this what I did.",
        "A: Right, the same. You see, as — as — as they came closer, the Germans — I mean,\nthe Americans, you know, occupy this part of Austria and this part, they came\n[indecipherable] closer — I’m talking months later, they used to take us out to work\non schutzengraben.",
        "A: Schitzengraben. This is for the — for the army it was you go into those foxholes.",
        "A: Yep, we are digging, digging and digging, di-digging, and digging and digging\nand then brought back, you know, brought back you know, but — and then the\nAmericans still came closer, right. So this was already January, February. In\nFebruary, I think, in the beginning of February they marched us out from\nMauthausen — or — or in January, I’m not sure — marched us out from Mauthausen,\nand they took us to a place, Gunskirchen.\nMarch 2, 2010",
        "A: Worse. Because that was in ou — in the mountains, you know, and it was raining\nand muddy. You — you — you couldn’t even go and lay down to sleep, you can only\nstay, because the mud was still here.",
        "A: In the barracks, with no floors. Til — til May the fourth, of the liberation.",
        "A: I talked so much about that liberation day. We get up in the morning from like I\nsaid, the kapo. Me — not me, because the older people who were in the camp. So the\nkapo going in and out, several kapos, knock on doors — on there. They didn’t know\nwhat happened. So I don’t know, at 10 o’clock or 11 o’clock [indecipherable]\npeople looked out, they didn’t see any Germans in the uniforms, they didn’t see any\nbe — if they saw a German he was running this way, you know. So they came in and\ntold everybody, something is wrong, something 1s going on, you know. But by two\no’clock, you know, the kapo came in, says the German left because the Americans\nare coming. But we have to wait til the Americans are going to come here, because\nyo-you don’t know where the Germans are now. They are not here. If you go out\nnow, you might find a German who can do harm to you. So we were in there, but\nsome people, older people, younger people — I was too weak and too young to s — to\nMarch 2, 2010\n— to think, went out from the — from the — from the barracks, and they went to the —\nwhere they had the food that — you know — and started to open up the stores there,\nwhatever they have sas — and they started to bring it into the camp, you know. The\nreason why I remember these things, I was too weak to go there, so I stood by the\ndoor — my wife, I used to tell her that story, and this was a funny thing, what\nhappened. I see one fellow, maybe a little older, a year or two than I, which I never\nknew him, comes in with — with something in his hands like this, a jar like, you\nknow.\nA2: Honey.",
        "A: Honey. I didn’t know it’s honey. So I j — I was laying down there and I jump up\nand I grab it. And it made him full of honey on his face, and he was very angry at\nme. But I had some honey, and — and started eating. And then I didn’t see him again,\nwe didn’t — no, we didn’t. But — [’Il tell this later on. So by f—I think it was around\nfour o’clock, was no — who had watches, but we just looked at — was around four\no’clock that the Americans came in. And they opened the door, so they says, you\ncan go any place you want. So where do you go from d— you don’t know — nobody\nknew where. So they directed us to go into the town, it’s called Wels. Wels, it’s 30\nkil — 30 kilometers or less than Linz — from Linz. So we all went into that town, I\ndon’t know how many thousands of people, but a day later — we slept outside,\nMarch 2, 2010\nbecause there is no place where to sleep. A day later and two days later and three\ndays later, we were still walking around [indecipherable], but the Americans came\nwith their Jeeps and grabbed us, put us in in the Jeep and brought us to Wels,\nbecause Wels had room for thousands of people because it was an SS camp,\nofficers’ camp. And everything was empty, so they brought us there, you know. So\nwe are there and they didn’t know how to feed us, so they gave us too much food. A\nfew days later, I je — I remember on a Sunday morning, hundreds of people were\nlaying outside hardly breathing because their stomachs swelled up, you know. And —\nan-and I found right there, some of my — some — two people from my hometown\nlaying there.",
        "A: No, no I didn’t know. What happened to them, I don’t know, I think one of them\ndied, but what happened to the other one, I really don’t know. But then the\nAmericans got somebody in and they — and they advised them what to cook and\nwhat to serve for those people, otherwise [indecipherable] are gonna die.",
        "A: Yes.\nMarch 2, 2010",
        "A: Yeah. They were — just nothing, I mean, they j — they just looked, I suppose. I\nmean, nobody had any conversation with them. Not me, and not — not my friends\nwho were with me. Friends — those people who came with me. So we just looked\nand looked and looked, you know, so — but — until the Americans came and took us\ninto the Jeep, said, let’s go — no, come. So, I remember else, I’m — I’m a week, two\nweeks, three weeks, I think after the fourth or the fifth week, I don’t remember\nexactly because nobody counted. I’m in the — in the — taking a shower, because it\nhas community showers, like the people, you know, here for the women and here for\nthe men. And I’m walking out dressed up to take a shave or whatever it 1s, and a girl\ncomes over to me. And she looks at me. She says, I know your name. So I almost\ndropped dead. You know, she said, what do you mean you [indecipherable] in\nYiddish [indecipherable] she says, your name is Ernie Pollak. So I figured right\naway somebody knew. Says, how do you know”? She says, I was with your sister in\nthe camp. Her name is Bluma(ph) Park. So I says, oh my God, tell me exactly\nwhere, you know, this was at — it was already four or five weeks, I don’t know\nexact. So she says to me, she is in Bergen-Belsen. Now, Bergen-Belsen, I don’t\nknow how many hundreds of kilome — kilometers, because it was in Germany — it\nwas from there. Now I would not — I did not expect that I’m gonna figure th — say to\nmyself I’m going to go to Bergen-Belsen, how am I gonna go to Bergen-Belsen? |\nMarch 2, 2010\ndon’t know. I don’t have good clothes even, I don’t have [indecipherable]. So she\nsays, when I came here, I came from Feldafing, an — another DP camp. She says,\nyou come with me to Feldafing, you know. She came to see her brother, she found\nout that her brother was — was in Wels with me. And she’s, you come with me, and\nthen from there you gonna go to Bergen-Belsen, which is not that far. So I went to\nBergen-Belsen, it took us three months. We got to Bergen-Belsen Erev rontef —\nErev Rosh Hashanah. Can you imagine how — how long it took us to go there? I\nfound some people from my hometown, you know, and I started asking questions.\nYou know Gans(ph) [indecipherable] his brother, you know? And he says, your\nsister was never here. Whoever I asked, your sister was never here. Nobody knew\nwhat — what I’m asking, nobody knew her, nobody — so, I don’t know why she said\nto me that my sister is in Bergen-Belsen. But I was glad I was there amongst some\nother people that I know from my hometown. And then, a year later — and I’m just\njumping certain things because there’s a lot of things from here til the year later, I\njust want to bring two things together about that fellow that I took the honey.",
        "A: He came with his sister from Romania back to Bergen-Belsen, because he also\nsaid something, because we are sitting, you know, in Bergen-Belsen with friends,\nhaving lunch or something. Ber-Bergen-Belsen was also a camp which it had a —\nMarch 2, 2010\nA2: A DP camp.",
        "A: A DP camp, yeah, because you know where Anne Frank was?",
        "A: It’s jus — it’s — Anne Frank was in Belsen. And Bergen was a— was an SS\ncamp, which it had 10 - 15,000 officers there, you know. And ben — berry — when vi\n— the liberation was, they took from Belsen th — where Anne Frank was, all boys\nand girls in here to the Bergen camp, because they had where to live there, but in a\nconcentration camp. So it became Bergen-Belsen, together. So I sitting at a table,\nand this guy was sitting with his sister, you know, I mean that’s much later, about\nhalf a year later, or — or — or — or 10 months later. And we are talking, what do we\ntalk, with him and with him and with him, we telling the stories about camp, we\ntelling the stories about camp, we telling what happened this. And I happened to tell\nthat story. The guy sitting in front of me, he said, you son of a gun, 1t was you who\ndid this to me. And [indecipherable] you know who.",
        "A: So I apologized, what can I do? But we were friends, all the way. We came to the\nUnited States aga — together, and he wasn’t — he wasn’t in a — used — I used to\ninvite him to — to my Bar Mitzvahs to the kids, and th-that. So it worked out, you\nknow, thank God, you know.\nMarch 2, 2010",
        "A: Well, in order for me to find my sister and the rest of them, it’s — it’s a story, if\nyou’re ready. Bergen-Belsen was a camp for thousands of boys and girls, thousands\nof them. And we — you know how it was, there was nothing to do. There was\nnothing to do. You go again to eat lunch, you go again to eat breakfast, you go again\neat. Was nothing. It was separated by Bergen-Belsen and five different camps:\ncamp one, camp two, camp three, camp four. And each one had about a thousand\nboys and girls or — or maybe more. You had to get a bicycle to travel somewhere, so\nafter I was there six or seven months, the Haganah came down, the Israeli hag —\nsoldiers, maybe a hundred of them, dressed in civilian clothes, cause Bergen-Belsen\nwas under the — the eng — the — the — the — England’s occupation. No, not\nAmerican, was England, you know. And they started to get 50 people here in this\nroom, 50 people here in this room, 60 people here, or a hundred people here. And\nthey used to talk to us, what you should do. And nobody knew whether anybody\nsurvived. So they used to say like this here; you, I’m gonna give you five postcards;\nyou I’m gonna give five post — postcards. Write the name where the postcards\nshould go, to your hometown; whether it’s Romania, Czechoslovakia, or — 0-or it’s\nHungary, or — or — 0-or it’s in Poland, or it’s in any of these places. He says, I\ndon’t care how long it’s gonna take to get there, just write the name to go there. And\nMarch 2, 2010\nwrite not the name, just write to the city hall. This postcard should go to the city hall\nfor Osovish(ph) let’s say, to my hometown. And in the other side write, my name is\nErnie Pollak. The first Jew who comes into the town, give him my postcard. Don’t\nyou think I wrote one day, I wrote next day. About three months later I get a\npostcard from my younger brother.",
        "A: No, he was in Auschwitz, but he — they send him from Auschwitz to a camp, to\na labor camp. And he says to me, your older brother is alive, and your older sister is\nalive, and they are in this and this town in Romania. I came to my homet — to our\nhometown, and there’s nothing here. Don’t come home. I’m gonna come to you. Of\nc-course I wrote the address where I am, this why the postcard came to me. Says\ndon’t come home. It took a few months and then he got to me. So we were already —",
        "A: — two brothers — yes, 1946.",
        "A: Yeah.",
        "A: Well, he told me that my older brother — as a matter of fact, years — a little while\nlater, my older brother, like I said in the beginning, that he and his girlfriend — he\nMarch 2, 2010\nhad a girlfriend in Budapest — he found her after the war because they were\nliberated in December, I think, ’44. He found her, they got married and they got\nhome, he went home, December [indecipherable] not in Budapest, it was — well\nmaybe to her hometown. And she had a baby girl, and she got very sick, she fell off\na table, something with her foot, she — and they had to go to Vienna. Later on, I\ndon’t know when this happened, maybe a year later, she had to go to Vienna when\nshe was a year old, or three years old, in order to fix her leg. But while he was in\nVienna, he stood there already for a while, you know. And then he came to Bergen-\nBelsen. I don’t know — I don’t even remember why they came to Bergen-Belsen,\nbut he came to the United States after this.",
        "A: What?\nA2: Never came to — never came to Bergen — I d— I don’t —",
        "A: No, I thought he didn’t come to Bergen-Belsen, I don’t remember.",
        "A: No, no. It’s — it’s — as a matter of fact, when I got to Bergen-Belsen, and I met\nhim, yost — your — what’s his name? Gans(ph), Gans(ph), I met, from my\nMarch 2, 2010\nhometown, and the first thing he told me, I was with your father, and with your\nbrother Moishe(ph) in camp together, but a few days before the liberation, they\nmoved us from one place to the next place, and we had to walk and walk. And your\nbrother went out of — ran — went out of line, Moishe, and he ran to a store, and — and\nthe SS ran after him. But your father ran after him also, to bring him back, so I heard\ntwo shots. So they must have shot both of them, cause only the SS came out, and\nyour brother and father didn’t come out from that store. This is two days before the\nliberation. That’s all I know.",
        "A: Because they were too young anyway, because I know my mother got killed in\nAuschwitz with the rest of the three or four sibling, a little girl. Because one was\nborn 1930 — ’30, one was born 1938 —",
        "A: — an-and one was born 1934.",
        "A: Bluma(ph) got married to our cousin [indecipherable] Klausenborg(ph).",
        "A: Befo — no —\nMarch 2, 2010",
        "A: After —",
        "A: After she was liberated, yeah, after. This what he said to me, my ran — he — he’s —\nmy younger brother send me the message, says, Bluma(ph) is home, and David is\nhome, you know. And he had — the husband she married had three brothers in Israel,\nso he wanted just to go to Israel. So they went to Israel — I think I was told, I’m not\na hundred percent sure, I was told that she went with the — with the Exodus boat,\nI’m not a hundred percent sure, but the Exodus boat went in 1947.",
        "A: And they wouldn’t let them into Israel, so they — they — they went over — what is\nthat —\nA2: Cyp —",
        "A: Cyprus, they went into Cyprus for a year. Then when Israel became a state,\nthey moved them into Israel.",
        "A: When I was able to communicate with her the first time, that — I don’t — I don’t\nremember exactly when, I must have, because my — yeah, because after Israel\nbecame a state, I was able to communicate with her.\nMarch 2, 2010",
        "A: Bergen-Belsen I stood til 1949, September.",
        "A: Then I came to the United States.",
        "A: Well, to me and my younger brother, there was something, you know — in 1934,\none of my mother’s sisters — my mother had four sisters and two brothers in New\nYork. One of my mo — my brother’s sisters came to my hometo — our hometown,\nbecause my mother gave birth to a boy and she wanted to name him — to name the\nboy after her husband who died in — in — in New York. But the husband — in — not\nnew — yeah, but her husband had a brother in the small town — 1n the middle time,\nyou know [indecipherable] brother. Now in the Jewish religion, if you want — 1f the\nbrother is alive, in the Orthodox religion, and if you have a boy and you want to give\nhis name [indecipherable] the person, hi-his wife has to get Halitzah, separation.\nSo whi — she came from New York to my hometown — to our hometown, and he\ngathered the full synagogue and they made — the rabbi made Halitzah, in other\nwords a separation from her husband, who was dead, and this little boy can be\nnamed on his name. So this how I knew her, and then you know, we se — my\nMarch 2, 2010\nyounger brother said look, we have very no — whoever remained alive, your sisters\nwent to Israel. We have to wait to go to New York to see the rest of the family. And\nthis 1s what we did.",
        "A: It’s — it’s — it’s — it’s a funny thing that you ask. We remained three brothers and\na sister. My brother married a cousin, and he was religious, but my — my — my sister\nmarried a cousin and he was religious, the one in Israel, and they observed\neverything religion — quite religion [indecipherable]. My older brother became\nOrthodox also, because he was Orthodox always, and he didn’t leave. So a matter of\nfact, I have a kosher home and sometimes he realized and he used to come and eat in\nmy house. And at one time he realized that 1t might not be as kosher for certain\nreasons, I don’t know. Then he says, I’m not going to eat in your house again. So I\nwent to Brooklyn and I brought in food for him, you know [indecipherable]. But\nmy younger brother, Shlerma(ph) — and I used to talk to him, you know, but I didn’t\nsay anything; he became an atheist. So I says [indecipherable] sometimes, why. He\nsays, 1f God could stay up there and watch two million boys and girls as young as I\nMarch 2, 2010\nget killed, He didn’t do nothing, he says, why should I believe in Him? I am relig —\nPll go —I go to synagogue, I sometimes read the Torah sometimes here — here in\nnew yor — in Washington.\nA2: Leisure World.",
        "A: Leisure World. And we observe, we have a kosher home, but I’m not as\nreligious as I should have been, or — or as — and it — I f—I feel comfortable like this,\nyou know.",
        "A: Well —",
        "A:—I-—my family is — became my first, you know. I met her not even a year I was\nin New York, right? And then we got married in 1952, yeah.",
        "A: Lucy. And thank God, you know, we build a nice hou — home. I have two\nchildren, a daughter and a son, and I have five grandchildren, three boys, and they\nall have a kosher home, you know. And my granddaughter in — my — my daughter\nbelongs to [indecipherable] and my older — my granddaughter, who’s already 17\nMarch 2, 2010\nyears old, she reads the Torah day re — every — every month. And I just came back\nhere, she read the Megillah, part of it. So I’m happy. And — and I — my — my son\nsent the three children til eighth grade in Hebrew schools. And thank God —\nA2: Jewish day.",
        "A: Hm?\nA2: Jewish day.",
        "A: Jewish day school, yeah, to a Jewish day school. And it works out okay, he’s\nmarried happily and my daughter’s married happily and that’s it.",
        "A: Thank you.\nA2: Your second interview.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 2, 2010\nRG-50.030* 0582",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Ernie Pollak\nconducted on March 2, 2010 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ERNIE POLLAK\nMarch 2, 2010"
    ]
}