{
    "rg": "RG-50.549.01.0014_trs_en",
    "sequence": [
        "Q: Okay, so let's start again, | want to ask you your name and address.",
        "A: My name is Thomas Blatt, my Yiddish name is Toivy(ph). | live at 19427\nSoutheast 14th Street in , Washington, 98029.",
        "Q: Okay. So! wanted to start with where you ended your videotape interview.",
        "A: | don't remember where | ended.",
        "Q: Okay.",
        "A: | probably ended, | have the tape here but | can't ;",
        "Q: Well you ended by talking about how you joined a, a partisan resistance group.",
        "A: Probably | ended where | met the first Soviet soldier. Liberation, probably.",
        "Q: Okay no, you hadn't gotten to that, but maybe we can, | wanted to ask a couple\nof questions about that group that you were in and what it meant to be part of the\nresistance group.",
        "A: Yeah.",
        "Q: So what group was it and how did you enter it?",
        "A: When | escaped from Sobibor, of course | was later hidden in a farmer's farm. He\ndid try to kill me, | escaped and find myself in a village. In the beginning | was a\ncowhand, | helped with the cows because the farmer wouldn't keep me like this so |\nhelped him out and once, a friend of my father, he was aware I'm Jewish, otherwise\nnobody did know I'm Jewish and he did want to help me. He called me and told me,\n\"Tom, here's a piece of paper and an envelope, please deliver it to the next village,\nto that and that farmer.\" And | went over there. From that point, this farmer send\nme someplace else and finally | find myself not knowingly, working for the, in the\nunderground. | didn't know what kind of underground, but | was delivering\nThomas Blatt 2\nJuly 26, 1996\nPage 2\nmessages and | was with them in the forest and once in awhile we did go out to mine\ntrains, Is , still not Knowing what kind , but later | find\nout and that this is a organization, a peasant's organization called Battalione(ph)\nHopska(ph), which in translation would meant, Peasant's Battalions. This was, on\nthe political ground, it was in the middle, between the right and the left wingers.\nLater, after the Germans were chased out from Poland, some of them attached\nthemselves to the Communist and some of them were the Nationalists, Akar(ph).",
        "Q: So how old were you then?",
        "A: | was in that time 16 years old.",
        "Q: And you had seen a lot, you were not a child any more, it seems.",
        "A: No, | wasn't a child, | wasn't a child a long time before this, but of course the war\nspeed up our development, mental development, special. So | do, | did see a lot.\nYou see, some survivors were in the camps, concentration camps or they were as\nChristians on false papers. | did go all the phases through. | was in the ghetto, |\nwas in jail, in camp. | later was in Christian papers and later was in the fighting\norganizations, so in all the aspects of the critical points of the\nhiding as a Jew. Not only in one place. So | know all the faces and all the difficult\nand different situations and | was of course liberated as a member of the\norganization, which later | was aware, the how, not by choice, but of course by\naccident. So many people by accident were in the Communist underground or the\nNationalist underground.\nThomas Blatt 3\nJuly 26, 1996\nPage 3",
        "Q: So by accident. So that's what | wanted to ask about. You were 16 and this\nfarmer asked you to start bringing things.",
        "A: To deliver a message.",
        "Q: And so at what point did you start to understand or think about or realize that you\nwere part of this movement?",
        "A: The moment he send me, when | took the message to the next village, | already\nunderstood that this is something, it's a new phase in my hiding, | had to say. And\nwhen | delivered the message, in that time, you see, every day you survived. It's\nlike | was, was like a bookkeeping. Every day you survived a new sight\n. So when | was on the farm, | thought oh, maybe | should sleep\nhere, it'll be another safe day. So | went to the barn to sleep. | asked the farmer\ncould | sleep. Oh, | don't want to go to make, back to my village, | am tired. He\nsaid of course you can sleep in the barn. And in the barn night time, some people\nstarted to arrive. About one o'clock, a group of about 25 people ,\nAnd | was ascared they will recognize me as a Jew so | digged in deeper in the straw.\nAnd they laid down, they relaxed. And about two hours later, everybody left and the\nway | find out, from their conversation was they're going on to mine the railroad tracks\nsomeplace, not far away. So | understood, that I'm in the midst of a organization, |\nstill didn't know what kind, but later, as you see, special\nonce they did give me a horse and carriage, with a lot of leaflets from the Polish\ngovernment in exile in London. And | supposed to deliver packages of the leaflets\ncertain safe houses. So on that point | understood that they trust me already\nThomas Blatt 4\nJuly 26, 1996\nPage 4\nbecause | did know all the circuit we were delivering. And | understood for who | am\nworking. Except that this Mr. Russelinski(ph) who was the head of the organization,\nwho took me in to deliver the messages, he only was aware I'm Jewish, in the\norganization. Nobody else did know. As a matter of fact, the next day, when | was\nsleeping in this, in this village | mentioned before, it was Sunday the next day and the\nfarmer said, Tom, they called me Tolek(ph) in that area, Tolek(ph) we are going to\nthe church today and this farmer said, \"Tolek, come to the church, we are going to\nthe church. Tolek, come to the church.\" So | said, \"Okay.\" You see, | come, |\ndon't come from an Orthodox family, but my old relatives were Orthodox and\nwatched out for me | should learn the Torah and everything else. My\nparents really didn't care much. And | believed in God and to be a nice Jewish boy.\nYou should never go without a cap, you know, if you take down the cap, you should\nhave a yarmulke. And still, no matter what, after after everything else,\n| still felt uneasy taking down the hat. Now they're going to church, | was aware |\nmust take down the hat and what makes it worse, you're going to the church. We\nwent over there and they are taking down the caps, the farmers and there's a big\ncross. And to take down in front of Jesus and the cross, | felt it's something terrible,\n|can'tdo. Soldidn't touch my hat. But the farmer looks at me and said, \"Och, like\na Jew.\" And he, with his hand he and threw out my cap. So |\nremember, but later when | was in the church, pretending I'm praying, we prayed of\ncourse in Polish and | prayed in Yiddish and asked for forgiveness that | am praying\nin| achurch. So now! don't mind, you know, it's different, but that time, my mind\nThomas Blatt 9)\nJuly 26, 1996\nPage 5\nwas set this way. So | feel to do some kind, how do you say it in English,\nblasphemy?",
        "Q: Blasphemy, yeah.",
        "A: Yeah.",
        "Q: So all these people that you worked with, the resistance, did not know you were\nJewish and it was important not to tell them?",
        "A: Yeah, it was important not to tell them because the organization, we talk about a\npolitical organization, underground organization in Poland. One was called\nAkar(ph), AK and | know they killed the Jews. But on the other side, some Jews\nwere members. Mostly doctors and so. So actually everything depends on the\nperson, on the individual and if | was in this organization, maybe one wouldn't hurt\nme, but | bet there were some would hurt me badly would they find out I'm Jewish.\nAs a matter of fact my friend was hiding in the village. He attached himself to\nanother organization, a leftist organization, where he should feel secure and he was\nkilled by them.",
        "Q: Why?",
        "A: Because he was Jewish, so they killed him. So it was dangerous to admit, so |, |\nlooked like a little shygitz(ph), shygitz(ph) is in Yiddish, is a little Christian boy,\nbarefoot and | was wearing, | remember, over, overhaul, you know and | didn't stood\nup as a Jew, my nose wasn't as big as is now. You know very younger, when you,\nwhen you, when you grow older the nose, first of all the nose is getting older too,\nlonger. No, | was, | was pretty good. They didn't recognize me.\nThomas Blatt 6\nJuly 26, 1996\nPage 6",
        "Q: And were there other Jewish young people or other Jewish people in the group?\nDid you...",
        "A: In the organization, no, no, not in this area. Ohno, no. There were living in this\narea, some Jews, there were two girls working at maids to Christians and there were\none Jewish girl which married a Christian in another village and there was some Jews\nworking as tailors, quietly, you Know this was 1944, when the Germans actually didn't\ndare to come to villages like he used to come years before. When they did arrive in\nvillages now, it's with big groups and very careful and soon and soon. So it wasn't\nso dangerous to take in a Jew for , like it was, for example in 1942, '43.\n| talk about little villages far away where the partisans had the upper hand for the\nGermans. So some Jews were in the villages, living half hidden, half open.",
        "Q: But you stayed private about being Jewish?",
        "A: Yeah, yeah, in the partisans at least, yeah.",
        "Q: And so did they feed you, did they give you a place to stay, did they protect you?",
        "A: They didn't need to feed me or give me a place to stay, | mean in daytime mostly\n| was working with this farmer. But if there was, as it called, action, we did need to\ngo someplace, they let me know, come here and there to assemble, to assemble\npart. We went out to a railroad track or we had some meetings and so on, so on\nand daytime, even back to work, no one did know that we are farmers, although in\ndaytime | used to deliver leaflets, | mentioned. Ormessages. But it wasn'ta group,\nwe was always in the forest.",
        "Q: But there were some that were like that?\nThomas Blatt 7\nJuly 26, 1996\nPage 7",
        "A: Yeah, but , they weren't always in the forest. And every group\nhad people which in daytime, every partisan group, resistance, had people in daytime\nwere normal people and in nighttime they went for some actions, they were called.\nAnd some were always in the forest. Actually the village was in the forest\n, It was in the forest.",
        "Q: And what was the name of the village?",
        "A: Mchy. M-c-h-y. This is the Polish spelling.",
        "Q: Okay. So a little while ago you said, then one day you met your first Russian\nsoldier?",
        "A: No then one day. Finally. This was in July and a German soldier arrived in the\nvillage. And it was obvious that he, that he escaping and he told us that is an end\nto the war. It was already July 1944 and us aware that the Germans\nare escaping, finally they arrived in our village. And we have seen it, the older\nfarmers left the village and went uphill, for the prepared hiding places and dig outs\nand so on, ditches, you know. But, | was without in a hiding place and | didn't know\nwhat to do because they didn't let in strangers, the villagers. And the farmer where\n| working as a cowhand, he was aware I'm Jewish and he was afraid to let me in the\nlast minute, you know, never know what could happen. So! went down to the village\nand mingled with the Germans, they were on every, on every farm. So anyway |\nwent into a farm house, picked up a cow and took the cow back uphill. On the way,\na German soldier passed me and he was washing himself with, he was shaving\nhimself actually. And he offered me a cigarette, he talked with me a little bit and\nThomas Blatt 8\nJuly 26, 1996\nPage 8\nlater | went down with the cow and to the field. And so if somebody stops me, of\ncourse | would say | take care of the cow, this is only, you know, belonging. So | felt\na little bit safer, but later when the shooting is coming closer | was a little bit afraid\nand tried to get in, in a, you Know, when they cut the corn, they but it in kind of a, |\ncall it bundle and they put the bundles together so if forms like a, like a Indian shed,\nwhatever would you call it? Anyway...",
        "Q: Teepee.",
        "A: Yeah. | went to, so there was in the field a few of them standing and | was trying\nto hide in one and when | was trying to get in, | notice a person's over there. And\nthe person was a Russian officer who escaped from, a few POW's were in this village\nwith the Germans and he managed to escape, they were kept in a barn and he was\nhiding, so | noticed him and | was very happy because you have somebody to, of\ncourse it was dangerous, but the Germans were down in the village, | says,\nuphill. | was happy to see him and we talked and explained that oh,\nthey're machine guns, which meant Russians about 10 miles from here and later\nwhen we heard single shots, he explained, oh now they must be someplace in about\na mile from here. And later was quiet and he said, \"You know what, | think we are\nliberated, because the front probably passed the village on the eastern side.\" And |\nlooked down to the village and of course there were no more Germans, but there\nweren't a lot of Germans, | mean. A few of them and they were mining tanks and\nthey exploded the tanks, probably they didn't have fuel to drive them so they\ndestroyed them before they left and later the, the Germans left and was completely\nThomas Blatt 9\nJuly 26, 1996\nPage 9\nquiet, like nothing. So 1! went down with this Russian to the village, looked around\nand later was walking on the road, not being completely sure that | survived, but |\nhave the feeling, | think this is the moment. And finally from far away, I've seen a\nman on a bicycle. And | was wondering what is he doing with the bicycle and he\nwas bicycling to the village. I'm waiting, waiting, when he comes closer, | recognize\nthe Russian uniform, clean uniform. They're lighter than the Germans, than the\nGerman uniforms. He comes by, he drives closer, | recognize a Jewish, um a\nRussian soldier. He finally stopped near me and he asked me, \"Germans if\nnicht(ph)?\" There are no Germans here? | said, \"No, there are no Germans here,\nthey left.\" So he turns around, went back. Few moments later, | seen on the edge\nof the forest about 200 yards away, somebody in a house and a black coat, overcoat,\nlooking around for a few minutes, turning around and went back to the forest. And |\nrealized that this is, | must be liberated and | was shocked, because | dreamed over\nthe years about liberation, how the liberation would look like, how | will grab this\nliberator, | imagined it must be a soldier always, and kiss him and be happy and\ndance. And really be happy | survived and dance for joy or whatever people are\ndoing when they are happy. And it wasn't so at all, | was really, when up to now, |\nwas full of energy and | didn't think about anything else, just to survive. Now\neverything collapsed. | survived and it was, it was a terrible, pity should | say, | don't\nknow. | felt terrible that my, my parents didn't survive, my brother, was only a year\ndifference. So | felt the heaviness of the past tragedy that just fell on my shoulder\nhttps://collections.ushmm.org\nThomas Blatt 10\nJuly 26, 1996\nPage 10\nand my soul and instead of be happy and joyful, | felt down and disappointed and it\nwasn't the way | meant, | thought it will be. And this was my liberation.",
        "Q: You felt that way at one moment or did that feeling of disappointment come later?",
        "A: The moment of liberation. Which could, as I, you say moment, it could be an\nhour, it could be, it could be a whole day | felt this way. | don't remember.",
        "Q: Wow.",
        "A: Yeah.",
        "Q: And so thinking back on that now, is it still a disappointment?",
        "A: You see, when | was in Sobibor you know Sobibor wasn't a concentration camps,\nSobi was a death camp. A lot of people don't know the difference. A death camp,\nyou come in, you go to dead, with . And I never cried. | lost my\nparents in a matter of a few minutes and my brother, | never cried. When a day\nearlier, when they took us, before they took us to Sobibor, if one of my parents\nwould die, let's say my mother, happened she died in the street, a truck run her, run\nher over, | would cry, | wouldn't imagine a life without her, it would be a terrible\ntragedy. Now, a day later, hours later, | lost my whole family and | didn't shed a tear.\nAnd | asked my friends, | thought maybe something wrong with me. Nobody cried\nin Sobibor. Why? Because a mechanism, another way of thinking took us over.\nThe nature helped us to survive by blocking out the past and the same thing was\nbefore. When | was liberated, my feelings, the normality of the person, of human\nfeelings especially, was no restrictions, this is the reason | felt the true feelings which\nwere earlier suppressed.\nThomas Blatt 11\nJuly 26, 1996\nPage 11",
        "Q: That's a lot of feeling for one day.",
        "A: Yeah. And later, about a year later, | had another, | would call it, back down, not\nback down, another, when | did open completely because no matter what, | still, it\nstill didn't reach me, the past deed, but in 1945 | was in a city called Gliveesa(ph),\nwith a friend and | did drink a little bit vodka and | remember suddenly | started to cry\nand cried for a whole afternoon, maybe four hours. After that point, after | stopped\ncrying, | felt really a different person. And from that point on, I, | think | started to live\na normal life.",
        "Q: That was how much later though, a year?",
        "A: A year later.",
        "Q: A whole year.",
        "A: Over a year.",
        "Q: So in that first day though, did you cry?",
        "A: No.",
        "Q: No.",
        "A: No, still not cry.",
        "Q: You just felt the...",
        "A: | very seldom cry, from that point. When |, when | did cry, | see a movie, from the\nwartime. | would, | would put in a few tears and that's all, when | see what's pictures\nfrom the past. That was the first time | cried really, besides this | mentioned this\nGliveesa(ph) was a Polish movie | have seen called Channel, about Jews escaping\nthrough the tunnels and the shoes and so and so on and that time | cried. And other,\nThomas Blatt 12\nJuly 26, 1996\nPage 12\nnow, here, there, | see a Jewish movie from the past, a little bit, you know, uneasy.\nBut otherwise | think I'm very hardened, yeah.",
        "Q: Hardened, or?",
        "A: Hardened, you see, | mean, | was a very sensitive boy as a kid.\nand fighting and, but, what the Germans have done is\nnot only killing people, the ones which did survive, the, the, the feelings was\ndeformed. And | think the, the, the deformity for the rest of my life. I'm not as\nsensitive. | could look now to, to cripples or whatever, a divorce scenario and it\nwouldn't bother me really much. So, they changed my personality and...",
        "A: Okay, let's go, | want to go back, let's come back and talk about this. So the day\nof liberation, you had imagined it and it was a little emotionally different?",
        "A: Yeah.",
        "Q: Why emotionally?",
        "A: At that point. Later | was more disappointed.",
        "Q: So what happened you know, the next day, the next day?",
        "A: So I'm free. Where should | go? I'm going back to my town, Itsbeetsa(ph)\nbecause it's only three kilometers. On the way | notice a group of Jews,\nand there was about five people of them, from Itsbeetsa(ph), |\nrecognized them, start to talk whatto do. And later they go to the marketplace. And\nthere | realized again, that's another world, because this town, Itsbeetsa(ph) had\ncome to be in 1917, in the 17th century, established by King Auguste(ph), only Jews\nlived there, 99 percent. The Christian was the mayor the city, commandant of the\nThomas Blatt 13\nJuly 26, 1996\nPage 13\npolice, the rest only Jews. And | did know every place and every home where |\nwould step in in Itsbeetsa(ph), they would take me in like the best guest and now we\nare standing in the middle of the marketplace, strangers now , hostile all\naround, | felt the hostility. And | remember not far, next to the stores, was a man, in\na uniform, in an officer uniform. He was standing with a woman, we were watching\nhim and he was watching us and finally he did come to us and he told us that he is\nan officer, in the Polish Akar(ph), in the Polish underground and\nhe, he, he's, he's Jewish, he said and he, we're the first Jews surviving in hiding the\nway he has seen. And he talked with us and he left. Later we find out that he was\nkilled. Because he was, in the Polish Akar(ph), the Polish underground as a non-\nJew. And while talking with us, he betrayed himself as a Jew and he was later killed.\nAnd this told us his wife, much later was in Lublin and she survived\nwasn't Jewish, but she told the story in Lublin later. The city | left later. Most of the\nJews left for Lublin, from the little towns in Poland, being afraid. Now, so we\nstanding, finally one said, \"I'm going to Lublin.\" Then another one went to a friend\nin the town. And | went to people | was friendly with, our neighbors and there was a\nbakery, Kulikoffska(ph) bakery. | went to her, a short lady, probably in her 60's.\nShe helped my before. And she said, \"Toivy, you know what? Where will you go,\nwhere will you run? Don't go the Jewish ways, business, handle. You see what's\nhappened? Start to work like all the honest peoples are working, | will teach you to\nbe a baker.\" So | thought, let's see what happened. | was sleeping a whole day, |\nstarted to work about two o'clock in the morning, producing bagels. And we worked\nThomas Blatt 14\nJuly 26, 1996\nPage 14\ntil about eight and the bagels were ready by eight for the\nand eight o'clock | went back to sleep in the attic. And the oven\nactually was found there. One day, well night, somebody's knocking on the door.\nShe runs, she was living in the first floor, she comes down, Kulikoffska(ph)...[End of\nside 1 of tape 1]...so, and she said, “Run to the attic and hide.\" So | hid in the attic\nand | was thinking, the war is over, I'm liberated, what is it? But after awhile she\ncomes back. | heard some talking downstairs and | the\ndoor locked and she comes, calls me down, \"Come down and go back to work.\"\nWhatever else, | Know the a short fellow, forgot his name, he was\na drunkard, but a good person, he said, \"Toivy, don't stay here, run while it's not too\nlate.\" They were looking for you. He said, \"Run.\" So | understood that there's still\npeople after Jews. Same day, the day started, after | finished the bagels, | go out to\ngo to Lublin. | didn't realize there's no regular communication. So | start to walk on\nthe streets, people recognized me, because up til now | wasn't a baker practically.\nAnd | find out, as | said, there's no communication, just | must find a occasional horse\nand carriage or truck or whatever. There were some carriages leaving the direction\nof Lublin , but | was afraid to go over there, one by one with a\nfarmer, who knows, I'm Jewish. So | was waiting for a truck. | tried to stop one\ntruck, another one, military Russian trucks passing by from Lublin\nto Zamush(ph). But they didn't stop me beside, they didn't stop in any small places,\nthey were afraid. In that time was still a turmoil, you know. At the point, after about\nthree or four hours, wandering on the street of Itsbeetsa(ph), the main street, | notice\nThomas Blatt 15\nJuly 26, 1996\nPage 15\nthat about three or four people are watching my , where, where you\ngoing? They going afterme. At that point | recognized one, who shot at me, trying\nto kill me, who did kill my friend.",
        "Q: Shot at you or shouted? Shot?",
        "A: Shot.",
        "Q: Shot.",
        "A: So | realized, and shocked me, | realized the people | was trying to hide for so\nlong, they shouldn't find me, that | myself practically In, in their\nhands. Because the realized, they were looking for me, they realized if | survive,\nthey will be punished. And so was there life or my life. And now, and they didn't\neven, they weren't in a hurry to kill me. They didn't want to do it probably in daytime,\nhe was waiting til it be dark and it was without question they would shot at me.\nwhere could | go, no truck stopped. Finally I've seen that it started\nanother hour, so it'll be dark and that time I'll be really in trouble because even the\ntrucks would not, the drivers will not drive at night time. So] thought, | will wait. And\nthe next truck | will see, the next military truck | will simply jump in the middle and he\ncould run me over and this is it. And so it's happened. When I've seen the truck, |\njumped on the road and tried to stop him. He didn't want to, but finally he stopped\npractically inches from me and the officer, the Russian officer opened the door,\njumped out, start to yell. Said to him, \"Listen, ,lamaJew. You\ncould run me over, but | don't move on that place, because here are my killers. _ If\nyou wouldn't kill me, they will kill me. | prefer you should run me over than they must\nThomas Blatt 16\nJuly 26, 1996\nPage 16\nkill me. Please take me.\" \"I can't, because we have three people in the, in the\ncompartment.\" So said, \"| don't care, | will drive on the back, | will ride in the back.\"\nAnd he had seen that he can't do anything with me, he said, \"No, jump\" Sol jumped\nto the, on the truck and there was, | remember an anti-aircraft gun with a big seat and\nsome, maybe six barrels. So | sat on the seat and hold on the handles from the, to\nhold on, not to shake in this truck. It was handling like an anti-aircraft gunner, you\nknow. And the truck moved and | looked down and I've seen the four persons\ndisappointed and the truck moved on and the people become smaller and smaller\nand smaller and finally | realized again, | made it. And this way | was taken to Lublin.\nAnd Lublin in that time, Lublin was the center of the surviving Jews from the\nneighborhood. Before the war, Lublin in this area, had most of the Jews in Poland.\nSo whoever survived, went to Lublin. So Lublin | find a lot of my friends. And in\nthat time was organization called | think, Umara(ph). United, | don't know, it was\nAmerican organization which helped refugees and soon. And probably the joint too.\nAnd he had some houses where survivors like me did get a bed, a blanket, had a\nplace to live. Solstart to be over there. | start to, took a, a such a room with a few,\nanother Sobibor survivors like Edda Lishtman(ph), her husband Ithsak(ph)\nLishtman(ph), can't remember more. And start to work in Lublin.",
        "Q: So when you said you saw your friends, what was it like when you came upon\nsomeone again, and to see, to know that they had survived also.",
        "A: Each new face which I've seen as a survivor and a familiar face, from my town or\nfrom Sobibor, you know, it, it, it was a, | felt happy, | felt, we felt close to each other.\nThomas Blatt 17\nJuly 26, 1996\nPage 17\nWe're, we're wild too. We didn't know what, we didn't have, talk about kids my age,\nyou know, when the war started | was 12 years old, | didn't learn a trade or anything\nelse, my way of thinking was completely distorted. | remember wandering Lublin\nand I've seen policemen, two policemen that escort a man to the courthouse and |\nask my friend, \"What's happened with this guy?\" \"Oh he did steal a chicken and he\nwas arrested.\" So | said, \"He stole a chicken? Let me see what they will do with\nhim.\" So we went to the court and he did explain the court, that, that or that and,\nand | wasn't able to understand it. It was to me, like unreal. | mean he stole a\nchicken, he said he stole, take him behind the wall and shot at and kill him. | have\nseen people killed for less than stealing a chicken. Why you wasting time? Two\npolicemen, the judge and the procedure and time. |, I, | wasn't able to grasp it.\nAnother time, | was like a newborn in the world. Another time, | went, | was hungry\nmany times and somebody told me that the Catholic monastery, nuns, the nuns, they\nhave a kitchen, a sort of kitchen, go over there and you could eat soup once a day.\nSo | went over there. | felt uneasy being in a Catholic institution but | was hungry\nand | went in, in Lublin. And there were big tables and people sitting and the nun\nwith the white cap comes and she brings me a dish, soup and | eat it. And she\ncomes, she asks me, \"Would you like more?\" And she takes this, how you call it,\nthis spoon, a big, big spoon and gives me more soup. And | felt that | am doing\nsomething wrong. _| felt that | should tell her | am Jewish, she's too good to me. |\nmean, I'm cheating her, | felt. So this is the way, many, many things like that, which\n| did need to learn from the beginning.\nThomas Blatt 18\nJuly 26, 1996\nPage 18",
        "Q: So is it a, it sounds confusing.",
        "A: Yeah. Somebody called me sir. . First time | still\nremember was in the train, called me sir. It was sounding, affirming that I'm a person\nand this took time. Sol was in Lublin and | was ever so very shy, but over shy and\ninstead to go to my father's friend, like another people done, a few my age who\nsurvived and he took care of them. | waited my father's friend should tell me come.\nWell, where are you, what are you doing, be with me. He didn't tell me and | didn't\nask him, so | suffered. Years ago, when | met him in America, because later he\nemigrated, and this was in 1960, | asked him, | said, \"Moshe,\" his name was Moshe\nBlank(ph). I said, \"Moshe.\" 1, he was my father's best friend and, \"you've seen me,\na lost fellow and why didn't tell, you had so many young men around you.\" Because\nhe had a tannery, you know, he was very rich and | said, \"You had so many young\npeople, helping them, living in your house, why didn't you ever tell me, Toivy, you\nneed some help, come be with me.\" So he said, \"I didn't know. | mean, you should\ntellme. Ibe glad. | thought that you want to be independent.\" Ina way it's true, |\nalways liked to be independent, but also | did, | felt bad, | did want to be with\nsomebody who, who will substitute my father, a family at least. Sol was wandering\nand finally | have seen a shop, a bicycle repair shop and | asked them if they need\nhelp. In the wartime | worked in a bicycle shop. He said yes and | started to work.\nAt a point | asked him, \"Listen | will work for you, but you must pay me every day.\"\nAnd | remember because | had tohave money. So he paid me\nevery day. And the day did look like that in the morning, | was in this house, from\nThomas Blatt 19\nJuly 26, 1996\nPage 19\nthe joint committee. Went down to the marketplace and there were farmers, mostly\ntheir wives, actually, with milks, was exchange, with milk, sour milk and this. So |\nbought two glasses of milk. Not sour cream, the sweet milk, sweet cream, two\nglasses and two rolls and when | drink this, right on the spot, this cream and the rolls\nand after that, | went to work and worked. We had lunch, | wasn't, | didn't go, | didn't\ntake out lunch, | liked mine job. And once, | remember there, my boss said, \"It's\nalready five o'clock and we are closing, but Tolek(ph), if you would like, there's a man\nhere has problems with a bike, you don't need to, but if you would like to, fix it.\" And\n| said, \"Of course | will stay.\" And this happened a few times and finally the boss\ntold me \"Tom, | don't understand you. | have more people working for me and\nthey're just waiting for the five o'clock to go home and you seem to be happy to work\nand always agree to work overtime. | like you. From now on you eat with me\ntogether.\" And from that time on, lunchtime he took me to his house as a member\nof the, | eat like a member of the family. But he didn't understand, this farmer, is\nthis, that for the first time in my life, | worked, nobody beat me. | get paid. | mean,\n| didn't realized that it could be so, | was for five years indoctrinated in a different way.\nSo | loved my job and | always was mechanical, handy and | liked it, really. So this\nwas the reason | worked so nice and hard, the day did come...",
        "Q: And the other people weren't like that ?",
        "A: No. , they didn't care. Went through a bottle of vodka later\nfrom, with the money. | did like , | did like and it give me a pleasure.\nThomas Blatt 20\nJuly 26, 1996\nPage 20\nFrom the past, they beat me and | was always in the threat of death and knowing that\n| will die and here | work and is a different world, so.",
        "Q: But | guess my question was the other people you worked with had come from a\ndifferent, they had not been through the same thing you had been?",
        "A: They were Christian Poles, they were not Jews.",
        "Q: Okay.",
        "A: Had a different life, yeah.",
        "Q: Even though this was, you were, you said it was a town of mostly Jewish people?",
        "A: No, not mostly. Most of the survivors from this area, congregated in Lublin, but\nmost of the Jews too, did go go in, in the business by themself. | mean, handle,\ntrade and so on. Very few, maybe | was even actual the only one who did go to\nwork in a bicycle repair shop.",
        "Q: And how old were you by then?",
        "A: 16.",
        "Q: Still 16?",
        "A: Yeah, | know, '44, yeah, yeah, 16,17, 16, end til 16.",
        "Q: Couple questions.",
        "A: Yeah.",
        "Q: Yeah. When you said you were in this house with the other people from the joint\ncommittee, did they feed you? You said you were hungry some days and that's why\nyou went to that church.\nThomas Blatt 21\nJuly 26, 1996\nPage 21",
        "A: They didn't feel me, they give me a place to stay. But! think they had some kind\nof kitchen, | didn't know, | did never got to this place. | think they had in another\nstreet, called Shwartic(ph) Street, there another house, big house for refugees and |\nthink, it's a possibility they had a kitchen over there, but | imagine, | didn't hear about\nthis and | didn't go, but now from the perspective of time of the time passed, | think\nthere probably there was some kind of kitchen, | didn't know about tt.",
        "Q: And so you lived with other survivors?",
        "A: Slept.",
        "Q: Slept? Cause everyone came back to the same house?",
        "A: At nighttime we did come back to the same house.",
        "Q: And did people talk about their, each, everyone talk about their experiences?",
        "A: No, no. Wecome home tired and what's happened is there's this, we didn't, | had\na problem, only which | was very ashame of and | didn't Know how to correct it, |\nurinated nighttime and in every, | did get up, | was in a puddle of this and | felt bad\nand | understood this problem and very unsettled and this was\nthe reason for. No, we didn't discuss, no.",
        "Q: But probably other people had other problems.",
        "A: Everybody had problems. _| didn't know how, | know a few of us in this house, he\ndoesn't live any more, he's he did became to be a multi-millionaire. He had gas\nstations in Israel, and Canada. His name was, | can't remember.\nAnyway, he used to go out and other people and buy from the Russian soldiers, part\nof the uniform and later sell it in the market, you know. And the Russian soldiers,\nThomas Blatt 22\nJuly 26, 1996\nPage 22\nespecially in the hospitals, used to sell shirts and soap and this and they did conduct\nsome trade, which | didn't do, | didn't like it and | didn't feel talented in bargaining and\ntrading, so | didn't do it.",
        "Q: And so you said people went to the market to trade, how did, you got a job, how\ndid people get money, how did they start changing from having to survive every day\nto having some money and a job?",
        "A: | will give you example. | do go work in the bicycle place. So | had the money\nbecause every day he paid me 17 dollars. The another one, the guy who did, which\n| mentioned, | forgot his name, unfortunately, but is a typical tradesman, he did get\nup in the morning, went to the hospital to work in the hospital. If you work in the\nhospital they give you food to eat, you know. While working, he had a package of\ncigarettes. So he trade the package of cigarettes with the Russian soldier which\nwas wounded and he was in the bed and he sold his shirt. Later he took the shirt to\nthe marketplace, was a spot, a marketplace in Lublin, wnere somebody bought a\nshirt. Later he bought 10 package of cigarettes. And later he did, when he went\noutside, | remember a year later | met him in Germany, in Frankfort. He was with a\nvery rich man, this particular man, was very talented, very, he helped me a lot too.\nSo and a lot of people started this way their fortune, their fortune, fortune, fortune.",
        "Q: So how long did you work in that shop?",
        "A: | work in the shop for awhile and but my future. And | told\nhim, \"Mr. So and so, I'm leaving you.\" \"Don't leave. Work for me, don't do like all\nthem other Jews, just be the same,\" Kulikoffska(ph) used to\nThomas Blatt 23\nJuly 26, 1996\nPage 23\nsay, \"Work for me and later | will give you a paper, you will have the, the, you finish\nthe exams and you will be, you will have a trade\" and so on and so on, \"like me.\"\nAnd have a little garage which was maybe four feet by four, four yards by four yards,\na small, anyway. | thought, | don't like a life like this and told him now I'm leaving.\n\"Oh, Tom, | must tell you, | never had such a worker like you.\" And so on, \"You\nmustn't be Jewish probably,\" he said. \"Yes, I'm Jewish. So, did you have many\nJewish workers?\" He said, \"No,\" \"So how do, how could you compare that I'm not\nlike another Jews?\" Good, said good bye and left. What did | do later?",
        "Q: Oh, my question was, did people still, was there still people who hated Jews in the\nvillage, in the town ?",
        "A: Did they still? In my Itsbeetsa(ph)? Why did | escape?",
        "Q: And then in the next town? you could be...",
        "A: | was with Jews and we had power, | mean, but they hated,\na lot of them, it's a Catholic country. Jews, the Jews are Christ killers.",
        "Q: So even though it was free...",
        "A: How could they not hate Jews when they go to the church Sunday and there's a\nmass and they're, and they're, mass and the priest is telling him the story about Jesus\ngoing to the ten stations and how the Jews they cheat him and so on and come out\non the church, not be anti-Semites?",
        "Q: So it was still hard?",
        "A: Yeah.",
        "Q: So then you decided to leave this town?\nThomas Blatt 24\nJuly 26, 1996\nPage 24",
        "A: No, | was but, for awhile, looking what should do and later | remember\nthe moment Warsaw was liberated, | went to Warsaw, ruins. | remember from that\ntime, that I, | grasped the freedom, the way | could, just to convince myself | am free.\n| remember | had a habit and we were joking with my fellow survivors always, even\na few years ago he was here from Brazil, Shlumer(ph) Schmizner(ph), survivor of\nSobibor and he was joking, \"Tom, \" he said, \"| used to ride with, work with you in the\nstreet of Lublin and there's a truck stopping, a military truck, and you see a military,\na truck, you was, you went crazy, you just went straight to the driver asking, where\nare you going? ToPosenun(ph). Will you take me? And you used to leave me in\nthe street,\" he said, \"jump on the truck and go.\" And | remember it was. | used to\ntravel. | didn't care where and for what. Train, no space in the train, | traveled on\ntop of the, of the roof, of the wagons holding on to the edges. And come to a city of,\nanother city, | was wandering around and later | took a train or bus back. It was\nsome, it was crazy, if | look now from the distance of the years, it was not normal,\nalways traveling.",
        "Q: Why, do you think?",
        "A: | think confirmation of freedom, | could move. | remember the, the months in\nSobibor, on this half a, quarter square mile is all, being like in a cage, had some effect\nand now | could move. And really we'd have sometime will study the\ntape, maybe he will come up with something. , with that money. What\nshould we do? | met, and other survivors and one of them was\nSchmizner(ph), later another one, Silva(ph) was his name and\nThomas Blatt 25\nJuly 26, 1996\nPage 25\nlater another one, his name was Felleck(ph), forgot his true name. And we talked\nto each other and | told to Schmizner(ph), Shloma(ph), who escaped with me from\nSobibor, | tell him Shloma(ph) listen, tell them the story, | was sitting with another two\nboys from Sobibor in a farmer's place, the other two are not alive, | escape with a\nbullet, he has all our money, you must arrest him, you must get him too, because of\nkilling. It was very dangerous to go there. | was aware that a farmer is in the village\nstill. Why have | got to tell you this? Once! did go to, of course | didn't have shoes.\nThe farmer once took our shoes away when we were in the hiding, the farmer who\nused to hide us, Bullyafski(ph) is his name, in the village. So | remember that he\nhas our shoes, so | went to Itsbeetsa(ph) back from Lublin, find a little boy, | was\nafraid to go to the village of , SO | find a little boy, give him a few\nZlotas(ph), Polish money, with a note to go to Bullyafski(ph) and tell him he should\nbring me shoes, boots, to the forest and | will be waiting here and here and here and\nhere. And he left and after about an hour the farmer arrived, in the forest, near a\nspecial called Malinia's(ph) building. He did bring me the boots.",
        "Q: The same farmer?",
        "A: Yeah. | took the boots. He left his way, | left my way. Now when | think about\nthis, | can't believe it, that | was so stupid. Hey, he could kill me and the boys who\nused to wander after me when | escaped to Lublin, he could call them and he could\nkill me, what did | do? But now when I'm thinking about this, | realize probably he\ndidn't think I'm so stupid the time, coming alone. He thought maybe | told the police\nthat I'm going and if | don't come back it's his fault. Maybe | have some friends\nThomas Blatt 26\nJuly 26, 1996\nPage 26\nnearby watching me. | was alone, if he would kill me, nobody would know, | tell you.\n| still can't forgive myself how stupid | was, but it's the way it was. So | was aware\nthat the farmer did not escape, he's in the village. So now in Lublin | told them,\n\"Listen, he's over there, he's not punished, what could we do about this?\" So,\nFelleck(ph) had connections to the Russian soldiers, officers. He told the Russian\ncaptain the story and one day we took a truck with soldiers and went to arrest this\nfarmer. We arrived early in the morning in Itsbeetsa(ph), drived up to the village.\nThe dogs start to bark, we come to this village, to this, to this farm and there his wife\nis, his daughter and we ask, \"Where's the farmer? Where's Mr. Bullyafski(ph)?\"\n\"Oh, he left for Zamush.\" | really don't believe he left, he was hiding someplace, we\ndid search to find him. And we would find him, we wouldn't take\nhim to court, we would have shot him right on the spot. But, you see, with\nBullyafski(ph) it was like that with all the farms, they had good dogs. And when we\nwere walking to him, the dogs already barked and he had time to escape to the field\non another side and nobody would find him. We're over there, Stanislaf(ph) said,\n\"Okay, if he is not here, we kill your daughter.\" And he took this girl behind the barn\nwith the rifle. As a matter of fact you could read this in this book, Escape from\nSobibor, Rachel, did you read this book?",
        "Q: No.",
        "A: Rachel described this. Sol was standing with him and told\nhim, \"Shloma, don't kill this girl, she is innocent.\". She was my age. \"No, they killed\nthose who were innocent, too.\" And while he was pointing, | heard the, the rifle and\nThomas Blatt 27\nJuly 26, 1996\nPage 27\nhe missed her, he didn't, | didn't let him shot any more. We going back and wait for\nthe farmer. She said, \"He is in Zamush(ph), we are waiting, he will come back.\"\nBut in that time was still, even we had soldiers, it was still dangerous to be in the little\nvillages too long. \"So, where do you have the money?\" \"Oh, we don't have any\nmoney.\" _\" the money?\" And finally, probably she was, | don't\nknow, afraid that we will wait maybe longer, \"I don't know,\" she did come, she did go\nto a, we did go to a, she took us to the yard and there was a bunch of stones, a heap\nof stones laying. She moved away the stones, picked up a big pot with gold, with\n, with watches and diamonds. And he said, \"Okay, this is it\" and he\ntook it. And the Russians took tt...\nEnd of Tape 1.\nThomas Blatt 28\nJuly 26, 1996\nPage 28\nTape 2",
        "Q: And so we were talking about when you went back to the farmer's house and you\nhad the Russian soldiers with you?",
        "A: Yeah.",
        "Q: Is that, yeah, okay.",
        "A: Yeah. So we take the money, we divide it, we left for Lublin. At that point, | had\nsome money and, but it disappeared very fast. | don't know, other\npeople do some business and this and | remember that, had another complex, from\nSobibor left, that money doesn't mean anything. Because I've seen people in\nSobibor come in with a lot of money, gold, diamonds and they went to their deaths.\nSo | thought money, what is money? Now| think a little bit different, but this was my\nphilosophy and | spend it and was again very shortly without a penny. So what did\n| do, really, what did | do? So when the Russians advanced to Warsaw,\nPosenun(ph), Shilezia(ph), went into Germany, | did, | traveled to Shilezia(ph) and\nthere are a lot of stores, which were completely open right after the went\nin and I've seen a bicycle shop, so | went in and they called them, the people like me\nin that time, was a special name, Shabrovnik(ph) they called them. People who\nwent to, to the west and picked up stuff like that, whatever they could and bring back\nto central Poland and sold. | was on big scale, here, Stanislaf(ph), he was bigger\nscale, he did pick up pianos, high quality pianos and took him to central Poland. |\nwent to, I've seen a bicycle shop, it was open, | went in and took some little parts,\nbrought them back to central Poland, make a few pennies, less pennies, really. But\nThomas Blatt 29\nJuly 26, 1996\nPage 29\none of my trips to Shilezia(ph), | met a group of people, Polish people. So, well\nmaybe was the first Poles, you know, over there in the\ncity, so we kept together. They didn't know who | am, | know who they are, but they\nhad weapons. Oh, to make a long story short, | find out it is a special group going\nafter the, after some territory that's liberated, to look for Nazis for criminals. So |\nattached myself and pretty soon | was official member of the group and | worked with\nthem until the end of '45. The end of '45, | went and had a conflict with a member of\nthis group and | left them. Went to the city of Strachin(ph), | had a Polish officer\nuniform, but over this | had a civilian coat, went to Strachin(ph), trying to escape to\neast, to Germany. In that time was no east or west, was Germany divided in three,\nin three zones, | think it was, called Threezonia(ph). And finally, | don't want, | could\nsay the details, but this would take too long, | find my way to Berlin. So, as a certain,\nbeginning of December, | was forced to leave this group, deserted them, with the\nintention to escape to west Germany, right in the city of Strachin(ph) over there, | met\na Polish soldier, who was arranging the transportation of, the illegal transportation of\npeople to Germany, to the west. Was the Jewish sergeant, cost about 2,000\nZlotas(ph), | contacted him. | asked Jewish people how could they go\nand they told me, here on this corner, it'll be the sergeant, you see and\ntalk to him. | didn't have the money to pay for the trip. He said, \"It will cost about\n2,000 zlotas(ph). So he said, \"You know what, you don't have the money, go and\nlook for me for people. Cost 2,500 zlotas(ph), you find five, you go free.\" So | find\nhim 10 and charge more than 2,500 but the extras | took. Solhad someone already,\nThomas Blatt 30\nJuly 26, 1996\nPage 30\nand he said, \"Okay, in that case, maybe you would like to work with me.\" So | said,\n\"We will see.\"",
        "Q: But you were still a very young man then?",
        "A: Yeah.",
        "Q: But beginning to learn business?",
        "A: No, | didn't care about business at this point, | think had to run away and | never\nintended to work with him. But cause | was in danger, if he would caught me\nescaping from such a military outfit, because it was a secret outfit, very exclusive, of\nthe Polish army, interrogating, looking for the Nazis, | would go into the firing squad\nin that time, the war was still going on. Now? Sorry.",
        "Q: This was after?",
        "A: May, yeah, this was after, was after . But you know, after the war\nwas still, it wasn't clear, it was still early, the war finished May and it was\n, it was after the war but still it was, like\nI'm setting. There were no codes of law, later when it settled, but so | was in danger,\n| never intended to go back, but he thought that because | was so good | will come\nback and do with him together. It wasn't difficult because you\nmeet, he was in the area where people congregated which want to go to, go to the\nwest and but certain areas of people like that were waiting, you ask and listen, would\nyou to the, would you like, you like to go to the west? Yeah. Cost you $3000\nZlotas(ph). And if he said okay, so | told him, \"You go to the Hotel Griff(ph),\" this\nhotel is still over there in Strachin(ph). \"Go to the Hotel Griff(ph) and go to the\nThomas Blatt 31\nJuly 26, 1996\nPage 31\nmanager and tell him that you want to travel to Posenun(ph) and he will give you a\nplace to stay until the group will be assembled and we will go to Germany.\" And so\nit was with me. And finally the sergeant told me, \"Tom, this night tug\nwill arrive, and prepare the group.\" | was in this hotel, two o'clock a truck arrived,\nwe all went out, went to the truck and didn't take long. from\nStrachin(ph) to Berlin, a couple hours.",
        "Q: So people, a lot of people would say, why go to Germany?",
        "A: Why? Mostly Jewish people. First of all | didn't want to go to Israel, we want to\nescape the Communists, that's all. Most of the Jewish people didn't want to be in\nPoland, was a lot of hate and so this way they crossed.",
        "Q: And so what was, what was there that was ?",
        "A: No, when | arrived in Berlin, I've done a mistake, when | was, when | arrived in\nBerlin, was there a little place called Bernau(ph), suburb of Berlin,\nand | made a mistake, instead to go with the whole group, we would go, we went to\na under organization, a refugee organization and they take care of them, food and\neverything else, | went by myself. | always, | actual, up til now, | hate to go in\norganized groups, always, I'm individualistic. | went by myself, not realizing that in\nthat time in Berlin, there are no restaurants, everything is by food stamps and so on,\nsoon. So! was walking around, hungry, without a place to stay, look\ninto a restaurant and I've seen two Russian soldiers and, and two German girls. And\nsoldiers only one seat left , | sit over there. One\nthing you could order without money was beer, so | ordered beer and later we talk\nThomas Blatt 32\nJuly 26, 1996\nPage 32\nwith the Russians and | told the blonde girl that maybe she know where | could, a\nplace to stay. She said yes she knows, a friend of hers. So when they left, she\ntook me, she knocked on the door, on the window, to her friends house and she said,\n“Here's a gentleman that maybe you could keep him overnight.\" And they let me in,\n| slept. The next day, unexpectedly the same girl did come back and ask me if |\nslept good and something and she did help me with food. She was aware of some\nrestaurants where you could eat without food, only soup. So anyway, to make a\nlong story short, | was with her for quite awhile. But later, a jealous, her boyfriend,\nthe Russian officer arrested me, put me in jail.",
        "Q: For what?",
        "A: Just like that. Because, put me in jail. | don't go any in details the way | went,\nhe put me in jail. He was a higher officer, | missed a lot because the telling the tales\nwill take ages. But anyway he put me in jail and finally while in jail, I've seen | could\nbe over there months, because | wasn't registered, they just threw me in the cell. So\nonce when we did walk, once a day we did walk, I've seen a Russian officer and |\nrecognize, say he must be Jewish and | stepped out from the walking pattern and\ntold him, \"Listen I'm sitting here so long and I'm Jewish and | know it.\" So finally |\nwas taken to the interrogation and they let me out immediately. So and | thought |\nshould better leave Berlin. Now...",
        "Q: Now, but there were many other Jews in Berlin then?\nThomas Blatt 33\nJuly 26, 1996\nPage 33",
        "A: Yeah, yeah, but | was working alone, | didn't, | was in the organized camps and\nso | didn't like it, it remind me too much of a concentration camps, living together,",
        "Q: And you didn't know other people, have friends there?",
        "A: No, but | met another German, another German, who was smuggling people from\neast Germany, from the Russian sector, to the west Germany. Because in that time\nwas, Germany was divided to the Russian sector and the rest was called\nThreezonia(ph), three zones. The Russian zone, I'm sorry, the French zone,\nEnglish and American zone. So he was a smuggler who smuggled\npeople from the Russian zone to Threezonia(ph).",
        "Q: Okay, so we just finished about you talking about you met someone who would\ntake you to Threezonia(ph).",
        "A: Yeah. So this person agreed to take me, but again | didn'thave money. | always\noperated on a very low level of currency. And so | find some, another few people\nwho want to go with me, the same thing, | repeated the whole, the story as before.\nBut this time we took a train to the border, to a border village, which he did know and\nwe single, but we're waiting until the, the, the border guard will go for lunch. It wasn't\nfor some reason, they didn't change. One guard arrived, another one left. It was,\nlooks to me, one set of soldiers and they took off at a certain hour for lunch and\nnobody was guarding the border. He was aware of it and he told me that this is, this\nis this way in this particular point. | don't know, maybe the way | paid some money,\nwhen we arrived on the border, there was a fence, we simply pulled up the barbed\nThomas Blatt 34\nJuly 26, 1996\nPage 34\nwires and we slid underneath and we were on another side. When we're on another\nside, was about seven people and you stopped American soldier and he took us to\na special camp. Tomy surprise, it was a camp of former Anised(ph) members from\nPoland. Anised(ph) was a very, very right wing group of underground partisans in\nPoland in time of the war. Killed Jews on the spot, very anti-Semitic. The worst\nguy you could meet, a Jew could meet. And of course when the Russians liberated\nthe Polish towns, they escaped to the west. And this was their ;\npeople which, as | said, killed Jews in the hundreds, thousands. But it was the only\ncamp where we could stay for awhile so they put us over there and I've seen the\npeople and they were aware that we are Jews and | could see they hate, but we were\nstanding over there for a couple days. They called us names. And later, they let\nus go, the Americans and | went to, where did | go. Ah, | had a name of a friend,\nTravinski(ph), he was, his story, he was Jewish, he was in his 50's. In the time of\nthe war, he was a head, a leader of a partisan unit, Akar(ph), which | mentioned\nbefore, AK. A nationalistic unit, nobody'd know he's Jewish. The Communists\narrested the leading figures of the Akar(ph), they arrested him too. He could go out\nfrom this prison if he would only say he's Jewish but he didn't want to do it.",
        "Q: Why?",
        "A: | don't know. So he was in prison and | find out about this when | was working in\nthis special unit and | arranged his freedom and they let him go. Later |, how does,\n, | don't know, how come he was in Germany, in a village called\nUrgelsbak(ph). So | thought, | helped him then, maybe he will help me now. And\nThomas Blatt 35\nJuly 26, 1996\nPage 35\nof course | went to this village and he was a very rich fellow at that time and he built\nover there a old factory and a bus line to Munich. So he was very active and | was\nwith him for awhile. Later | left for near Ginsburg(ph), near\nStuttgart(ph), and | was in the ,",
        "Q: So when you said you went to this man and you said you were with him, before\nyou said you were too shy to ask another man to take care of you.",
        "A: Yeah, yeah, but this, | didn't ask him to take care of me. He owed me a favor and\n| had come and this was already later a little bit, | did grow a little bit. And a simple,\n| didn't even and | didn't ask him, | just did come and say, \"Hello, how are you?\" And\nhe, did live in a villa, he offered me immediately. Maybe if he wouldn't\noffered me | would go farther. But he offered . Later we did\nwent in that conflict and | was forced to leave him because he wasn't too faithful and\n| did know all his escapades and his wife was nudging me, \"Where did he go, what\ndid he do?\" And | was forced to leave.",
        "Q: You didn't want to get involved in that.",
        "A: | told his family he was hungry anyway, | left and | went to the\ncamp.",
        "Q: How did, did you want to go there or that was...",
        "A: No, again, | didn't have money, | was hungry and over there a bed was waiting for\nme, a room, food, exactly in time, good food, candies and even\ncigarettes. Sol went over there. | still didn't live there, |, the first weeks, yeah, but\nlater | took my cigarette rations and | went into a city called Ragensburg(ph) and\nThomas Blatt 36\nJuly 26, 1996\nPage 36\ncigarettes were very sparsely so for a package of cigarettes, another way to say, |\nrent a room in a German's place and pay them with cigarettes. So | was\nindependent, in a way. And only every week or so | did, go back to this, the\ncamp to collect my food and cigarettes.",
        "Q: And why did they give you food and cigarettes if you weren't staying there?",
        "A: They didn't know I'm not staying there. Only while a\nrefugee, which | was a refugee, but you see, | didn't want to live with a group of\npeople, | want to live with myself, that's all, . So, but | was a\nrefugee, was entitled to it. Now we come to a second period. When | left Poland, |\nwas in love with a Polish girl and | left unexpectedly, she finded out where | am in\nGermany and she did come to Germany, she had my address in this private house\nand we did get together and everything was fine. Had a cousin in New York who\narranged papers for me, but now she is and she did get pregnant and she didn't get\nthe papers. So forme was either leave her and go to America or stay with her. And\nshe want to go back to Poland, she's pregnant, she want to go back to her mother,\nshe can't go to America, so | don't know what to do and finally decide to go back with\nher, which was very dangerous.",
        "Q: Where in Poland?",
        "A: Opolly(ph), city of Opolly(ph). Changed my name, told the police that | lost my\npapers and they give me new papers on a different name. Under this name, Polish\nname, under this name | registered with the Polish repatriation mission, was a special\nmission. And soon, in '47, we left for Poland. In Poland we married, she had a\nThomas Blatt 37\nJuly 26, 1996\nPage 37\nbaby, which lives now in Poland with my two grandchildren. And but | was\ndiscovered, by accident. A guy who did know me, who vowed earlier to get, he\ndiscovered me, but luckily he allowed himself to be bribed and | did bribe him with\nsome stuff, | had a little store in that time and nylons were in prize and | had the\nnylons. He did come in once in awhile to the store, Tom | need for my wife, this or\nthat. So he let himself be bribed. But in 1947, July 22nd, a big Polish holiday, the\nPolish government announced amnesty for all the criminals, political or whatever, so\n| heard about this, took off, took a train, went to the city, where | committed this terrible\ncrime, escaping, deserting. And | said, \"Here | am.\" All | remember was standing\nin the line with partisans, Anised partisans, we did come out from the forest. Up til\nnow they fought. From the forest they come as , now they did,\nwas amnesty, could go out from the forest, give your weapons and you're free men.\nOr whoever is in, has some problems with the law. And finally mine turn did come,\n| signed papers, did get a nice package of food for and | was no more\nafraid. And this Pole, for some reason didn't know of and the next time did come,\nask for some stuff for his wife, | told him, | don't have it. \"What? You know what\nthis means?\" \"It doesn't mean any more for me, it means now for you, because |\ncould put you now in jail, you know.\" So he keeped quiet and everything was okay.\nLater we divorced and | went to study in Strachin(ph), | went to study medicine, | went\nto the preparation school for medicine. Over there | went in some trouble and | quit\nthe school and went to work in a resort place. Here in America would call it social\ndirector. Mine job was to take people to different historical places, castles. In\nThomas Blatt 38\nJuly 26, 1996\nPage 38\nwintertime teach them skiing in the mountains near the Czechoslovakian border.\nAnd | worked over there until 1957 when I, did come to power in Poland.\nThis was a person who was very anti-Semitic, but he did allow the Jews to emigrate\nto Israel. And | took my chance and left for Israel.",
        "Q: So before we get too far, let's go back. The girl that you fell in love with in Poland,\nJewish, yes?",
        "A: No.",
        "Q: No?",
        "A: No.",
        "Q: Was that a big deal for you?",
        "A: | didn't want Jewish girls. There's another complex | had. A Jewgirl, a Jewish\ngirl was for me something holy, you don't touch her. | mean was something which,\nwas my mother. So | had a complex. | want a blonde Polish girl, Christian girl, |\ndon't care. Blonde, blue eyes. It was, it wasn't normal, | wasn't normal, it was a\ncomplex which had grown me. _ This exactly what the Germans said is their, is their\nexample of a perfect human, | wanted. So it's a good case, as | said, for a\npsychiatrist. So | had exactly a Polish girl, blue eyes, blonde and so on, so on, so\non, so on, short nose, upside down.",
        "Q: Because some people want, wanted, especially after the war, only to be, only with\nJewish people.",
        "A: A Jewish girl was, | felt for her so much respect and something, |\n, It wasn't so with me.\nThomas Blatt 39\nJuly 26, 1996\nPage 39",
        "Q: And what about her family, did her family know you were Jewish?",
        "A: Yeah, yeah, yeah. She has a brother and her mother. Actually they liked me,\nher mother you know, liked me very much and she was 18, her mother was | think\n35, something, 35.",
        "Q: And how old were you?",
        "A: At that point | was 18 | think, 18 yeah, or 19, | can't remember.",
        "Q: So that was a big decision, to not go and to go back with her.",
        "A: Yeah, | loved her, it was true love. But later we divorced. And as you said, | left\nfor Israel. In Israel | met American tourist, we married and she brought me here, to\nAmerica. In 1960, | was in America, my son was born. | worked as a janitor in a\nhospital, my wife worked as a laboratory technician, | worked as a janitor. Learned\nthe language, started to work in a factory as a punch press operator. Later | worked\nin a factory producing car stereos in Los Angeles. And later | went in to my own\nbusiness, opened a store, electronics store, car stereo store in California, first in\nOxnard, six months later in Ventura, six months later Santa Barbara and all were very\nsuccessful and my intention was to go til the end, to San Francisco, on the coast and\nopen stores in every little, small town in the coastline, but when | come to Santa\nBarbara | realized that | need to have more money to have the control of all the stores,\nso | stopped with the three stores and later, it was always in my mind to finish my\nbooks, my story, to make a documentary, to do a few things about Sobibor. So |\nsold one story, later another one. And 10 years ago | sold a third one,\n. At that point | said, \"Now | have time to do whatever | want to do.\"\nThomas Blatt 40\nJuly 26, 1996\nPage 40\nAnd what did | do? | set out to prove to people in America, people,\nwhat's happened in Sobibor, that a place, which was, which has taken place, the only\nsuccessful revolt of any camp under Nazi domination, nobody knows about Sobibor,\nis over grown and the history of Sobibor's changed. There's a big sign that here\nwere killed 250,000 Russians, Poles, Jews, which is not true at all. And | set out at\nthe time | must change it. And for close to 40 years | worked, it was very hard to\nchange. | went even so far, | went to the Pope and not only this, they build a church\nover there in Sobibor, with a big carving, lifesize carving of a priest being behind the\nbarbed wires of Sobibor, and what kind priest? Kolber(ph), very well known anti-\nSemite. Anyway, so, and | find out that in the sermons, which they hold in the\nchurch, they talk about the victims, the Christian victims of Sobibor and collect\nmoney. And this really, to say it bluntly, pissed me off, you could have it recorded\nthis way.",
        "Q: But you're going too fast for me.",
        "A: Yeah.",
        "Q: So this... [End of Side 1, Tape 2] So you had talked before about, when we first\nstarted about how you were very, you got very hardened and a lot of people would\nsee that as not being able to open up, but yet you told me a story about deciding to\ngo back to Poland because you loved this woman so much. Now a lot of people\nwould not, who had lost their whole family, would be afraid to love that much.\nThomas Blatt 41\nJuly 26, 1996\nPage 41",
        "A: | don't agree, because it's not up to you, you can't calculate you love, nor you can\nlove because this or that, it varies from the individual. If you love really, you don't\ncalculate, it's happened.",
        "Q: So you recognized that you had emotions?",
        "A: It was natural, of course | had emotions.",
        "Q: Now when you then got married and started your family, did all this time, did you\nthink about your family that you had lost?",
        "A: No.",
        "Q: You didn't?",
        "A: No.",
        "Q: You couldn't? Some people wouldn't be able to think or you did in part,\nintentionally didn't think about them?",
        "A: It's lost, what could you think about, is tell me? Over and over, is lost and lost\nand lost, lost, you go kill yourself.",
        "Q: So you knew to move on?",
        "A: Yeah, of course, yeah. | think now more than | used to think then.",
        "Q: Why?",
        "A: You're older, you have your own family and kids and you think sometimes what\ndid your mother feel when they took the kids away. What, how did she feel when\nyour kid went to the gas chamber? You could understand more your parents than\nused to be. You're in their situation and you have time to reflect and you get older,\nyou do reflect.\nThomas Blatt 42\nJuly 26, 1996\nPage 42",
        "Q: So when you had your first child there, did you and my parents always told me we\nname the first child after a family member, did you do that, or?",
        "A: Yeah, after my father, but | didn't let them circumcise.",
        "Q: No?",
        "A: No.",
        "Q: Why?",
        "A: Why? Because when I, the first time, in 1940, to the end, did try to escape from\nthe ghetto, save myself with Polish papers, the problem was\ncircumcision and | remember my mother saying, why do we need this, how many\nJews would be saved if not this? And | described this in my book, in my testimony\nfrom before and | promised myself, even that time, when | survive and have a boy, |\nwill not circumcise and although all my family, from my wife's side, of course, insisted,\n| said, no. I'll leave it the way | want to. He wasn't circumcised. Well what's\nhappened, after seven years, when he did try to go to the school, when he went to\nthe school, he said, \"Daddy, |'m different, | don't want to, kid's laugh at me, Dad,\nDad.\" So he asked me to be circumcised and when finally | did give in, because he\nasked me, he was so happy, he did go to Methodist hospital like the sanitarium, so\nnow he's circumcised.",
        "Q: So were, | imagine you were afraid that that would be a way to identify?",
        "A: Yeah, why do people need to be marked, for some religious reason? Somebody,\nset up a precedence? Nature builds this way and this way is\nThomas Blatt 43\nJuly 26, 1996\nPage 43\nprobably the best way. Nature's know best. Mother Nature know best. Anyway,\nSO.",
        "Q: So that was a mark that Jews could be?",
        "A: Identify, yes. Not, you see, not in America. America is too many circumcised,\nbut in a country like Poland or you know, in Eastern Europe, is the only identification.",
        "Q: Were there other things like that that you felt very strongly about?",
        "A: No. | felt that | can be religious, very much so. | was a boy, when | was a kid,\nwhen | dropped a book, , Jews picked it up and kissed it, they were,\na custom is you drop a book, you pick it up and kiss it. | never was able to say a\nvote against religion or against God. | did become completely different. It was a\nproblem to be a believer or not. You can't just take something from one side. This\nwas, few days ago was a, a plane dropped fell apart, people killed 200,\nwith one lady | heard on television said, \"Oh, thank God that | intended to go with this\nplane, but | changed my mind. God say thank, God helped me.\" Very nice, what\nabout the 200 people He, God didn't help? Same thing what was then. If | would\nbelieve in God, would still be a believer, | must also believe in the same God who\nwitnesses killing of little children. Couldn't do it. Couldn't look on the one side, was\nthe same God. So | must believe in a really terrible God and so | choiced to be an\nunbeliever. | like the tradition. | maybe a stronger Jew than many Orthodox Jews\nare, although | don't follow the ritual, but | Know | am Jewish and, and always be. As\na matter of fact when | married this Polish Christian girl, she wanted to convert and |\nwas thinking about this and | was thinking, I'm a non-believer anyway, _ if it makes\nThomas Blatt 44\nJuly 26, 1996\nPage 44\nsomebody happy, why not? Forme would be like changing my shirt. Make happy.\nBut on the other hand | thought no, | survived. But if | would go now away from\nJudaism, | would be, Hitler would have another victim, would be a spiritual victim.\nAnd now I'm Jewish and my children are brought up, maybe not | mean Orthodox or\nwhatever, but strongly Jewish. So, that what it is.",
        "Q: So, did you, were you 13 already when the war started ?",
        "A: 12.",
        "Q: 12. So, | remember in your interview you talked about, was it your aunt saying\nwhen you would be Bar Mitzvahed at 13, God would forgive you for eating pork? So\nby the time the war was over, had you decided it was a, God was a terrible God?",
        "A: God is a terrible God, | mean, |, you know. You can't live in a twilight. The signs\nand everything is contradictory to the dogma of the religion. | mean,\nrevolution and in other aspects of our, of the world and you\nrealize that, Bible, everything else, is simply a story. Stories people keep up\nbecause of the parents and grandparents and the tradition they did grow. And\nJewish tradition as | remember, is very spiritual, spiritual and\nvery nice. | Know, | did live as a Jew and I'd live as a Christian and the Christian\nsociety have, the Sunday go to church, otherwise you live your own day, but the Jews\nhave Friday, every Saturday was spiritual and a feeling, completely different feeling.\nAnd so, people likes it, like this and it keeps up the tradition, but otherwise I, I'm not\na follower of Judaism. | come to America and | hear the Reform Temples and\nConservative. If | ever need to choose between them, | would go to the Orthodox.\nThomas Blatt 45\nJuly 26, 1996\nPage 45\nThis is, beside | remember this from our home, this is another one | consider clubs,\nlike a city, this is some kind, trying to hold back the Jewish people which otherwise\nwould maybe drifted to another side. So it's a midway, but it's the true Jews | think\nand the Orthodox are keeping up the Jewish continuity, that's all.",
        "Q: So, if we look back we would say you were brought up with what we would call\nnow, the Orthodox Jewish culture?",
        "A: Yeah.",
        "Q: But yet, by the time the war was over and you met this, you married this Polish\nwoman, you were not, did you not consider yourself Jewish or you did by then?",
        "A: Oh, | consider myself always Jewish. I'll go from the 1947 until '57, nobody in\nPoland was aware I'm Jewish except my wife. | was under a different name and\nvery seldom, if | had told them, if | told them I'm Jewish they were aware, otherwise\nthey weren't.",
        "Q: So the period that you were in Poland and had this family and were living a\ndifferent life...",
        "A: Yeah.",
        "Q: A lot of Jewish people were going from the camps and were going to the United\nStates and to other countries.",
        "A: Yeah.",
        "Q: Did you ever think you wanted to be part of that group?\nThomas Blatt 46\nJuly 26, 1996\nPage 46",
        "A: No, | did try until | met this woman and this changed my mind, | went to Poland\nand later | did want to go from Poland, but it was impossible already. Until the first\nchance | had in 1957, which | took and left.",
        "Q: And that's when you went, so let's go back to that, you went to...",
        "A: Israel.",
        "Q: Israel. To be a Jewish person in Israel?",
        "A: As a Jew, | went to Israel. And over there | went to a friend of mine in a\nmoushaff(ph). In the beginning he arranged for me a job, | was driving a Caterpillar\non the fields, turn over the soil. And later | met this American girl. American, she\ntook me to America.",
        "Q: So when you went to Israel you were already divorced?",
        "A: Yeah.",
        "Q: Your son, did you have just that one son?",
        "A: | didn't have, | had only a girl with this Polish, with my Polish wife.",
        "Q: Oh, so, okay.",
        "A: And then my first son was born in America in 1960.",
        "Q: Okay. So even in 1960, no circumcision, you didn't like that?",
        "A: No, no.",
        "Q: Okay, so you were already divorced, you went to Israel and did your feelings for\nbeing part of the Jewish culture and the Jewish religion become stronger then?",
        "A: | felt like in home, a completely different feeling to being in Poland. It\nwas overwhelmed, it was some kind of inner freedom, immediately, on the spot.\nThomas Blatt 47\nJuly 26, 1996\nPage 47\nAnd | felt good except the heat. |, people they ask me many times, why did you\nleave Israel and | hesitate to tell the true, because true is because was hot. Because\nthey, they, they would think that is, oh a nice excuse, but the truth is, | can't stand the\nheat. If! would live in Israel, | would die a long time ago. 1, even now I'm perspiring\nand it's not hot at all here, we have air conditioning. It's physical, | have something\nwhich is, can't stomach.",
        "Q: Now did you go to Israel because you felt that desire to be in the Jewish\nhomeland?",
        "A: First of all, it was the only way to go out. This probably was the main reason.",
        "Q: So if you could have gone...",
        "A: If it be a nice climate in Israel, it wouldn't be hot, | would stay there, definitely. All\nmy friends were there and, but | always thought to get out from over there.",
        "Q: You said the only way to get out of Poland, the only way out was to go to Israel?",
        "A: Israel, yeah.",
        "Q: Where else, if you had been able to go someplace else?",
        "A: | don't know what | would do, | don't Know. | don't Know, | heard so much about\nAmerica, maybe | would go to America. But | always thought about Israel, |\nremember actually in the ghetto, | was arguing with a friend of mine about Jews living\nin Europe, in strange countries and | said, \"Strulek(ph), if we will survive, if Jews will\nsurvive, you should go to Palestine, that time was Palestine\nand build a country because you will always be guests any place else.\" On top of it,\n| remember the like a childish comparison, but nevertheless |\nThomas Blatt 48\nJuly 26, 1996\nPage 48\nwill tell you this, | tell them, \"Take a look. If you, if a friend of you, of you, would take\ninto your home, give you a little room and you're smarter than him and after awhile\nyou buy his table and you buy his dishes and finally he feels that you have it better\nthan him. He would be angry and he wouldn't like you, the same thing is with Jews\nin Poland,\" | told him. We're able, willing, talented and we live better than most of\nthe Poles. Not all of them, there were a lot in little towns, very poor Jews, but it'd\nlook like the Jews are for some way living better than the peasant in the villages. So\nthere's a lot of jealousy and there always will be trouble. There will be too many of\nus, will be trouble in any country. Anyway, so and finally he wind out, who was\nagainst it, wind out in Israel and | wind out in America. Nowhelives there. Anyway,\nso after the war | went to him in Israel and he did give me the shop and to make it\nshort, | met my wife, we married in Israel and left for America.",
        "Q: And you went to America because she had a life here?",
        "A: Yeah, she had a job here, she a vacation from this job.\nAnd...",
        "Q: Was she Jewish?",
        "A: Yeah.",
        "Q: And that was okay?",
        "A: Yeah, in that time was okay, you know, you, you, you, you're not, you're, you're,\nyou don't stay in one place. You move on, you change your opinions.\n, you could be a Communist and later you see there's something, you\ncould be a, a Nationalist. People, | think people which change their religion, I'm\nThomas Blatt 49\nJuly 26, 1996\nPage 49\nsorry, their opinion are people which think. They find out this is wrong. They grow,\npeople grow and when they grow, they understand more.",
        "Q: So you recognize growth and change in yourself a lot over these years.",
        "A: Oh yeah, of course.",
        "Q: Now some people, I'm sure you've talked with a lot of other Holocaust survivors,\na lot of them have not changed, cannot grow, cannot move on.",
        "Q: You see, when | opened my first store in Santa Barbara, in Ventura, | liked, | liked\nvery much Jewish music. And always | had a Jewish tape with Jewish songs. Later\n| sold the store, | sold the store to another Jewish survivor. When he did come to\nvisit my store, always had Jewish music and | didn't care who was over there, | had\nJewish music. When | had come to his store and put in a Jewish tape, \"Oh listen\nDavid, listen to this tape,\" he did look ascared, he looked around, | said, \"David, it's\nover. If | must hide here again, why did | come to America?\" He still has the\ncomplex. | rather did try to demonstrate, that time, Jew and so on and so on, so on,\nso on and...",
        "Q: So in the, | don't think it was the transcript but in one of the articles they sent me\nthey talked about how you went, did you go back to the trials at some point?",
        "A: All the time, yeah.",
        "Q: And when was that, was that after you came back to this country or in Israel?",
        "A: they used to call me when there were the trials for the\nGermans, the Nazis, they used to call me as witness. From America they used to\ncall me, dozen of times to Germany as a witness.\nThomas Blatt 50\nJuly 26, 1996\nPage 50",
        "Q: And what was that experience like?",
        "A: When | first seen the murders in Sobibor and the bench in court, my knees, | was\nvery nervous that | survived to that moment when they are behind bars and so on.\nBut the next occasions it didn't bother me, if | would try to describe all the feelings\neach time | did come, against each of the Nazis, cause there are many courts against\nthe Nazis, court sessions against the Nazis from Sobibor, against the Nazis from\nltsbeetsa(ph), you would need to sit here for a whole week. But generally only the\nfirst time was a little bit strange and later it didn't bother me.",
        "Q: Did you think about not doing that?",
        "A: No. You see some survivors, they drift away from the past, they don't want to\nthink about this and it's okay. They have families, children, grandchildren, they\nproved that they survived, this is their way of saying here |am. And some survivors\nthey can't attach themselves from the past and they don't want to. Feel of guilt, |\ndon't know, they want to do something. I'm the one who want to do something to,\nfor the history, should be documented. Anyway, I'm very much involved with the\npast and cannot go away from it. And this is the reason that | was involved lately\nwith Sobibor and I'm happy | did do something worthwhile.",
        "Q: So at what point did you start writing down things and thinking the names, the\ndates, various specifics?",
        "A: The first time | start to write down, | was in, before the war, | was in the public\nschool. | wrote down with my something | didn't want, somebody\nshould , they had some special marks and, and although | was very bad\nThomas Blatt 51\nJuly 26, 1996\nPage 51\nin mathematics, | was always good in writing, in Polish and it was my passion to write,\nin the wartime | wrote. Lost many times the notes. Some | did leave to Poles for\nsafekeeping, some | took with me to Sobibor and a Nazi, threw me ina\nwell and everything went wet and ruined my whole, whatever written down. Next\ntime, start to write again, | wrote all the time, in the forest, in piece of paper and give\nit to farmers and after the war | collected about 40 percent. In 19, in 1953, | put\neverything from the little notes in the notebook and in 1957, when | arrived in Israel,\nin 19, yeah in 1957, '58, | borrowed a typewriter, put everything in a manuscript form\nand later, and this was my whole story, that evolved at Sobibor. Later | thought, let\nme have the opinion about this book, if it's interesting. And | thought, who could give\nme the best opinion? Somebody who was inthe camp. So! went straight, | forgot\nhis name, he was the secretary of the Auschwitz organization in Israel. In Haifa he\nused to live. Said, \"Mr. So and so, take this, read it and tell me, evaluate my\nmanuscript.\" Three weeks later | go to him, he looked at me. \"Oh, Toivy, you have\nan imagination. Never heard of Sobibor, never heard about the revolt.\" And |\nthought, | was in shock, you know, | was many times hit by the Germans in Sobibor,\nit didn't hurt me as much as his words. He, five years in Auschwitz, he doesn't\nbelieve my story? Who will believe it? Sol put itaway. For about 40 years, didn't\ntouch it. Forty, | don't know, | started again about, this was in 1958, about 25 years.",
        "Q: You put it away?",
        "A: Put it away, because if he doesn't believe me, | was thinking about it many times\nand | find out, but | had come at a conclusion, that he wasn't really a good person to\nThomas Blatt 52\nJuly 26, 1996\nPage 52\nevaluate. He was closed up in this Auschwitz. He didn't know the complexity of the\nHolocaust tragedy. And in away, despite what you, many people think, it was much\nworse outside the camps, in many cases, than in the camp. In the camp you was,\nyou had a good job over there, you was secured in a way, you didn't know, you could\nvision another day and so on, so on, so on. _If you were strong, you was able to...\nAnd on the other side, hiding as a Pole in the forest, you wasn't sure every second\nof your life. So he didn't Know this aspect of course. He didn't hear about Sobibor.\nCause he went straight to Israel and so he was hidden. They tried to erase the\nmemory of Sobibor. Poland didn't care. Why should they expose, even now they\ndidn't take, they don't take people, why should they expose a place where the Jews\nfought back the Germans? They despised Jews, the cowards. When there were\nso many Poles in camps and they didn't fight back. So Sobibor was pushed away\nand | actually put it back in the view.",
        "Q: So one man said that you and you, did you think maybe | did imagine or maybe it\nwasn't...",
        "A: No, | know | didn't imagine. As a matter of fact in my book which | wrote now,\nwhich will be published by Northwestern University in the spring next year, | eliminate\nmany things from the manuscript to make it more believable. Because it took\nmiracles to survive the Nazis, so.",
        "Q: So the time that you put your manuscript away, did you think about it?",
        "A: No. Put it away. Actually it was always in my, in my subconscious. It started\nagain when the film did come out in America, The Holocaust. When did come to\nThomas Blatt 53\nJuly 26, 1996\nPage 53\ninterview me and | think this film was a breakthrough in America. From that time on\nthey start to talk about this. And | did go back to my manuscript.",
        "Q: So it was a breakthrough for you...",
        "A: It was, no, from this time on, if you will look the chronology of the history, | mean,\nthe chronology, chronology, what's happened, films, books. From that point on,\npeople started to publish memory, memories, books, films and so on. Was a, the\nHolocaust was a breakthrough from the taboo about the Holocaust.",
        "Q: And did you feel, that's the first time we've used that word taboo, did you feel that\nthere was a taboo, that there were people ?",
        "A: Yeah, yeah, they didn't talk about this, they didn't, who would believe them? So.",
        "Q: Even though you knew other people who had had somewhat of the same\nexperiences?",
        "A: Yeah. You know, there's a lot of them because now they have, they, another\nthing, while it was the, it wasn't so public knowledge like now, because most of the\nsurvivors, Some made it, made very fast a fortune and were busy still doing it. Some\nworked to make a living. Now most of them, the last 10, 20 years retired. They\nhave time and they go back to it and they start to write. Before they were trying just\nto make a living. So this also a reason why now we have more, we talk more about\nthis than before.",
        "Q: | about that.",
        "A: Okay, let's relax.",
        "Q: Okay.\nhttps://collections.ushmm.org\nThomas Blatt 54\nJuly 26, 1996\nPage 54\nEnd of Tape 2.\nThomas Blatt 95\nJuly 26, 1996\nPage 55\nTape 3",
        "Q: So all the things that we've talked about today and the interview that you did\nOriginally, did you talk about all these experiences with your family, with your wife and\nwith your children.",
        "A: Yeah, not with the children, oh, the children know about this, but | talk with my\nwife, she helped me, book because see, see, my English was bad, it's still bad and\nshe helped me with editing. We talk about this.",
        "Q: But now would you...",
        "A: As a matter of fact she went with me once to Germany and when | met this officer\nfrom Sobibor and | interviewed him, she was with me, helped me a lot.",
        "Q: You talked about in terms of writing the book, but do you talk about it in terms of\nthe experiences itself?",
        "A: Yeah, of course, we talked.",
        "Q: Now you say of course, but some people...",
        "A: No, she was very much in it, yeah.",
        "Q: But why not talk about it with your children?",
        "A: Well, they know the story. And because when I, | made a lot of slides and | talked\npeople, | told people the story many times and they would, were\nsitting, listening. | didn't hide from them. Some them want to know stories when\ngrown up children know anything about their parents and we don't tell them, they\nknow from the beginning.\nThomas Blatt 56\nJuly 26, 1996\nPage 56",
        "Q: So were there things you wanted to protect your children from? Hide? That they\nshouldn't know about you from that time?",
        "A: | didn't want to protect. | told them, it's not, you see | don't believe to do\nsomething, to protect, not to tell, not to do this because if you do this it'll be\nor better. | believe, I'm not a Federalist, but | will believe, | believe what\nmust be, will be and you could do your best trying to do it, to do something and could\nturn around, upside down. You really can do much to influence your future. Of\ncourse, you could do it, you could go to school, learn a trade, but a lot of things which\nyou could, but another way, really, not talking about the past, because\nthe kids wouldn't have a complex. Talk, all because they should know the true.\nDepends on the child's character, about intelligence and willingness and upbringing.\n| told them, in any case.",
        "Q: How many children do you have?",
        "A: | have in Poland my daughter from the Polish marriage.",
        "Q: Whose and adult now.",
        "A: Yeah. AndIhave here a boy and agirl. The boy is about 36 and the girl is about\n32.",
        "Q: Adults?",
        "A: Yeah.",
        "Q: So do they ask you questions?",
        "A: They don't need to ask me, they know everything. And my daughter called me\nup just yesterday. \"Daddy, I'm so proud of you.\" \"What are you proud?\" I've seen\nThomas Blatt 57\nJuly 26, 1996\nPage 57\nin the window in a library or whatever, | can't remember, the film, Escape from\nSobibor and Schindler's List has recommended as a stand out literature for the\nschools and I've seen your name there. So they are involved in it and that's all.",
        "Q: So, we were talking before about how some people didn't want to talk about the\nexperiences, what do you think, why do you think it's important for you to have spent\nall that time writing and to have spent all the time making sure the story that you wrote\ncomes out?",
        "A: | survived. And | felt always, there's a price to pay back in surviving, that's all.\nYou have something inside which you must release it for the, for the future. And |\nsaid before, and it hurt me when | come to Sobibor and | see a sign that here were\nkilled 250,000 Russians. And was there a church next where they killed people,\nactually on the same spot they murdered people. So it did hurt me when | have\nseen this. When they build a church, | was in Sobibor, but | was misled, because of\nseeing an ad in the paper that a group of priests want to build a mausoleum for the\nmemory of the Jewish victims of Sobibor. So when they were building | talk with\nthem and | ask them if there will be some kind Star of David, so the priest told me,\n\"Oh no, we can't do that.\" _| said, \"Why not? Only Jews were killed.\" So he said\nto himself, so he said, \"No there wouldn't be, there will be, it will be a monument this\nchurch for the victims of Sobibor, but are they Muslim men or Christians or Jews?\nNo, it wouldn't say so.\" Sol said, \"Why? Only Jews were killed here.\" So he said,\n\"Yes, | know that only Jews. And people living here around, which still remember\nthe times, they say that only Jews, but the sign doesn't say so.\" So | told him the\nThomas Blatt 58\nJuly 26, 1996\nPage 58\nsign is lying. So finally, anyway it was next year and there's a church, no mausoleum\nbut a church built there. So is, | was mad. And start to work with double energy,\nwent to the commission for investigating, investigating the Nazi crimes and talk with\nthem. Talk with the Minister of Justice, with the Minister of Monuments and inch by\ninch, | was a pest. To have more authority, | produce a film, a documentary called\nPast and Present. Did you see it?",
        "Q: No.",
        "A: To show what's going on. And with this help, | organized in Los Angeles, with the\nhelp, with the second generation of the Holocaust survivors, | establish organization,\nHolocaust Site Preservation Committee. Had some senators as figureheads and\nAsner and Fonda and , very good names. So | had a, the\norganization was called Holocaust Site Preservation Committee and was official non-\nprofit organization and | had a letterhead and some support, but still was working\nalone. Andso|l, butnow when | had appointment with a\nofficial, | send him this letterhead with impressive names. And | did gain some\nappointments. And finally a writer, she wrote a book, it's a English writer, English-\nGerman writer, maybe you did read this book, Into the Darkness, Gitta(ph)\nSerran(ph) is her name and of course that is the best book about the Holocaust.\nShe told me, \"Tom,\" | told her the problem, she told me, \"Tom, go to the Pope, talk\nwith the Pope.\" Sol said, \"With the Pope? | need .\" She said,\n\"It's not so difficult at all. If you want! should, | will help you.\" And she had a friend,\na very famous Polish aristocrat, she's not Polish but she had this, | forgot his name,\nThomas Blatt 59\nJuly 26, 1996\nPage 59\nhe had, he was a, very close to the Pope, anyway to say it shortly, | did get out, did\nsee the Pope. Talked with him 12 minutes, told about the church, about the lies,\nabout what | would like from him is help. And soon after that when | was in Poland,\n| talk with the , | could go in details but it will take ages, so | would\njust tell you that, that we set out, when | had already set, the first version which they\nallowed me to change on the sign, only we pay money, we do it, the Polish did not\nwant to put a penny, the cost was and | had about 25,000 dollars to my disposition\nfrom the collection American. The first version was to change that, in this place were\nkilled 250,000 Jews and Poles and | thought this is the best of it and | accepted it.\nBut later it did bother me. | said, \"No, Jews and Poles, it's not so. There weren't\nPoles there.\" The argument from the Minister of Justice was that there were for sure\nconverted Jews. As converted Jews, they were Christians. So | told him in this\ncase converted Germans, maybe he should put the Germans too were\nkilled and so on, soon, soon. Anyway, they didn't want to . Sol said,\n\"In that case, | back out.\" \"Mr., but you signed it already.\" \"Yes, it's true, but |\ncannot follow it.\" And it come out another version, that in this place were killed\n250,000 Jews and about 1000 Poles. To support my version, | played for him the\ntape, which | made with my interview with Frentzel(ph), the Nazi officer from Sobibor.\n| had with him my interview in Germany. And, and it was difficult with this too. Ihad\nalready, they accept it and | said, \"It's okay. 1000 Poles will show, 250,000 Jews,\nthat will show that the tragedy really more graphic.\" And maybe because Sobibor's\non the side, far away from the main centers, we will, hooligans will maybe have a\nThomas Blatt 60\nJuly 26, 1996\nPage 60\nlittle bit respect and they'll not destroy this place. Solagreed. But still, hard to go\nabout this? | have already the text, but | didn't have permit to\ntake out the old sign. Now | did work with the district, you would call him here,\ngovernor. Over there they called him . Went to him and talked\nand established some kind of friendships and | remember the day | invited them, not\nonly him, him and his co-workers for a big dinner in a restaurant. |n that time a dollar\nwe changed for Polish zlotas(ph), you could do a lot. So |! made a big dinner, with\nvodka and when were we were practically drunk, | said to the , \"Oh, Mr.\nLeshick(ph),\" first name, \"so what, will we finally change the plates?\" And he said,\n\"You have new one, do you have with you arranged everything?\" | said, \"Yes, is no\nproblem. We must take down the old one, that's all.\" | thought the moment we will\ntake down the old plate, we will leave a empty spot, we will have no way, we will need\nto fill it in because tourists our coming. So mine objective was to take it down as fast\nas possible. Sol said to Mr. Leshick(ph), \"We must take down the sign, the old one,\nbecause | want to put in a new one.\" And he asked me, \"When do you want to\nhave it done?\" So | said, \"I don't know.\" And | just, as a matter of fact, | didn't\nbelieve, | said, \"Maybe after dinner.\" He said, \"Okay.\" | didn't believe him, | look.\nHe said after, | said, \"Okay?\" | wasn't, | was impatient to finish this dinner, we took\na car to Vuldava(ph), the next city and he took, as a mayor, as a governor, he took\nsome people from the city hall, workers, city workers, to come with shovels and they,\nit didn't take them long, took down the sign, | loaded my car. | still have it hidden in\nPoland, my daughter's place, in the garage. And now it's a empty spot, need to fill\nThomas Blatt 61\nJuly 26, 1996\nPage 61\nit in, so | said, | thought, . So | ordered the new signs, five of\nthem they made, put them on and organized a big 50, 50th anniversary of the revolt,\nwhen the signs were unveiled and now at least the truth over there. This accomplish\n| think I've done a little thing. Now, published this book about Sobibor, another book\nand could relax.",
        "Q: Now you said that was giving back something. That's not a little thing, that's a\nbig thing.",
        "A: See. A from the present Polish president, a_ letter,\n. Here, firing squad.",
        "Q: So this was important, not only to you, but to other people. All these letters that\nare...",
        "A: . I'm sorry. is this. That most difficult |\nheard from Jewish people and | don't know why, because the Jewish people Israel,\nshould bring up, take care of Sobibor. Because this was really the biggest revolt, if\nnot the only successful revolt. Not talking about ghetto, talk about\ncamps. And | had difficult time to organize somebody from Israel. | went to the\nIsrael ambassador, tell them, listen, | Know the Prime Minister will come from Poland.\nshe's Polish, | would like you should be there. | didn't,\nthey didn't even let me talk to ambassador. They'd give me some kind political\nsecretary there, a woman called Gordon. She didn't care, she just didn't want to go\nfor the commemoration. So | said, listen if you don't go, | promise you, | myself am\ntalking on the radio, on television. | will say that | tried to get somebody from the\nThomas Blatt 62\nJuly 26, 1996\nPage 62\nIsrael ambassador and they didn't give a damn, didn't even know what Sobibor is\nand what Sobibor was, so educated . Anyway, so she was ascared\nand she did come. Otherwise nobody would be. But! arranged it very nice, if you\nwant to see it in the tape, it's 15 minutes, | could show it to you.",
        "Q: | have some more questions though.",
        "A: Yeah?",
        "Q: In terms of, in this course of this interview you've said how it's important to go on,\nto live, to survive, but yet you spent a lot of time on this. Why was it so important?\nBecause they or why?",
        "A: It was important, | said in the beginning, you can't disappear from this world when\nyou feel you have something, something unspeakable, something you must leave for\nthe future. And now, I'm close to 70 years old, another half a year, I'll be 70 years\nold. I'm really satisfied that | left something for the posterity, for history. What do\nyou think? People say, oh we should kill them all, okay, of course,\nforward to kill the Nazis, but | think this is not, this shouldn't be the purpose, we should\nkeep the emotions down. We should sue him, have court proceedings. Because |\ndon't give a damn if he's killed or not, because takes a minute and he hangs and\nthere's, this belongs to them. But most important is his testimony because this will\nlast forever, if he had to document what's happened. So, what | have done is ina\nway, a document and now I'm really satisfied because that's all | could do. It was\nvery difficult as | said, with help and look at this letter, the organization,\nthe Holocaust committee, the head, the head did\nThomas Blatt 63\nJuly 26, 1996\nPage 63\nrepresent me as a figure at least, in the Polish and for the\nPolish official, as a figure to as an Official from America and the\ntrue, was a little like | am, a little simple person, trying to do the best and | used it and\n| was received with respect by the Polish dignitaries, as a matter of fact, | grabbed\none of us in a meeting, some kind of meeting in Washington and there were some\ndiplomats and | grabbed the Polish Minister of Justice, Yushkevich(ph), had the collar\ncalled it and didn't let him go until he\npromised me 10,000 , he didn't keep his promise. For this money, |\nforgot to tell you, in Sobibor, besides the church and besides the sign, they establish\na kindergarten, with swings and everything and | managed to throw them out and |\nestablish a museum, now there's a museum there. Soin my small capacity as small\nman, | think | accomplished something which let me, let me live a little bit in peace\nnow.",
        "Q: So in doing all that work...",
        "A: Yeah.",
        "Q: ...it also seems like you had to relive some of the pain, over and over and over.",
        "A: No.",
        "Q: No?",
        "A: Okay, | didn't have to relive the pain, because after awhile, it neutralize you. You\nbecome a person, you're not so personal involved, your emotions is moving aside by\nthe, by the action. You doing it and | used to come to Sobibor and | used to shake\nin the beginning, not now. The only one moment may be when I'm, | sometime not\nThomas Blatt 64\nJuly 26, 1996\nPage 64\nable to control, I'm going to tell the story of Sobibor and the lectures here, whatever,\nwhen | talk about my parting with my mother. Otherwise, I'm in full control of myself.",
        "Q: These are? Justa couple of other questions.",
        "A: Yeah.",
        "Q: So do you talk to other Holocaust survivors and encourage them to speak out or\ndo something that's meaning, something that's meaningful to them’?",
        "A: No, the fact is, that the survivors from the death camps, act completely different\nthan survivors from concentration camps. Concentration camp survivors have\nsociety's mauthausen(ph), prisoner's, Auschwitz organization and Buchenwald.\nYou never hear of Sobibor or Treblinka organization. Or Helnot(ph). First of all,\nthat's you on the left, but people ask me, do you get together, no we don't get\ntogether. We don't get together because our memories are too terrible really, to talk\nabout. So and we don't have contact with each other.",
        "Q: When you meet people either from the same types of experiences, or people who\nhave had other types of experiences, but can't talk about it, who might have\nnightmares or a hard time having family relationships, what do you tell them? What\ncan you tell them?",
        "A: Repeat it please.",
        "Q: I'm wondering, you're someone who has, who doesn't seem to find it hard to talk\nabout your experiences, who has been able to go on and have a family and a career\nand business and , but yet there are some people who haven't, who\ncan't. And I'm wondering what you tell those people, what can you, what advice?\nThomas Blatt 65\nJuly 26, 1996\nPage 65",
        "A: | didn't met, in my way a person who is complaining. Although yes, I, | actually\nhear, well this was the wife of a survivor. She doesn't want to talk about this, she\ndoesn't, she doesn't want to hear about this. So we didn't talk about this. And but\notherwise to engage myself in some kind help, in some kind advice, | had never a\nchance to do it, really, although | Know that some people\nwant to talk about this and | respect it.",
        "Q: You understand it?",
        "A: Yeah, want to go away, they can, there's a lady in Santa Barbara, she shaking\nwhen we talk about the Holocaust. Maybe she has some terrible\nmemories and she doesn't want to talk about it.",
        "Q: Do you think you'll remember everything?",
        "A: You know, | could forget what we talked yesterday about, a date or whatever, but\n| will never forget what's happened 50 years ago or 55 years ago. Every single thing,\nI'll never. Little things | find out, | can't exactly, but basically everything, yeah, so.",
        "Q: Do you ever wish you couldn't remember some of it?",
        "A: No, no. poetically, wish not to remember, but maybe\n. You survive, you remember, and terrible things happened, it just\nmakes you think about people, how they act. People sometimes ask me, \"So what\ndid you learn from the Holocaust, what could you say?\" And they expect | will say\nsomething poetical, something you know, high, some extra thoughts and what | did\nlearn is this, it is not a direction what to do or what, a simple thing, | learned that\nnobody knows himself, nobody. | look at people, men catch myself\nThomas Blatt 66\nJuly 26, 1996\nPage 66\nwondering, especially if people are nice to me, in Poland or in Germany, | wonder,\nhow would he act in that, in that situation? And that, what | know, nobody knows\nhimself, how he could change, what he could be. Because I've seen it, you take\nnow, five or ten mothers and ask them, if you have a choice, you should be killed or\nthe child, would you give up your child and I'm sure all ten would say no, | would\nrather die and they think so. They don't say a lie, but | am not so sure if it would be\nlike that if this would be the Nazi time. | think what | have seen, more than half would\ngive up the child. Anyway, | have little observations, | wouldn't call it lessons about\nthe human nature, I've seen a lot. And if | were to be an educated psychologist,\npsychiatrist, | could on it and write very nice, scientific work about the\nhuman behavior, because I've seen it first hand. I'm not, | think I've done, well | was\nvery busy usual always, writing this book, and another book now, I've finished it so |\nhave more time and maybe | will write short stories, but this, would rather be, | think\nin a fiction form, based on true stories. That's all.",
        "Q: So before, I'm sitting in front of this big Menorah, Menorah, yes and we talked\nabout how, at some point in your life, the Jewish religion or practices wasn't all that\nimportant. Has it come back into your life?",
        "A: It didn't come back, maybe if | would a religious person, the tradition\nwould come back. But in America again, in the beginning, we did need to work\nSaturday or not Saturday and we would never keep it up Jewish spirit,\nthe way | remember in Poland before the war, so the conditions changed, or the\nbehavior changed. But! have very good memories from the past, from the tradition\nThomas Blatt 67\nJuly 26, 1996\nPage 67\nand, which | never keeped up now, for years. Saturday especially, when | was living\nin Poland, | didn't know what is a Saturday, is not a Saturday, Yom Kippur, not Yom\nKippur, So.",
        "Q: But your, the children that were born here, did you bring them up Jewish?",
        "A: They know they are Jewish and | didn't care what either way they will go, whether\nthey feel Jewish, whether not so. Not religious, they didn't go to religious schools.",
        "Q: Bar Mitzvahed, Bat Mitzvahed?",
        "A: No.",
        "Q: None of that?",
        "A: No, not at all. | don't care about this, it's a big show of so many\npeople I've seen here.",
        "Q: And what about God now? You talked about there, God being a terrible God at\nsome point.",
        "A: Yeah.",
        "Q: How does, how's God now?",
        "A: |am at odds with God. So much! don't want to talk about Him, that's God. There\nis some, obviously, | lean, | lean rather to Spinosa(ph), . You know who\nSpinosa(ph) was? Jewish philosopher. He was thrown out in Jew's society, you\nknow. There is some, you could say I'm agnostic, not atheist. There is some power\nwhich is ruling the world and of course obvious, the balance between water and the\nair and whatever their ending is, you know, proclamation,\ngenerations after the generations. There is some logical balance and everything is\nThomas Blatt 68\nJuly 26, 1996\nPage 68\nin logic and but | believe there's some power which we don't understand. It's either\nreligion logical explanation of things, come to a stop and people can't\nlive in the emptiness, so they did think about different stories and one of them is\nreligion, an explanation, people don't need to, to, to search for others, for an\nexplanation, . So God, in the religious way...[End of Side 1, Tape\n3]...Another way to say | don't believe in a theological God, | believe there's a power.\nAnd we don't know what , maybe someday we will come to the truth.",
        "Q: But it's that power that you're at odds with, or?",
        "A: No, but I'm not, this is, I'm a little dust in the whole machinery. | am against the\nimaginable God, which did come from different religions. But again, how could you\nbe at odds, if you don't believe in Him. So, put it this way, I'm a non-believer, but a\nJew. Some say you can't be a Jew if you don't believe in Judaism, in religion, in the\npast. But why not? You could be a Jew, you don't need to be a religious Jew.",
        "Q: | know a lot of people who are Jewish but don't practice.",
        "A: Yeah.",
        "Q: But culturally they feel those roots very strongly.",
        "A: | feel the roots strongly, yeah. It is something, you know, in the human life, in\nevery life, irrational. If you didn't believe in that, why do you believe in that? This is\none of them. I'm not religious, I'm a Jew. And | would like, | like the tradition and\nmaybe | would be happy if | would have a partner who's traditional and so on, so on,\nbut not everything is up tous. My life in this direction, this is it, nobody could actually\nset up his life. People get married, beautiful wife, live forever after, after awhile, start\nThomas Blatt 69\nJuly 26, 1996\nPage 69\nto fight, get a divorce, soon, soon. So everything is, you never could set something\nin one set and will run like that. Some experience in my life, which what?",
        "Q: Well, the important parts, the interview that we want to do is to find out what your\nlife has been like, how the experience of the Holocaust has determined your\nexperience?",
        "A: Well the experience of the Holocaust first of all make me a agnostic. The\nexperience of the Holocaust, not so, the history of the human beings, which | studied\nvery carefully, history of Jews, history of the world and so on, make me wonder if it\ncould happen again. And | think it could very easy happen again. First of all, if you\nlearn from history, it's a very well, a very well known saying, history repeat himself.\nWhy should it stop here? And it's proven, that the , our culture, didn't\nput a stop to it. As a matter of fact, the technology made it worse. Next time\nsomething will, something happened, there'll be computers. You wouldn't be able\nto say I'm not that or that. You push the button, they have your whole story. So it\ncould happen. You could see the feeling against Jews Is not, you scratch it in some\nsocieties and comes up, without scratching it comes up. People will always hate the\nsmarter, the very well off and people will always look for excuse why they are\nmiserable. So if like Jews, a nation didn't have anybody to protect them in that time,\nyou could fell easy prey to hate. Now we have Israel, which in a way could protect,\nbut from my experience, | don't talk, | don't look the positive way on the future. |\nthink it could happen. It doesn't take much, it should change. | sometime go over\non a bus in Los Angeles, | went to Nazi meetings, | get Nazi magazines, | subscribe.\nhttps://collections.ushmm.org\nThomas Blatt 70\nJuly 26, 1996\nPage 70\nNot for support, I'm not a supporter, but | want to know why they think. And you go\nto such a meeting, you really see it how it is, it's not so simple. The\nAmerica think we are fairly secure . To summarize it, | don't want to\nturn my head away, it could happen again.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Q: Okay, so let's start again, | want to ask you your name and address.",
        "Q: Okay. So! wanted to start with where you ended your videotape interview.",
        "Q: Okay.",
        "Q: Well you ended by talking about how you joined a, a partisan resistance group.",
        "Q: Okay no, you hadn't gotten to that, but maybe we can, | wanted to ask a couple\nof questions about that group that you were in and what it meant to be part of the\nresistance group.",
        "Q: So what group was it and how did you enter it?",
        "Q: So how old were you then?",
        "Q: And you had seen a lot, you were not a child any more, it seems.",
        "Q: So by accident. So that's what | wanted to ask about. You were 16 and this\nfarmer asked you to start bringing things.",
        "Q: And so at what point did you start to understand or think about or realize that you\nwere part of this movement?",
        "Q: Blasphemy, yeah.",
        "Q: So all these people that you worked with, the resistance, did not know you were\nJewish and it was important not to tell them?",
        "Q: Why?",
        "Q: And were there other Jewish young people or other Jewish people in the group?\nDid you...",
        "Q: But you stayed private about being Jewish?",
        "Q: And so did they feed you, did they give you a place to stay, did they protect you?",
        "Q: But there were some that were like that?",
        "Q: And what was the name of the village?",
        "Q: Okay. So a little while ago you said, then one day you met your first Russian\nsoldier?",
        "Q: Teepee.",
        "Q: You felt that way at one moment or did that feeling of disappointment come later?",
        "Q: Wow.",
        "Q: And so thinking back on that now, is it still a disappointment?",
        "Q: That's a lot of feeling for one day.",
        "Q: That was how much later though, a year?",
        "Q: A whole year.",
        "Q: So in that first day though, did you cry?",
        "Q: No.",
        "Q: You just felt the...",
        "Q: Hardened, or?",
        "Q: Why emotionally?",
        "Q: So what happened you know, the next day, the next day?",
        "Q: Shot at you or shouted? Shot?",
        "Q: Shot.",
        "Q: So when you said you saw your friends, what was it like when you came upon\nsomeone again, and to see, to know that they had survived also.",
        "Q: So is it a, it sounds confusing.",
        "Q: And the other people weren't like that ?",
        "Q: But | guess my question was the other people you worked with had come from a\ndifferent, they had not been through the same thing you had been?",
        "Q: Okay.",
        "Q: Even though this was, you were, you said it was a town of mostly Jewish people?",
        "Q: And how old were you by then?",
        "Q: Still 16?",
        "Q: Couple questions.",
        "Q: Yeah. When you said you were in this house with the other people from the joint\ncommittee, did they feed you? You said you were hungry some days and that's why\nyou went to that church.\nThomas Blatt 21\nJuly 26, 1996\nPage 21",
        "Q: And so you lived with other survivors?",
        "Q: Slept? Cause everyone came back to the same house?",
        "Q: And did people talk about their, each, everyone talk about their experiences?",
        "Q: But probably other people had other problems.",
        "Q: And so you said people went to the market to trade, how did, you got a job, how\ndid people get money, how did they start changing from having to survive every day\nto having some money and a job?",
        "Q: So how long did you work in that shop?",
        "Q: Oh, my question was, did people still, was there still people who hated Jews in the\nvillage, in the town ?",
        "Q: And then in the next town? you could be...",
        "Q: So even though it was free...",
        "Q: So it was still hard?",
        "Q: So then you decided to leave this town?",
        "Q: Why, do you think?",
        "Q: The same farmer?",
        "Q: No.",
        "Q: And so we were talking about when you went back to the farmer's house and you\nhad the Russian soldiers with you?",
        "Q: Is that, yeah, okay.",
        "Q: But you were still a very young man then?",
        "Q: But beginning to learn business?",
        "Q: This was after?",
        "Q: So people, a lot of people would say, why go to Germany?",
        "Q: And so what was, what was there that was ?",
        "Q: For what?",
        "Q: Now, but there were many other Jews in Berlin then?\nThomas Blatt 33\nJuly 26, 1996\nPage 33",
        "Q: And you didn't know other people, have friends there?",
        "Q: Okay, so we just finished about you talking about you met someone who would\ntake you to Threezonia(ph).",
        "Q: Why?",
        "Q: So when you said you went to this man and you said you were with him, before\nyou said you were too shy to ask another man to take care of you.",
        "Q: You didn't want to get involved in that.",
        "Q: How did, did you want to go there or that was...",
        "Q: And why did they give you food and cigarettes if you weren't staying there?",
        "Q: Where in Poland?",
        "Q: So before we get too far, let's go back. The girl that you fell in love with in Poland,\nJewish, yes?",
        "Q: No?",
        "Q: Was that a big deal for you?",
        "Q: Because some people want, wanted, especially after the war, only to be, only with\nJewish people.",
        "Q: And what about her family, did her family know you were Jewish?",
        "Q: And how old were you?",
        "Q: So that was a big decision, to not go and to go back with her.",
        "Q: But you're going too fast for me.",
        "Q: So this... [End of Side 1, Tape 2] So you had talked before about, when we first\nstarted about how you were very, you got very hardened and a lot of people would\nsee that as not being able to open up, but yet you told me a story about deciding to\ngo back to Poland because you loved this woman so much. Now a lot of people\nwould not, who had lost their whole family, would be afraid to love that much.\nThomas Blatt 41\nJuly 26, 1996\nPage 41",
        "Q: So you recognized that you had emotions?",
        "Q: Now when you then got married and started your family, did all this time, did you\nthink about your family that you had lost?",
        "Q: You didn't?",
        "Q: You couldn't? Some people wouldn't be able to think or you did in part,\nintentionally didn't think about them?",
        "Q: So you knew to move on?",
        "Q: Why?",
        "Q: So when you had your first child there, did you and my parents always told me we\nname the first child after a family member, did you do that, or?",
        "Q: No?",
        "Q: Why?",
        "Q: So were, | imagine you were afraid that that would be a way to identify?",
        "Q: So that was a mark that Jews could be?",
        "Q: Were there other things like that that you felt very strongly about?",
        "Q: So, did you, were you 13 already when the war started ?",
        "Q: 12. So, | remember in your interview you talked about, was it your aunt saying\nwhen you would be Bar Mitzvahed at 13, God would forgive you for eating pork? So\nby the time the war was over, had you decided it was a, God was a terrible God?",
        "Q: So, if we look back we would say you were brought up with what we would call\nnow, the Orthodox Jewish culture?",
        "Q: But yet, by the time the war was over and you met this, you married this Polish\nwoman, you were not, did you not consider yourself Jewish or you did by then?",
        "Q: So the period that you were in Poland and had this family and were living a\ndifferent life...",
        "Q: A lot of Jewish people were going from the camps and were going to the United\nStates and to other countries.",
        "Q: Did you ever think you wanted to be part of that group?\nThomas Blatt 46\nJuly 26, 1996\nPage 46",
        "Q: And that's when you went, so let's go back to that, you went to...",
        "Q: Israel. To be a Jewish person in Israel?",
        "Q: So when you went to Israel you were already divorced?",
        "Q: Your son, did you have just that one son?",
        "Q: Oh, so, okay.",
        "Q: Okay. So even in 1960, no circumcision, you didn't like that?",
        "Q: Okay, so you were already divorced, you went to Israel and did your feelings for\nbeing part of the Jewish culture and the Jewish religion become stronger then?",
        "Q: Now did you go to Israel because you felt that desire to be in the Jewish\nhomeland?",
        "Q: So if you could have gone...",
        "Q: You said the only way to get out of Poland, the only way out was to go to Israel?",
        "Q: Where else, if you had been able to go someplace else?",
        "Q: And you went to America because she had a life here?",
        "Q: Was she Jewish?",
        "Q: And that was okay?",
        "Q: So you recognize growth and change in yourself a lot over these years.",
        "Q: Now some people, I'm sure you've talked with a lot of other Holocaust survivors,\na lot of them have not changed, cannot grow, cannot move on.",
        "Q: You see, when | opened my first store in Santa Barbara, in Ventura, | liked, | liked\nvery much Jewish music. And always | had a Jewish tape with Jewish songs. Later\n| sold the store, | sold the store to another Jewish survivor. When he did come to\nvisit my store, always had Jewish music and | didn't care who was over there, | had\nJewish music. When | had come to his store and put in a Jewish tape, \"Oh listen\nDavid, listen to this tape,\" he did look ascared, he looked around, | said, \"David, it's\nover. If | must hide here again, why did | come to America?\" He still has the\ncomplex. | rather did try to demonstrate, that time, Jew and so on and so on, so on,\nso on and...",
        "Q: So in the, | don't think it was the transcript but in one of the articles they sent me\nthey talked about how you went, did you go back to the trials at some point?",
        "Q: And when was that, was that after you came back to this country or in Israel?",
        "Q: And what was that experience like?",
        "Q: Did you think about not doing that?",
        "Q: So at what point did you start writing down things and thinking the names, the\ndates, various specifics?",
        "Q: You put it away?",
        "Q: So one man said that you and you, did you think maybe | did imagine or maybe it\nwasn't...",
        "Q: So the time that you put your manuscript away, did you think about it?",
        "Q: So it was a breakthrough for you...",
        "Q: And did you feel, that's the first time we've used that word taboo, did you feel that\nthere was a taboo, that there were people ?",
        "Q: Even though you knew other people who had had somewhat of the same\nexperiences?",
        "Q: | about that.",
        "Q: Okay.",
        "Q: So all the things that we've talked about today and the interview that you did\nOriginally, did you talk about all these experiences with your family, with your wife and\nwith your children.",
        "Q: But now would you...",
        "Q: You talked about in terms of writing the book, but do you talk about it in terms of\nthe experiences itself?",
        "Q: Now you say of course, but some people...",
        "Q: But why not talk about it with your children?",
        "Q: So were there things you wanted to protect your children from? Hide? That they\nshouldn't know about you from that time?",
        "Q: How many children do you have?",
        "Q: Whose and adult now.",
        "Q: Adults?",
        "Q: So do they ask you questions?",
        "Q: So, we were talking before about how some people didn't want to talk about the\nexperiences, what do you think, why do you think it's important for you to have spent\nall that time writing and to have spent all the time making sure the story that you wrote\ncomes out?",
        "Q: No.",
        "Q: Now you said that was giving back something. That's not a little thing, that's a\nbig thing.",
        "Q: So this was important, not only to you, but to other people. All these letters that\nare...",
        "Q: | have some more questions though.",
        "Q: In terms of, in this course of this interview you've said how it's important to go on,\nto live, to survive, but yet you spent a lot of time on this. Why was it so important?\nBecause they or why?",
        "Q: So in doing all that work...",
        "Q: ...it also seems like you had to relive some of the pain, over and over and over.",
        "Q: No?",
        "Q: These are? Justa couple of other questions.",
        "Q: So do you talk to other Holocaust survivors and encourage them to speak out or\ndo something that's meaning, something that's meaningful to them’?",
        "Q: When you meet people either from the same types of experiences, or people who\nhave had other types of experiences, but can't talk about it, who might have\nnightmares or a hard time having family relationships, what do you tell them? What\ncan you tell them?",
        "Q: I'm wondering, you're someone who has, who doesn't seem to find it hard to talk\nabout your experiences, who has been able to go on and have a family and a career\nand business and , but yet there are some people who haven't, who\ncan't. And I'm wondering what you tell those people, what can you, what advice?",
        "Q: You understand it?",
        "Q: Do you think you'll remember everything?",
        "Q: Do you ever wish you couldn't remember some of it?",
        "Q: So before, I'm sitting in front of this big Menorah, Menorah, yes and we talked\nabout how, at some point in your life, the Jewish religion or practices wasn't all that\nimportant. Has it come back into your life?",
        "Q: But your, the children that were born here, did you bring them up Jewish?",
        "Q: Bar Mitzvahed, Bat Mitzvahed?",
        "Q: None of that?",
        "Q: And what about God now? You talked about there, God being a terrible God at\nsome point.",
        "Q: How does, how's God now?",
        "Q: But it's that power that you're at odds with, or?",
        "Q: | know a lot of people who are Jewish but don't practice.",
        "Q: But culturally they feel those roots very strongly.",
        "Q: Well, the important parts, the interview that we want to do is to find out what your\nlife has been like, how the experience of the Holocaust has determined your\nexperience?"
    ],
    "answers": [
        "A: My name is Thomas Blatt, my Yiddish name is Toivy(ph). | live at 19427\nSoutheast 14th Street in , Washington, 98029.",
        "A: | don't remember where | ended.",
        "A: | probably ended, | have the tape here but | can't ;",
        "A: Probably | ended where | met the first Soviet soldier. Liberation, probably.",
        "A: Yeah.",
        "A: When | escaped from Sobibor, of course | was later hidden in a farmer's farm. He\ndid try to kill me, | escaped and find myself in a village. In the beginning | was a\ncowhand, | helped with the cows because the farmer wouldn't keep me like this so |\nhelped him out and once, a friend of my father, he was aware I'm Jewish, otherwise\nnobody did know I'm Jewish and he did want to help me. He called me and told me,\n\"Tom, here's a piece of paper and an envelope, please deliver it to the next village,\nto that and that farmer.\" And | went over there. From that point, this farmer send\nme someplace else and finally | find myself not knowingly, working for the, in the\nunderground. | didn't know what kind of underground, but | was delivering\nThomas Blatt 2\nJuly 26, 1996\nPage 2\nmessages and | was with them in the forest and once in awhile we did go out to mine\ntrains, Is , still not Knowing what kind , but later | find\nout and that this is a organization, a peasant's organization called Battalione(ph)\nHopska(ph), which in translation would meant, Peasant's Battalions. This was, on\nthe political ground, it was in the middle, between the right and the left wingers.\nLater, after the Germans were chased out from Poland, some of them attached\nthemselves to the Communist and some of them were the Nationalists, Akar(ph).",
        "A: | was in that time 16 years old.",
        "A: No, | wasn't a child, | wasn't a child a long time before this, but of course the war\nspeed up our development, mental development, special. So | do, | did see a lot.\nYou see, some survivors were in the camps, concentration camps or they were as\nChristians on false papers. | did go all the phases through. | was in the ghetto, |\nwas in jail, in camp. | later was in Christian papers and later was in the fighting\norganizations, so in all the aspects of the critical points of the\nhiding as a Jew. Not only in one place. So | know all the faces and all the difficult\nand different situations and | was of course liberated as a member of the\norganization, which later | was aware, the how, not by choice, but of course by\naccident. So many people by accident were in the Communist underground or the\nNationalist underground.\nThomas Blatt 3\nJuly 26, 1996\nPage 3",
        "A: To deliver a message.",
        "A: The moment he send me, when | took the message to the next village, | already\nunderstood that this is something, it's a new phase in my hiding, | had to say. And\nwhen | delivered the message, in that time, you see, every day you survived. It's\nlike | was, was like a bookkeeping. Every day you survived a new sight\n. So when | was on the farm, | thought oh, maybe | should sleep\nhere, it'll be another safe day. So | went to the barn to sleep. | asked the farmer\ncould | sleep. Oh, | don't want to go to make, back to my village, | am tired. He\nsaid of course you can sleep in the barn. And in the barn night time, some people\nstarted to arrive. About one o'clock, a group of about 25 people ,\nAnd | was ascared they will recognize me as a Jew so | digged in deeper in the straw.\nAnd they laid down, they relaxed. And about two hours later, everybody left and the\nway | find out, from their conversation was they're going on to mine the railroad tracks\nsomeplace, not far away. So | understood, that I'm in the midst of a organization, |\nstill didn't know what kind, but later, as you see, special\nonce they did give me a horse and carriage, with a lot of leaflets from the Polish\ngovernment in exile in London. And | supposed to deliver packages of the leaflets\ncertain safe houses. So on that point | understood that they trust me already\nThomas Blatt 4\nJuly 26, 1996\nPage 4\nbecause | did know all the circuit we were delivering. And | understood for who | am\nworking. Except that this Mr. Russelinski(ph) who was the head of the organization,\nwho took me in to deliver the messages, he only was aware I'm Jewish, in the\norganization. Nobody else did know. As a matter of fact, the next day, when | was\nsleeping in this, in this village | mentioned before, it was Sunday the next day and the\nfarmer said, Tom, they called me Tolek(ph) in that area, Tolek(ph) we are going to\nthe church today and this farmer said, \"Tolek, come to the church, we are going to\nthe church. Tolek, come to the church.\" So | said, \"Okay.\" You see, | come, |\ndon't come from an Orthodox family, but my old relatives were Orthodox and\nwatched out for me | should learn the Torah and everything else. My\nparents really didn't care much. And | believed in God and to be a nice Jewish boy.\nYou should never go without a cap, you know, if you take down the cap, you should\nhave a yarmulke. And still, no matter what, after after everything else,\n| still felt uneasy taking down the hat. Now they're going to church, | was aware |\nmust take down the hat and what makes it worse, you're going to the church. We\nwent over there and they are taking down the caps, the farmers and there's a big\ncross. And to take down in front of Jesus and the cross, | felt it's something terrible,\n|can'tdo. Soldidn't touch my hat. But the farmer looks at me and said, \"Och, like\na Jew.\" And he, with his hand he and threw out my cap. So |\nremember, but later when | was in the church, pretending I'm praying, we prayed of\ncourse in Polish and | prayed in Yiddish and asked for forgiveness that | am praying\nin| achurch. So now! don't mind, you know, it's different, but that time, my mind\nThomas Blatt 9)\nJuly 26, 1996\nPage 5\nwas set this way. So | feel to do some kind, how do you say it in English,\nblasphemy?",
        "A: Yeah.",
        "A: Yeah, it was important not to tell them because the organization, we talk about a\npolitical organization, underground organization in Poland. One was called\nAkar(ph), AK and | know they killed the Jews. But on the other side, some Jews\nwere members. Mostly doctors and so. So actually everything depends on the\nperson, on the individual and if | was in this organization, maybe one wouldn't hurt\nme, but | bet there were some would hurt me badly would they find out I'm Jewish.\nAs a matter of fact my friend was hiding in the village. He attached himself to\nanother organization, a leftist organization, where he should feel secure and he was\nkilled by them.",
        "A: Because he was Jewish, so they killed him. So it was dangerous to admit, so |, |\nlooked like a little shygitz(ph), shygitz(ph) is in Yiddish, is a little Christian boy,\nbarefoot and | was wearing, | remember, over, overhaul, you know and | didn't stood\nup as a Jew, my nose wasn't as big as is now. You know very younger, when you,\nwhen you, when you grow older the nose, first of all the nose is getting older too,\nlonger. No, | was, | was pretty good. They didn't recognize me.\nThomas Blatt 6\nJuly 26, 1996\nPage 6",
        "A: In the organization, no, no, not in this area. Ohno, no. There were living in this\narea, some Jews, there were two girls working at maids to Christians and there were\none Jewish girl which married a Christian in another village and there was some Jews\nworking as tailors, quietly, you Know this was 1944, when the Germans actually didn't\ndare to come to villages like he used to come years before. When they did arrive in\nvillages now, it's with big groups and very careful and soon and soon. So it wasn't\nso dangerous to take in a Jew for , like it was, for example in 1942, '43.\n| talk about little villages far away where the partisans had the upper hand for the\nGermans. So some Jews were in the villages, living half hidden, half open.",
        "A: Yeah, yeah, in the partisans at least, yeah.",
        "A: They didn't need to feed me or give me a place to stay, | mean in daytime mostly\n| was working with this farmer. But if there was, as it called, action, we did need to\ngo someplace, they let me know, come here and there to assemble, to assemble\npart. We went out to a railroad track or we had some meetings and so on, so on\nand daytime, even back to work, no one did know that we are farmers, although in\ndaytime | used to deliver leaflets, | mentioned. Ormessages. But it wasn'ta group,\nwe was always in the forest.\nThomas Blatt 7\nJuly 26, 1996\nPage 7",
        "A: Yeah, but , they weren't always in the forest. And every group\nhad people which in daytime, every partisan group, resistance, had people in daytime\nwere normal people and in nighttime they went for some actions, they were called.\nAnd some were always in the forest. Actually the village was in the forest\n, It was in the forest.",
        "A: Mchy. M-c-h-y. This is the Polish spelling.",
        "A: No then one day. Finally. This was in July and a German soldier arrived in the\nvillage. And it was obvious that he, that he escaping and he told us that is an end\nto the war. It was already July 1944 and us aware that the Germans\nare escaping, finally they arrived in our village. And we have seen it, the older\nfarmers left the village and went uphill, for the prepared hiding places and dig outs\nand so on, ditches, you know. But, | was without in a hiding place and | didn't know\nwhat to do because they didn't let in strangers, the villagers. And the farmer where\n| working as a cowhand, he was aware I'm Jewish and he was afraid to let me in the\nlast minute, you know, never know what could happen. So! went down to the village\nand mingled with the Germans, they were on every, on every farm. So anyway |\nwent into a farm house, picked up a cow and took the cow back uphill. On the way,\na German soldier passed me and he was washing himself with, he was shaving\nhimself actually. And he offered me a cigarette, he talked with me a little bit and\nThomas Blatt 8\nJuly 26, 1996\nPage 8\nlater | went down with the cow and to the field. And so if somebody stops me, of\ncourse | would say | take care of the cow, this is only, you know, belonging. So | felt\na little bit safer, but later when the shooting is coming closer | was a little bit afraid\nand tried to get in, in a, you Know, when they cut the corn, they but it in kind of a, |\ncall it bundle and they put the bundles together so if forms like a, like a Indian shed,\nwhatever would you call it? Anyway...",
        "A: Yeah. | went to, so there was in the field a few of them standing and | was trying\nto hide in one and when | was trying to get in, | notice a person's over there. And\nthe person was a Russian officer who escaped from, a few POW's were in this village\nwith the Germans and he managed to escape, they were kept in a barn and he was\nhiding, so | noticed him and | was very happy because you have somebody to, of\ncourse it was dangerous, but the Germans were down in the village, | says,\nuphill. | was happy to see him and we talked and explained that oh,\nthey're machine guns, which meant Russians about 10 miles from here and later\nwhen we heard single shots, he explained, oh now they must be someplace in about\na mile from here. And later was quiet and he said, \"You know what, | think we are\nliberated, because the front probably passed the village on the eastern side.\" And |\nlooked down to the village and of course there were no more Germans, but there\nweren't a lot of Germans, | mean. A few of them and they were mining tanks and\nthey exploded the tanks, probably they didn't have fuel to drive them so they\ndestroyed them before they left and later the, the Germans left and was completely\nThomas Blatt 9\nJuly 26, 1996\nPage 9\nquiet, like nothing. So 1! went down with this Russian to the village, looked around\nand later was walking on the road, not being completely sure that | survived, but |\nhave the feeling, | think this is the moment. And finally from far away, I've seen a\nman on a bicycle. And | was wondering what is he doing with the bicycle and he\nwas bicycling to the village. I'm waiting, waiting, when he comes closer, | recognize\nthe Russian uniform, clean uniform. They're lighter than the Germans, than the\nGerman uniforms. He comes by, he drives closer, | recognize a Jewish, um a\nRussian soldier. He finally stopped near me and he asked me, \"Germans if\nnicht(ph)?\" There are no Germans here? | said, \"No, there are no Germans here,\nthey left.\" So he turns around, went back. Few moments later, | seen on the edge\nof the forest about 200 yards away, somebody in a house and a black coat, overcoat,\nlooking around for a few minutes, turning around and went back to the forest. And |\nrealized that this is, | must be liberated and | was shocked, because | dreamed over\nthe years about liberation, how the liberation would look like, how | will grab this\nliberator, | imagined it must be a soldier always, and kiss him and be happy and\ndance. And really be happy | survived and dance for joy or whatever people are\ndoing when they are happy. And it wasn't so at all, | was really, when up to now, |\nwas full of energy and | didn't think about anything else, just to survive. Now\neverything collapsed. | survived and it was, it was a terrible, pity should | say, | don't\nknow. | felt terrible that my, my parents didn't survive, my brother, was only a year\ndifference. So | felt the heaviness of the past tragedy that just fell on my shoulder\nhttps://collections.ushmm.org\nThomas Blatt 10\nJuly 26, 1996\nPage 10\nand my soul and instead of be happy and joyful, | felt down and disappointed and it\nwasn't the way | meant, | thought it will be. And this was my liberation.",
        "A: The moment of liberation. Which could, as I, you say moment, it could be an\nhour, it could be, it could be a whole day | felt this way. | don't remember.",
        "A: Yeah.",
        "A: You see, when | was in Sobibor you know Sobibor wasn't a concentration camps,\nSobi was a death camp. A lot of people don't know the difference. A death camp,\nyou come in, you go to dead, with . And I never cried. | lost my\nparents in a matter of a few minutes and my brother, | never cried. When a day\nearlier, when they took us, before they took us to Sobibor, if one of my parents\nwould die, let's say my mother, happened she died in the street, a truck run her, run\nher over, | would cry, | wouldn't imagine a life without her, it would be a terrible\ntragedy. Now, a day later, hours later, | lost my whole family and | didn't shed a tear.\nAnd | asked my friends, | thought maybe something wrong with me. Nobody cried\nin Sobibor. Why? Because a mechanism, another way of thinking took us over.\nThe nature helped us to survive by blocking out the past and the same thing was\nbefore. When | was liberated, my feelings, the normality of the person, of human\nfeelings especially, was no restrictions, this is the reason | felt the true feelings which\nwere earlier suppressed.\nThomas Blatt 11\nJuly 26, 1996\nPage 11",
        "A: Yeah. And later, about a year later, | had another, | would call it, back down, not\nback down, another, when | did open completely because no matter what, | still, it\nstill didn't reach me, the past deed, but in 1945 | was in a city called Gliveesa(ph),\nwith a friend and | did drink a little bit vodka and | remember suddenly | started to cry\nand cried for a whole afternoon, maybe four hours. After that point, after | stopped\ncrying, | felt really a different person. And from that point on, I, | think | started to live\na normal life.",
        "A: A year later.",
        "A: Over a year.",
        "A: No.",
        "A: No, still not cry.",
        "A: | very seldom cry, from that point. When |, when | did cry, | see a movie, from the\nwartime. | would, | would put in a few tears and that's all, when | see what's pictures\nfrom the past. That was the first time | cried really, besides this | mentioned this\nGliveesa(ph) was a Polish movie | have seen called Channel, about Jews escaping\nthrough the tunnels and the shoes and so and so on and that time | cried. And other,\nThomas Blatt 12\nJuly 26, 1996\nPage 12\nnow, here, there, | see a Jewish movie from the past, a little bit, you know, uneasy.\nBut otherwise | think I'm very hardened, yeah.",
        "A: Hardened, you see, | mean, | was a very sensitive boy as a kid.\nand fighting and, but, what the Germans have done is\nnot only killing people, the ones which did survive, the, the, the feelings was\ndeformed. And | think the, the, the deformity for the rest of my life. I'm not as\nsensitive. | could look now to, to cripples or whatever, a divorce scenario and it\nwouldn't bother me really much. So, they changed my personality and...",
        "A: Okay, let's go, | want to go back, let's come back and talk about this. So the day\nof liberation, you had imagined it and it was a little emotionally different?",
        "A: Yeah.",
        "A: At that point. Later | was more disappointed.",
        "A: So I'm free. Where should | go? I'm going back to my town, Itsbeetsa(ph)\nbecause it's only three kilometers. On the way | notice a group of Jews,\nand there was about five people of them, from Itsbeetsa(ph), |\nrecognized them, start to talk whatto do. And later they go to the marketplace. And\nthere | realized again, that's another world, because this town, Itsbeetsa(ph) had\ncome to be in 1917, in the 17th century, established by King Auguste(ph), only Jews\nlived there, 99 percent. The Christian was the mayor the city, commandant of the\nThomas Blatt 13\nJuly 26, 1996\nPage 13\npolice, the rest only Jews. And | did know every place and every home where |\nwould step in in Itsbeetsa(ph), they would take me in like the best guest and now we\nare standing in the middle of the marketplace, strangers now , hostile all\naround, | felt the hostility. And | remember not far, next to the stores, was a man, in\na uniform, in an officer uniform. He was standing with a woman, we were watching\nhim and he was watching us and finally he did come to us and he told us that he is\nan officer, in the Polish Akar(ph), in the Polish underground and\nhe, he, he's, he's Jewish, he said and he, we're the first Jews surviving in hiding the\nway he has seen. And he talked with us and he left. Later we find out that he was\nkilled. Because he was, in the Polish Akar(ph), the Polish underground as a non-\nJew. And while talking with us, he betrayed himself as a Jew and he was later killed.\nAnd this told us his wife, much later was in Lublin and she survived\nwasn't Jewish, but she told the story in Lublin later. The city | left later. Most of the\nJews left for Lublin, from the little towns in Poland, being afraid. Now, so we\nstanding, finally one said, \"I'm going to Lublin.\" Then another one went to a friend\nin the town. And | went to people | was friendly with, our neighbors and there was a\nbakery, Kulikoffska(ph) bakery. | went to her, a short lady, probably in her 60's.\nShe helped my before. And she said, \"Toivy, you know what? Where will you go,\nwhere will you run? Don't go the Jewish ways, business, handle. You see what's\nhappened? Start to work like all the honest peoples are working, | will teach you to\nbe a baker.\" So | thought, let's see what happened. | was sleeping a whole day, |\nstarted to work about two o'clock in the morning, producing bagels. And we worked\nThomas Blatt 14\nJuly 26, 1996\nPage 14\ntil about eight and the bagels were ready by eight for the\nand eight o'clock | went back to sleep in the attic. And the oven\nactually was found there. One day, well night, somebody's knocking on the door.\nShe runs, she was living in the first floor, she comes down, Kulikoffska(ph)...[End of\nside 1 of tape 1]...so, and she said, “Run to the attic and hide.\" So | hid in the attic\nand | was thinking, the war is over, I'm liberated, what is it? But after awhile she\ncomes back. | heard some talking downstairs and | the\ndoor locked and she comes, calls me down, \"Come down and go back to work.\"\nWhatever else, | Know the a short fellow, forgot his name, he was\na drunkard, but a good person, he said, \"Toivy, don't stay here, run while it's not too\nlate.\" They were looking for you. He said, \"Run.\" So | understood that there's still\npeople after Jews. Same day, the day started, after | finished the bagels, | go out to\ngo to Lublin. | didn't realize there's no regular communication. So | start to walk on\nthe streets, people recognized me, because up til now | wasn't a baker practically.\nAnd | find out, as | said, there's no communication, just | must find a occasional horse\nand carriage or truck or whatever. There were some carriages leaving the direction\nof Lublin , but | was afraid to go over there, one by one with a\nfarmer, who knows, I'm Jewish. So | was waiting for a truck. | tried to stop one\ntruck, another one, military Russian trucks passing by from Lublin\nto Zamush(ph). But they didn't stop me beside, they didn't stop in any small places,\nthey were afraid. In that time was still a turmoil, you know. At the point, after about\nthree or four hours, wandering on the street of Itsbeetsa(ph), the main street, | notice\nThomas Blatt 15\nJuly 26, 1996\nPage 15\nthat about three or four people are watching my , where, where you\ngoing? They going afterme. At that point | recognized one, who shot at me, trying\nto kill me, who did kill my friend.",
        "A: Shot.",
        "A: So | realized, and shocked me, | realized the people | was trying to hide for so\nlong, they shouldn't find me, that | myself practically In, in their\nhands. Because the realized, they were looking for me, they realized if | survive,\nthey will be punished. And so was there life or my life. And now, and they didn't\neven, they weren't in a hurry to kill me. They didn't want to do it probably in daytime,\nhe was waiting til it be dark and it was without question they would shot at me.\nwhere could | go, no truck stopped. Finally I've seen that it started\nanother hour, so it'll be dark and that time I'll be really in trouble because even the\ntrucks would not, the drivers will not drive at night time. So] thought, | will wait. And\nthe next truck | will see, the next military truck | will simply jump in the middle and he\ncould run me over and this is it. And so it's happened. When I've seen the truck, |\njumped on the road and tried to stop him. He didn't want to, but finally he stopped\npractically inches from me and the officer, the Russian officer opened the door,\njumped out, start to yell. Said to him, \"Listen, ,lamaJew. You\ncould run me over, but | don't move on that place, because here are my killers. _ If\nyou wouldn't kill me, they will kill me. | prefer you should run me over than they must\nThomas Blatt 16\nJuly 26, 1996\nPage 16\nkill me. Please take me.\" \"I can't, because we have three people in the, in the\ncompartment.\" So said, \"| don't care, | will drive on the back, | will ride in the back.\"\nAnd he had seen that he can't do anything with me, he said, \"No, jump\" Sol jumped\nto the, on the truck and there was, | remember an anti-aircraft gun with a big seat and\nsome, maybe six barrels. So | sat on the seat and hold on the handles from the, to\nhold on, not to shake in this truck. It was handling like an anti-aircraft gunner, you\nknow. And the truck moved and | looked down and I've seen the four persons\ndisappointed and the truck moved on and the people become smaller and smaller\nand smaller and finally | realized again, | made it. And this way | was taken to Lublin.\nAnd Lublin in that time, Lublin was the center of the surviving Jews from the\nneighborhood. Before the war, Lublin in this area, had most of the Jews in Poland.\nSo whoever survived, went to Lublin. So Lublin | find a lot of my friends. And in\nthat time was organization called | think, Umara(ph). United, | don't know, it was\nAmerican organization which helped refugees and soon. And probably the joint too.\nAnd he had some houses where survivors like me did get a bed, a blanket, had a\nplace to live. Solstart to be over there. | start to, took a, a such a room with a few,\nanother Sobibor survivors like Edda Lishtman(ph), her husband Ithsak(ph)\nLishtman(ph), can't remember more. And start to work in Lublin.",
        "A: Each new face which I've seen as a survivor and a familiar face, from my town or\nfrom Sobibor, you know, it, it, it was a, | felt happy, | felt, we felt close to each other.\nThomas Blatt 17\nJuly 26, 1996\nPage 17\nWe're, we're wild too. We didn't know what, we didn't have, talk about kids my age,\nyou know, when the war started | was 12 years old, | didn't learn a trade or anything\nelse, my way of thinking was completely distorted. | remember wandering Lublin\nand I've seen policemen, two policemen that escort a man to the courthouse and |\nask my friend, \"What's happened with this guy?\" \"Oh he did steal a chicken and he\nwas arrested.\" So | said, \"He stole a chicken? Let me see what they will do with\nhim.\" So we went to the court and he did explain the court, that, that or that and,\nand | wasn't able to understand it. It was to me, like unreal. | mean he stole a\nchicken, he said he stole, take him behind the wall and shot at and kill him. | have\nseen people killed for less than stealing a chicken. Why you wasting time? Two\npolicemen, the judge and the procedure and time. |, I, | wasn't able to grasp it.\nAnother time, | was like a newborn in the world. Another time, | went, | was hungry\nmany times and somebody told me that the Catholic monastery, nuns, the nuns, they\nhave a kitchen, a sort of kitchen, go over there and you could eat soup once a day.\nSo | went over there. | felt uneasy being in a Catholic institution but | was hungry\nand | went in, in Lublin. And there were big tables and people sitting and the nun\nwith the white cap comes and she brings me a dish, soup and | eat it. And she\ncomes, she asks me, \"Would you like more?\" And she takes this, how you call it,\nthis spoon, a big, big spoon and gives me more soup. And | felt that | am doing\nsomething wrong. _| felt that | should tell her | am Jewish, she's too good to me. |\nmean, I'm cheating her, | felt. So this is the way, many, many things like that, which\n| did need to learn from the beginning.\nThomas Blatt 18\nJuly 26, 1996\nPage 18",
        "A: Yeah. Somebody called me sir. . First time | still\nremember was in the train, called me sir. It was sounding, affirming that I'm a person\nand this took time. Sol was in Lublin and | was ever so very shy, but over shy and\ninstead to go to my father's friend, like another people done, a few my age who\nsurvived and he took care of them. | waited my father's friend should tell me come.\nWell, where are you, what are you doing, be with me. He didn't tell me and | didn't\nask him, so | suffered. Years ago, when | met him in America, because later he\nemigrated, and this was in 1960, | asked him, | said, \"Moshe,\" his name was Moshe\nBlank(ph). I said, \"Moshe.\" 1, he was my father's best friend and, \"you've seen me,\na lost fellow and why didn't tell, you had so many young men around you.\" Because\nhe had a tannery, you know, he was very rich and | said, \"You had so many young\npeople, helping them, living in your house, why didn't you ever tell me, Toivy, you\nneed some help, come be with me.\" So he said, \"I didn't know. | mean, you should\ntellme. Ibe glad. | thought that you want to be independent.\" Ina way it's true, |\nalways liked to be independent, but also | did, | felt bad, | did want to be with\nsomebody who, who will substitute my father, a family at least. Sol was wandering\nand finally | have seen a shop, a bicycle repair shop and | asked them if they need\nhelp. In the wartime | worked in a bicycle shop. He said yes and | started to work.\nAt a point | asked him, \"Listen | will work for you, but you must pay me every day.\"\nAnd | remember because | had tohave money. So he paid me\nevery day. And the day did look like that in the morning, | was in this house, from\nThomas Blatt 19\nJuly 26, 1996\nPage 19\nthe joint committee. Went down to the marketplace and there were farmers, mostly\ntheir wives, actually, with milks, was exchange, with milk, sour milk and this. So |\nbought two glasses of milk. Not sour cream, the sweet milk, sweet cream, two\nglasses and two rolls and when | drink this, right on the spot, this cream and the rolls\nand after that, | went to work and worked. We had lunch, | wasn't, | didn't go, | didn't\ntake out lunch, | liked mine job. And once, | remember there, my boss said, \"It's\nalready five o'clock and we are closing, but Tolek(ph), if you would like, there's a man\nhere has problems with a bike, you don't need to, but if you would like to, fix it.\" And\n| said, \"Of course | will stay.\" And this happened a few times and finally the boss\ntold me \"Tom, | don't understand you. | have more people working for me and\nthey're just waiting for the five o'clock to go home and you seem to be happy to work\nand always agree to work overtime. | like you. From now on you eat with me\ntogether.\" And from that time on, lunchtime he took me to his house as a member\nof the, | eat like a member of the family. But he didn't understand, this farmer, is\nthis, that for the first time in my life, | worked, nobody beat me. | get paid. | mean,\n| didn't realized that it could be so, | was for five years indoctrinated in a different way.\nSo | loved my job and | always was mechanical, handy and | liked it, really. So this\nwas the reason | worked so nice and hard, the day did come...",
        "A: No. , they didn't care. Went through a bottle of vodka later\nfrom, with the money. | did like , | did like and it give me a pleasure.\nThomas Blatt 20\nJuly 26, 1996\nPage 20\nFrom the past, they beat me and | was always in the threat of death and knowing that\n| will die and here | work and is a different world, so.",
        "A: They were Christian Poles, they were not Jews.",
        "A: Had a different life, yeah.",
        "A: No, not mostly. Most of the survivors from this area, congregated in Lublin, but\nmost of the Jews too, did go go in, in the business by themself. | mean, handle,\ntrade and so on. Very few, maybe | was even actual the only one who did go to\nwork in a bicycle repair shop.",
        "A: 16.",
        "A: Yeah, | know, '44, yeah, yeah, 16,17, 16, end til 16.",
        "A: Yeah.",
        "A: They didn't feel me, they give me a place to stay. But! think they had some kind\nof kitchen, | didn't know, | did never got to this place. | think they had in another\nstreet, called Shwartic(ph) Street, there another house, big house for refugees and |\nthink, it's a possibility they had a kitchen over there, but | imagine, | didn't hear about\nthis and | didn't go, but now from the perspective of time of the time passed, | think\nthere probably there was some kind of kitchen, | didn't know about tt.",
        "A: Slept.",
        "A: At nighttime we did come back to the same house.",
        "A: No, no. Wecome home tired and what's happened is there's this, we didn't, | had\na problem, only which | was very ashame of and | didn't Know how to correct it, |\nurinated nighttime and in every, | did get up, | was in a puddle of this and | felt bad\nand | understood this problem and very unsettled and this was\nthe reason for. No, we didn't discuss, no.",
        "A: Everybody had problems. _| didn't know how, | know a few of us in this house, he\ndoesn't live any more, he's he did became to be a multi-millionaire. He had gas\nstations in Israel, and Canada. His name was, | can't remember.\nAnyway, he used to go out and other people and buy from the Russian soldiers, part\nof the uniform and later sell it in the market, you know. And the Russian soldiers,\nThomas Blatt 22\nJuly 26, 1996\nPage 22\nespecially in the hospitals, used to sell shirts and soap and this and they did conduct\nsome trade, which | didn't do, | didn't like it and | didn't feel talented in bargaining and\ntrading, so | didn't do it.",
        "A: | will give you example. | do go work in the bicycle place. So | had the money\nbecause every day he paid me 17 dollars. The another one, the guy who did, which\n| mentioned, | forgot his name, unfortunately, but is a typical tradesman, he did get\nup in the morning, went to the hospital to work in the hospital. If you work in the\nhospital they give you food to eat, you know. While working, he had a package of\ncigarettes. So he trade the package of cigarettes with the Russian soldier which\nwas wounded and he was in the bed and he sold his shirt. Later he took the shirt to\nthe marketplace, was a spot, a marketplace in Lublin, wnere somebody bought a\nshirt. Later he bought 10 package of cigarettes. And later he did, when he went\noutside, | remember a year later | met him in Germany, in Frankfort. He was with a\nvery rich man, this particular man, was very talented, very, he helped me a lot too.\nSo and a lot of people started this way their fortune, their fortune, fortune, fortune.",
        "A: | work in the shop for awhile and but my future. And | told\nhim, \"Mr. So and so, I'm leaving you.\" \"Don't leave. Work for me, don't do like all\nthem other Jews, just be the same,\" Kulikoffska(ph) used to\nThomas Blatt 23\nJuly 26, 1996\nPage 23\nsay, \"Work for me and later | will give you a paper, you will have the, the, you finish\nthe exams and you will be, you will have a trade\" and so on and so on, \"like me.\"\nAnd have a little garage which was maybe four feet by four, four yards by four yards,\na small, anyway. | thought, | don't like a life like this and told him now I'm leaving.\n\"Oh, Tom, | must tell you, | never had such a worker like you.\" And so on, \"You\nmustn't be Jewish probably,\" he said. \"Yes, I'm Jewish. So, did you have many\nJewish workers?\" He said, \"No,\" \"So how do, how could you compare that I'm not\nlike another Jews?\" Good, said good bye and left. What did | do later?",
        "A: Did they still? In my Itsbeetsa(ph)? Why did | escape?",
        "A: | was with Jews and we had power, | mean, but they hated,\na lot of them, it's a Catholic country. Jews, the Jews are Christ killers.",
        "A: How could they not hate Jews when they go to the church Sunday and there's a\nmass and they're, and they're, mass and the priest is telling him the story about Jesus\ngoing to the ten stations and how the Jews they cheat him and so on and come out\non the church, not be anti-Semites?",
        "A: Yeah.\nThomas Blatt 24\nJuly 26, 1996\nPage 24",
        "A: No, | was but, for awhile, looking what should do and later | remember\nthe moment Warsaw was liberated, | went to Warsaw, ruins. | remember from that\ntime, that I, | grasped the freedom, the way | could, just to convince myself | am free.\n| remember | had a habit and we were joking with my fellow survivors always, even\na few years ago he was here from Brazil, Shlumer(ph) Schmizner(ph), survivor of\nSobibor and he was joking, \"Tom, \" he said, \"| used to ride with, work with you in the\nstreet of Lublin and there's a truck stopping, a military truck, and you see a military,\na truck, you was, you went crazy, you just went straight to the driver asking, where\nare you going? ToPosenun(ph). Will you take me? And you used to leave me in\nthe street,\" he said, \"jump on the truck and go.\" And | remember it was. | used to\ntravel. | didn't care where and for what. Train, no space in the train, | traveled on\ntop of the, of the roof, of the wagons holding on to the edges. And come to a city of,\nanother city, | was wandering around and later | took a train or bus back. It was\nsome, it was crazy, if | look now from the distance of the years, it was not normal,\nalways traveling.",
        "A: | think confirmation of freedom, | could move. | remember the, the months in\nSobibor, on this half a, quarter square mile is all, being like in a cage, had some effect\nand now | could move. And really we'd have sometime will study the\ntape, maybe he will come up with something. , with that money. What\nshould we do? | met, and other survivors and one of them was\nSchmizner(ph), later another one, Silva(ph) was his name and\nThomas Blatt 25\nJuly 26, 1996\nPage 25\nlater another one, his name was Felleck(ph), forgot his true name. And we talked\nto each other and | told to Schmizner(ph), Shloma(ph), who escaped with me from\nSobibor, | tell him Shloma(ph) listen, tell them the story, | was sitting with another two\nboys from Sobibor in a farmer's place, the other two are not alive, | escape with a\nbullet, he has all our money, you must arrest him, you must get him too, because of\nkilling. It was very dangerous to go there. | was aware that a farmer is in the village\nstill. Why have | got to tell you this? Once! did go to, of course | didn't have shoes.\nThe farmer once took our shoes away when we were in the hiding, the farmer who\nused to hide us, Bullyafski(ph) is his name, in the village. So | remember that he\nhas our shoes, so | went to Itsbeetsa(ph) back from Lublin, find a little boy, | was\nafraid to go to the village of , SO | find a little boy, give him a few\nZlotas(ph), Polish money, with a note to go to Bullyafski(ph) and tell him he should\nbring me shoes, boots, to the forest and | will be waiting here and here and here and\nhere. And he left and after about an hour the farmer arrived, in the forest, near a\nspecial called Malinia's(ph) building. He did bring me the boots.",
        "A: Yeah. | took the boots. He left his way, | left my way. Now when | think about\nthis, | can't believe it, that | was so stupid. Hey, he could kill me and the boys who\nused to wander after me when | escaped to Lublin, he could call them and he could\nkill me, what did | do? But now when I'm thinking about this, | realize probably he\ndidn't think I'm so stupid the time, coming alone. He thought maybe | told the police\nthat I'm going and if | don't come back it's his fault. Maybe | have some friends\nThomas Blatt 26\nJuly 26, 1996\nPage 26\nnearby watching me. | was alone, if he would kill me, nobody would know, | tell you.\n| still can't forgive myself how stupid | was, but it's the way it was. So | was aware\nthat the farmer did not escape, he's in the village. So now in Lublin | told them,\n\"Listen, he's over there, he's not punished, what could we do about this?\" So,\nFelleck(ph) had connections to the Russian soldiers, officers. He told the Russian\ncaptain the story and one day we took a truck with soldiers and went to arrest this\nfarmer. We arrived early in the morning in Itsbeetsa(ph), drived up to the village.\nThe dogs start to bark, we come to this village, to this, to this farm and there his wife\nis, his daughter and we ask, \"Where's the farmer? Where's Mr. Bullyafski(ph)?\"\n\"Oh, he left for Zamush.\" | really don't believe he left, he was hiding someplace, we\ndid search to find him. And we would find him, we wouldn't take\nhim to court, we would have shot him right on the spot. But, you see, with\nBullyafski(ph) it was like that with all the farms, they had good dogs. And when we\nwere walking to him, the dogs already barked and he had time to escape to the field\non another side and nobody would find him. We're over there, Stanislaf(ph) said,\n\"Okay, if he is not here, we kill your daughter.\" And he took this girl behind the barn\nwith the rifle. As a matter of fact you could read this in this book, Escape from\nSobibor, Rachel, did you read this book?",
        "A: Rachel described this. Sol was standing with him and told\nhim, \"Shloma, don't kill this girl, she is innocent.\". She was my age. \"No, they killed\nthose who were innocent, too.\" And while he was pointing, | heard the, the rifle and\nThomas Blatt 27\nJuly 26, 1996\nPage 27\nhe missed her, he didn't, | didn't let him shot any more. We going back and wait for\nthe farmer. She said, \"He is in Zamush(ph), we are waiting, he will come back.\"\nBut in that time was still, even we had soldiers, it was still dangerous to be in the little\nvillages too long. \"So, where do you have the money?\" \"Oh, we don't have any\nmoney.\" _\" the money?\" And finally, probably she was, | don't\nknow, afraid that we will wait maybe longer, \"I don't know,\" she did come, she did go\nto a, we did go to a, she took us to the yard and there was a bunch of stones, a heap\nof stones laying. She moved away the stones, picked up a big pot with gold, with\n, with watches and diamonds. And he said, \"Okay, this is it\" and he\ntook it. And the Russians took tt...\nEnd of Tape 1.\nThomas Blatt 28\nJuly 26, 1996\nPage 28\nTape 2",
        "A: Yeah.",
        "A: Yeah. So we take the money, we divide it, we left for Lublin. At that point, | had\nsome money and, but it disappeared very fast. | don't know, other\npeople do some business and this and | remember that, had another complex, from\nSobibor left, that money doesn't mean anything. Because I've seen people in\nSobibor come in with a lot of money, gold, diamonds and they went to their deaths.\nSo | thought money, what is money? Now| think a little bit different, but this was my\nphilosophy and | spend it and was again very shortly without a penny. So what did\n| do, really, what did | do? So when the Russians advanced to Warsaw,\nPosenun(ph), Shilezia(ph), went into Germany, | did, | traveled to Shilezia(ph) and\nthere are a lot of stores, which were completely open right after the went\nin and I've seen a bicycle shop, so | went in and they called them, the people like me\nin that time, was a special name, Shabrovnik(ph) they called them. People who\nwent to, to the west and picked up stuff like that, whatever they could and bring back\nto central Poland and sold. | was on big scale, here, Stanislaf(ph), he was bigger\nscale, he did pick up pianos, high quality pianos and took him to central Poland. |\nwent to, I've seen a bicycle shop, it was open, | went in and took some little parts,\nbrought them back to central Poland, make a few pennies, less pennies, really. But\nThomas Blatt 29\nJuly 26, 1996\nPage 29\none of my trips to Shilezia(ph), | met a group of people, Polish people. So, well\nmaybe was the first Poles, you know, over there in the\ncity, so we kept together. They didn't know who | am, | know who they are, but they\nhad weapons. Oh, to make a long story short, | find out it is a special group going\nafter the, after some territory that's liberated, to look for Nazis for criminals. So |\nattached myself and pretty soon | was official member of the group and | worked with\nthem until the end of '45. The end of '45, | went and had a conflict with a member of\nthis group and | left them. Went to the city of Strachin(ph), | had a Polish officer\nuniform, but over this | had a civilian coat, went to Strachin(ph), trying to escape to\neast, to Germany. In that time was no east or west, was Germany divided in three,\nin three zones, | think it was, called Threezonia(ph). And finally, | don't want, | could\nsay the details, but this would take too long, | find my way to Berlin. So, as a certain,\nbeginning of December, | was forced to leave this group, deserted them, with the\nintention to escape to west Germany, right in the city of Strachin(ph) over there, | met\na Polish soldier, who was arranging the transportation of, the illegal transportation of\npeople to Germany, to the west. Was the Jewish sergeant, cost about 2,000\nZlotas(ph), | contacted him. | asked Jewish people how could they go\nand they told me, here on this corner, it'll be the sergeant, you see and\ntalk to him. | didn't have the money to pay for the trip. He said, \"It will cost about\n2,000 zlotas(ph). So he said, \"You know what, you don't have the money, go and\nlook for me for people. Cost 2,500 zlotas(ph), you find five, you go free.\" So | find\nhim 10 and charge more than 2,500 but the extras | took. Solhad someone already,\nThomas Blatt 30\nJuly 26, 1996\nPage 30\nand he said, \"Okay, in that case, maybe you would like to work with me.\" So | said,\n\"We will see.\"",
        "A: Yeah.",
        "A: No, | didn't care about business at this point, | think had to run away and | never\nintended to work with him. But cause | was in danger, if he would caught me\nescaping from such a military outfit, because it was a secret outfit, very exclusive, of\nthe Polish army, interrogating, looking for the Nazis, | would go into the firing squad\nin that time, the war was still going on. Now? Sorry.",
        "A: May, yeah, this was after, was after . But you know, after the war\nwas still, it wasn't clear, it was still early, the war finished May and it was\n, it was after the war but still it was, like\nI'm setting. There were no codes of law, later when it settled, but so | was in danger,\n| never intended to go back, but he thought that because | was so good | will come\nback and do with him together. It wasn't difficult because you\nmeet, he was in the area where people congregated which want to go to, go to the\nwest and but certain areas of people like that were waiting, you ask and listen, would\nyou to the, would you like, you like to go to the west? Yeah. Cost you $3000\nZlotas(ph). And if he said okay, so | told him, \"You go to the Hotel Griff(ph),\" this\nhotel is still over there in Strachin(ph). \"Go to the Hotel Griff(ph) and go to the\nThomas Blatt 31\nJuly 26, 1996\nPage 31\nmanager and tell him that you want to travel to Posenun(ph) and he will give you a\nplace to stay until the group will be assembled and we will go to Germany.\" And so\nit was with me. And finally the sergeant told me, \"Tom, this night tug\nwill arrive, and prepare the group.\" | was in this hotel, two o'clock a truck arrived,\nwe all went out, went to the truck and didn't take long. from\nStrachin(ph) to Berlin, a couple hours.",
        "A: Why? Mostly Jewish people. First of all | didn't want to go to Israel, we want to\nescape the Communists, that's all. Most of the Jewish people didn't want to be in\nPoland, was a lot of hate and so this way they crossed.",
        "A: No, when | arrived in Berlin, I've done a mistake, when | was, when | arrived in\nBerlin, was there a little place called Bernau(ph), suburb of Berlin,\nand | made a mistake, instead to go with the whole group, we would go, we went to\na under organization, a refugee organization and they take care of them, food and\neverything else, | went by myself. | always, | actual, up til now, | hate to go in\norganized groups, always, I'm individualistic. | went by myself, not realizing that in\nthat time in Berlin, there are no restaurants, everything is by food stamps and so on,\nsoon. So! was walking around, hungry, without a place to stay, look\ninto a restaurant and I've seen two Russian soldiers and, and two German girls. And\nsoldiers only one seat left , | sit over there. One\nthing you could order without money was beer, so | ordered beer and later we talk\nThomas Blatt 32\nJuly 26, 1996\nPage 32\nwith the Russians and | told the blonde girl that maybe she know where | could, a\nplace to stay. She said yes she knows, a friend of hers. So when they left, she\ntook me, she knocked on the door, on the window, to her friends house and she said,\n“Here's a gentleman that maybe you could keep him overnight.\" And they let me in,\n| slept. The next day, unexpectedly the same girl did come back and ask me if |\nslept good and something and she did help me with food. She was aware of some\nrestaurants where you could eat without food, only soup. So anyway, to make a\nlong story short, | was with her for quite awhile. But later, a jealous, her boyfriend,\nthe Russian officer arrested me, put me in jail.",
        "A: Just like that. Because, put me in jail. | don't go any in details the way | went,\nhe put me in jail. He was a higher officer, | missed a lot because the telling the tales\nwill take ages. But anyway he put me in jail and finally while in jail, I've seen | could\nbe over there months, because | wasn't registered, they just threw me in the cell. So\nonce when we did walk, once a day we did walk, I've seen a Russian officer and |\nrecognize, say he must be Jewish and | stepped out from the walking pattern and\ntold him, \"Listen I'm sitting here so long and I'm Jewish and | know it.\" So finally |\nwas taken to the interrogation and they let me out immediately. So and | thought |\nshould better leave Berlin. Now...",
        "A: Yeah, yeah, but | was working alone, | didn't, | was in the organized camps and\nso | didn't like it, it remind me too much of a concentration camps, living together,",
        "A: No, but | met another German, another German, who was smuggling people from\neast Germany, from the Russian sector, to the west Germany. Because in that time\nwas, Germany was divided to the Russian sector and the rest was called\nThreezonia(ph), three zones. The Russian zone, I'm sorry, the French zone,\nEnglish and American zone. So he was a smuggler who smuggled\npeople from the Russian zone to Threezonia(ph).",
        "A: Yeah. So this person agreed to take me, but again | didn'thave money. | always\noperated on a very low level of currency. And so | find some, another few people\nwho want to go with me, the same thing, | repeated the whole, the story as before.\nBut this time we took a train to the border, to a border village, which he did know and\nwe single, but we're waiting until the, the, the border guard will go for lunch. It wasn't\nfor some reason, they didn't change. One guard arrived, another one left. It was,\nlooks to me, one set of soldiers and they took off at a certain hour for lunch and\nnobody was guarding the border. He was aware of it and he told me that this is, this\nis this way in this particular point. | don't know, maybe the way | paid some money,\nwhen we arrived on the border, there was a fence, we simply pulled up the barbed\nThomas Blatt 34\nJuly 26, 1996\nPage 34\nwires and we slid underneath and we were on another side. When we're on another\nside, was about seven people and you stopped American soldier and he took us to\na special camp. Tomy surprise, it was a camp of former Anised(ph) members from\nPoland. Anised(ph) was a very, very right wing group of underground partisans in\nPoland in time of the war. Killed Jews on the spot, very anti-Semitic. The worst\nguy you could meet, a Jew could meet. And of course when the Russians liberated\nthe Polish towns, they escaped to the west. And this was their ;\npeople which, as | said, killed Jews in the hundreds, thousands. But it was the only\ncamp where we could stay for awhile so they put us over there and I've seen the\npeople and they were aware that we are Jews and | could see they hate, but we were\nstanding over there for a couple days. They called us names. And later, they let\nus go, the Americans and | went to, where did | go. Ah, | had a name of a friend,\nTravinski(ph), he was, his story, he was Jewish, he was in his 50's. In the time of\nthe war, he was a head, a leader of a partisan unit, Akar(ph), which | mentioned\nbefore, AK. A nationalistic unit, nobody'd know he's Jewish. The Communists\narrested the leading figures of the Akar(ph), they arrested him too. He could go out\nfrom this prison if he would only say he's Jewish but he didn't want to do it.",
        "A: | don't know. So he was in prison and | find out about this when | was working in\nthis special unit and | arranged his freedom and they let him go. Later |, how does,\n, | don't know, how come he was in Germany, in a village called\nUrgelsbak(ph). So | thought, | helped him then, maybe he will help me now. And\nThomas Blatt 35\nJuly 26, 1996\nPage 35\nof course | went to this village and he was a very rich fellow at that time and he built\nover there a old factory and a bus line to Munich. So he was very active and | was\nwith him for awhile. Later | left for near Ginsburg(ph), near\nStuttgart(ph), and | was in the ,",
        "A: Yeah, yeah, but this, | didn't ask him to take care of me. He owed me a favor and\n| had come and this was already later a little bit, | did grow a little bit. And a simple,\n| didn't even and | didn't ask him, | just did come and say, \"Hello, how are you?\" And\nhe, did live in a villa, he offered me immediately. Maybe if he wouldn't\noffered me | would go farther. But he offered . Later we did\nwent in that conflict and | was forced to leave him because he wasn't too faithful and\n| did know all his escapades and his wife was nudging me, \"Where did he go, what\ndid he do?\" And | was forced to leave.",
        "A: | told his family he was hungry anyway, | left and | went to the\ncamp.",
        "A: No, again, | didn't have money, | was hungry and over there a bed was waiting for\nme, a room, food, exactly in time, good food, candies and even\ncigarettes. Sol went over there. | still didn't live there, |, the first weeks, yeah, but\nlater | took my cigarette rations and | went into a city called Ragensburg(ph) and\nThomas Blatt 36\nJuly 26, 1996\nPage 36\ncigarettes were very sparsely so for a package of cigarettes, another way to say, |\nrent a room in a German's place and pay them with cigarettes. So | was\nindependent, in a way. And only every week or so | did, go back to this, the\ncamp to collect my food and cigarettes.",
        "A: They didn't know I'm not staying there. Only while a\nrefugee, which | was a refugee, but you see, | didn't want to live with a group of\npeople, | want to live with myself, that's all, . So, but | was a\nrefugee, was entitled to it. Now we come to a second period. When | left Poland, |\nwas in love with a Polish girl and | left unexpectedly, she finded out where | am in\nGermany and she did come to Germany, she had my address in this private house\nand we did get together and everything was fine. Had a cousin in New York who\narranged papers for me, but now she is and she did get pregnant and she didn't get\nthe papers. So forme was either leave her and go to America or stay with her. And\nshe want to go back to Poland, she's pregnant, she want to go back to her mother,\nshe can't go to America, so | don't know what to do and finally decide to go back with\nher, which was very dangerous.",
        "A: Opolly(ph), city of Opolly(ph). Changed my name, told the police that | lost my\npapers and they give me new papers on a different name. Under this name, Polish\nname, under this name | registered with the Polish repatriation mission, was a special\nmission. And soon, in '47, we left for Poland. In Poland we married, she had a\nThomas Blatt 37\nJuly 26, 1996\nPage 37\nbaby, which lives now in Poland with my two grandchildren. And but | was\ndiscovered, by accident. A guy who did know me, who vowed earlier to get, he\ndiscovered me, but luckily he allowed himself to be bribed and | did bribe him with\nsome stuff, | had a little store in that time and nylons were in prize and | had the\nnylons. He did come in once in awhile to the store, Tom | need for my wife, this or\nthat. So he let himself be bribed. But in 1947, July 22nd, a big Polish holiday, the\nPolish government announced amnesty for all the criminals, political or whatever, so\n| heard about this, took off, took a train, went to the city, where | committed this terrible\ncrime, escaping, deserting. And | said, \"Here | am.\" All | remember was standing\nin the line with partisans, Anised partisans, we did come out from the forest. Up til\nnow they fought. From the forest they come as , now they did,\nwas amnesty, could go out from the forest, give your weapons and you're free men.\nOr whoever is in, has some problems with the law. And finally mine turn did come,\n| signed papers, did get a nice package of food for and | was no more\nafraid. And this Pole, for some reason didn't know of and the next time did come,\nask for some stuff for his wife, | told him, | don't have it. \"What? You know what\nthis means?\" \"It doesn't mean any more for me, it means now for you, because |\ncould put you now in jail, you know.\" So he keeped quiet and everything was okay.\nLater we divorced and | went to study in Strachin(ph), | went to study medicine, | went\nto the preparation school for medicine. Over there | went in some trouble and | quit\nthe school and went to work in a resort place. Here in America would call it social\ndirector. Mine job was to take people to different historical places, castles. In\nThomas Blatt 38\nJuly 26, 1996\nPage 38\nwintertime teach them skiing in the mountains near the Czechoslovakian border.\nAnd | worked over there until 1957 when I, did come to power in Poland.\nThis was a person who was very anti-Semitic, but he did allow the Jews to emigrate\nto Israel. And | took my chance and left for Israel.",
        "A: No.",
        "A: No.",
        "A: | didn't want Jewish girls. There's another complex | had. A Jewgirl, a Jewish\ngirl was for me something holy, you don't touch her. | mean was something which,\nwas my mother. So | had a complex. | want a blonde Polish girl, Christian girl, |\ndon't care. Blonde, blue eyes. It was, it wasn't normal, | wasn't normal, it was a\ncomplex which had grown me. _ This exactly what the Germans said is their, is their\nexample of a perfect human, | wanted. So it's a good case, as | said, for a\npsychiatrist. So | had exactly a Polish girl, blue eyes, blonde and so on, so on, so\non, so on, short nose, upside down.",
        "A: A Jewish girl was, | felt for her so much respect and something, |\n, It wasn't so with me.\nThomas Blatt 39\nJuly 26, 1996\nPage 39",
        "A: Yeah, yeah, yeah. She has a brother and her mother. Actually they liked me,\nher mother you know, liked me very much and she was 18, her mother was | think\n35, something, 35.",
        "A: At that point | was 18 | think, 18 yeah, or 19, | can't remember.",
        "A: Yeah, | loved her, it was true love. But later we divorced. And as you said, | left\nfor Israel. In Israel | met American tourist, we married and she brought me here, to\nAmerica. In 1960, | was in America, my son was born. | worked as a janitor in a\nhospital, my wife worked as a laboratory technician, | worked as a janitor. Learned\nthe language, started to work in a factory as a punch press operator. Later | worked\nin a factory producing car stereos in Los Angeles. And later | went in to my own\nbusiness, opened a store, electronics store, car stereo store in California, first in\nOxnard, six months later in Ventura, six months later Santa Barbara and all were very\nsuccessful and my intention was to go til the end, to San Francisco, on the coast and\nopen stores in every little, small town in the coastline, but when | come to Santa\nBarbara | realized that | need to have more money to have the control of all the stores,\nso | stopped with the three stores and later, it was always in my mind to finish my\nbooks, my story, to make a documentary, to do a few things about Sobibor. So |\nsold one story, later another one. And 10 years ago | sold a third one,\n. At that point | said, \"Now | have time to do whatever | want to do.\"\nThomas Blatt 40\nJuly 26, 1996\nPage 40\nAnd what did | do? | set out to prove to people in America, people,\nwhat's happened in Sobibor, that a place, which was, which has taken place, the only\nsuccessful revolt of any camp under Nazi domination, nobody knows about Sobibor,\nis over grown and the history of Sobibor's changed. There's a big sign that here\nwere killed 250,000 Russians, Poles, Jews, which is not true at all. And | set out at\nthe time | must change it. And for close to 40 years | worked, it was very hard to\nchange. | went even so far, | went to the Pope and not only this, they build a church\nover there in Sobibor, with a big carving, lifesize carving of a priest being behind the\nbarbed wires of Sobibor, and what kind priest? Kolber(ph), very well known anti-\nSemite. Anyway, so, and | find out that in the sermons, which they hold in the\nchurch, they talk about the victims, the Christian victims of Sobibor and collect\nmoney. And this really, to say it bluntly, pissed me off, you could have it recorded\nthis way.",
        "A: Yeah.",
        "A: | don't agree, because it's not up to you, you can't calculate you love, nor you can\nlove because this or that, it varies from the individual. If you love really, you don't\ncalculate, it's happened.",
        "A: It was natural, of course | had emotions.",
        "A: No.",
        "A: No.",
        "A: It's lost, what could you think about, is tell me? Over and over, is lost and lost\nand lost, lost, you go kill yourself.",
        "A: Yeah, of course, yeah. | think now more than | used to think then.",
        "A: You're older, you have your own family and kids and you think sometimes what\ndid your mother feel when they took the kids away. What, how did she feel when\nyour kid went to the gas chamber? You could understand more your parents than\nused to be. You're in their situation and you have time to reflect and you get older,\nyou do reflect.\nThomas Blatt 42\nJuly 26, 1996\nPage 42",
        "A: Yeah, after my father, but | didn't let them circumcise.",
        "A: No.",
        "A: Why? Because when I, the first time, in 1940, to the end, did try to escape from\nthe ghetto, save myself with Polish papers, the problem was\ncircumcision and | remember my mother saying, why do we need this, how many\nJews would be saved if not this? And | described this in my book, in my testimony\nfrom before and | promised myself, even that time, when | survive and have a boy, |\nwill not circumcise and although all my family, from my wife's side, of course, insisted,\n| said, no. I'll leave it the way | want to. He wasn't circumcised. Well what's\nhappened, after seven years, when he did try to go to the school, when he went to\nthe school, he said, \"Daddy, |'m different, | don't want to, kid's laugh at me, Dad,\nDad.\" So he asked me to be circumcised and when finally | did give in, because he\nasked me, he was so happy, he did go to Methodist hospital like the sanitarium, so\nnow he's circumcised.",
        "A: Yeah, why do people need to be marked, for some religious reason? Somebody,\nset up a precedence? Nature builds this way and this way is\nThomas Blatt 43\nJuly 26, 1996\nPage 43\nprobably the best way. Nature's know best. Mother Nature know best. Anyway,\nSO.",
        "A: Identify, yes. Not, you see, not in America. America is too many circumcised,\nbut in a country like Poland or you know, in Eastern Europe, is the only identification.",
        "A: No. | felt that | can be religious, very much so. | was a boy, when | was a kid,\nwhen | dropped a book, , Jews picked it up and kissed it, they were,\na custom is you drop a book, you pick it up and kiss it. | never was able to say a\nvote against religion or against God. | did become completely different. It was a\nproblem to be a believer or not. You can't just take something from one side. This\nwas, few days ago was a, a plane dropped fell apart, people killed 200,\nwith one lady | heard on television said, \"Oh, thank God that | intended to go with this\nplane, but | changed my mind. God say thank, God helped me.\" Very nice, what\nabout the 200 people He, God didn't help? Same thing what was then. If | would\nbelieve in God, would still be a believer, | must also believe in the same God who\nwitnesses killing of little children. Couldn't do it. Couldn't look on the one side, was\nthe same God. So | must believe in a really terrible God and so | choiced to be an\nunbeliever. | like the tradition. | maybe a stronger Jew than many Orthodox Jews\nare, although | don't follow the ritual, but | Know | am Jewish and, and always be. As\na matter of fact when | married this Polish Christian girl, she wanted to convert and |\nwas thinking about this and | was thinking, I'm a non-believer anyway, _ if it makes\nThomas Blatt 44\nJuly 26, 1996\nPage 44\nsomebody happy, why not? Forme would be like changing my shirt. Make happy.\nBut on the other hand | thought no, | survived. But if | would go now away from\nJudaism, | would be, Hitler would have another victim, would be a spiritual victim.\nAnd now I'm Jewish and my children are brought up, maybe not | mean Orthodox or\nwhatever, but strongly Jewish. So, that what it is.",
        "A: 12.",
        "A: God is a terrible God, | mean, |, you know. You can't live in a twilight. The signs\nand everything is contradictory to the dogma of the religion. | mean,\nrevolution and in other aspects of our, of the world and you\nrealize that, Bible, everything else, is simply a story. Stories people keep up\nbecause of the parents and grandparents and the tradition they did grow. And\nJewish tradition as | remember, is very spiritual, spiritual and\nvery nice. | Know, | did live as a Jew and I'd live as a Christian and the Christian\nsociety have, the Sunday go to church, otherwise you live your own day, but the Jews\nhave Friday, every Saturday was spiritual and a feeling, completely different feeling.\nAnd so, people likes it, like this and it keeps up the tradition, but otherwise I, I'm not\na follower of Judaism. | come to America and | hear the Reform Temples and\nConservative. If | ever need to choose between them, | would go to the Orthodox.\nThomas Blatt 45\nJuly 26, 1996\nPage 45\nThis is, beside | remember this from our home, this is another one | consider clubs,\nlike a city, this is some kind, trying to hold back the Jewish people which otherwise\nwould maybe drifted to another side. So it's a midway, but it's the true Jews | think\nand the Orthodox are keeping up the Jewish continuity, that's all.",
        "A: Yeah.",
        "A: Oh, | consider myself always Jewish. I'll go from the 1947 until '57, nobody in\nPoland was aware I'm Jewish except my wife. | was under a different name and\nvery seldom, if | had told them, if | told them I'm Jewish they were aware, otherwise\nthey weren't.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No, | did try until | met this woman and this changed my mind, | went to Poland\nand later | did want to go from Poland, but it was impossible already. Until the first\nchance | had in 1957, which | took and left.",
        "A: Israel.",
        "A: As a Jew, | went to Israel. And over there | went to a friend of mine in a\nmoushaff(ph). In the beginning he arranged for me a job, | was driving a Caterpillar\non the fields, turn over the soil. And later | met this American girl. American, she\ntook me to America.",
        "A: Yeah.",
        "A: | didn't have, | had only a girl with this Polish, with my Polish wife.",
        "A: And then my first son was born in America in 1960.",
        "A: No, no.",
        "A: | felt like in home, a completely different feeling to being in Poland. It\nwas overwhelmed, it was some kind of inner freedom, immediately, on the spot.\nThomas Blatt 47\nJuly 26, 1996\nPage 47\nAnd | felt good except the heat. |, people they ask me many times, why did you\nleave Israel and | hesitate to tell the true, because true is because was hot. Because\nthey, they, they would think that is, oh a nice excuse, but the truth is, | can't stand the\nheat. If! would live in Israel, | would die a long time ago. 1, even now I'm perspiring\nand it's not hot at all here, we have air conditioning. It's physical, | have something\nwhich is, can't stomach.",
        "A: First of all, it was the only way to go out. This probably was the main reason.",
        "A: If it be a nice climate in Israel, it wouldn't be hot, | would stay there, definitely. All\nmy friends were there and, but | always thought to get out from over there.",
        "A: Israel, yeah.",
        "A: | don't know what | would do, | don't Know. | don't Know, | heard so much about\nAmerica, maybe | would go to America. But | always thought about Israel, |\nremember actually in the ghetto, | was arguing with a friend of mine about Jews living\nin Europe, in strange countries and | said, \"Strulek(ph), if we will survive, if Jews will\nsurvive, you should go to Palestine, that time was Palestine\nand build a country because you will always be guests any place else.\" On top of it,\n| remember the like a childish comparison, but nevertheless |\nThomas Blatt 48\nJuly 26, 1996\nPage 48\nwill tell you this, | tell them, \"Take a look. If you, if a friend of you, of you, would take\ninto your home, give you a little room and you're smarter than him and after awhile\nyou buy his table and you buy his dishes and finally he feels that you have it better\nthan him. He would be angry and he wouldn't like you, the same thing is with Jews\nin Poland,\" | told him. We're able, willing, talented and we live better than most of\nthe Poles. Not all of them, there were a lot in little towns, very poor Jews, but it'd\nlook like the Jews are for some way living better than the peasant in the villages. So\nthere's a lot of jealousy and there always will be trouble. There will be too many of\nus, will be trouble in any country. Anyway, so and finally he wind out, who was\nagainst it, wind out in Israel and | wind out in America. Nowhelives there. Anyway,\nso after the war | went to him in Israel and he did give me the shop and to make it\nshort, | met my wife, we married in Israel and left for America.",
        "A: Yeah, she had a job here, she a vacation from this job.\nAnd...",
        "A: Yeah.",
        "A: Yeah, in that time was okay, you know, you, you, you, you're not, you're, you're,\nyou don't stay in one place. You move on, you change your opinions.\n, you could be a Communist and later you see there's something, you\ncould be a, a Nationalist. People, | think people which change their religion, I'm\nThomas Blatt 49\nJuly 26, 1996\nPage 49\nsorry, their opinion are people which think. They find out this is wrong. They grow,\npeople grow and when they grow, they understand more.",
        "A: Oh yeah, of course.",
        "A: All the time, yeah.",
        "A: they used to call me when there were the trials for the\nGermans, the Nazis, they used to call me as witness. From America they used to\ncall me, dozen of times to Germany as a witness.\nThomas Blatt 50\nJuly 26, 1996\nPage 50",
        "A: When | first seen the murders in Sobibor and the bench in court, my knees, | was\nvery nervous that | survived to that moment when they are behind bars and so on.\nBut the next occasions it didn't bother me, if | would try to describe all the feelings\neach time | did come, against each of the Nazis, cause there are many courts against\nthe Nazis, court sessions against the Nazis from Sobibor, against the Nazis from\nltsbeetsa(ph), you would need to sit here for a whole week. But generally only the\nfirst time was a little bit strange and later it didn't bother me.",
        "A: No. You see some survivors, they drift away from the past, they don't want to\nthink about this and it's okay. They have families, children, grandchildren, they\nproved that they survived, this is their way of saying here |am. And some survivors\nthey can't attach themselves from the past and they don't want to. Feel of guilt, |\ndon't know, they want to do something. I'm the one who want to do something to,\nfor the history, should be documented. Anyway, I'm very much involved with the\npast and cannot go away from it. And this is the reason that | was involved lately\nwith Sobibor and I'm happy | did do something worthwhile.",
        "A: The first time | start to write down, | was in, before the war, | was in the public\nschool. | wrote down with my something | didn't want, somebody\nshould , they had some special marks and, and although | was very bad\nThomas Blatt 51\nJuly 26, 1996\nPage 51\nin mathematics, | was always good in writing, in Polish and it was my passion to write,\nin the wartime | wrote. Lost many times the notes. Some | did leave to Poles for\nsafekeeping, some | took with me to Sobibor and a Nazi, threw me ina\nwell and everything went wet and ruined my whole, whatever written down. Next\ntime, start to write again, | wrote all the time, in the forest, in piece of paper and give\nit to farmers and after the war | collected about 40 percent. In 19, in 1953, | put\neverything from the little notes in the notebook and in 1957, when | arrived in Israel,\nin 19, yeah in 1957, '58, | borrowed a typewriter, put everything in a manuscript form\nand later, and this was my whole story, that evolved at Sobibor. Later | thought, let\nme have the opinion about this book, if it's interesting. And | thought, who could give\nme the best opinion? Somebody who was inthe camp. So! went straight, | forgot\nhis name, he was the secretary of the Auschwitz organization in Israel. In Haifa he\nused to live. Said, \"Mr. So and so, take this, read it and tell me, evaluate my\nmanuscript.\" Three weeks later | go to him, he looked at me. \"Oh, Toivy, you have\nan imagination. Never heard of Sobibor, never heard about the revolt.\" And |\nthought, | was in shock, you know, | was many times hit by the Germans in Sobibor,\nit didn't hurt me as much as his words. He, five years in Auschwitz, he doesn't\nbelieve my story? Who will believe it? Sol put itaway. For about 40 years, didn't\ntouch it. Forty, | don't know, | started again about, this was in 1958, about 25 years.",
        "A: Put it away, because if he doesn't believe me, | was thinking about it many times\nand | find out, but | had come at a conclusion, that he wasn't really a good person to\nThomas Blatt 52\nJuly 26, 1996\nPage 52\nevaluate. He was closed up in this Auschwitz. He didn't know the complexity of the\nHolocaust tragedy. And in away, despite what you, many people think, it was much\nworse outside the camps, in many cases, than in the camp. In the camp you was,\nyou had a good job over there, you was secured in a way, you didn't know, you could\nvision another day and so on, so on, so on. _If you were strong, you was able to...\nAnd on the other side, hiding as a Pole in the forest, you wasn't sure every second\nof your life. So he didn't Know this aspect of course. He didn't hear about Sobibor.\nCause he went straight to Israel and so he was hidden. They tried to erase the\nmemory of Sobibor. Poland didn't care. Why should they expose, even now they\ndidn't take, they don't take people, why should they expose a place where the Jews\nfought back the Germans? They despised Jews, the cowards. When there were\nso many Poles in camps and they didn't fight back. So Sobibor was pushed away\nand | actually put it back in the view.",
        "A: No, | know | didn't imagine. As a matter of fact in my book which | wrote now,\nwhich will be published by Northwestern University in the spring next year, | eliminate\nmany things from the manuscript to make it more believable. Because it took\nmiracles to survive the Nazis, so.",
        "A: No. Put it away. Actually it was always in my, in my subconscious. It started\nagain when the film did come out in America, The Holocaust. When did come to\nThomas Blatt 53\nJuly 26, 1996\nPage 53\ninterview me and | think this film was a breakthrough in America. From that time on\nthey start to talk about this. And | did go back to my manuscript.",
        "A: It was, no, from this time on, if you will look the chronology of the history, | mean,\nthe chronology, chronology, what's happened, films, books. From that point on,\npeople started to publish memory, memories, books, films and so on. Was a, the\nHolocaust was a breakthrough from the taboo about the Holocaust.",
        "A: Yeah, yeah, they didn't talk about this, they didn't, who would believe them? So.",
        "A: Yeah. You know, there's a lot of them because now they have, they, another\nthing, while it was the, it wasn't so public knowledge like now, because most of the\nsurvivors, Some made it, made very fast a fortune and were busy still doing it. Some\nworked to make a living. Now most of them, the last 10, 20 years retired. They\nhave time and they go back to it and they start to write. Before they were trying just\nto make a living. So this also a reason why now we have more, we talk more about\nthis than before.",
        "A: Okay, let's relax.\nhttps://collections.ushmm.org\nThomas Blatt 54\nJuly 26, 1996\nPage 54\nEnd of Tape 2.\nThomas Blatt 95\nJuly 26, 1996\nPage 55\nTape 3",
        "A: Yeah, not with the children, oh, the children know about this, but | talk with my\nwife, she helped me, book because see, see, my English was bad, it's still bad and\nshe helped me with editing. We talk about this.",
        "A: As a matter of fact she went with me once to Germany and when | met this officer\nfrom Sobibor and | interviewed him, she was with me, helped me a lot.",
        "A: Yeah, of course, we talked.",
        "A: No, she was very much in it, yeah.",
        "A: Well, they know the story. And because when I, | made a lot of slides and | talked\npeople, | told people the story many times and they would, were\nsitting, listening. | didn't hide from them. Some them want to know stories when\ngrown up children know anything about their parents and we don't tell them, they\nknow from the beginning.\nThomas Blatt 56\nJuly 26, 1996\nPage 56",
        "A: | didn't want to protect. | told them, it's not, you see | don't believe to do\nsomething, to protect, not to tell, not to do this because if you do this it'll be\nor better. | believe, I'm not a Federalist, but | will believe, | believe what\nmust be, will be and you could do your best trying to do it, to do something and could\nturn around, upside down. You really can do much to influence your future. Of\ncourse, you could do it, you could go to school, learn a trade, but a lot of things which\nyou could, but another way, really, not talking about the past, because\nthe kids wouldn't have a complex. Talk, all because they should know the true.\nDepends on the child's character, about intelligence and willingness and upbringing.\n| told them, in any case.",
        "A: | have in Poland my daughter from the Polish marriage.",
        "A: Yeah. AndIhave here a boy and agirl. The boy is about 36 and the girl is about\n32.",
        "A: Yeah.",
        "A: They don't need to ask me, they know everything. And my daughter called me\nup just yesterday. \"Daddy, I'm so proud of you.\" \"What are you proud?\" I've seen\nThomas Blatt 57\nJuly 26, 1996\nPage 57\nin the window in a library or whatever, | can't remember, the film, Escape from\nSobibor and Schindler's List has recommended as a stand out literature for the\nschools and I've seen your name there. So they are involved in it and that's all.",
        "A: | survived. And | felt always, there's a price to pay back in surviving, that's all.\nYou have something inside which you must release it for the, for the future. And |\nsaid before, and it hurt me when | come to Sobibor and | see a sign that here were\nkilled 250,000 Russians. And was there a church next where they killed people,\nactually on the same spot they murdered people. So it did hurt me when | have\nseen this. When they build a church, | was in Sobibor, but | was misled, because of\nseeing an ad in the paper that a group of priests want to build a mausoleum for the\nmemory of the Jewish victims of Sobibor. So when they were building | talk with\nthem and | ask them if there will be some kind Star of David, so the priest told me,\n\"Oh no, we can't do that.\" _| said, \"Why not? Only Jews were killed.\" So he said\nto himself, so he said, \"No there wouldn't be, there will be, it will be a monument this\nchurch for the victims of Sobibor, but are they Muslim men or Christians or Jews?\nNo, it wouldn't say so.\" Sol said, \"Why? Only Jews were killed here.\" So he said,\n\"Yes, | know that only Jews. And people living here around, which still remember\nthe times, they say that only Jews, but the sign doesn't say so.\" So | told him the\nThomas Blatt 58\nJuly 26, 1996\nPage 58\nsign is lying. So finally, anyway it was next year and there's a church, no mausoleum\nbut a church built there. So is, | was mad. And start to work with double energy,\nwent to the commission for investigating, investigating the Nazi crimes and talk with\nthem. Talk with the Minister of Justice, with the Minister of Monuments and inch by\ninch, | was a pest. To have more authority, | produce a film, a documentary called\nPast and Present. Did you see it?",
        "A: To show what's going on. And with this help, | organized in Los Angeles, with the\nhelp, with the second generation of the Holocaust survivors, | establish organization,\nHolocaust Site Preservation Committee. Had some senators as figureheads and\nAsner and Fonda and , very good names. So | had a, the\norganization was called Holocaust Site Preservation Committee and was official non-\nprofit organization and | had a letterhead and some support, but still was working\nalone. Andso|l, butnow when | had appointment with a\nofficial, | send him this letterhead with impressive names. And | did gain some\nappointments. And finally a writer, she wrote a book, it's a English writer, English-\nGerman writer, maybe you did read this book, Into the Darkness, Gitta(ph)\nSerran(ph) is her name and of course that is the best book about the Holocaust.\nShe told me, \"Tom,\" | told her the problem, she told me, \"Tom, go to the Pope, talk\nwith the Pope.\" Sol said, \"With the Pope? | need .\" She said,\n\"It's not so difficult at all. If you want! should, | will help you.\" And she had a friend,\na very famous Polish aristocrat, she's not Polish but she had this, | forgot his name,\nThomas Blatt 59\nJuly 26, 1996\nPage 59\nhe had, he was a, very close to the Pope, anyway to say it shortly, | did get out, did\nsee the Pope. Talked with him 12 minutes, told about the church, about the lies,\nabout what | would like from him is help. And soon after that when | was in Poland,\n| talk with the , | could go in details but it will take ages, so | would\njust tell you that, that we set out, when | had already set, the first version which they\nallowed me to change on the sign, only we pay money, we do it, the Polish did not\nwant to put a penny, the cost was and | had about 25,000 dollars to my disposition\nfrom the collection American. The first version was to change that, in this place were\nkilled 250,000 Jews and Poles and | thought this is the best of it and | accepted it.\nBut later it did bother me. | said, \"No, Jews and Poles, it's not so. There weren't\nPoles there.\" The argument from the Minister of Justice was that there were for sure\nconverted Jews. As converted Jews, they were Christians. So | told him in this\ncase converted Germans, maybe he should put the Germans too were\nkilled and so on, soon, soon. Anyway, they didn't want to . Sol said,\n\"In that case, | back out.\" \"Mr., but you signed it already.\" \"Yes, it's true, but |\ncannot follow it.\" And it come out another version, that in this place were killed\n250,000 Jews and about 1000 Poles. To support my version, | played for him the\ntape, which | made with my interview with Frentzel(ph), the Nazi officer from Sobibor.\n| had with him my interview in Germany. And, and it was difficult with this too. Ihad\nalready, they accept it and | said, \"It's okay. 1000 Poles will show, 250,000 Jews,\nthat will show that the tragedy really more graphic.\" And maybe because Sobibor's\non the side, far away from the main centers, we will, hooligans will maybe have a\nThomas Blatt 60\nJuly 26, 1996\nPage 60\nlittle bit respect and they'll not destroy this place. Solagreed. But still, hard to go\nabout this? | have already the text, but | didn't have permit to\ntake out the old sign. Now | did work with the district, you would call him here,\ngovernor. Over there they called him . Went to him and talked\nand established some kind of friendships and | remember the day | invited them, not\nonly him, him and his co-workers for a big dinner in a restaurant. |n that time a dollar\nwe changed for Polish zlotas(ph), you could do a lot. So |! made a big dinner, with\nvodka and when were we were practically drunk, | said to the , \"Oh, Mr.\nLeshick(ph),\" first name, \"so what, will we finally change the plates?\" And he said,\n\"You have new one, do you have with you arranged everything?\" | said, \"Yes, is no\nproblem. We must take down the old one, that's all.\" | thought the moment we will\ntake down the old plate, we will leave a empty spot, we will have no way, we will need\nto fill it in because tourists our coming. So mine objective was to take it down as fast\nas possible. Sol said to Mr. Leshick(ph), \"We must take down the sign, the old one,\nbecause | want to put in a new one.\" And he asked me, \"When do you want to\nhave it done?\" So | said, \"I don't know.\" And | just, as a matter of fact, | didn't\nbelieve, | said, \"Maybe after dinner.\" He said, \"Okay.\" | didn't believe him, | look.\nHe said after, | said, \"Okay?\" | wasn't, | was impatient to finish this dinner, we took\na car to Vuldava(ph), the next city and he took, as a mayor, as a governor, he took\nsome people from the city hall, workers, city workers, to come with shovels and they,\nit didn't take them long, took down the sign, | loaded my car. | still have it hidden in\nPoland, my daughter's place, in the garage. And now it's a empty spot, need to fill\nThomas Blatt 61\nJuly 26, 1996\nPage 61\nit in, so | said, | thought, . So | ordered the new signs, five of\nthem they made, put them on and organized a big 50, 50th anniversary of the revolt,\nwhen the signs were unveiled and now at least the truth over there. This accomplish\n| think I've done a little thing. Now, published this book about Sobibor, another book\nand could relax.",
        "A: See. A from the present Polish president, a_ letter,\n. Here, firing squad.",
        "A: . I'm sorry. is this. That most difficult |\nheard from Jewish people and | don't know why, because the Jewish people Israel,\nshould bring up, take care of Sobibor. Because this was really the biggest revolt, if\nnot the only successful revolt. Not talking about ghetto, talk about\ncamps. And | had difficult time to organize somebody from Israel. | went to the\nIsrael ambassador, tell them, listen, | Know the Prime Minister will come from Poland.\nshe's Polish, | would like you should be there. | didn't,\nthey didn't even let me talk to ambassador. They'd give me some kind political\nsecretary there, a woman called Gordon. She didn't care, she just didn't want to go\nfor the commemoration. So | said, listen if you don't go, | promise you, | myself am\ntalking on the radio, on television. | will say that | tried to get somebody from the\nThomas Blatt 62\nJuly 26, 1996\nPage 62\nIsrael ambassador and they didn't give a damn, didn't even know what Sobibor is\nand what Sobibor was, so educated . Anyway, so she was ascared\nand she did come. Otherwise nobody would be. But! arranged it very nice, if you\nwant to see it in the tape, it's 15 minutes, | could show it to you.",
        "A: Yeah?",
        "A: It was important, | said in the beginning, you can't disappear from this world when\nyou feel you have something, something unspeakable, something you must leave for\nthe future. And now, I'm close to 70 years old, another half a year, I'll be 70 years\nold. I'm really satisfied that | left something for the posterity, for history. What do\nyou think? People say, oh we should kill them all, okay, of course,\nforward to kill the Nazis, but | think this is not, this shouldn't be the purpose, we should\nkeep the emotions down. We should sue him, have court proceedings. Because |\ndon't give a damn if he's killed or not, because takes a minute and he hangs and\nthere's, this belongs to them. But most important is his testimony because this will\nlast forever, if he had to document what's happened. So, what | have done is ina\nway, a document and now I'm really satisfied because that's all | could do. It was\nvery difficult as | said, with help and look at this letter, the organization,\nthe Holocaust committee, the head, the head did\nThomas Blatt 63\nJuly 26, 1996\nPage 63\nrepresent me as a figure at least, in the Polish and for the\nPolish official, as a figure to as an Official from America and the\ntrue, was a little like | am, a little simple person, trying to do the best and | used it and\n| was received with respect by the Polish dignitaries, as a matter of fact, | grabbed\none of us in a meeting, some kind of meeting in Washington and there were some\ndiplomats and | grabbed the Polish Minister of Justice, Yushkevich(ph), had the collar\ncalled it and didn't let him go until he\npromised me 10,000 , he didn't keep his promise. For this money, |\nforgot to tell you, in Sobibor, besides the church and besides the sign, they establish\na kindergarten, with swings and everything and | managed to throw them out and |\nestablish a museum, now there's a museum there. Soin my small capacity as small\nman, | think | accomplished something which let me, let me live a little bit in peace\nnow.",
        "A: Yeah.",
        "A: No.",
        "A: Okay, | didn't have to relive the pain, because after awhile, it neutralize you. You\nbecome a person, you're not so personal involved, your emotions is moving aside by\nthe, by the action. You doing it and | used to come to Sobibor and | used to shake\nin the beginning, not now. The only one moment may be when I'm, | sometime not\nThomas Blatt 64\nJuly 26, 1996\nPage 64\nable to control, I'm going to tell the story of Sobibor and the lectures here, whatever,\nwhen | talk about my parting with my mother. Otherwise, I'm in full control of myself.",
        "A: Yeah.",
        "A: No, the fact is, that the survivors from the death camps, act completely different\nthan survivors from concentration camps. Concentration camp survivors have\nsociety's mauthausen(ph), prisoner's, Auschwitz organization and Buchenwald.\nYou never hear of Sobibor or Treblinka organization. Or Helnot(ph). First of all,\nthat's you on the left, but people ask me, do you get together, no we don't get\ntogether. We don't get together because our memories are too terrible really, to talk\nabout. So and we don't have contact with each other.",
        "A: Repeat it please.\nThomas Blatt 65\nJuly 26, 1996\nPage 65",
        "A: | didn't met, in my way a person who is complaining. Although yes, I, | actually\nhear, well this was the wife of a survivor. She doesn't want to talk about this, she\ndoesn't, she doesn't want to hear about this. So we didn't talk about this. And but\notherwise to engage myself in some kind help, in some kind advice, | had never a\nchance to do it, really, although | Know that some people\nwant to talk about this and | respect it.",
        "A: Yeah, want to go away, they can, there's a lady in Santa Barbara, she shaking\nwhen we talk about the Holocaust. Maybe she has some terrible\nmemories and she doesn't want to talk about it.",
        "A: You know, | could forget what we talked yesterday about, a date or whatever, but\n| will never forget what's happened 50 years ago or 55 years ago. Every single thing,\nI'll never. Little things | find out, | can't exactly, but basically everything, yeah, so.",
        "A: No, no. poetically, wish not to remember, but maybe\n. You survive, you remember, and terrible things happened, it just\nmakes you think about people, how they act. People sometimes ask me, \"So what\ndid you learn from the Holocaust, what could you say?\" And they expect | will say\nsomething poetical, something you know, high, some extra thoughts and what | did\nlearn is this, it is not a direction what to do or what, a simple thing, | learned that\nnobody knows himself, nobody. | look at people, men catch myself\nThomas Blatt 66\nJuly 26, 1996\nPage 66\nwondering, especially if people are nice to me, in Poland or in Germany, | wonder,\nhow would he act in that, in that situation? And that, what | know, nobody knows\nhimself, how he could change, what he could be. Because I've seen it, you take\nnow, five or ten mothers and ask them, if you have a choice, you should be killed or\nthe child, would you give up your child and I'm sure all ten would say no, | would\nrather die and they think so. They don't say a lie, but | am not so sure if it would be\nlike that if this would be the Nazi time. | think what | have seen, more than half would\ngive up the child. Anyway, | have little observations, | wouldn't call it lessons about\nthe human nature, I've seen a lot. And if | were to be an educated psychologist,\npsychiatrist, | could on it and write very nice, scientific work about the\nhuman behavior, because I've seen it first hand. I'm not, | think I've done, well | was\nvery busy usual always, writing this book, and another book now, I've finished it so |\nhave more time and maybe | will write short stories, but this, would rather be, | think\nin a fiction form, based on true stories. That's all.",
        "A: It didn't come back, maybe if | would a religious person, the tradition\nwould come back. But in America again, in the beginning, we did need to work\nSaturday or not Saturday and we would never keep it up Jewish spirit,\nthe way | remember in Poland before the war, so the conditions changed, or the\nbehavior changed. But! have very good memories from the past, from the tradition\nThomas Blatt 67\nJuly 26, 1996\nPage 67\nand, which | never keeped up now, for years. Saturday especially, when | was living\nin Poland, | didn't know what is a Saturday, is not a Saturday, Yom Kippur, not Yom\nKippur, So.",
        "A: They know they are Jewish and | didn't care what either way they will go, whether\nthey feel Jewish, whether not so. Not religious, they didn't go to religious schools.",
        "A: No.",
        "A: No, not at all. | don't care about this, it's a big show of so many\npeople I've seen here.",
        "A: Yeah.",
        "A: |am at odds with God. So much! don't want to talk about Him, that's God. There\nis some, obviously, | lean, | lean rather to Spinosa(ph), . You know who\nSpinosa(ph) was? Jewish philosopher. He was thrown out in Jew's society, you\nknow. There is some, you could say I'm agnostic, not atheist. There is some power\nwhich is ruling the world and of course obvious, the balance between water and the\nair and whatever their ending is, you know, proclamation,\ngenerations after the generations. There is some logical balance and everything is\nThomas Blatt 68\nJuly 26, 1996\nPage 68\nin logic and but | believe there's some power which we don't understand. It's either\nreligion logical explanation of things, come to a stop and people can't\nlive in the emptiness, so they did think about different stories and one of them is\nreligion, an explanation, people don't need to, to, to search for others, for an\nexplanation, . So God, in the religious way...[End of Side 1, Tape\n3]...Another way to say | don't believe in a theological God, | believe there's a power.\nAnd we don't know what , maybe someday we will come to the truth.",
        "A: No, but I'm not, this is, I'm a little dust in the whole machinery. | am against the\nimaginable God, which did come from different religions. But again, how could you\nbe at odds, if you don't believe in Him. So, put it this way, I'm a non-believer, but a\nJew. Some say you can't be a Jew if you don't believe in Judaism, in religion, in the\npast. But why not? You could be a Jew, you don't need to be a religious Jew.",
        "A: Yeah.",
        "A: | feel the roots strongly, yeah. It is something, you know, in the human life, in\nevery life, irrational. If you didn't believe in that, why do you believe in that? This is\none of them. I'm not religious, I'm a Jew. And | would like, | like the tradition and\nmaybe | would be happy if | would have a partner who's traditional and so on, so on,\nbut not everything is up tous. My life in this direction, this is it, nobody could actually\nset up his life. People get married, beautiful wife, live forever after, after awhile, start\nThomas Blatt 69\nJuly 26, 1996\nPage 69\nto fight, get a divorce, soon, soon. So everything is, you never could set something\nin one set and will run like that. Some experience in my life, which what?",
        "A: Well the experience of the Holocaust first of all make me a agnostic. The\nexperience of the Holocaust, not so, the history of the human beings, which | studied\nvery carefully, history of Jews, history of the world and so on, make me wonder if it\ncould happen again. And | think it could very easy happen again. First of all, if you\nlearn from history, it's a very well, a very well known saying, history repeat himself.\nWhy should it stop here? And it's proven, that the , our culture, didn't\nput a stop to it. As a matter of fact, the technology made it worse. Next time\nsomething will, something happened, there'll be computers. You wouldn't be able\nto say I'm not that or that. You push the button, they have your whole story. So it\ncould happen. You could see the feeling against Jews Is not, you scratch it in some\nsocieties and comes up, without scratching it comes up. People will always hate the\nsmarter, the very well off and people will always look for excuse why they are\nmiserable. So if like Jews, a nation didn't have anybody to protect them in that time,\nyou could fell easy prey to hate. Now we have Israel, which in a way could protect,\nbut from my experience, | don't talk, | don't look the positive way on the future. |\nthink it could happen. It doesn't take much, it should change. | sometime go over\non a bus in Los Angeles, | went to Nazi meetings, | get Nazi magazines, | subscribe.\nhttps://collections.ushmm.org\nThomas Blatt 70\nJuly 26, 1996\nPage 70\nNot for support, I'm not a supporter, but | want to know why they think. And you go\nto such a meeting, you really see it how it is, it's not so simple. The\nAmerica think we are fairly secure . To summarize it, | don't want to\nturn my head away, it could happen again.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm org for further information about tis collectionJuly 26, 1996"
    ]
}