{
    "rg": "RG-50.106.0208_trs_en",
    "sequence": [
        "Q: Your date of birth.",
        "A: February 12\". I’ve always been very proud of that. Same initials as Lincoln, A-L. And as a\nkid, I was always a very much of a, of a Lincoln worshiper as it were.",
        "Q: Where were you born?",
        "A: I was born in Philadelphia. Chestnut Hill Hospital. My mother, my father was a lawyer after\nthe first war. My mother a Bryn Mawr graduate and they actually met in London. So —",
        "Q: What were they doing in London?",
        "A: Well I think he was there with his family after the war, trying to go through the various\nhttps://collections.ushmm.org\nJune 11, 2013\nbattlegrounds in France. She was there. Her father was a very well-known architect, Frank Miles\nDay, the president of the American Institute of Architects who had built the whole campus at\nColorado, enormous amount of construction at Princeton and Yale. And died in 1918. I never\nknew him but we have a letter from Woodrow Wilson to him, asking him to please design a\nhouse in Washington. He died in 1918 so of course I never knew him. But he’s still quite\nfamous. His picture’s at the Octagon there at, where the architects are in the city.",
        "Q: Let’s s talk a little bit about your family. Did you have any siblings?",
        "A: Yes, I had two sisters. Unfortunately, both have died within the last two years. I was the\noldest. Next one Ann, went to Germantown Friends School and Vassar. Worked for a while in\nCIA and then married an Englishman, Stuart Saunders, who was a journalist and they lived in\nvarious places until he retired and they lived in Rhode Island. She died two years ago and he died\nlast fall. My other sister, Frances Hayes married a colonel in the army and he was the defense\nattaché in Burma and then Indonesia. Had a very interesting career. And they ended up living in\nMilton, Massachusetts where he died about 30 years ago. And then she lived there, continued.\nHas four children. And she just died last summer of cancer. So I’m the only one left in that\ngeneration.",
        "Q: And your education?",
        "A: Well I went to the Episcopal Academy in Philadelphia, where my father had also gone. And\nthen I went to Princeton in 1942. Princeton had a sped up program where I did the — and many\nothers — the first half of freshman year, the summer of 42 and the second half in the fall. And\nthen I volunteered for the army. I had been president of the Princeton ski club, thought I was a\ngreat skier and so I decided to volunteer for the Tenth Mountain ski troops. I went out there in\nMarch of 1943 to Camp Hale Colorado.",
        "Q: Let’s back up a little bit. It’s wonderful what you are talking about. When you were a\nteenager growing up in Philadelphia, had you heard of a man named Hitler. Were you aware of\nwhat was happening —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: I was very aware. My father was —",
        "Q: Of what was happening in Europe.",
        "A: Absolutely. I won the Time foreign affairs prize at Episcopal two years ina row. My father\nand mother were both Anglophile. They followed everything and no, I and I was in debating\ngroups and all. No I was very, very aware of it and I will never forget having lunch on a Sunday\nwhen the news came in on the radio of Pearl Harbor. And my father and I both realized that we\nwould both be involved very soon in war.",
        "Q: Did you speak or understand any German at that time?",
        "A: No, I was taking French in school and Latin. No, I didn’t have any German. I wish I had\nlater on. I learned some in the army but that was not very —",
        "Q: I’m talking about as a teenager. Did you talk about Germany and Hitler with your parents a\nlot?",
        "A: Yes, we did all the time.",
        "Q: All the time.",
        "A: Yeah we were pretty much of an international family. And his — and he immediately almost\ntoo quickly decided he’d get in. He was in the Pennsylvania home guard and then volunteered to\ngo back in the army as a captain and ended up being overseas for a year and a half in the, well I\nforget. It was basically a military government. He studied first at the University of Virginia in\nCharlottesville before he left and then when he was wounded toward the end of the war in 44 and\ncame home, and ended up teaching military government at the University of Michigan.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: Were you and your family aware of what was happening in the mid to late 30s about the Jews,\nto the Jews?",
        "A: I think we were probably as much as anybody. On the East coast, particularly Anglophiles as\nwe were. I don’t know. I can’t remember specifically but certainly we followed the newspapers\nand the radio as well as we could. And I’m sure we knew all about what Hitler was doing and\nI’m sure we didn’t and very few people did but —",
        "Q: I mean the book burnings and the boycotts and things like that in Germany.",
        "A: I think so. I don’t specifically remember all of that but.",
        "Q: So now you’re a student at Princeton and December seventh.",
        "A: Yes, well that was, that was before. That was when I was a senior at Episcopal.",
        "Q: Right, right. You were still too young.",
        "A: My senior year and knew that we’d get in. But then Princeton had this accelerated program to\ntry to get us through as much as we could before we went off. But anyhow, I, as I say I was a ski\nenthusiast and I decided along with another group, a whole group of Ivy League skiers that we\nwould volunteer for the Tenth Mountain Division. And so I arrived out there in March of 43, at\nCamp Hale, Colorado, a camp that was set up in the Colorado mountains. And an awful place as\nit turned out because it — the new barracks built and it was all depending on coal stoves. They\nhad the railroad line ran right next door and that all depended on coal. And so half the people\nwere sick most of the time. And then to shape up his whiz kids, called us, they brought in some\ntough army types from Hawaii who’d never seen snow but to teach us the old army drill. We\nwere still allowed to ski on weekends at the nearby place. But it was a very rugged training. And\nmountain climbing and rock climbing as well as skiing. And that went on for about eight months.\nAnd then somewhere along in there, there was a kind of an SAT quiz for one person to win and\nhttps://collections.ushmm.org\nJune 11, 2013\nlearn, go to a language school. And I won that and but I didn’t realize that I had until suddenly\nsome sergeant grabbed me and said get on the train. You’re going east to learn Turkish. So I\ndidn’t go very far. And I met some other people in the same boat at the University of Nebraska\nwhere we had two weeks of great fun going to the football games. And after that we were\ntransferred to Indiana. As soon as we got there, we learned that they had canceled all the\nlanguage programs and that we would be engineers and that program —",
        "Q: We’re talking about 194 —",
        "A: This is 43, the end of 43.",
        "Q: End of 43.",
        "A: And so at the University of Indiana in Burlington, that lasted all of two months and they\nabolished the entire program which was called the ASTP. It was sort of a junior OCS idea.\nArmy Specialized Training Program. They were abolished everywhere cause they needed as you\nsaid cannon fodder. And so we, every, all of us there in Indiana were assigned to the 20\"\narmored division at Camp Campbell, Kentucky. So that’s where we arrived in early, early in 44.",
        "Q: So you just turned 20.",
        "A: Yeah.",
        "Q: In early 44. And then you stayed there for how long?",
        "A: Well we stayed there training. I was put in the artillery which I had a little taste of in the first\nyear at Princeton in the ROTC. And stayed with the 20\" armored division and we were very\nitchy to get overseas and finally didn’t until the end of the year. And we actually took a ship, at\nthe beginning of 1945 which landed in France, in Le Havre.",
        "Q: You left from Indiana?\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: We left from Boston.",
        "Q: From Boston?",
        "A: And we did a long ten day trip, zig zagging to avoid submarines. In the convoy.",
        "Q: Do you know the name of your ship? That’s ok.",
        "A: I forget the name. I remember my birthday took place somewhere on there.",
        "Q: On the ship, in February.",
        "A: And we had a big celebration, mostly illegal above with my friends. Anyway then we got off\nat Le Havre and we were driven by truck to a small French village outside of Rouen. That was a\nlot of fun because I was the only one that spoke French in the whole battery. And made good\nfriends with the French people there.",
        "Q: What were the numbers of your unit and things like that?",
        "A: I was in the 20\" armored division and specifically I was in battery A of the 413\" armored\nfield artillery. They always had these enormous numbers. That was supposed to fool the enemy\nby, same as they did in the first war, 80 division and so on. I don’t think they were fooled but,\nso that was a lot of fun. I got to know the village. And in 1995 my wife and I went back to the\nvillage and I had written ahead. And it was a wonderful celebration and the lady who had, I had\ngiven cookies to was 12 years old, was now 62 and big matriarch of the village. It was a\nwonderful dinner with her husband and everything. The lady who ran the barn where we slept on\nthe hay was still around. And the little and the when I was there the boulange, the baker whose\nfirst name was Allan, like mine, had grown up and taken the place of his father whom I’d known.\nSo all those people were there for this celebration in 95. On Easter day so it turned out.\nSo then anyway, we finally got going.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: This is February now. We’re back in February —",
        "A: Yeah ok, well February finally we got the word to move up. And we went up through -- the\ndivision moved up through Holland and Belgium. They had already been liberated. We got lots\nof cheers from local people. And then suddenly went into Germany where we didn’t get any\ncheers and people glared at us naturally.",
        "Q: So you never saw combat?",
        "A: Yes, we did. Not there, we didn’t. As soon as we got into Germany (phone ringing)\nNo, as soon as we got into Germany we were in combat. It wasn’t as bad as most people had.\nWe drove quickly. We crossed the Rhine on a pontoon bridge and — and that was, we had quite a\nfight there. We headed south quite quickly. We were supposed to be in first army which was in\nthe northern part of Europe, of Germany. We moved so quickly, we became part of the third\narmy which was under Patton. And we kept moving. We took Bonn and we headed down to\nFrankfurt.",
        "Q: When you were in combat as you said, did you see any dead bodies?",
        "A: Oh yeah.",
        "Q: What was your reaction?",
        "A: Well, I think --",
        "Q: Had you seen dead bodies before?",
        "A: No.",
        "Q: This was your first experience.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: And we saw some. We lost some of our own people. We liberated some camps. One was\nsome American POWs. That was very exciting. Some, many more with European, with French.",
        "Q: Do you remember the names of any of them?",
        "A: No.",
        "Q: Not now. Ok.",
        "A: I really don’t. I’ve got them somewhere and I have my, actually I kept a diary the whole time.\nBut anyhow we went along pretty quickly and then the heavy fighting was about the beginning\nof April as we got closer to Munich.\nAt that point we had gone so fast that instead of making us come back to stick with the third\narmy, they then, we swapped with another division that had gone the other direction and ended\nup being in the seventh army, which was the one General Pabst that had come up through\nMarseille and all.\nSo we ended up with that. And our big target was Munich. We were heading south. We were\nthe only armored division there but there were two infantry divisions, the 42™ and the 45\" that\nwere near us. But and we had some, we were shot at by German 88s. We lost some people right\nalong the line. Every night they had the famous bed check Charlie which was a German plane\nthat would come over every night and drop some bombs. And there were some 88s, the big\nGerman cannon that were fired at us.\nWhat we had in our artillery was called an M7. It was a 105 tank mounted on a — or that was the\nbottom part was a 105 and then a 105 Howitzer on top of this German tank. It was a very\nunwieldly weapon. We had four together in a battery. I was the one that had to do the\ntrigonometry and the sighting of where these four would aim. So we were most of the time,\nsomewhat back in artillery. But not but then as things went fast, we many times we were find we\nwere up right on the front lines and where prisoners were coming out. We took, I took some\nprisoners actually along the line.\nhttps://collections.ushmm.org\nJune 11, 2013\nAnyhow this was all happening and we — toward the end of April. And as we got close to — we\ndidn’t know anything about Dachau at all. All we knew that was we were heading for Munich\nand we knew the big SS headquarters north of Munich which later became an American base\nwas very heavily fortified. And it was really the SS headquarters in Bavaria, the whole area.\nSo anyway, we were heading along quite well and —",
        "Q: This is on foot.",
        "A: No. We had these tanks, armored vehicles and those of us who were not sitting inside one of\nthose or driving them, were in things called half-tracks. They had the -- what do you call it —",
        "Q: Treads.",
        "A: Treads. And armor up to about here so they didn’t do any good sitting up. And so we all\nwent with those. And with the bombing going on or the shelling against us every night we had to\ndig foxholes and try to hide. Anyway, to come to that. We suddenly, we were on the right hand\nedge of Flike, of the 20 armored division. Most of the division was to our left or east, after the\nSS barracks. But all of a sudden we came to the camp of Dachau. We had no idea it was there.\nNeither did anybody up through colonel in our line of command. But the people in the camp of\ncourse were listening to BBC and they knew how close we were.\nSo anyway, all of a sudden we come to this enormous camp, totally surprised all of us where we\nsaw these watch towers and the whole camp was ringed by a moat and an armed barbed wire\nfence. So we got that close. We used our tanks to smash the barbed wire and to make across the\nmoat. Just at that time there was one tall building which was where the German headquarters\nwere and they had a white flag out and they thought, we thought that was fine. We’d just go on\nin. But then despite the white flag, they had snipers and they started shooting at us and they\nactually killed our poor colonel. He was at that point his, I don’t know his jeep had broken down\nor something. He was standing up on another jeep and I didn’t know him well but of course that\nwas a Shock for all of us.\nhttps://collections.ushmm.org\nJune 11, 2013\nLater on in life, way much later, I got to know his son quite well who was a West Point colonel\nand who helped me when I, much later, when I was head of the 20\" armored division veterans\nand we had a reunion at West Point.\nBut anyhow we —",
        "Q: So what was the reaction of you all when —",
        "A: Well it was terrible. Then when he was shot and they were also shooting other people from\nthere. Then what we did was get our artillery ready and we shot a blast at this building and that\nwas the end of that. We — after that there was no more resistance. So then we went on in. Now I\nwasn’t one of the actual first ones that went in.",
        "Q: What day was this?",
        "A: This was, the liberation was the 29\" of April at six PM, because when I went back later on\nseveral times, I was in a ceremony right at that moment when they —\nBut I was fortunate to be chosen among the few early the next morning to visit the camp. And I",
        "Q: Where did you stay for that night? Do you remember?",
        "A: We still had to dig our holes in the ground outside somewhere in the camp.",
        "Q: And then the next morning.",
        "A: It had been quite wet and lousy weather. Then suddenly the next day it was amazing cause\nthe sun came up over the Alps and you could see all the snow there. Reminded us of being in\nColorado. The flat area and then suddenly seeing all of the snowy peaks.\nSo some of us were allowed to go in, told we could but they didn’t help us very much. So we\njust -- I got a ride I guess right to the entrance and at that point they wouldn’t let us in, at some —\nhttps://collections.ushmm.org\nJune 11, 2013\nbut then there was a Polish guy in our company, battery that spoke Polish to one of the survivors\nwho opened the gates for us.\nAnd then we walked around. We counted 37 of these cattle cars full of dead bodies. They were,\nthese were what the French used to call 40 and eight in the first war. They were made for 40, 40\nmen or eight horses. But actually they had something like 200 men in these. And the Germans\nhad the — Nazis — the crazy idea that somehow if they moved all of the prisoners from other\ncamps, that somehow they could congregate them there in Bavaria. And the world wouldn’t\nknow what had happened. And the other crazy idea was that they would have a, do a last ditch\nstand in, in Bavaria. So that was the reason for sending people on the trains.\nThere were very, very few that made it. The ones that had gotten in that day were -- managed to\nget off. But there were only just a handful really that were still living on those trains. The ones\nthat were lucky like a couple of my friends that I got to know later were sick enough so they\nwere put into the infirmary and that’s what saved them. Because the train didn’t come all the\nway in. Those cars did finally, most of the, a lot of them stopped a couple of miles away. The\ntrains were broken down or whatever. And then they got, they had to march in with dogs and\nthey would sometimes often shoot the ones that couldn’t make it. At least the dogs were\nsnapping at them. So—",
        "Q: You are 21 years old and you see this, what you saw. Can you describe your thoughts, your\nfeelings? As you say there’s no preparation, no preparation.",
        "A: I think there were, there were two different things. It’s hard to recollect what I thought but\nthe first is the combat part, seeing, hiding from shells ourselves. Digging in foxholes every night.\nSeeing the wounded and seeing prisoners coming out. That was the nice part, seeing releasing\nprisoners. But so the whole war time part was kind of in a different mode from the, from Dachau.\nDachau was a totally different thing cause we had no idea what, cause even though Buchenwald\nhad been released, we didn’t get the news of that. We didn’t really know much about it. It had\nbeen in the Stars and Stripes. Eisenhower had very gallantly I thought forced the local people to\nfill in the graves and do that. And even though it was, I’m not sure the dates of Buchenwald,\nearly April I think. We didn’t know about it. Stars and Stripes didn’t get to us and they\neventually of course did.\nhttps://collections.ushmm.org\nJune 11, 2013\nBut so we had the one thing was the whole combat part and the second was Dachau.\nSo the few of us that were lucky to get — and not lucky, were fortunate I guess to get in there. We\ncounted these awful 36 cars, rail cars and we were then taken down, toured them and there were I\nthink 20 some barracks, each originally for 200. Each one had about 2000 in it. They have still\nthey kept one there as a souvenir and smashed the others. Inside the camp when they knew we\nwere close, the French particularly led a -- well what would have been a mutiny, headed by a\nFrench captain who later became a general and a friend of mine, he just died. He was the —\nGeneral Dapeche, head of the, at that point he was a captain. And what they decided to have a\nkind of a mutiny, kill their guards, but then turn the camp over to us. And keep these distraught\nprisoners from killing every German in sight.\nSo they did manage to do this, but at the end -- the German guards were all the worst. They were\ncalled kapos and these were German criminals who were told that in order to avoid jail or\nexecution they would have to be guards at the camp. And they were really horrible people. And\nso at the end, we saw lots of their bodies. We didn’t know where they had been killed by our\ntroops who were just there the day before or whether they had been probably killed by the\ninmates. Anyway by the time we were there, we were led down and saw the crematorium where\nit had been decided to go ahead and, by the Polish prisoners doing it, were ordered to keep on\nusing it because they had to do something with all the bodies from the train. And then the others\nwho had died.",
        "Q: Well again, as a 21 year old, seeing this, not only the sights but the evil that you were — again\ndo you have any memories of what went through your mind?",
        "A: I think if you think of some of the prisoners. I mean many I talked to later and became close\nfriends with, they were men who were originally say 200 pounds were down to about 80 pounds\nand they were just skeletons. Our first instinct was to hand out food and candy and we were told\nnot to because their bodies couldn’t take it and as soon as our officers got in there, we were told\nto get out because they didn’t want us to get typhus.",
        "Q: Did any of the prisoners come up and try to talk to you?\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Oh yes, oh my gosh. They came up and hugged us and everything else. At that point we\ndidn’t have all these restrictions and our doctors hadn’t gotten there to get us out and the other\nthing was that we weren’t supposed to be there very long. As soon as we had this little tour, they\nsaid to hurry up. We had to go continue to Munich. So it wasn’t as if our particular divisions\nstayed very long. Certainly the 20\" armored didn’t.",
        "Q: When they came up to you, how did you respond?",
        "A: Well they came and hugged us. Really and, and I was able to speaking French, to talk with a\nlot of them. The French prisoners were a little bit better shape because most of them had only\nbeen there nine months. Some of the Germans had been there since 1933. It was an enormous\nmixture of people. To our surprise we learned later that only 16 percent were Jewish. The camp\nis, to go back, as you probably know but in, back in 33, it was German Protestants originally.\nVarious other kinds of anarchists, people that —",
        "Q: Political —",
        "A: Yeah political ones. And then the really enormous increase came after the Russian front. And\nthat was the worst horrible thing. They had about 4000 Russian prisoners and they still celebrate\nit or celebrated that. And they were all told at one point to race down in the field. And if they got\ndown to the other end, they would be free. And they were all shot in the back. But when we got\nthere the mélange of people, it was a little hard to make out. But mostly were Eastern European.\nAnd the ones in better shape though were the French, because most of the French had been in the\nFrench resistance and when we came into Normandy, what they tried to do was to turn over their\nrespective villages to us. And many of them got caught doing it by the Gestapo. They were too\neager. So they were then sent to Dachau. But because of that, they had only been there nine\nmonths compared to the longer periods of most of the others, and particularly the Eastern\nEuropeans. And they were the ones that had sort of organized this sort of mutiny to turn the\ncamp over to us.",
        "Q: What were the reactions of the other young men in your —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Well I think we all had the same reaction pretty much. The curious thing, there were really\nvery few from the 20\" armored. Just as we were invited into what they called combat command.\nAnd combat command B which we were in, only had our — we were the only artillery part of\nthat. There was a very small part of our division and that was just by a fluke because the division\nwas headed south and three quarters of it were after the SS and going straight to Munich. So it\njust happened that we were on the right flank. And then at the same time, after we had used our\ntanks to open up the barbed wire and all, then you had the, both the 42™ and 45\" division that\ncame in, in strong numbers. And that became a kind of a hassle later on because there were two\ncolonels, one from each division that each thought that they got there first. And then Marguerite\nHiggins who was the first correspondent who came from the Tribune, and she rode in and I think\nit was the 45\" and they claimed to be the first there. And so did the 42\". We got very little credit\nfor a long time. When I went back in 1940, 95, for the 50\", there were only three of us from the\n20\" armored who sort of hooked on. My great, close Princeton roommate that I went back with\nwho had been in the same outfit who has since died, he and I and one other guy that turned up,\npiggy backed on. The 42\" division really ran the reunion. There was a German American who\nlived in Munich who did all of the work so we found out about it and hooked on to them.\nSo we got in to all of that, that way. But they were still arguing about who got there first and who\ndid what. But I was able then, because I knew the ambassador and the counsel general, to get\nthem to agree. They had no problem with this, that there would be a plaque for the 20\" armored\nas well as the other two that already had it. And that took a while to get through and eventually\nwe put the big plaque up and I actually sort of inaugurated it when I went back in 2010, right at\nthe gates where it says Arbeit Frei, the main gate.\nSo that was all a sort of an ancillary part of this but —",
        "Q: Did the officers while you were inside of Dachau, did the come over — the American, your\nofficers — did they say anything special to you about what you’re looking at, witnessing?",
        "A: No, because they were just as -- I think they were just as shocked as we were. When people\nwalked around, nobody really cared and if people hugged us they didn’t care whether we were\nofficers or not and I don’t’ even remember when we walked around, some of us, I don’t’ think\nhttps://collections.ushmm.org\nJune 11, 2013\nwe hardly walked around with any officers that I can remember. We went to this crematortum\nand then we kept talking to the prisoners all the way and then we were taken up to the big\nbuilding where the SS had had its headquarters. They were all gone. Maybe they had been shot\nor they mostly had fled. And that’s where for example, I picked up that Nazi flag that the officer,\nand some other souvenirs like that.\nBut anyway we weren’t, I mean all this took about two hours of running around and then after\nthat we had to leave. So that was our initial feeling about it, as much as you could have. And\nthen we went right ahead and —",
        "Q: When you left the camp did you and the other young men talk about it?",
        "A: Oh yeah and I had pictures but I don’t know. I didn’t really keep those. Oh yeah we were all\nshocked but then we went on and we thought there’d be a big battle over in Munich. There really\nwasn’t. It was declared an open city just before that so we drove right through it and it was very,\nmostly a smashed city but there wasn’t any fighting to speak of there. And then we headed\ntowards Salzburg. And we had some, a couple of big battles there. But then the Germans, several\ndays before the war end, began to give up and then we had these tremendous lines of prisoners.\nAnother guy and I were, we sort of fanned out as we went and we ended up taking a bunch of\nprisoners. And as we were heading between there and Salzburg, a couple of days before the war\nended, we saw the, all of the Hitler Youth walking toward us from the village where the previous\npost was. And I’m sure we passed his Feldhausen or something, his village, cause we saw these\nkids and we just made sure they were disarmed and just told them to keep walking. We didn’t\nknow what do with them. So anyway we drove down and about two days before the end of the\nwar, we were told to stop briefly and no more firing. But keep taking prisoners. And we did and\nthen so finally we arrived at Salzburg on May eighth. And it was a different, second armored\ndivision which were -- we were all clothed in American uniforms and everything else, except for\nthe French thing on the shoulder, converged with us. And that was a lot of fun for me because I\nwas able to speak and they had liberated a champagne factory and killed a lot of chickens. So we\ncelebrated V-E day together in Salzburg.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: When you left Dachau and were moving along and you saw Germans, did you have any\nfeeling of anger towards them after what you had seen?",
        "A: Yeah, we certainly did. I mean at that point we weren’t going to go kill anybody but I mean\nwe certainly — it was more disgust, yes completely. They would do it and then some of these\npoor soldiers, it was quite clear probably later than then that they were sort of poor Hungarians\nwho had been drafted in this and that kind of a third rate soldiers just thrown into the Wehrmacht\nat the end. So I don’t think any of us thought much about it. We just kept taking prisoners and\ndisarming them. Told them to keep walking, pretty much is what happened.\nThen a weird thing happened right after that. Our 20\" armored division was told to go after Tito.\nThis was absolutely crazy because it meant driving over the Alps on a narrow road where over\nthese tiny bridges where any one bridge could have stopped our whole progress. So we got all\nthe way up kind of to the divide over Austria, from Austria to Italy, I guess it was, and were told\nto stop. So we were way up there. I remember climbing the highest mountain with some friends,\nthe Dochstein and it was a kind of a little summer resort. So we sat there for about two weeks\nand had a great time and then we were told to come back down again so we came back down and\nwere parked by the Chiemsee a wonderful lake between Munich and Salzburg which later\nbecame a kind of an American rest camp. So we hung around there for quite a while and that\nwas fun. And then we were spread out to different villages in the occupation and that part we\nliked. We were here and there. I was sort of a local burgermeister for a while. We spread to\ndifferent villages. Although I didn’t know much German then. But that was interesting. And\nthat’s when Jack Benny and Ingrid Bergman came out on a USO show and I won a lottery to\nhave dinner with Ingrid. Pll show you the picture later. That was fun.",
        "Q: What about the refugees that you came in contact with while you were being a burgermeister?",
        "A: Well these weren’t so much, most of the soldiers had gone. The refugees there were some\nthere, but not so many. These were mostly just Germans that were, a lot of them were soldiers\nthat we didn’t — or kids that had taken off uniform and come back so there wasn’t really any way\nthat we could tell what they were. And it was tricky because people were suddenly trying to be\nvery friendly and this and that and we were all — we had all taken over houses so we could sleep\nhttps://collections.ushmm.org\nJune 11, 2013\nin real beds. All of that. It was an interesting period. It didn’t last very long because through the\nmonth of June and in, well into July. And then we were told to get ready to come home to go to\nthe invasion of Japan because we had had such a relatively easy time compared to other\ndivisions.\nSo finally we took a train ride across Germany and France. It took about a week to Camp Lucky\nStrike which was near Le Havre where they — that was the embarkation point. Sat around there\nfor a week or two. That was fun. We could swim. We went and met some French people and\nthen finally they put us on a ship.",
        "Q: What as your reaction when you heard that Hitler was dead?",
        "A: We were all very happy of course. And what is very interesting when I went back each time\non the -- I think it was the 29\". I’m not sure of the day. I think it was because that we were there\nand it could have been the 30\". They ring the bells. They still do it. It’s 3:00 in the afternoon.\nAnd we were in downtown Munich. I think it must have been the 30\". Not during the war but\nwhen we were, when we went back.\n(someone arrives)",
        "A: So long story short. We got home and we were all given a month off and that happened to be\nthe month basically the month of August before we had to go to Camp Cook in California, and\nreassemble theoretically for Japan. Fortunately the war came to the end when we were home.\nMy father was then teaching military government and had been evacuated from Europe. He was\na major in Michigan and my mother was there and my two sisters. They had come from Vassar\nfor the summer.",
        "Q: You were 21, had seen death up close, terrible, terrible things. Did you feel like a very old\nperson, so much older than when you had started?",
        "A: I guess so. I don’t —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: After what you had experienced. And the fighting and the —",
        "A: I don’t think I— I don’t know. I was so glad to get home and I don’t think I philosophized\nabout that too much. But we had we had to go on to Japan, I think it would have been another\nproblem. But we didn’t. The ones that you had to have a point system to get out and the ones\nthat had been there longer had more points. It was really based on the amount of time overseas\nand all. So some of us didn’t have very many and they sent us out after we had our month off in\nAugust, went out to Camp Cook California, which is now Vandenberg air base. And just fooled\naround, really. There wasn’t anything to do there. But we had to stay in until we had enough\ntime to get out. So another guy and just spent the fall sort of hitchhiking around, visiting\nCalifornia, reading a lot, and then finally he and I and another guy sort of hitchhiked our way\nback across the country in time to be home for Christmas.",
        "Q: Were you discharged by then?",
        "A: No, we weren’t. I had to go back and we were just fooling around. We were given a big leave\nat Christmas time and I still had to go back to California.",
        "Q: When you went back —",
        "A: Yeah, went back for another two months and then got back. And I was finally discharged\nactually on my birthday.",
        "Q: In 46?",
        "A: In 46. And went right back to Princeton two weeks later.",
        "Q: How do you go back to Princeton when you walked around Dachau?",
        "A: Well. Well I think that I found that my experience was, at Dachau was a special thing but I\nthink that many of my class, they had been in the Battle of the Bulge or they had a much tougher\nhttps://collections.ushmm.org\nJune 11, 2013\ntime than I had. A great many had been in the Pacific, but basically the navy had missed most of\nthe worst part of it. But —",
        "Q: Did you talk about your experience with the other students?",
        "A: Yeah, some people did and some didn’t. I did and I didn’t mind talking about it. Maybe\nbecause it was less brutal than something like the Battle of the Bulge where we were, where we\nlost so many people. I mean we didn’t have that experience of losing so many of our comrades.\nWe did have this Dachau experience, of course. It’s very interesting. Some of my friends never\nclammed up and once in a while we’d be in a bull session back at Princeton or many years since\nthat at a reunion and get somebody to start talking who had never talked before.\nBut Princeton was very good. They gave us, gave me and some of the others credit sort of for the\nfirst half of sophomore year because of being in Indiana for a while. And so I went back for the\nsecond half of sophomore year. And then finished the two final years junior and senior.\nAnd what we all did was basically everybody that started in 42, became members of the class of\n46, even though we didn’t finish til 48.",
        "Q: What did you major in?",
        "A: I was in the Woodrow Wilson school of international affairs.",
        "Q: As an undergrad?",
        "A: Yeah. Well I really was an undergrad and then, although I taught for a couple of years and\nthen I taught at St. Albans the sixth grade and when I was there I got, finished an MA at\nGeorgetown and then I studied in Spain and France too later on.",
        "Q: Did you want to study international affairs because you had been in the service?",
        "A: Yeah, I think that’s very much —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: Influence you?",
        "A: Oh yeah very much so. Well maybe it was my family upbringing and so on. But no, it really\ninspired me. The army, being overseas to get in the foreign service.",
        "Q: You had first-hand experience.",
        "A: Yeah and I wanted to go back and do more of that. I never had any particular — I taught for a\nwhile but I never had any desire to be a lawyer or anything else, except the foreign service. So —",
        "Q: Did you think in those first few years after the war, did you think of your war time experience\nas often?",
        "A: I think so because what I did was I scribbled the whole thing. My mother typed up the whole\nthing. We still have the whole —",
        "Q: You kept a journal?",
        "A: Yeah and when Suzy and I went over 95, we first went to the French village. She couldn’t,\nshe was teaching and couldn’t do the part to Dachau which I did with my great friend, Ed Nesbit.\nBut we did the French part together and she had to get back to teach. So I went there that year\nand that’s when I met some of these, mostly the French survivors and got to know them very\nwell. And I went back in 05, I guess it was. Yeah, with her. I went three times. I went and then\nfinally in 2010, when I went back I was the only American soldier who’d been there in 45.",
        "Q: Let’s talk about your career. So you finished the Woodrow Wilson school and then you\ntaught, you said then you taught.",
        "A: Yeah right after that I went over. I spent a year studying in France and Spain. Came back\nfrom there. Looked for something to do. Found a, through Princeton a job in Arizona in a\nboarding school teaching French, Spanish, Latin and tennis. Then I did that for a year and then I\nhttps://collections.ushmm.org\nJune 11, 2013\nwanted to be back in Washington. And I wrote to the head master of St. Albans who was a, had\nbeen the chaplain at Episcopal, Charlie Martin. And he wrote back and said yeah you can come\nand teach the sixth grade, no questions asked. So I did that for a whole year. I would have stayed\non, very much they wanted me to. I loved that. And worked on the MA. But in the meantime I\ngot involved in the foreign service and was selected to go to Turkey in the summer of 51. And\ngot married to Polly in June of 51, just before that. So that started the foreign service career.",
        "Q: So you went to Turkey?",
        "A: Yeah I had two years in Turkey, first as an assistant cultural officer in Ankara for a year and\nthen cultural officer in Istanbul for the second year. And learned a lot of Turkish. Hoped to stay\non but that was when USIS was established and dissolved. It was very complicated anyway. I\ncouldn’t stay in Turkey. And came back and they suddenly said they needed a public affairs\nofficer in Martinique who spoke French so I did that for two years and that was fun. Martinique,\nGuadeloupe, French Guinea, and what not. And I came back from there. They put me in the\nnews division of the State Department. I did that. I accompanied Romanians around the 1956\nelection. I helped with the evacuation of the Hungarians at Camp Kilmer. I went up to the UN\nfor a while, various jobs. And then at the end of 56 I guess it was, they wanted somebody who\nwas bilingual and was on the international staff of NATO in Paris. So I got that job.\nAnd then we were in Paris for two years until — and that was fun. And we did well. The job\nwasn’t particularly significant or world shaking but life was nice. And then at the end of that I\nsuddenly got a call from personnel that the American consul in Brazzaville for all of central\nAfrica had died of a heart attack. And they said you put down you wanted to go to Africa. So\nthere you go. So I did. So we went down at the beginning of 1960.",
        "Q: This is as ambassador?",
        "A: No, no, no. this was just counsel and then eventually counsel general, but I was the only\nAmerican for four big countries at that point. Then that was very, very exciting that summer\nbecause that’s when the mutiny took place. I was a member of the delegation to the\nindependence of the big Congo. And June 30\", 1960. Five days later they had the mutiny and\nhttps://collections.ushmm.org\nJune 11, 2013\nall the people, the missionaries, everybody had to get out and command air force sent down two\nplanes with helicopters and we spent, ran from my porch. There was no communication except\nby, with the other side of the river except by walkie talkie, at that point.",
        "Q: This is you and your family?",
        "A: Yeah we were all there, on the top floor of this old bank which is curiously where I went back\n25 years as ambassador and the whole bank building was our office but in those days the office\nwas downstairs and the top floor was where we lived. Wasn’t very fancy. But that was very\nexciting. We had the whole breakup of the main Congo and then my friend, I had to\ncommunicate the request for American assistance which turned out to be UN. All of that took\nplace that summer.\nAnd then right in the middle of that, this was all in July. In the middle of August, suddenly De\nGaulle decided he would give independence to all of those countries. And so then I ended up\nbeing the US representative to four independences. One every 48 hours in charge of Central\nAfrican Republic, Brazzaville, the Congo and Gabon. And there I remained in charge of those\nfor a while until eventually an ambassador came for the four and State Department said you\ndon’t want to work under him. You’ve been in charge. Why don’t you pick one of the other\nplaces and be in charge. So I picked Bangui, the Central African Republic. I moved up there at\nthe end of 1960, got the embassy going there in February, moved up from Brazzaville. And my\nmother came down and then left for the, for England on the tenth of May, 61 which is when the\nplane went down. Over Algeria.",
        "Q: And who did you lose in the —",
        "A: My mother, the wife and the three kids. They were supposed to have headed to London for\nthe birth of the fourth because the facilities weren’t, probably would have been good enough but\nthat’s another story. And we never figured out why. There was just recently some Frenchman\nwho’s been after me trying to dig up what he thought was some kind of a conspiracy that brought\nthe plane down. We don’t know. And I wasn’t going to dig all that out. I think, I don’t think, it\nwasn’t shot down obviously. It could have been a mechanical thing or it could have, the pilot\nhttps://collections.ushmm.org\nJune 11, 2013\nmight have gone to sleep. We don’t know. But I got a lawyer, an American lawyer friend to look\ninto it to see the thing, but I finally decided I wasn’t going to have law suits for years. They at\nthat point they handed out, I think it was eight thousand for, it was very small amount compared\nto what they do now but anyhow, I decided, I think wisely, I wanted to get on with my life and\nthen I met her quite soon after that.",
        "Q: You met your second wife?",
        "A: In Paris.",
        "Q: You went to Paris then?",
        "A: Well yeah they offered me the job at the UN on Africa with Adlai Stevenson which was\ntempting or go back to Paris where I had so many friends and I preferred that. So I went back\nthere. My closest friend there turned out to be our best man later, was there in Paris. And she\nwas over as a Student. Her brother in law was working in the embassy. And I was then General\nGavin’s personal assistant which was an interesting job. He was Kennedy’s new appointee. And\nI was introducing people in a protocol line. When she came through and that’s when I actually\nmet her.",
        "Q: And your wife’s name is ?",
        "A: Suzy. And —",
        "Q: And her maiden name?",
        "A: Atkinson. And her brother in law, Will Stabler, was in the embassy and we have been very\nclose to them over the years. The eldest daughter, there were four daughters, was Emily who is\nstill around here. Her husband, Wells died a couple of years ago. He was ambassador to Spain.\nAnd he actually played golf today with Emily so we see her a lot.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: So you stayed in Paris?",
        "A: So we stayed in Paris and that was in—and we got engaged in the summer of 62. When I\ncame back home she had finished studying French and was home. And got married back in\nGreenwich in her house on the 29\" of December 62. Went right back to Paris on the France. And\nthen we were there I guess not that long. Til that summer, when I had the chance to go to a good\njob in Morocco so then we went there. And we had two years there. Three children born — a boy\nand the two girls. And then back to Washington fairly briefly and then I ran African personnel\nand then suddenly a chance to go and be number two in Senegal. So we did that for three years.\nAnd 45 years later is when we went back when our son was there. I had three years as number\ntwo there. And then three years as number two in Nairobi. And then Kissinger mixed everybody\nup so I went back suddenly to personnel, did that for about a year. And they suddenly moved me\ninto being in charge of Spain and Portugal. That was fascinating. It was — and Franco was dead,\ndying in Spain and the Portuguese revolution and had a big fight, not personally so much, with\nKissinger but he tried to win the Portuguese revolution himself without any — and I ended up and\nmy friend ambassador Carlucci saying that the way was -- the socialists were the hope of there,\nnot the old line right wingers. Anyway to make a long story short , that annoyed Kissinger. That\nand other things and he decided that Portugal and Spain shouldn’t be under France so he abruptly\nmoved that section of the State Department under northern Europe. My boss the assistant\nsecretary told me that one day and said I’m sorry you haven’t got a job because it’s been\nabolished but I need somebody good and to be number two in Copenhagen. So we did that for\nthree years. And that was fun.\nAnd at the end of that again there was sort of a hiatus but then they said we need a good guy to\nbe counsel general in Cape Town. So we had three fascinating years down there. Came back for\ntwo years when I was in charge of western Europe for intelligence and research. And at the end\nof that made me ambassador to Congo. Did that for three years until we retired in 87.",
        "Q: From 84 to 87 you were the ambassador’?",
        "A: Yeah, yeah. Back in the same place of all weird things. But then we had to retire cause I was,\ndidn’t have another post and I was almost 65. Had to get out at 65, unless you were, had another\nhttps://collections.ushmm.org\nJune 11, 2013\nresidential post. But then for six years I worked in the State Department. I went around to\nembassies in Africa and the far east teaching them about crisis management, counter terrorism.\nUntil they decided that was, they didn’t have money for that operation. It was stupid. They\nabandoned that and they started up again after the attacks in Nairobi. But then I did other stuff\nfor the State Department. I did a lot of teaching classes. I did declassification. I got involved in\nother things here. I was head of the Explorers club. I was head of the American Legion post,\npresident of my Princeton class. So I’ve kept busy.",
        "Q: Can you talk just a little bit about how your war experience influenced you. You said it\ninspired you to go into foreign service.",
        "A: Yeah it did. I think there was no doubt about that. I think I was predisposed to that sort of\nthing anyway because of my family’s general interest in foreign affairs and being Anglophiles as\nit were. And so I never had any regrets about that. I mean some people jump faster than I did. I\ndon’t know. You never can tell. At the same time I was offered a job in Morocco. I was offered a\nvery good one in Vietnam but we had just gotten married and we didn’t particularly want to do\nthat. You never know with all these forks in their lives. But I can’t complain. I had a very\ninterested all along. I think the foreign service 1s still a wonderful way of life. It’s much less\nexciting 1n some ways than it used to be. People don’t do it as a long time career. Many people\njust do it as a, to see what it’s like for a while and then jump into something else. Sorry to see\nthat happen but —",
        "Q: What are your feelings when you walk inside the Holocaust Museum in Washington?",
        "A: Well I’ve done it I guess a number of times. Probably not as, five or six times, maybe not\nmore. Incidentally one of the people that I had met at the first time, 1t was, had been locked up in\nDachau. He was a major, picked up as a boy and eventually was a major in the Belgian army.\nWe got to be very good friends. I went to see him in Belgium twice. He wrote a very long paper\nin French about, sort of an autobiography. He wanted me to translate it. Well, I couldn’t do that,\nbut I said look, they can do that at the Holocaust Museum so I will give it to them. And I did. I\ntook it over. I manufactured or helped him write a thank you note to him, did all that. And they\nhttps://collections.ushmm.org\nJune 11, 2013\nseemed to be happy to have it. I don’t know if they’Il ever use it again. But he was happy. And\nthen one of the times I went after. Not only did I get a letter to him, from them but — and I went\nto one of these stores and picked up some medals. Whenever, at one time we had a ceremony\nand I handed him a couple of American medals. Made him happy. He has since died. I was on\nthe phone with him a lot. But then to go back into some of the people I’ve kept up with. I don’t\nknow how much time you want to talk about that. But it was basically when I went back in 95\nthat I heard some of the stories of the extraordinary stories of the prisoners.\nGail Schwartz: This is a continuation of United States Holocaust Memorial Museum volunteer\ncollection interview with AlanLukens. This is track number two and you were talking about how\nyou have kept up with many of the people.\nAlanWood Lukens: Yeah and not only the Belgian I was just talking about, the great friend. But\ntwo others that’ve I’ve particularly met and one I’ve been in very close touch with ever since. A\nFrenchman named Joaquin Cote was among a group of French resistance youths in a mountain\ntown about half an hour away from Geneva, an Alpine village called Hagrepoche. In Christmas\nof 1943, there was a small castle there and 35 of these young people mostly men but some girls,\ndecided they could have a Christmas party. The Germans were too far away and that they would\nbe safe on Christmas day in this small castle.\nSo they had a party. Unfortunately one of — there was a Vichy-ite there who heard about this and\ninformed the Germans. They came up all drunk in the middle of the party. They killed all but\nfive people, burned the chateau. Five people played dead but they were arrested the next day.\nOne of them was Joaquin Cote. They were sent from camp to camp. A horrible situation all the\nway through. Four of them died along the way. Only Joaquin Cote made it. I met him in 1995.\nAnd because of that became great friends. I went back in the 2000s, in 2005 and in 2009 I guess\nit was or somewhat. Suzy and I went over to their village and he had died, but the son has been a\nvery close friend ever since. They stayed with us in Washington and we went over there, went to\nseveral services, made speeches and laid wreaths and so on.\nhttps://collections.ushmm.org\nJune 11, 2013\nWe’re going to see him this year. He and his wife are close friends. That was one story. He kept\nsaying well I was the one that saved his father. Well I didn’t because he, obviously, was one of\nthe many survivors. Through him there two or three other veterans from that village that I’ve\nseen. They’ve given me their stories and so on. Another curious story from another friend. He\nwas on a train in Germany being hauled as prisoners on their way to Dachau. The train got stuck\nin a little valley between two tunnels. They were all French on board. They were afraid that they\nwould be attacked by allied planes who were bombing German troop trains. And the tore up their\nclothes and put it on top of the freight car, red white and blue tricolor to help the allies spot them.\nAnd then finally one of these guys that I met in Tskuri, he and a Polish friend walked back along\nthe tracks about two miles to, through the Germans to the Americans, where the Americans were.\nThey got a bulldozer to go down the tracks, open it up and pull this one car back to the American\ncamps where they were all of course welcomed and eventually brought back.",
        "Q: Do you remember his name?",
        "A: Yeah that was Funfred was his name and I went to see him in Grenoble. I think I have more\nnames in some of these. If I give you one of these, you’ll have some of the --. So that was\nanother interesting story. But there were, everybody had an interesting story. One of the\nwonderful people when we went back this year in 2010, whom I hadn’t met before but -- him\nbefore and he always spoke English because I had my son and my grandson along which helped.\nA wonderful man and he was down to 70 pounds or something. Now he lives in southern\nFrance. But his story was really unbelievable that every day the Germans, the Nazi guards would\ncount the number of bodies or the number of people standing and thereby decide how much food\nwould be rationed. And so many were dying each night that they would carry the bodies out,\nstand them up so that there would be a larger ration. He told us that story. It was really\nextraordinary. I keep up with him. He lives in southern France, wonderful man.",
        "Q: You had said in one of your articles that when you went back to Dachau that you had, you\ndelivered a message from President Barack Obama. Can you talk about that?",
        "A: Oh sure. That was difficult to get cause he had done one for the other camp, but I went to my\nhttps://collections.ushmm.org\nJune 11, 2013\ngood friend Chris Van Hollen, our congressman, and he said he would help. And he did. I wrote\na letter to the president, backed up by Chris Van Hollen. He kept helping. Went to a, the annual\nbaseball party at George Will’s that year and then Biden was there. I asked him to help. I don’t\nknow if he ever did, but I kept pushing and we didn’t get any answer. So finally got through to\nsome White House guy and he said oh yeah he’!I do it but — and I suggested what he might say\neven but finally at the very last minute, a fax came to the hotel in Dachau where I was staying\nthat morning. I had already worked up my speech by sort of semi quoting him. But this time I\nwas able to do it. Got his -- so I could actually -- but that was sort of a last minute exercise.\nYeah, here is my speech. And here. It was actually I had written the speech and then I was going\nto slough over that or say I hope one, but then finally this is the message that came in time so I\nwas able to —",
        "Q: From the president?",
        "A: Yeah, work that in. I think he used practically the same speech that he did for Buchenwald.\nBut it was Chris Van Hollen and his -- cause he kept driving him to do something. I had been to\n— I knew all that — I knew Chris fairly well and I had been to an event here in Chevy Chase.\nThis is sort of funny. There’s a wonderful Romanian.",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "A: Well I would hope so and I think the museum deserves a lot of credit for keeping it up. It was\na wonderful event this year and before also.",
        "Q: The 20\" anniversary?",
        "A: The 20\" anniversary with the -- I suppose they said there were 120 veterans there. I really\ndidn’t see very many but I guess they were. And of course of all the survivors. We had a very\nfascinating dinner that night and they put us with one of the big supporting families of the\nmuseum.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: Did you talk to any survivors from Dachau?",
        "A: That night?",
        "Q: Yes.",
        "A: No, there wasn’t anybody that had been anywhere near. Well some had visit — a lot of people\nhad visited Dachau of course. No, I didn’t, there wasn’t anybody else around that had been to\nDachau as a soldier or as a survivor. I mean plenty of them had visited later of course, yeah. No\nit was a very nice occasion. It was interesting the next morning to hear Jimmy Carter.",
        "Q: Bill Clinton",
        "A: Bill Clinton who was wonderful.",
        "Q: Is there any part of the museum that you relate to or —",
        "A: Well one of the things, we had the three years in Denmark and I got very involved there with\nDanes. They have a wonderful museum and I, at one of these, I think it was the 90, it was 2000 I\nguess when we were there. We ended up with a whole lot of Danish veterans, the survivors and\nactually were invited to a very special thing the night before the big event out in a little section of\nDachau where they had lit candles and we were invited cause we just happened to meet the\nDanes and because we had been in Denmark. So I kept up and then it got, and the Holocaust\nmuseum they have that wonderful boat.",
        "Q: The boat.",
        "A: In there. So it was — The other day when I was in there I wanted to see it alone or just to see it\nand so I ended up going up backwards so I went all the way through that way. There was a lot\nmore to see and I need to get over there more often. I should.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: I was just wondering if you related to the liberation section, you know when the camps were\nliberated?",
        "A: Yeah, oh yeah, very much so and the special deck, oh yeah absolutely. No I specifically\nwent to that. And I should go there more often. It just 1s always seems difficult to get down and\npark which and so on -- is not.",
        "Q: Did your experience during the war affect how you raised your children?",
        "A: I don’t know. That’s a hard one to answer. I mean I think that we, they were all part of our\nforeign service and I don’t think that they knew much about it, but it was all very separate from\nthe war until more recently. Now I took my son last year, Suzy couldn’t go but I took my son\nTim and my grandson Chase over for the special thing in 19, in 2010. And each of them wrote\nabout that. For example there’s an article by my son Tim.",
        "Q: What was your grandson’s reaction?",
        "A: He was very impressed. He was at that point at Brooks school and now he’s at University of\nVermont and he wrote quite an article about it. I think he was really very moved by it. It was\nwonderful to have them both there. And then talked to my friend Cote, who came back for this.\nAnd for this other fellow who had — let me think, remember his name right now. In one of the\narticles here. He is now living in Provence, who spoke English.",
        "Q: Did the experience that you went through affect your feelings, of course you were very\nyoung, you were only in your early 20s, affect you religiously, spiritually. Did 1t make you more\nreligious? Again you were quite young at the time.",
        "A: It’s hard to say. I was brought up as a Protestant, an Episcopalian and always went to the\nservices that they had, the chaplains.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: The evil that you saw, the box cars and the crematorium, did that have any influence on you?",
        "A: I don’t know. Not directly. I have to — I continued to be a supporter of the church where I\nwas, wherever I was and so on. But it, I wouldn’t say there was a direct connection except that —",
        "Q: What are your thoughts about Germany?",
        "A: Well it’s, 1t took me a long time to get very enthusiastic about Germans. Maybe it was a little\nbit my father that was in both wars and felt the same way pretty much. But and I learned a little\nbit of German here and there. And then but one interesting thing I hadn’t mentioned but I will\nquickly. At that first one in 95, I sat next to a German general at a big dinner the night before. He\nwas the head of the medical department. And that was quite a dinner that I did get into or some\nof us did. Anyway he asked if I would talk to his medical students men and women, about what\nhappened. I said yes, of course I would. So I by that time, the next day or something we went to\nSalzburg for a little thing. I took the train back. And a day or two later a German colonel that\nmade the hotel which still struck me as odd, took me out and had lunch at the German\nheadquarters with about 25 officers and they brought up, that was kind of bizarre. They found a\nkid of my age, then age, 21. A private in the German army, kind of made him sit there to see\nwhat it was like. That was a little bizarre.\nBut they were all very nice and they were all, some had been also in NATO fans. We had given a\nbig award to this German general, his medical thing. So at the lunch he invited me to go into this\nauditorium where there were about a hundred medical students, boys and girls in their 20s I\nguess. And he said that they had almost all spoke English. Well I don’t know. I spoke in English\nobviously and fairly slowly and I told them all about my experience. And got a standing ovation\nat the end. I don’t know how much they got out of it but it was fascinating to do that.\nOn the way back from this last time on Lufthansa, I sat next to a German general of all things.\nAnd he was very nice. After all, as you’ve said you get used to the fact that they are our allies\nand that and I made a point in my speech everywhere for and there that, particularly that we were\nall, this would never happen again. And that it’s there somewhere, anyhow. We’re all allies and\nthat we would all together believe in the slogan of never again. And I complimented him on the\nhttps://collections.ushmm.org\nJune 11, 2013\nfact that at all of these events, they brought in all kinds of German high school and college kids.\nAnd I’d say most of the crowd there in 2010 were Germans. Well maybe half German and half\nsurvivors. It was hard to tell, a couple of thousand people there. But now they have a wonderful\nladies, German ladies that run the new welcome center. And they were the ones that I dealt with\nbeforehand and got on the program. And they were very worried. It was funny. Ahead of time,\nthat the initial rivalry between the three divisions would make it odd. I represented all American\ntroops unless I get a clearance from the other divisions. So I did. I knew the guys in each one. I\ncalled up and said look I’m going to be back there. And I just speaking for the 20\". I happen to\nbe -- all of us who were there in 45. Do you mind? Oh no, no that’s fine. You can represent us.\nThey were -- track them down. One from each division somewhere in this country.\nAnd but it’s funny that the German organizers were afraid that somehow this would come up,\nthat if I spoke — anyway we cleared all that. But so I think enough time has gone by so that\nanybody that was there at all and still living -- cause an awful lot have died.\nBut I certainly got into this because at the end I became president of the retirees of the 20\"\narmored division. I did that for about five years. I organized several of our reunions and the\nbiggest one was at West Point, just before this, actually the same year, 2010. And that’s — they\nhad one more we didn’t get to and now they’re going to — they wanted to go back and have a\nfinal one at Camp Hamilton Kentucky. I’m not sure I want to go back there.",
        "Q: When you had these reunions do you talk about Dachau and —",
        "A: Yeah and I gave a special talk that year about going back to Dachau and what had happened.\nAnd there was a funny reaction to that. The people who hadn’t seen Dachau didn’t seem to care\nabout it. I mean it was weird because that was only a very —",
        "Q: You mean the people who hadn’t been there initially?",
        "A: In our division. There were really very few had, who had and the others were, had lots of\nother war stories and about taking Munich and all that but they didn’t —",
        "Q: They were not physically in —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: They had never seen it and weren’t particularly shocked by it until they — so I didn’t make a\nbig point but I told them what had happened. It was kind of curious. But and I didn’t, I criticized\nthe other people, maybe as a contrast that I had such a fascinating career afterwards. To some of\nthem, this was not the Dachau but the fact of being in the 20\", and in the war was probably the —\nI don’t mean to sound disparaging but the biggest thing in their lives. They went back to their\nsmall places where they lived and brought up and that was fine. That wasn’t true of all of them.\nThere was one guy in Tucson when we had our thing there, that he had done a lot of speaking\nand he had — he just died. He was a very good man and we went, at our reunion there. He rallied\naround and found all of the survivors and a number of Holocaust who were Jewish refugees and\npeople so that was very interesting. So it didn’t apply to everybody but I would say to some that\nit was that Dachau was not, except for those of us who saw it, was not the main —",
        "Q: When you meet survivors, do you automatically tell them that you were in the army and you\nwere —",
        "A: Well yeah I’m not pushing it at them but if they ask and so on, yeah.",
        "Q: You don’t volunteer it in other words?",
        "A: I do, I do. I mean if I find that they are survivors of the war, I yes, I tell them right away,\nyeah. And they are always interested I must say, even if they’ve come from another camp, like\nBuchenwald or something.",
        "Q: Do you read a lot about that time? And those places?",
        "A: Not as much as I should. I’m just getting Atkinson’s new book on the war. I don’t know. I\ndon’t do as much reading as we should.",
        "Q: Did you read on it?\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Well off and on I have sure, I don’t know. I think that the — we don’t read as much as we\nshould. Too many newspapers and articles.",
        "Q: When you, you’ve been on the inside but when there are articles and programs on other\ngenocides —",
        "A: Well I’ve because I’ve had so much time in Africa I watch that very much —\nYeah, the Congolese thing is to continue a horrible mess down there. Rwanda is the same thing.",
        "Q: So again because you were —",
        "A: But that’s more of my African connection than the Dachau one except that one genocide is as\n— as another kind of",
        "Q: Do you feel you have a deeper understanding because you saw it up close when you were 21\nyears old?",
        "A: Yeah, I think so. Although it’s funny because the, it was so far back and then I had all my\nforeign service career and this and that and it was really toward the end of that, when I had time\nto go to these reunions and work on them and go back to Dachau, that it brought it back much\nmore than the intervening years when we were traveling in Africa and the kids were so young\nand all that. Well thank you, I’ve enjoyed this. I guess that covers things pretty well.",
        "Q: Is there anything else you wanted to add before we —",
        "A: I just want to thank you. I think it’s wonderful that you are doing this and you and other\nvolunteers. And I did tell the different people at the museum at one point that I’m hoping to\nmake speeches. Nobody has asked me at this point, but if anybody wants to I’m still available to\nhttps://collections.ushmm.org\nJune 11, 2013",
        "Q: Wonderful, wonderful.",
        "A: You asked one funny question about the Germans. Well it’s interesting because the German\nembassy here, I came back at one point. They had one of their young attaches that was supposed\nto sort of take care of this kind of a thing. And follow up on -- it was a little odd, but I went over\nand spoke there once at the German embassy to the young officers about what had happened.\nThat was a couple of years ago.",
        "Q: What was their reaction?",
        "A: Well they were interested, they asked questions. I was a little bit cynical or skeptical. I think\nthat they were trying to be on the right side of everything by bringing it up. And I was happy to\ndo it but it’s, I thought it was a little kind of an unusual event. Well thank you very much.",
        "Q: Thank you. This concludes the United States Holocaust Memorial Museum volunteer\ncollection interview with AlanLukens.\n(end)\n"
    ],
    "questions": [
        "Q: Your date of birth.",
        "Q: Where were you born?",
        "Q: What were they doing in London?",
        "Q: Let’s s talk a little bit about your family. Did you have any siblings?",
        "Q: And your education?",
        "Q: Let’s back up a little bit. It’s wonderful what you are talking about. When you were a\nteenager growing up in Philadelphia, had you heard of a man named Hitler. Were you aware of\nwhat was happening —",
        "Q: Of what was happening in Europe.",
        "Q: Did you speak or understand any German at that time?",
        "Q: I’m talking about as a teenager. Did you talk about Germany and Hitler with your parents a\nlot?",
        "Q: All the time.",
        "Q: Were you and your family aware of what was happening in the mid to late 30s about the Jews,\nto the Jews?",
        "Q: I mean the book burnings and the boycotts and things like that in Germany.",
        "Q: So now you’re a student at Princeton and December seventh.",
        "Q: Right, right. You were still too young.",
        "Q: We’re talking about 194 —",
        "Q: End of 43.",
        "Q: So you just turned 20.",
        "Q: In early 44. And then you stayed there for how long?",
        "Q: You left from Indiana?",
        "Q: From Boston?",
        "Q: Do you know the name of your ship? That’s ok.",
        "Q: On the ship, in February.",
        "Q: What were the numbers of your unit and things like that?",
        "Q: This is February now. We’re back in February —",
        "Q: So you never saw combat?",
        "Q: When you were in combat as you said, did you see any dead bodies?",
        "Q: What was your reaction?",
        "Q: Had you seen dead bodies before?",
        "Q: This was your first experience.",
        "Q: Do you remember the names of any of them?",
        "Q: Not now. Ok.",
        "Q: This is on foot.",
        "Q: Treads.",
        "Q: So what was the reaction of you all when —",
        "Q: What day was this?",
        "Q: Where did you stay for that night? Do you remember?",
        "Q: And then the next morning.",
        "Q: You are 21 years old and you see this, what you saw. Can you describe your thoughts, your\nfeelings? As you say there’s no preparation, no preparation.",
        "Q: Well again, as a 21 year old, seeing this, not only the sights but the evil that you were — again\ndo you have any memories of what went through your mind?",
        "Q: Did any of the prisoners come up and try to talk to you?",
        "Q: When they came up to you, how did you respond?",
        "Q: Political —",
        "Q: What were the reactions of the other young men in your —",
        "Q: Did the officers while you were inside of Dachau, did the come over — the American, your\nofficers — did they say anything special to you about what you’re looking at, witnessing?",
        "Q: When you left the camp did you and the other young men talk about it?",
        "Q: When you left Dachau and were moving along and you saw Germans, did you have any\nfeeling of anger towards them after what you had seen?",
        "Q: What about the refugees that you came in contact with while you were being a burgermeister?",
        "Q: What as your reaction when you heard that Hitler was dead?",
        "Q: You were 21, had seen death up close, terrible, terrible things. Did you feel like a very old\nperson, so much older than when you had started?",
        "Q: After what you had experienced. And the fighting and the —",
        "Q: Were you discharged by then?",
        "Q: When you went back —",
        "Q: In 46?",
        "Q: How do you go back to Princeton when you walked around Dachau?",
        "Q: Did you talk about your experience with the other students?",
        "Q: What did you major in?",
        "Q: As an undergrad?",
        "Q: Did you want to study international affairs because you had been in the service?",
        "Q: Influence you?",
        "Q: You had first-hand experience.",
        "Q: Did you think in those first few years after the war, did you think of your war time experience\nas often?",
        "Q: You kept a journal?",
        "Q: Let’s talk about your career. So you finished the Woodrow Wilson school and then you\ntaught, you said then you taught.",
        "Q: So you went to Turkey?",
        "Q: This is as ambassador?",
        "Q: This is you and your family?",
        "Q: And who did you lose in the —",
        "Q: You met your second wife?",
        "Q: You went to Paris then?",
        "Q: And your wife’s name is ?",
        "Q: And her maiden name?",
        "Q: So you stayed in Paris?",
        "Q: From 84 to 87 you were the ambassador’?",
        "Q: Can you talk just a little bit about how your war experience influenced you. You said it\ninspired you to go into foreign service.",
        "Q: What are your feelings when you walk inside the Holocaust Museum in Washington?",
        "Q: Do you remember his name?",
        "Q: You had said in one of your articles that when you went back to Dachau that you had, you\ndelivered a message from President Barack Obama. Can you talk about that?",
        "Q: From the president?",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "Q: The 20\" anniversary?",
        "Q: Did you talk to any survivors from Dachau?",
        "Q: Yes.",
        "Q: Bill Clinton",
        "Q: Is there any part of the museum that you relate to or —",
        "Q: The boat.",
        "Q: I was just wondering if you related to the liberation section, you know when the camps were\nliberated?",
        "Q: Did your experience during the war affect how you raised your children?",
        "Q: What was your grandson’s reaction?",
        "Q: Did the experience that you went through affect your feelings, of course you were very\nyoung, you were only in your early 20s, affect you religiously, spiritually. Did 1t make you more\nreligious? Again you were quite young at the time.",
        "Q: The evil that you saw, the box cars and the crematorium, did that have any influence on you?",
        "Q: What are your thoughts about Germany?",
        "Q: When you had these reunions do you talk about Dachau and —",
        "Q: You mean the people who hadn’t been there initially?",
        "Q: They were not physically in —",
        "Q: When you meet survivors, do you automatically tell them that you were in the army and you\nwere —",
        "Q: You don’t volunteer it in other words?",
        "Q: Do you read a lot about that time? And those places?",
        "Q: Did you read on it?",
        "Q: When you, you’ve been on the inside but when there are articles and programs on other\ngenocides —",
        "Q: So again because you were —",
        "Q: Do you feel you have a deeper understanding because you saw it up close when you were 21\nyears old?",
        "Q: Is there anything else you wanted to add before we —",
        "Q: Wonderful, wonderful.",
        "Q: What was their reaction?",
        "Q: Thank you. This concludes the United States Holocaust Memorial Museum volunteer\ncollection interview with AlanLukens.\n(end)"
    ],
    "answers": [
        "A: February 12\". I’ve always been very proud of that. Same initials as Lincoln, A-L. And as a\nkid, I was always a very much of a, of a Lincoln worshiper as it were.",
        "A: I was born in Philadelphia. Chestnut Hill Hospital. My mother, my father was a lawyer after\nthe first war. My mother a Bryn Mawr graduate and they actually met in London. So —",
        "A: Well I think he was there with his family after the war, trying to go through the various\nhttps://collections.ushmm.org\nJune 11, 2013\nbattlegrounds in France. She was there. Her father was a very well-known architect, Frank Miles\nDay, the president of the American Institute of Architects who had built the whole campus at\nColorado, enormous amount of construction at Princeton and Yale. And died in 1918. I never\nknew him but we have a letter from Woodrow Wilson to him, asking him to please design a\nhouse in Washington. He died in 1918 so of course I never knew him. But he’s still quite\nfamous. His picture’s at the Octagon there at, where the architects are in the city.",
        "A: Yes, I had two sisters. Unfortunately, both have died within the last two years. I was the\noldest. Next one Ann, went to Germantown Friends School and Vassar. Worked for a while in\nCIA and then married an Englishman, Stuart Saunders, who was a journalist and they lived in\nvarious places until he retired and they lived in Rhode Island. She died two years ago and he died\nlast fall. My other sister, Frances Hayes married a colonel in the army and he was the defense\nattaché in Burma and then Indonesia. Had a very interesting career. And they ended up living in\nMilton, Massachusetts where he died about 30 years ago. And then she lived there, continued.\nHas four children. And she just died last summer of cancer. So I’m the only one left in that\ngeneration.",
        "A: Well I went to the Episcopal Academy in Philadelphia, where my father had also gone. And\nthen I went to Princeton in 1942. Princeton had a sped up program where I did the — and many\nothers — the first half of freshman year, the summer of 42 and the second half in the fall. And\nthen I volunteered for the army. I had been president of the Princeton ski club, thought I was a\ngreat skier and so I decided to volunteer for the Tenth Mountain ski troops. I went out there in\nMarch of 1943 to Camp Hale Colorado.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: I was very aware. My father was —",
        "A: Absolutely. I won the Time foreign affairs prize at Episcopal two years ina row. My father\nand mother were both Anglophile. They followed everything and no, I and I was in debating\ngroups and all. No I was very, very aware of it and I will never forget having lunch on a Sunday\nwhen the news came in on the radio of Pearl Harbor. And my father and I both realized that we\nwould both be involved very soon in war.",
        "A: No, I was taking French in school and Latin. No, I didn’t have any German. I wish I had\nlater on. I learned some in the army but that was not very —",
        "A: Yes, we did all the time.",
        "A: Yeah we were pretty much of an international family. And his — and he immediately almost\ntoo quickly decided he’d get in. He was in the Pennsylvania home guard and then volunteered to\ngo back in the army as a captain and ended up being overseas for a year and a half in the, well I\nforget. It was basically a military government. He studied first at the University of Virginia in\nCharlottesville before he left and then when he was wounded toward the end of the war in 44 and\ncame home, and ended up teaching military government at the University of Michigan.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: I think we were probably as much as anybody. On the East coast, particularly Anglophiles as\nwe were. I don’t know. I can’t remember specifically but certainly we followed the newspapers\nand the radio as well as we could. And I’m sure we knew all about what Hitler was doing and\nI’m sure we didn’t and very few people did but —",
        "A: I think so. I don’t specifically remember all of that but.",
        "A: Yes, well that was, that was before. That was when I was a senior at Episcopal.",
        "A: My senior year and knew that we’d get in. But then Princeton had this accelerated program to\ntry to get us through as much as we could before we went off. But anyhow, I, as I say I was a ski\nenthusiast and I decided along with another group, a whole group of Ivy League skiers that we\nwould volunteer for the Tenth Mountain Division. And so I arrived out there in March of 43, at\nCamp Hale, Colorado, a camp that was set up in the Colorado mountains. And an awful place as\nit turned out because it — the new barracks built and it was all depending on coal stoves. They\nhad the railroad line ran right next door and that all depended on coal. And so half the people\nwere sick most of the time. And then to shape up his whiz kids, called us, they brought in some\ntough army types from Hawaii who’d never seen snow but to teach us the old army drill. We\nwere still allowed to ski on weekends at the nearby place. But it was a very rugged training. And\nmountain climbing and rock climbing as well as skiing. And that went on for about eight months.\nAnd then somewhere along in there, there was a kind of an SAT quiz for one person to win and\nhttps://collections.ushmm.org\nJune 11, 2013\nlearn, go to a language school. And I won that and but I didn’t realize that I had until suddenly\nsome sergeant grabbed me and said get on the train. You’re going east to learn Turkish. So I\ndidn’t go very far. And I met some other people in the same boat at the University of Nebraska\nwhere we had two weeks of great fun going to the football games. And after that we were\ntransferred to Indiana. As soon as we got there, we learned that they had canceled all the\nlanguage programs and that we would be engineers and that program —",
        "A: This is 43, the end of 43.",
        "A: And so at the University of Indiana in Burlington, that lasted all of two months and they\nabolished the entire program which was called the ASTP. It was sort of a junior OCS idea.\nArmy Specialized Training Program. They were abolished everywhere cause they needed as you\nsaid cannon fodder. And so we, every, all of us there in Indiana were assigned to the 20\"\narmored division at Camp Campbell, Kentucky. So that’s where we arrived in early, early in 44.",
        "A: Yeah.",
        "A: Well we stayed there training. I was put in the artillery which I had a little taste of in the first\nyear at Princeton in the ROTC. And stayed with the 20\" armored division and we were very\nitchy to get overseas and finally didn’t until the end of the year. And we actually took a ship, at\nthe beginning of 1945 which landed in France, in Le Havre.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: We left from Boston.",
        "A: And we did a long ten day trip, zig zagging to avoid submarines. In the convoy.",
        "A: I forget the name. I remember my birthday took place somewhere on there.",
        "A: And we had a big celebration, mostly illegal above with my friends. Anyway then we got off\nat Le Havre and we were driven by truck to a small French village outside of Rouen. That was a\nlot of fun because I was the only one that spoke French in the whole battery. And made good\nfriends with the French people there.",
        "A: I was in the 20\" armored division and specifically I was in battery A of the 413\" armored\nfield artillery. They always had these enormous numbers. That was supposed to fool the enemy\nby, same as they did in the first war, 80 division and so on. I don’t think they were fooled but,\nso that was a lot of fun. I got to know the village. And in 1995 my wife and I went back to the\nvillage and I had written ahead. And it was a wonderful celebration and the lady who had, I had\ngiven cookies to was 12 years old, was now 62 and big matriarch of the village. It was a\nwonderful dinner with her husband and everything. The lady who ran the barn where we slept on\nthe hay was still around. And the little and the when I was there the boulange, the baker whose\nfirst name was Allan, like mine, had grown up and taken the place of his father whom I’d known.\nSo all those people were there for this celebration in 95. On Easter day so it turned out.\nSo then anyway, we finally got going.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Yeah ok, well February finally we got the word to move up. And we went up through -- the\ndivision moved up through Holland and Belgium. They had already been liberated. We got lots\nof cheers from local people. And then suddenly went into Germany where we didn’t get any\ncheers and people glared at us naturally.",
        "A: Yes, we did. Not there, we didn’t. As soon as we got into Germany (phone ringing)\nNo, as soon as we got into Germany we were in combat. It wasn’t as bad as most people had.\nWe drove quickly. We crossed the Rhine on a pontoon bridge and — and that was, we had quite a\nfight there. We headed south quite quickly. We were supposed to be in first army which was in\nthe northern part of Europe, of Germany. We moved so quickly, we became part of the third\narmy which was under Patton. And we kept moving. We took Bonn and we headed down to\nFrankfurt.",
        "A: Oh yeah.",
        "A: Well, I think --",
        "A: No.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: And we saw some. We lost some of our own people. We liberated some camps. One was\nsome American POWs. That was very exciting. Some, many more with European, with French.",
        "A: No.",
        "A: I really don’t. I’ve got them somewhere and I have my, actually I kept a diary the whole time.\nBut anyhow we went along pretty quickly and then the heavy fighting was about the beginning\nof April as we got closer to Munich.\nAt that point we had gone so fast that instead of making us come back to stick with the third\narmy, they then, we swapped with another division that had gone the other direction and ended\nup being in the seventh army, which was the one General Pabst that had come up through\nMarseille and all.\nSo we ended up with that. And our big target was Munich. We were heading south. We were\nthe only armored division there but there were two infantry divisions, the 42™ and the 45\" that\nwere near us. But and we had some, we were shot at by German 88s. We lost some people right\nalong the line. Every night they had the famous bed check Charlie which was a German plane\nthat would come over every night and drop some bombs. And there were some 88s, the big\nGerman cannon that were fired at us.\nWhat we had in our artillery was called an M7. It was a 105 tank mounted on a — or that was the\nbottom part was a 105 and then a 105 Howitzer on top of this German tank. It was a very\nunwieldly weapon. We had four together in a battery. I was the one that had to do the\ntrigonometry and the sighting of where these four would aim. So we were most of the time,\nsomewhat back in artillery. But not but then as things went fast, we many times we were find we\nwere up right on the front lines and where prisoners were coming out. We took, I took some\nprisoners actually along the line.\nhttps://collections.ushmm.org\nJune 11, 2013\nAnyhow this was all happening and we — toward the end of April. And as we got close to — we\ndidn’t know anything about Dachau at all. All we knew that was we were heading for Munich\nand we knew the big SS headquarters north of Munich which later became an American base\nwas very heavily fortified. And it was really the SS headquarters in Bavaria, the whole area.\nSo anyway, we were heading along quite well and —",
        "A: No. We had these tanks, armored vehicles and those of us who were not sitting inside one of\nthose or driving them, were in things called half-tracks. They had the -- what do you call it —",
        "A: Treads. And armor up to about here so they didn’t do any good sitting up. And so we all\nwent with those. And with the bombing going on or the shelling against us every night we had to\ndig foxholes and try to hide. Anyway, to come to that. We suddenly, we were on the right hand\nedge of Flike, of the 20 armored division. Most of the division was to our left or east, after the\nSS barracks. But all of a sudden we came to the camp of Dachau. We had no idea it was there.\nNeither did anybody up through colonel in our line of command. But the people in the camp of\ncourse were listening to BBC and they knew how close we were.\nSo anyway, all of a sudden we come to this enormous camp, totally surprised all of us where we\nsaw these watch towers and the whole camp was ringed by a moat and an armed barbed wire\nfence. So we got that close. We used our tanks to smash the barbed wire and to make across the\nmoat. Just at that time there was one tall building which was where the German headquarters\nwere and they had a white flag out and they thought, we thought that was fine. We’d just go on\nin. But then despite the white flag, they had snipers and they started shooting at us and they\nactually killed our poor colonel. He was at that point his, I don’t know his jeep had broken down\nor something. He was standing up on another jeep and I didn’t know him well but of course that\nwas a Shock for all of us.\nhttps://collections.ushmm.org\nJune 11, 2013\nLater on in life, way much later, I got to know his son quite well who was a West Point colonel\nand who helped me when I, much later, when I was head of the 20\" armored division veterans\nand we had a reunion at West Point.\nBut anyhow we —",
        "A: Well it was terrible. Then when he was shot and they were also shooting other people from\nthere. Then what we did was get our artillery ready and we shot a blast at this building and that\nwas the end of that. We — after that there was no more resistance. So then we went on in. Now I\nwasn’t one of the actual first ones that went in.",
        "A: This was, the liberation was the 29\" of April at six PM, because when I went back later on\nseveral times, I was in a ceremony right at that moment when they —\nBut I was fortunate to be chosen among the few early the next morning to visit the camp. And I",
        "A: We still had to dig our holes in the ground outside somewhere in the camp.",
        "A: It had been quite wet and lousy weather. Then suddenly the next day it was amazing cause\nthe sun came up over the Alps and you could see all the snow there. Reminded us of being in\nColorado. The flat area and then suddenly seeing all of the snowy peaks.\nSo some of us were allowed to go in, told we could but they didn’t help us very much. So we\njust -- I got a ride I guess right to the entrance and at that point they wouldn’t let us in, at some —\nhttps://collections.ushmm.org\nJune 11, 2013\nbut then there was a Polish guy in our company, battery that spoke Polish to one of the survivors\nwho opened the gates for us.\nAnd then we walked around. We counted 37 of these cattle cars full of dead bodies. They were,\nthese were what the French used to call 40 and eight in the first war. They were made for 40, 40\nmen or eight horses. But actually they had something like 200 men in these. And the Germans\nhad the — Nazis — the crazy idea that somehow if they moved all of the prisoners from other\ncamps, that somehow they could congregate them there in Bavaria. And the world wouldn’t\nknow what had happened. And the other crazy idea was that they would have a, do a last ditch\nstand in, in Bavaria. So that was the reason for sending people on the trains.\nThere were very, very few that made it. The ones that had gotten in that day were -- managed to\nget off. But there were only just a handful really that were still living on those trains. The ones\nthat were lucky like a couple of my friends that I got to know later were sick enough so they\nwere put into the infirmary and that’s what saved them. Because the train didn’t come all the\nway in. Those cars did finally, most of the, a lot of them stopped a couple of miles away. The\ntrains were broken down or whatever. And then they got, they had to march in with dogs and\nthey would sometimes often shoot the ones that couldn’t make it. At least the dogs were\nsnapping at them. So—",
        "A: I think there were, there were two different things. It’s hard to recollect what I thought but\nthe first is the combat part, seeing, hiding from shells ourselves. Digging in foxholes every night.\nSeeing the wounded and seeing prisoners coming out. That was the nice part, seeing releasing\nprisoners. But so the whole war time part was kind of in a different mode from the, from Dachau.\nDachau was a totally different thing cause we had no idea what, cause even though Buchenwald\nhad been released, we didn’t get the news of that. We didn’t really know much about it. It had\nbeen in the Stars and Stripes. Eisenhower had very gallantly I thought forced the local people to\nfill in the graves and do that. And even though it was, I’m not sure the dates of Buchenwald,\nearly April I think. We didn’t know about it. Stars and Stripes didn’t get to us and they\neventually of course did.\nhttps://collections.ushmm.org\nJune 11, 2013\nBut so we had the one thing was the whole combat part and the second was Dachau.\nSo the few of us that were lucky to get — and not lucky, were fortunate I guess to get in there. We\ncounted these awful 36 cars, rail cars and we were then taken down, toured them and there were I\nthink 20 some barracks, each originally for 200. Each one had about 2000 in it. They have still\nthey kept one there as a souvenir and smashed the others. Inside the camp when they knew we\nwere close, the French particularly led a -- well what would have been a mutiny, headed by a\nFrench captain who later became a general and a friend of mine, he just died. He was the —\nGeneral Dapeche, head of the, at that point he was a captain. And what they decided to have a\nkind of a mutiny, kill their guards, but then turn the camp over to us. And keep these distraught\nprisoners from killing every German in sight.\nSo they did manage to do this, but at the end -- the German guards were all the worst. They were\ncalled kapos and these were German criminals who were told that in order to avoid jail or\nexecution they would have to be guards at the camp. And they were really horrible people. And\nso at the end, we saw lots of their bodies. We didn’t know where they had been killed by our\ntroops who were just there the day before or whether they had been probably killed by the\ninmates. Anyway by the time we were there, we were led down and saw the crematorium where\nit had been decided to go ahead and, by the Polish prisoners doing it, were ordered to keep on\nusing it because they had to do something with all the bodies from the train. And then the others\nwho had died.",
        "A: I think if you think of some of the prisoners. I mean many I talked to later and became close\nfriends with, they were men who were originally say 200 pounds were down to about 80 pounds\nand they were just skeletons. Our first instinct was to hand out food and candy and we were told\nnot to because their bodies couldn’t take it and as soon as our officers got in there, we were told\nto get out because they didn’t want us to get typhus.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Oh yes, oh my gosh. They came up and hugged us and everything else. At that point we\ndidn’t have all these restrictions and our doctors hadn’t gotten there to get us out and the other\nthing was that we weren’t supposed to be there very long. As soon as we had this little tour, they\nsaid to hurry up. We had to go continue to Munich. So it wasn’t as if our particular divisions\nstayed very long. Certainly the 20\" armored didn’t.",
        "A: Well they came and hugged us. Really and, and I was able to speaking French, to talk with a\nlot of them. The French prisoners were a little bit better shape because most of them had only\nbeen there nine months. Some of the Germans had been there since 1933. It was an enormous\nmixture of people. To our surprise we learned later that only 16 percent were Jewish. The camp\nis, to go back, as you probably know but in, back in 33, it was German Protestants originally.\nVarious other kinds of anarchists, people that —",
        "A: Yeah political ones. And then the really enormous increase came after the Russian front. And\nthat was the worst horrible thing. They had about 4000 Russian prisoners and they still celebrate\nit or celebrated that. And they were all told at one point to race down in the field. And if they got\ndown to the other end, they would be free. And they were all shot in the back. But when we got\nthere the mélange of people, it was a little hard to make out. But mostly were Eastern European.\nAnd the ones in better shape though were the French, because most of the French had been in the\nFrench resistance and when we came into Normandy, what they tried to do was to turn over their\nrespective villages to us. And many of them got caught doing it by the Gestapo. They were too\neager. So they were then sent to Dachau. But because of that, they had only been there nine\nmonths compared to the longer periods of most of the others, and particularly the Eastern\nEuropeans. And they were the ones that had sort of organized this sort of mutiny to turn the\ncamp over to us.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Well I think we all had the same reaction pretty much. The curious thing, there were really\nvery few from the 20\" armored. Just as we were invited into what they called combat command.\nAnd combat command B which we were in, only had our — we were the only artillery part of\nthat. There was a very small part of our division and that was just by a fluke because the division\nwas headed south and three quarters of it were after the SS and going straight to Munich. So it\njust happened that we were on the right flank. And then at the same time, after we had used our\ntanks to open up the barbed wire and all, then you had the, both the 42™ and 45\" division that\ncame in, in strong numbers. And that became a kind of a hassle later on because there were two\ncolonels, one from each division that each thought that they got there first. And then Marguerite\nHiggins who was the first correspondent who came from the Tribune, and she rode in and I think\nit was the 45\" and they claimed to be the first there. And so did the 42\". We got very little credit\nfor a long time. When I went back in 1940, 95, for the 50\", there were only three of us from the\n20\" armored who sort of hooked on. My great, close Princeton roommate that I went back with\nwho had been in the same outfit who has since died, he and I and one other guy that turned up,\npiggy backed on. The 42\" division really ran the reunion. There was a German American who\nlived in Munich who did all of the work so we found out about it and hooked on to them.\nSo we got in to all of that, that way. But they were still arguing about who got there first and who\ndid what. But I was able then, because I knew the ambassador and the counsel general, to get\nthem to agree. They had no problem with this, that there would be a plaque for the 20\" armored\nas well as the other two that already had it. And that took a while to get through and eventually\nwe put the big plaque up and I actually sort of inaugurated it when I went back in 2010, right at\nthe gates where it says Arbeit Frei, the main gate.\nSo that was all a sort of an ancillary part of this but —",
        "A: No, because they were just as -- I think they were just as shocked as we were. When people\nwalked around, nobody really cared and if people hugged us they didn’t care whether we were\nofficers or not and I don’t’ even remember when we walked around, some of us, I don’t’ think\nhttps://collections.ushmm.org\nJune 11, 2013\nwe hardly walked around with any officers that I can remember. We went to this crematortum\nand then we kept talking to the prisoners all the way and then we were taken up to the big\nbuilding where the SS had had its headquarters. They were all gone. Maybe they had been shot\nor they mostly had fled. And that’s where for example, I picked up that Nazi flag that the officer,\nand some other souvenirs like that.\nBut anyway we weren’t, I mean all this took about two hours of running around and then after\nthat we had to leave. So that was our initial feeling about it, as much as you could have. And\nthen we went right ahead and —",
        "A: Oh yeah and I had pictures but I don’t know. I didn’t really keep those. Oh yeah we were all\nshocked but then we went on and we thought there’d be a big battle over in Munich. There really\nwasn’t. It was declared an open city just before that so we drove right through it and it was very,\nmostly a smashed city but there wasn’t any fighting to speak of there. And then we headed\ntowards Salzburg. And we had some, a couple of big battles there. But then the Germans, several\ndays before the war end, began to give up and then we had these tremendous lines of prisoners.\nAnother guy and I were, we sort of fanned out as we went and we ended up taking a bunch of\nprisoners. And as we were heading between there and Salzburg, a couple of days before the war\nended, we saw the, all of the Hitler Youth walking toward us from the village where the previous\npost was. And I’m sure we passed his Feldhausen or something, his village, cause we saw these\nkids and we just made sure they were disarmed and just told them to keep walking. We didn’t\nknow what do with them. So anyway we drove down and about two days before the end of the\nwar, we were told to stop briefly and no more firing. But keep taking prisoners. And we did and\nthen so finally we arrived at Salzburg on May eighth. And it was a different, second armored\ndivision which were -- we were all clothed in American uniforms and everything else, except for\nthe French thing on the shoulder, converged with us. And that was a lot of fun for me because I\nwas able to speak and they had liberated a champagne factory and killed a lot of chickens. So we\ncelebrated V-E day together in Salzburg.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Yeah, we certainly did. I mean at that point we weren’t going to go kill anybody but I mean\nwe certainly — it was more disgust, yes completely. They would do it and then some of these\npoor soldiers, it was quite clear probably later than then that they were sort of poor Hungarians\nwho had been drafted in this and that kind of a third rate soldiers just thrown into the Wehrmacht\nat the end. So I don’t think any of us thought much about it. We just kept taking prisoners and\ndisarming them. Told them to keep walking, pretty much is what happened.\nThen a weird thing happened right after that. Our 20\" armored division was told to go after Tito.\nThis was absolutely crazy because it meant driving over the Alps on a narrow road where over\nthese tiny bridges where any one bridge could have stopped our whole progress. So we got all\nthe way up kind of to the divide over Austria, from Austria to Italy, I guess it was, and were told\nto stop. So we were way up there. I remember climbing the highest mountain with some friends,\nthe Dochstein and it was a kind of a little summer resort. So we sat there for about two weeks\nand had a great time and then we were told to come back down again so we came back down and\nwere parked by the Chiemsee a wonderful lake between Munich and Salzburg which later\nbecame a kind of an American rest camp. So we hung around there for quite a while and that\nwas fun. And then we were spread out to different villages in the occupation and that part we\nliked. We were here and there. I was sort of a local burgermeister for a while. We spread to\ndifferent villages. Although I didn’t know much German then. But that was interesting. And\nthat’s when Jack Benny and Ingrid Bergman came out on a USO show and I won a lottery to\nhave dinner with Ingrid. Pll show you the picture later. That was fun.",
        "A: Well these weren’t so much, most of the soldiers had gone. The refugees there were some\nthere, but not so many. These were mostly just Germans that were, a lot of them were soldiers\nthat we didn’t — or kids that had taken off uniform and come back so there wasn’t really any way\nthat we could tell what they were. And it was tricky because people were suddenly trying to be\nvery friendly and this and that and we were all — we had all taken over houses so we could sleep\nhttps://collections.ushmm.org\nJune 11, 2013\nin real beds. All of that. It was an interesting period. It didn’t last very long because through the\nmonth of June and in, well into July. And then we were told to get ready to come home to go to\nthe invasion of Japan because we had had such a relatively easy time compared to other\ndivisions.\nSo finally we took a train ride across Germany and France. It took about a week to Camp Lucky\nStrike which was near Le Havre where they — that was the embarkation point. Sat around there\nfor a week or two. That was fun. We could swim. We went and met some French people and\nthen finally they put us on a ship.",
        "A: We were all very happy of course. And what is very interesting when I went back each time\non the -- I think it was the 29\". I’m not sure of the day. I think it was because that we were there\nand it could have been the 30\". They ring the bells. They still do it. It’s 3:00 in the afternoon.\nAnd we were in downtown Munich. I think it must have been the 30\". Not during the war but\nwhen we were, when we went back.\n(someone arrives)",
        "A: So long story short. We got home and we were all given a month off and that happened to be\nthe month basically the month of August before we had to go to Camp Cook in California, and\nreassemble theoretically for Japan. Fortunately the war came to the end when we were home.\nMy father was then teaching military government and had been evacuated from Europe. He was\na major in Michigan and my mother was there and my two sisters. They had come from Vassar\nfor the summer.",
        "A: I guess so. I don’t —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: I don’t think I— I don’t know. I was so glad to get home and I don’t think I philosophized\nabout that too much. But we had we had to go on to Japan, I think it would have been another\nproblem. But we didn’t. The ones that you had to have a point system to get out and the ones\nthat had been there longer had more points. It was really based on the amount of time overseas\nand all. So some of us didn’t have very many and they sent us out after we had our month off in\nAugust, went out to Camp Cook California, which is now Vandenberg air base. And just fooled\naround, really. There wasn’t anything to do there. But we had to stay in until we had enough\ntime to get out. So another guy and just spent the fall sort of hitchhiking around, visiting\nCalifornia, reading a lot, and then finally he and I and another guy sort of hitchhiked our way\nback across the country in time to be home for Christmas.",
        "A: No, we weren’t. I had to go back and we were just fooling around. We were given a big leave\nat Christmas time and I still had to go back to California.",
        "A: Yeah, went back for another two months and then got back. And I was finally discharged\nactually on my birthday.",
        "A: In 46. And went right back to Princeton two weeks later.",
        "A: Well. Well I think that I found that my experience was, at Dachau was a special thing but I\nthink that many of my class, they had been in the Battle of the Bulge or they had a much tougher\nhttps://collections.ushmm.org\nJune 11, 2013\ntime than I had. A great many had been in the Pacific, but basically the navy had missed most of\nthe worst part of it. But —",
        "A: Yeah, some people did and some didn’t. I did and I didn’t mind talking about it. Maybe\nbecause it was less brutal than something like the Battle of the Bulge where we were, where we\nlost so many people. I mean we didn’t have that experience of losing so many of our comrades.\nWe did have this Dachau experience, of course. It’s very interesting. Some of my friends never\nclammed up and once in a while we’d be in a bull session back at Princeton or many years since\nthat at a reunion and get somebody to start talking who had never talked before.\nBut Princeton was very good. They gave us, gave me and some of the others credit sort of for the\nfirst half of sophomore year because of being in Indiana for a while. And so I went back for the\nsecond half of sophomore year. And then finished the two final years junior and senior.\nAnd what we all did was basically everybody that started in 42, became members of the class of\n46, even though we didn’t finish til 48.",
        "A: I was in the Woodrow Wilson school of international affairs.",
        "A: Yeah. Well I really was an undergrad and then, although I taught for a couple of years and\nthen I taught at St. Albans the sixth grade and when I was there I got, finished an MA at\nGeorgetown and then I studied in Spain and France too later on.",
        "A: Yeah, I think that’s very much —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Oh yeah very much so. Well maybe it was my family upbringing and so on. But no, it really\ninspired me. The army, being overseas to get in the foreign service.",
        "A: Yeah and I wanted to go back and do more of that. I never had any particular — I taught for a\nwhile but I never had any desire to be a lawyer or anything else, except the foreign service. So —",
        "A: I think so because what I did was I scribbled the whole thing. My mother typed up the whole\nthing. We still have the whole —",
        "A: Yeah and when Suzy and I went over 95, we first went to the French village. She couldn’t,\nshe was teaching and couldn’t do the part to Dachau which I did with my great friend, Ed Nesbit.\nBut we did the French part together and she had to get back to teach. So I went there that year\nand that’s when I met some of these, mostly the French survivors and got to know them very\nwell. And I went back in 05, I guess it was. Yeah, with her. I went three times. I went and then\nfinally in 2010, when I went back I was the only American soldier who’d been there in 45.",
        "A: Yeah right after that I went over. I spent a year studying in France and Spain. Came back\nfrom there. Looked for something to do. Found a, through Princeton a job in Arizona in a\nboarding school teaching French, Spanish, Latin and tennis. Then I did that for a year and then I\nhttps://collections.ushmm.org\nJune 11, 2013\nwanted to be back in Washington. And I wrote to the head master of St. Albans who was a, had\nbeen the chaplain at Episcopal, Charlie Martin. And he wrote back and said yeah you can come\nand teach the sixth grade, no questions asked. So I did that for a whole year. I would have stayed\non, very much they wanted me to. I loved that. And worked on the MA. But in the meantime I\ngot involved in the foreign service and was selected to go to Turkey in the summer of 51. And\ngot married to Polly in June of 51, just before that. So that started the foreign service career.",
        "A: Yeah I had two years in Turkey, first as an assistant cultural officer in Ankara for a year and\nthen cultural officer in Istanbul for the second year. And learned a lot of Turkish. Hoped to stay\non but that was when USIS was established and dissolved. It was very complicated anyway. I\ncouldn’t stay in Turkey. And came back and they suddenly said they needed a public affairs\nofficer in Martinique who spoke French so I did that for two years and that was fun. Martinique,\nGuadeloupe, French Guinea, and what not. And I came back from there. They put me in the\nnews division of the State Department. I did that. I accompanied Romanians around the 1956\nelection. I helped with the evacuation of the Hungarians at Camp Kilmer. I went up to the UN\nfor a while, various jobs. And then at the end of 56 I guess it was, they wanted somebody who\nwas bilingual and was on the international staff of NATO in Paris. So I got that job.\nAnd then we were in Paris for two years until — and that was fun. And we did well. The job\nwasn’t particularly significant or world shaking but life was nice. And then at the end of that I\nsuddenly got a call from personnel that the American consul in Brazzaville for all of central\nAfrica had died of a heart attack. And they said you put down you wanted to go to Africa. So\nthere you go. So I did. So we went down at the beginning of 1960.",
        "A: No, no, no. this was just counsel and then eventually counsel general, but I was the only\nAmerican for four big countries at that point. Then that was very, very exciting that summer\nbecause that’s when the mutiny took place. I was a member of the delegation to the\nindependence of the big Congo. And June 30\", 1960. Five days later they had the mutiny and\nhttps://collections.ushmm.org\nJune 11, 2013\nall the people, the missionaries, everybody had to get out and command air force sent down two\nplanes with helicopters and we spent, ran from my porch. There was no communication except\nby, with the other side of the river except by walkie talkie, at that point.",
        "A: Yeah we were all there, on the top floor of this old bank which is curiously where I went back\n25 years as ambassador and the whole bank building was our office but in those days the office\nwas downstairs and the top floor was where we lived. Wasn’t very fancy. But that was very\nexciting. We had the whole breakup of the main Congo and then my friend, I had to\ncommunicate the request for American assistance which turned out to be UN. All of that took\nplace that summer.\nAnd then right in the middle of that, this was all in July. In the middle of August, suddenly De\nGaulle decided he would give independence to all of those countries. And so then I ended up\nbeing the US representative to four independences. One every 48 hours in charge of Central\nAfrican Republic, Brazzaville, the Congo and Gabon. And there I remained in charge of those\nfor a while until eventually an ambassador came for the four and State Department said you\ndon’t want to work under him. You’ve been in charge. Why don’t you pick one of the other\nplaces and be in charge. So I picked Bangui, the Central African Republic. I moved up there at\nthe end of 1960, got the embassy going there in February, moved up from Brazzaville. And my\nmother came down and then left for the, for England on the tenth of May, 61 which is when the\nplane went down. Over Algeria.",
        "A: My mother, the wife and the three kids. They were supposed to have headed to London for\nthe birth of the fourth because the facilities weren’t, probably would have been good enough but\nthat’s another story. And we never figured out why. There was just recently some Frenchman\nwho’s been after me trying to dig up what he thought was some kind of a conspiracy that brought\nthe plane down. We don’t know. And I wasn’t going to dig all that out. I think, I don’t think, it\nwasn’t shot down obviously. It could have been a mechanical thing or it could have, the pilot\nhttps://collections.ushmm.org\nJune 11, 2013\nmight have gone to sleep. We don’t know. But I got a lawyer, an American lawyer friend to look\ninto it to see the thing, but I finally decided I wasn’t going to have law suits for years. They at\nthat point they handed out, I think it was eight thousand for, it was very small amount compared\nto what they do now but anyhow, I decided, I think wisely, I wanted to get on with my life and\nthen I met her quite soon after that.",
        "A: In Paris.",
        "A: Well yeah they offered me the job at the UN on Africa with Adlai Stevenson which was\ntempting or go back to Paris where I had so many friends and I preferred that. So I went back\nthere. My closest friend there turned out to be our best man later, was there in Paris. And she\nwas over as a Student. Her brother in law was working in the embassy. And I was then General\nGavin’s personal assistant which was an interesting job. He was Kennedy’s new appointee. And\nI was introducing people in a protocol line. When she came through and that’s when I actually\nmet her.",
        "A: Suzy. And —",
        "A: Atkinson. And her brother in law, Will Stabler, was in the embassy and we have been very\nclose to them over the years. The eldest daughter, there were four daughters, was Emily who is\nstill around here. Her husband, Wells died a couple of years ago. He was ambassador to Spain.\nAnd he actually played golf today with Emily so we see her a lot.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: So we stayed in Paris and that was in—and we got engaged in the summer of 62. When I\ncame back home she had finished studying French and was home. And got married back in\nGreenwich in her house on the 29\" of December 62. Went right back to Paris on the France. And\nthen we were there I guess not that long. Til that summer, when I had the chance to go to a good\njob in Morocco so then we went there. And we had two years there. Three children born — a boy\nand the two girls. And then back to Washington fairly briefly and then I ran African personnel\nand then suddenly a chance to go and be number two in Senegal. So we did that for three years.\nAnd 45 years later is when we went back when our son was there. I had three years as number\ntwo there. And then three years as number two in Nairobi. And then Kissinger mixed everybody\nup so I went back suddenly to personnel, did that for about a year. And they suddenly moved me\ninto being in charge of Spain and Portugal. That was fascinating. It was — and Franco was dead,\ndying in Spain and the Portuguese revolution and had a big fight, not personally so much, with\nKissinger but he tried to win the Portuguese revolution himself without any — and I ended up and\nmy friend ambassador Carlucci saying that the way was -- the socialists were the hope of there,\nnot the old line right wingers. Anyway to make a long story short , that annoyed Kissinger. That\nand other things and he decided that Portugal and Spain shouldn’t be under France so he abruptly\nmoved that section of the State Department under northern Europe. My boss the assistant\nsecretary told me that one day and said I’m sorry you haven’t got a job because it’s been\nabolished but I need somebody good and to be number two in Copenhagen. So we did that for\nthree years. And that was fun.\nAnd at the end of that again there was sort of a hiatus but then they said we need a good guy to\nbe counsel general in Cape Town. So we had three fascinating years down there. Came back for\ntwo years when I was in charge of western Europe for intelligence and research. And at the end\nof that made me ambassador to Congo. Did that for three years until we retired in 87.",
        "A: Yeah, yeah. Back in the same place of all weird things. But then we had to retire cause I was,\ndidn’t have another post and I was almost 65. Had to get out at 65, unless you were, had another\nhttps://collections.ushmm.org\nJune 11, 2013\nresidential post. But then for six years I worked in the State Department. I went around to\nembassies in Africa and the far east teaching them about crisis management, counter terrorism.\nUntil they decided that was, they didn’t have money for that operation. It was stupid. They\nabandoned that and they started up again after the attacks in Nairobi. But then I did other stuff\nfor the State Department. I did a lot of teaching classes. I did declassification. I got involved in\nother things here. I was head of the Explorers club. I was head of the American Legion post,\npresident of my Princeton class. So I’ve kept busy.",
        "A: Yeah it did. I think there was no doubt about that. I think I was predisposed to that sort of\nthing anyway because of my family’s general interest in foreign affairs and being Anglophiles as\nit were. And so I never had any regrets about that. I mean some people jump faster than I did. I\ndon’t know. You never can tell. At the same time I was offered a job in Morocco. I was offered a\nvery good one in Vietnam but we had just gotten married and we didn’t particularly want to do\nthat. You never know with all these forks in their lives. But I can’t complain. I had a very\ninterested all along. I think the foreign service 1s still a wonderful way of life. It’s much less\nexciting 1n some ways than it used to be. People don’t do it as a long time career. Many people\njust do it as a, to see what it’s like for a while and then jump into something else. Sorry to see\nthat happen but —",
        "A: Well I’ve done it I guess a number of times. Probably not as, five or six times, maybe not\nmore. Incidentally one of the people that I had met at the first time, 1t was, had been locked up in\nDachau. He was a major, picked up as a boy and eventually was a major in the Belgian army.\nWe got to be very good friends. I went to see him in Belgium twice. He wrote a very long paper\nin French about, sort of an autobiography. He wanted me to translate it. Well, I couldn’t do that,\nbut I said look, they can do that at the Holocaust Museum so I will give it to them. And I did. I\ntook it over. I manufactured or helped him write a thank you note to him, did all that. And they\nhttps://collections.ushmm.org\nJune 11, 2013\nseemed to be happy to have it. I don’t know if they’Il ever use it again. But he was happy. And\nthen one of the times I went after. Not only did I get a letter to him, from them but — and I went\nto one of these stores and picked up some medals. Whenever, at one time we had a ceremony\nand I handed him a couple of American medals. Made him happy. He has since died. I was on\nthe phone with him a lot. But then to go back into some of the people I’ve kept up with. I don’t\nknow how much time you want to talk about that. But it was basically when I went back in 95\nthat I heard some of the stories of the extraordinary stories of the prisoners.\nGail Schwartz: This is a continuation of United States Holocaust Memorial Museum volunteer\ncollection interview with AlanLukens. This is track number two and you were talking about how\nyou have kept up with many of the people.\nAlanWood Lukens: Yeah and not only the Belgian I was just talking about, the great friend. But\ntwo others that’ve I’ve particularly met and one I’ve been in very close touch with ever since. A\nFrenchman named Joaquin Cote was among a group of French resistance youths in a mountain\ntown about half an hour away from Geneva, an Alpine village called Hagrepoche. In Christmas\nof 1943, there was a small castle there and 35 of these young people mostly men but some girls,\ndecided they could have a Christmas party. The Germans were too far away and that they would\nbe safe on Christmas day in this small castle.\nSo they had a party. Unfortunately one of — there was a Vichy-ite there who heard about this and\ninformed the Germans. They came up all drunk in the middle of the party. They killed all but\nfive people, burned the chateau. Five people played dead but they were arrested the next day.\nOne of them was Joaquin Cote. They were sent from camp to camp. A horrible situation all the\nway through. Four of them died along the way. Only Joaquin Cote made it. I met him in 1995.\nAnd because of that became great friends. I went back in the 2000s, in 2005 and in 2009 I guess\nit was or somewhat. Suzy and I went over to their village and he had died, but the son has been a\nvery close friend ever since. They stayed with us in Washington and we went over there, went to\nseveral services, made speeches and laid wreaths and so on.\nhttps://collections.ushmm.org\nJune 11, 2013\nWe’re going to see him this year. He and his wife are close friends. That was one story. He kept\nsaying well I was the one that saved his father. Well I didn’t because he, obviously, was one of\nthe many survivors. Through him there two or three other veterans from that village that I’ve\nseen. They’ve given me their stories and so on. Another curious story from another friend. He\nwas on a train in Germany being hauled as prisoners on their way to Dachau. The train got stuck\nin a little valley between two tunnels. They were all French on board. They were afraid that they\nwould be attacked by allied planes who were bombing German troop trains. And the tore up their\nclothes and put it on top of the freight car, red white and blue tricolor to help the allies spot them.\nAnd then finally one of these guys that I met in Tskuri, he and a Polish friend walked back along\nthe tracks about two miles to, through the Germans to the Americans, where the Americans were.\nThey got a bulldozer to go down the tracks, open it up and pull this one car back to the American\ncamps where they were all of course welcomed and eventually brought back.",
        "A: Yeah that was Funfred was his name and I went to see him in Grenoble. I think I have more\nnames in some of these. If I give you one of these, you’ll have some of the --. So that was\nanother interesting story. But there were, everybody had an interesting story. One of the\nwonderful people when we went back this year in 2010, whom I hadn’t met before but -- him\nbefore and he always spoke English because I had my son and my grandson along which helped.\nA wonderful man and he was down to 70 pounds or something. Now he lives in southern\nFrance. But his story was really unbelievable that every day the Germans, the Nazi guards would\ncount the number of bodies or the number of people standing and thereby decide how much food\nwould be rationed. And so many were dying each night that they would carry the bodies out,\nstand them up so that there would be a larger ration. He told us that story. It was really\nextraordinary. I keep up with him. He lives in southern France, wonderful man.",
        "A: Oh sure. That was difficult to get cause he had done one for the other camp, but I went to my\nhttps://collections.ushmm.org\nJune 11, 2013\ngood friend Chris Van Hollen, our congressman, and he said he would help. And he did. I wrote\na letter to the president, backed up by Chris Van Hollen. He kept helping. Went to a, the annual\nbaseball party at George Will’s that year and then Biden was there. I asked him to help. I don’t\nknow if he ever did, but I kept pushing and we didn’t get any answer. So finally got through to\nsome White House guy and he said oh yeah he’!I do it but — and I suggested what he might say\neven but finally at the very last minute, a fax came to the hotel in Dachau where I was staying\nthat morning. I had already worked up my speech by sort of semi quoting him. But this time I\nwas able to do it. Got his -- so I could actually -- but that was sort of a last minute exercise.\nYeah, here is my speech. And here. It was actually I had written the speech and then I was going\nto slough over that or say I hope one, but then finally this is the message that came in time so I\nwas able to —",
        "A: Yeah, work that in. I think he used practically the same speech that he did for Buchenwald.\nBut it was Chris Van Hollen and his -- cause he kept driving him to do something. I had been to\n— I knew all that — I knew Chris fairly well and I had been to an event here in Chevy Chase.\nThis is sort of funny. There’s a wonderful Romanian.",
        "A: Well I would hope so and I think the museum deserves a lot of credit for keeping it up. It was\na wonderful event this year and before also.",
        "A: The 20\" anniversary with the -- I suppose they said there were 120 veterans there. I really\ndidn’t see very many but I guess they were. And of course of all the survivors. We had a very\nfascinating dinner that night and they put us with one of the big supporting families of the\nmuseum.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: That night?",
        "A: No, there wasn’t anybody that had been anywhere near. Well some had visit — a lot of people\nhad visited Dachau of course. No, I didn’t, there wasn’t anybody else around that had been to\nDachau as a soldier or as a survivor. I mean plenty of them had visited later of course, yeah. No\nit was a very nice occasion. It was interesting the next morning to hear Jimmy Carter.",
        "A: Bill Clinton who was wonderful.",
        "A: Well one of the things, we had the three years in Denmark and I got very involved there with\nDanes. They have a wonderful museum and I, at one of these, I think it was the 90, it was 2000 I\nguess when we were there. We ended up with a whole lot of Danish veterans, the survivors and\nactually were invited to a very special thing the night before the big event out in a little section of\nDachau where they had lit candles and we were invited cause we just happened to meet the\nDanes and because we had been in Denmark. So I kept up and then it got, and the Holocaust\nmuseum they have that wonderful boat.",
        "A: In there. So it was — The other day when I was in there I wanted to see it alone or just to see it\nand so I ended up going up backwards so I went all the way through that way. There was a lot\nmore to see and I need to get over there more often. I should.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Yeah, oh yeah, very much so and the special deck, oh yeah absolutely. No I specifically\nwent to that. And I should go there more often. It just 1s always seems difficult to get down and\npark which and so on -- is not.",
        "A: I don’t know. That’s a hard one to answer. I mean I think that we, they were all part of our\nforeign service and I don’t think that they knew much about it, but it was all very separate from\nthe war until more recently. Now I took my son last year, Suzy couldn’t go but I took my son\nTim and my grandson Chase over for the special thing in 19, in 2010. And each of them wrote\nabout that. For example there’s an article by my son Tim.",
        "A: He was very impressed. He was at that point at Brooks school and now he’s at University of\nVermont and he wrote quite an article about it. I think he was really very moved by it. It was\nwonderful to have them both there. And then talked to my friend Cote, who came back for this.\nAnd for this other fellow who had — let me think, remember his name right now. In one of the\narticles here. He is now living in Provence, who spoke English.",
        "A: It’s hard to say. I was brought up as a Protestant, an Episcopalian and always went to the\nservices that they had, the chaplains.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: I don’t know. Not directly. I have to — I continued to be a supporter of the church where I\nwas, wherever I was and so on. But it, I wouldn’t say there was a direct connection except that —",
        "A: Well it’s, 1t took me a long time to get very enthusiastic about Germans. Maybe it was a little\nbit my father that was in both wars and felt the same way pretty much. But and I learned a little\nbit of German here and there. And then but one interesting thing I hadn’t mentioned but I will\nquickly. At that first one in 95, I sat next to a German general at a big dinner the night before. He\nwas the head of the medical department. And that was quite a dinner that I did get into or some\nof us did. Anyway he asked if I would talk to his medical students men and women, about what\nhappened. I said yes, of course I would. So I by that time, the next day or something we went to\nSalzburg for a little thing. I took the train back. And a day or two later a German colonel that\nmade the hotel which still struck me as odd, took me out and had lunch at the German\nheadquarters with about 25 officers and they brought up, that was kind of bizarre. They found a\nkid of my age, then age, 21. A private in the German army, kind of made him sit there to see\nwhat it was like. That was a little bizarre.\nBut they were all very nice and they were all, some had been also in NATO fans. We had given a\nbig award to this German general, his medical thing. So at the lunch he invited me to go into this\nauditorium where there were about a hundred medical students, boys and girls in their 20s I\nguess. And he said that they had almost all spoke English. Well I don’t know. I spoke in English\nobviously and fairly slowly and I told them all about my experience. And got a standing ovation\nat the end. I don’t know how much they got out of it but it was fascinating to do that.\nOn the way back from this last time on Lufthansa, I sat next to a German general of all things.\nAnd he was very nice. After all, as you’ve said you get used to the fact that they are our allies\nand that and I made a point in my speech everywhere for and there that, particularly that we were\nall, this would never happen again. And that it’s there somewhere, anyhow. We’re all allies and\nthat we would all together believe in the slogan of never again. And I complimented him on the\nhttps://collections.ushmm.org\nJune 11, 2013\nfact that at all of these events, they brought in all kinds of German high school and college kids.\nAnd I’d say most of the crowd there in 2010 were Germans. Well maybe half German and half\nsurvivors. It was hard to tell, a couple of thousand people there. But now they have a wonderful\nladies, German ladies that run the new welcome center. And they were the ones that I dealt with\nbeforehand and got on the program. And they were very worried. It was funny. Ahead of time,\nthat the initial rivalry between the three divisions would make it odd. I represented all American\ntroops unless I get a clearance from the other divisions. So I did. I knew the guys in each one. I\ncalled up and said look I’m going to be back there. And I just speaking for the 20\". I happen to\nbe -- all of us who were there in 45. Do you mind? Oh no, no that’s fine. You can represent us.\nThey were -- track them down. One from each division somewhere in this country.\nAnd but it’s funny that the German organizers were afraid that somehow this would come up,\nthat if I spoke — anyway we cleared all that. But so I think enough time has gone by so that\nanybody that was there at all and still living -- cause an awful lot have died.\nBut I certainly got into this because at the end I became president of the retirees of the 20\"\narmored division. I did that for about five years. I organized several of our reunions and the\nbiggest one was at West Point, just before this, actually the same year, 2010. And that’s — they\nhad one more we didn’t get to and now they’re going to — they wanted to go back and have a\nfinal one at Camp Hamilton Kentucky. I’m not sure I want to go back there.",
        "A: Yeah and I gave a special talk that year about going back to Dachau and what had happened.\nAnd there was a funny reaction to that. The people who hadn’t seen Dachau didn’t seem to care\nabout it. I mean it was weird because that was only a very —",
        "A: In our division. There were really very few had, who had and the others were, had lots of\nother war stories and about taking Munich and all that but they didn’t —\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: They had never seen it and weren’t particularly shocked by it until they — so I didn’t make a\nbig point but I told them what had happened. It was kind of curious. But and I didn’t, I criticized\nthe other people, maybe as a contrast that I had such a fascinating career afterwards. To some of\nthem, this was not the Dachau but the fact of being in the 20\", and in the war was probably the —\nI don’t mean to sound disparaging but the biggest thing in their lives. They went back to their\nsmall places where they lived and brought up and that was fine. That wasn’t true of all of them.\nThere was one guy in Tucson when we had our thing there, that he had done a lot of speaking\nand he had — he just died. He was a very good man and we went, at our reunion there. He rallied\naround and found all of the survivors and a number of Holocaust who were Jewish refugees and\npeople so that was very interesting. So it didn’t apply to everybody but I would say to some that\nit was that Dachau was not, except for those of us who saw it, was not the main —",
        "A: Well yeah I’m not pushing it at them but if they ask and so on, yeah.",
        "A: I do, I do. I mean if I find that they are survivors of the war, I yes, I tell them right away,\nyeah. And they are always interested I must say, even if they’ve come from another camp, like\nBuchenwald or something.",
        "A: Not as much as I should. I’m just getting Atkinson’s new book on the war. I don’t know. I\ndon’t do as much reading as we should.\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: Well off and on I have sure, I don’t know. I think that the — we don’t read as much as we\nshould. Too many newspapers and articles.",
        "A: Well I’ve because I’ve had so much time in Africa I watch that very much —\nYeah, the Congolese thing is to continue a horrible mess down there. Rwanda is the same thing.",
        "A: But that’s more of my African connection than the Dachau one except that one genocide is as\n— as another kind of",
        "A: Yeah, I think so. Although it’s funny because the, it was so far back and then I had all my\nforeign service career and this and that and it was really toward the end of that, when I had time\nto go to these reunions and work on them and go back to Dachau, that it brought it back much\nmore than the intervening years when we were traveling in Africa and the kids were so young\nand all that. Well thank you, I’ve enjoyed this. I guess that covers things pretty well.",
        "A: I just want to thank you. I think it’s wonderful that you are doing this and you and other\nvolunteers. And I did tell the different people at the museum at one point that I’m hoping to\nmake speeches. Nobody has asked me at this point, but if anybody wants to I’m still available to\nhttps://collections.ushmm.org\nJune 11, 2013",
        "A: You asked one funny question about the Germans. Well it’s interesting because the German\nembassy here, I came back at one point. They had one of their young attaches that was supposed\nto sort of take care of this kind of a thing. And follow up on -- it was a little odd, but I went over\nand spoke there once at the German embassy to the young officers about what had happened.\nThat was a couple of years ago.",
        "A: Well they were interested, they asked questions. I was a little bit cynical or skeptical. I think\nthat they were trying to be on the right side of everything by bringing it up. And I was happy to\ndo it but it’s, I thought it was a little kind of an unusual event. Well thank you very much.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumJune 11, 2013\nRG-50.106.0208",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "ALAN WOOD LUKENS\nJune 11, 2013\nGail Schwartz: The following is the United States Holocaust Memorial Museum volunteer\ncollection interview with Alan Lukens. It is being conducted by Gail Schwartz on June 11, 2013\nin Chevy Chase, Maryland. This is track number one. What is your full name?\nAlan Wood Lukens: It’s Alan Wood Lukens. The name comes back from steel and iron\ncompanies in Philadelphia. There was an Alan Wood Company and a Lukens Steel Company\nand about four generations ago, they kind of merged and a Lukens married a Wood and their first\nson Alan Wood was an officer in the Civil War. We have his uniform, as a matter of fact. And\nthen he was the first. The second Alan Wood Lukens was my uncle and he was killed in the first\nwar and I was named for him. He and my father and their other brother Lewis, all three went\nover in the first war together. They were all three Princeton graduates, two years apart from one\nanother. And as I say he was a captain killed in action, where they got the Silver Star. And then\nmy father and uncle were in different outfits, but -- and I was born in 1924."
    ]
}