{
    "rg": "RG-50.030.0062_trs_en",
    "sequence": [
        "A: ... Jewish boys' school and myself being very eager uh to join him but that shouldn't happen\nthough until after 1945 when we returned from Sweden. Um, I don't remember much and I\ncouldn't I imagine, of the actual German occupation but when it started rather. Uh the\nGerman occupation of Denmark started .. .",
        "Q: Could we hold it? Let's ask a little more about your childhood only because people seeing\nthis tape are not necessarily what traditional native Jewish family means. Uh, what for\ninstance, uh, did you eat kosher at home? Did you light sabbath candles at home?",
        "A: Well, in uh in the early childhood, uh my parents didn't keep a kosher home. Uh they did do\nit however later on when I, just after I was bar mitzvahed, uh they started keeping a kosher\nhome, and also my my mother would light the the sabbath candle. But we would go to the\nsynagogue uh on the high holidays. Uh to please my grandparents I would once in a while go\nin on the sabbath also but that was really not the, uh something that happened too often. But\nmy parents were very active in Jewish community life. In Denmark my dad belonged to a\nnumber of Jewish organizations. He headed one of them and uh now if if only I can translate\nit properly - it would really correspond to what you would call a brotherhood here. Uh, it was\nmeant as support organization where small independent un entrepreneurs, uh business\npeople, tailors, etc., what they, when in need they could loan money to get through a period\nof time. Then they would repay it. And it was often, it was all organized by this small\norganization which was quite powerful. And then at the same time the organization also got\ninvolved in the promotion of Yiddish culture. Uh they would stage uh performances when\nthere were uh uh Yiddish actors visiting Denmark, etc. Um, now there were at that time and\nthere still are quite a number of Jewish associations in Denmark, in spite of the fact of course\nthat the community was and is rather small. Uh today the community is about the same size\nas it was before the Second World War. Uh just around 7,000 people. And uh at that time\nthere was a Jewish boys school and there was a Jewish girls school. Now they've been, uh\nafter the war they were combined into one. And it takes the kids up through uh secondary\nschool, through junior high school, but then for further education, uh the kids have to attend\nthe public schools or other private schools.",
        "Q: You were very young. Did you go to a nursery school of some kind?",
        "A: Yes, I did go to the new Jewish uh nursery school which was located the same place as the\ngirls' school was at that time. Uh, I remember going to the uh nursery school, mostly because\nI hated it when I was forced to take an afternoon nap. But uh I do remember some of the\nthings that happened at at the nursery school, where we were taught uh things that perhaps\nyou wouldn't be teaching in Christian schools in the sense that uh - well the old Jewish\ntradition of putting such great emphasis on children's education. Uh now I can mention here\nthat the boys' school took in uh the boys already at the age of five and started teaching them\nproper Danish etc. etc. Uh where as public schools only took in uh students at the age of\nseven. So also in the kindergarten, at the age of four or uh, you would be, uh they would start\nteaching you uh proper subjects.",
        "Q: What did they teach you?",
        "A: Well, I don't know. It's it's difficult today to say what I learned at the age of three, four and\nfive or, but uh, I don't know. Honestly I can't specify. I couldn't. . .",
        "Q: You probably sang songs .. .?",
        "A: Exactly, exactly. We learned how to spell. We learned the letters and that kind of uh stuff.",
        "Q: What about outside of school? Uh, what, your playmates, were they all Jewish? Was it a\nmixed group?",
        "A: It was definitely a mixed group. Definitely. And this was very typical of a Jewish family at\nthat time and even today in Denmark because Jews have lived in Denmark since the 17th\ncentury. Uh during the early part of the 17th century the then king who was King Christian\nIV, declared a city in Denmark, in the southern part of (ph), an open city, and that\nwas, for good reasons he needed to have people come in and help finance his various wars,\nand uh he also uh wanted to what at that time must have been called industrialize the\ncountry so he took in people who knew about tobacco trade and tobacco manufacture. And\nuh, well the the Danish Jewish population really originated at that time but of course there\nwas a big influx or/and revitalization of the Jewish community in the early part of this\ncentury when at the time my grandparents came in, there was a big immigration from\nEastern Europe because of the pogroms in uh uh Russia and uh the Baltic States and in\nPoland. Now...",
        "Q: So that then affected the community?",
        "A: Well, it did uh and from what I've read, you know, there there were not always agreements\nbetween the different type of communities. There were the old established Danish Jewish\ncommunities who had ancestors living 1n in in Denmark for perhaps up to 200 years or more,\nand then there were these new immigrants. And uh from what I've heard my parents tell at\nleast, uh there was quite a distinction made between the two groups of Jews during the early\npart of this century but but of course this is a distinction which doesn't exist any more. Uh,\nnow the Jewish population remained relatively stable uh between the wars but uh after the\nwar there was some immigration to Israel. And also uh there was a general Danish\nimmigration although on a small scale to the States and among them were some Danish Jews\nwho went over there. There were some Danes who, uh Danish Jews who stayed on in\nSweden after the end of the Danish or uh German occupation of Denmark. So the population\nthe Jewish population in Denmark after the war, let's say in the late '40's, went down to about\n5,000, 5,500. But then in the late '60's, as a result of the unrest and the difficulties in Poland,\nthere was a new influx of Polish Jewish immigrants. Uh, a couple of thousand came 1n uh\njust around 1970. And now forms of course an integral part of the Jewish community. But\nagain, uh you asked about Jews in Denmark - did I play with with uh non-Jews as well as\nJews, etc. And and I said I certainly did. And this again has to do with the fact that although\nthe Jewish population has received new waves of immigrants through the uh but not waves,\nbut a few times this has happened, the Jewish population in Denmark has always been very\nmuch assimilated. Uh, when you speak about Jews in Denmark you you don't classify them\nas such, as Jews. You classify them as Danes of Jewish extraction or Jewish religion or\nJewish family. You don't distinguish between groups whether a person is a Catholic or\nJewish or he is uh Lutheran or he's an atheist. Uh, this could be due to the fact also that the\nchurch in Denmark has for centuries not really been powerful. You know, something like 90-\nodd percent of the Danish population belongs to the State church which is the Lutheran\nChurch. But if you look at church attendance in Denmark, it's down to a few percent. So, this\nhas to do with the fact that that you don't you don't feel that there is a difference between,\nwhen as a kid, playing with uh Jewish friends or non-Jewish friends. I I guess that to go on\nfrom there, there weren't anti-Semitists. There really hasn't, for a long, long time, has had no\nreal meaning in Denmark. Uh, what perhaps could be perce... uh conceived as anti-\nSemitism, anti-Semitism, in the sense that there's a word - to steal, from old, old Danish or\nnorthern which 1s called 'to Jew' something. The person using that word, the non-\nJew using that word, is not associating with something being Jewish, but it's an old, old word\nthat was adopted in the language. You hear it very, very seldom today. I heard it as a kid, and\nI would react. But uh I feel confident that it was not, when the person used it about another\nperson, it was not really to classify in an ethnic group. It was more that the word had become\ncommon usage and I think also that the events during the 2nd World War proved uh beyond\nany doubt that there is no basis for anti-Semitism in a society like the Danish, or in a north\nEuropean environment.",
        "Q: Thank you. Let's take it back. You have grown up in this family, playing with other kids,\nJewish and non-Jewish, what have you. You've been going to this boys school, nursery\nschool. Uh, but life changed. Life changed presumably when the Germans came in, or did it?\nTell us what happened when the Germans first came. How did it affect your life, or did it\naffect your life?",
        "A: I don't think it did in the beginning. (OK) Uh, now you must remember that when the\nGermans came in and occupied Denmark the uh, on April 9, 1940, the Germans didn't call it\nan occupation. They came to support Denmark against an attack from the Allied forces and\nquite openly they also came to Denmark in order to secure their own passage up to Norway.\nUh, when the Germans crossed the Danish borders in the early morning of April 9, 1940,\nthere was a little armed resistance but the govern... the then-government and the then-king uh\ndecided very fast to stop resistance simply because it was so evident it was an impossible\ntask to stop the Germans. Uh, it would mean an incredible bloodshed if a serious effort was\nmade to stop the Germans. So instead the Danish government decided to see if they could\nhave a, if they could carry out negotiations with the Germans in order to reduce the\nGerman's, the German influence in Denmark, while Denmark was being occupied by them.\nAnd in in the beginning it seemed that it was possible. The Danish government stayed on as\na government. The Danish police force was allowed to continue. Uh the Danish army as such\nwas disbanded and so was the uh the navy, but the police force remained the controlling uh\nforce in Denmark and of the many, no, let me put it another way - uh of course there was a\nlot of give and take between the Germans and the Danes at that time on on an official level.\nBut one of the things that was made abundantly clear to the Germans was that the Danes\nwould never accept the execution of the Jews. The Jewish issue was not an issue in\nDenmark, and would not be. The government could not tolerate that it be made an issue. And\nthis was respected by the Germans. Uh, I don't remember much from the first few years of\nthe war. Uh the clearest impact was from just a month before, when we speak about the war I\nmean, there were a lot of things from my childhood, but but this also actually goes to to to\nindicate that the changes in the daily life were not that many. But I remember clearly on\nAugust the 28th, 1943, uh we had our annual family tour of the Tivoli Gardens. The Tivoli\nGardens are something completely unique for Denmark - it's an amusement park; it's a\nflower garden; it's got 23 restaurants; and it's right smack in the center of Copenhagen; and\nit, there is no entertainment or amusement park in the world like it. I'm Dane and I'm proud\nof it and I'll insist there's nothing like it. And for a kid being taken to the Tivoli Garden was\nusually the highlight of the summer season and we had been in, was normally once during\nthe, early part of the season which starts in, around the first of May and then one the late uh\npart of the season. And I remember clearly that evening on the uh August the 29, I'm sorry -\nAugust 28, 1943, when leaving the Gardens there was a crowd in the street looking on as an\nenormous convoy of German tanks rode through the streets of Denmark, of Copenhagen. Of\ncourse, as a kid, I didn't know that the cause of it was that it had come to an impasse between\nthe Danish government and the German occupation forces. And on the following day the\npow... the Danish government stepped down, refused to cooperate with the Germans any\nlonger. And the Police Corps, the Danish police force uh was disbanded at, rather they were\nsent to concentration camps, a large number of the Danish police. But this I guess is one of\nthe early, of earliest clear memories I have from the war. But there's another, there's another\nmemory which perhaps, I don't know - I think it's actually half a year or year earlier - uh\nbeing called out in the street by my elder brother in early evening to see a fantastic red hue\nover the evening sky and that turned out to be a sabotage, the effect of a sabotage of I think\nthe Danish sugar factories. So that they shouldn't be supplying to the German troops. And\nyou could see simply the fire lighting off the evening sky. It could have been half a year\nearlier but I'm not, I'm not completely sure of the of the date of that.",
        "Q: Did your brother later tell you what this was?",
        "A: No, I I remember, I I remember having heard, hearing these are the sugar factories going up.\nI remember that. Uh, then uh I remember after August 29, 1943, which was really the crucial\nday in the occupation history, the German occupation history of Denmark, because uh I think\nto a large extent the Danish population wanted to disassociate themselves completely from\nthe Germans. Uh now one shouldn't forget that Germany for more than 100 years - that's not\nquite true - let's say from 1849 - has always been considered the big brother down\nsouth. We had, Denmark had wars against Germany in 1849 - we were lucky at that time -\nthere were some other nations that helped us beat the Germans, but in 1864 we were severely\nbeaten and part of the Danish, southern Danish territory was taken away from them and and\ntaken over by Germany. Part of that territory was was given back to Denmark after the Ist\nWorld War in 1919, but there's always been an an apprehension against these very very\npowerful Germans just south of the border. So to go back to to August 29, 1943, I think for a\nlarge part of the population, there was a bit of an urgency to disassociate themselves from the\nGermans and they, I think many of them heaved a sigh of relief that finally the Danish\ngovernment refused to further cooperation. Uh everybody knew I guess, I'm speaking about\nthe adults, everybody knew no doubt that it would mean uh hardships because now the\nGermans were in total power, total control. But uh on the other hand uh people couldn't\naccept uh how the Germans were behaving in Europe and such because although the press\nwas completely censored and controlled by the Germans - one shouldn't forget that the BBC\nwas broadcasting all the time and although of course it was under strict penalty to listen to\nBBC everybody did it. And information about concentration camps and what had happened\nto minority groups, what was happening to minority groups, as to all the Jews in Europe, had\nstarted to had started to come up to their Denmark. And...",
        "Q: What was, excuse me. What was the atmosphere of your family at this time, after the 29th?",
        "A: After the 29th, very much an atmosphere of apprehension, that uh something bad could\nhappen and that we should be prepared for it and that perhaps we would have to leave our\nhome. This did happen, the talk about that, during the month of uh September. And now the\nwhole atmosphere in Copenhagen changed very much uh because there was a curfew on\nafter the 29th of August and you could feel that things were not going the right way. I think\nthat even a kid at that time could feel it, and perhaps what the kid could feel most was the\napprehension of his parents. And all the elders. Uh, but still I would say that when it\nhappened, that day that my dad came home in the early afternoon, and he usually worked\nvery very hard - uh leave very early in the morning and come home rather late - but when he\ncame home and said, pack up your or rather don't pack up your things, because we're not\ngoing to take any luggage, but put on as many clothes as you could possibly have on you\nwithout being very conspicuous uh - it did come as a surprise that we had to leave the place.\nAnd that was on, let's see now, September 30th, 1943. That means that it was actually the\nday before the you you might perhaps have heard that there was a warning issued to the\nJewish community on the eve of Rosh Hashanah, and that was on October Ist.",
        "Q: Were you in the synagogue and did you hear ...?",
        "A: No, no. Because we heard it the day the day before and that had to do with the fact that my\ndad was so much involved in community work uh in uh within the Jewish associations, etc.\netc. Uh but it was only the following day that the warning was issued from the pulpit in the\nsynagogue.",
        "Q: You heard it the day before?",
        "A: Yes.",
        "Q: Your father came home and said you had to leave?",
        "A: That's right.",
        "Q: What did you do?",
        "A: Well, I said we we were told that uh uh that we couldn't bring any luggage whatsoever. That\nwe should put on as many warm clothes as we possibly could, and we went over and stayed\nover night with uh some friends of my parents, some Christian friends of uh of my parents,\nand we were told that we would just be staying for one night, which also happened. And and\nthe following morning, we went, the whole family, to the railroad station, and took a train\ndown to the southern part of Denmark. Uh, I remember that, again this happened time and\nagain during the escape to Sweden, that we were told try not to be conspicuous. That's very\nvery important. And, well, I would say that I understood that this was serious, but I did also\nfeel that to some extent this was an adventure. I don't think you can expect much else from\nfrom a six year old kid. Uh there was definitely an element of adventure involved. Uh there's\none instant that, from that train ride which took about four to five hours, that I very very\nclearly remember ...",
        "Q: Excuse me. Four to five, or forty-five?",
        "A: No, no. Four to five. Four or five hours. Uh if we had a map I could show you, but I've got it\nin the back. It doesn't matter. Uh I remember we were sitting 1n the train; and suddenly I saw\nthe door open at the other end of the train. And my uh mother's younger sister with her\nhusband came in. And I was about to say something to my mother about it, and my dad\nlooked at me and said, \"Don't talk. Don't say hello. Don't greet them.\" Again it was...and I\nfound that very strange, of course. But afterwards, I was told that no it was just that people\nshouldn't notice that something unusual was going on. Now, we came down to this southern\nDanish city called Nykebing Falster, which is on an island south of Zealand [Dan:\nSjaelland], which is the island where you got the Copenhagen . And we were put up\nat a hotel in the center of town. And I remember that the hotel owner's daughter was told -\nshe was a girl of sixteen, seventeen, yes - was told to take a walk with the kids, which she\ndid. And she showed us the town. That's that was not until the following day because we\narrived there late in the afternoon, and after an early dinner we were sent up to bed. And then\nthe next morning while I was told that my dad was busy, uh and that was with his contacts\nto get across to Sweden, uh we went out on this walk with the uh young girl, and we were\ntold that we would have a very early dinner and a big one because it was going to last us for\nsome time. At the hotel there were other families staying which I didn't know until we were,\ncame down to the fishing boat, that they were all going by the same fishing boat as we were.\nUh...",
        "Q: Excuse me. Did you hear any details, any rumors of how those people got there? Any sense\nof organization behind this?",
        "A: Only afterwards I heard it. I heard afterwards that this route that we followed was organized\nand financed to a large extent uh by a very very well-known uh Danish business man, uh\nChristian business man.",
        "Q: What was his name?",
        "A: His name was Buglon Jansen (ph). He owned and operated uh kind of small department\nstore and household articles right in the center of Copenhagen on the City Hall Square. Was\na very well-known personality. And - but we had this, this must have been, now we are\nspeaking about the 30's, we left on the 30th, now we are speaking about the 2nd of October.",
        "Q: OK. You are still at this hotel?",
        "A: We're still at this hotel and we were given an early dinner and then we were told that as soon\nas it starts getting dark or just before dark, at dusk, we will leave and we were put in to a\ncouple of cars - cars using the old wood-burners. There was no gasoline. Yes, basically.\nThey drove on on the energy from from wood. Yes. Wood and coal they used. And it was\nnot completely dark. It must have been, it was dusk, and dusk lasts in Denmark normally\naround an hour or so, and we were driven out of the city and then I remember that we came\non a small country road and came to the start of a forest where there was uh - what do you\ncall it - it was a private road, so uh there was a - what do you call it (a gate) - there was a\ngate. And we waited for a couple of minutes and then uh a man came out from a small house\nand opened the gate so that we could drive through this private forest and if I'm not\nmistaken, I seem to recall that there were about three or four cars. Now we stopped short of\na beach, a very rocky beach, and now it was getting really dark. And we went down to the\nbeach and there were a number of us - afterwards I found out there were seventeen people -\nand one could hear the sound of a diesel engine coming closer and closer. That was the only\nsound we could hear. And there something happened on the beach which my dad has - he\nalways commented on it later on - and I don't know if he did it so many times and that's the\nreason why I remember it as if I remember it myself - but this really proved that I apparently\nI did understand the gravity of the situation. Because my dad was a chain smoker of cigars,\nand my dad was about to light a cigar ...\nTAPE BREAK\n... \"Dad, don't do it. The airplanes can see you.\" So I'm, honestly, I believe I remember it\nbut it could be because I've been told this so many times. But uh, there's little doubt that that\nI did, and so did my my sister and brother, appreciate the severity of the situation, the\nseriousness. Now, then we were taken on to the boat, which was an old, very very smelly\nfishing boat. And uh we were taken downstairs where we were told to lie down on some\nbunks and my sister complained when she uh lied down that uh there was something very\nhard underneath her. And when when uh the uh blanket was pulled away, it it was a gun. It\nwas a rifle or something like that, which of course was exciting to the kids. Anyway uh we\nstarted, and that time this, now it was absolutely pitch black outside, and what I remember\nfrom the voyage, except for being sea sick a couple of times - I don't know really whether,\nhow much of it I remember it myself or how much of it I remember because I've been told,\nbut uh I remember wailing, uh in the sense that people uh people are crying. Uh, I remember\nthe engines stopping and hearing shouts up on the deck, and uh this was as I said a very old\nboat, and uh the engines had since stopped. So they worked on them and got them going\nagain. This happened twice. Then also uh we, and this I don't know whether I was told\nafterwards or I was told during the trip, but the uh heart of the of the of the screaming and\ncrying was due to the fact that the German patrol boats caught uh sight of us. And they had\ntwo young skippers who had never tried to run a boat before. Uh they, this I must have been\ntold afterwards, they took the boat right in to the mine fields hoping that the drop was so\nshallow that nothing would happen and knowing that at least the Germans wouldn't pursue\nus 1n there. And uh fortunately the boat was shallow. During the night uh I remember being,\npeople being sea sick, all over. And then, when daylight broke, I heard new screaming and\nthis, I've been told afterwards I know for sure, was because when people looked up from the\ndeck, and looked for, we had reached land, or rather we had approached land, and we had\napproached a small harbor, a fishing harbor or harbor. People got scared when they saw\nuniformed uh soldiers or police on the piers because the Swedish military uniforms were\nvery much like the Germans. They were this green color. But uh, we did get in to the port.\nAnd that voyage took eleven hours. Uh normally you can cross between Denmark and\nSweden at the closest point in twenty minutes. But my dad had explored the possibilities for\ncrossings uh up north of Copenhagen where there's very narrow, uh this sound as it's called\nbetween Denmark and Sweden. It's very narrow. But the risk was too big. And that, let me\nback track just a second. Afterwards I was told that the reason why we met uh our, my my\nuncle and my aunt on the train was that they went down south to to investigate possibilities\nof getting over on another route, and afterwards they realized that that was too risky. They\nhad to go up north again. So they only came over to Sweden about four or five days later. Uh",
        "Q: Back up one more minute. (Yes, sure.) Before you go on, I would like to go back to this\nboat. You have said you had two young men who had never sailed a boat like that before.\n(Yes, yes. That's right. That's right.) How old were they and how did they do this? What\nkind of help did they have, if any?",
        "A: Well, they were as as far as I recall just around the twenties uh the two of them. Nineteen,\ntwenty, or twenty, twenty-one. Uh somehow or other they had been recruited to sail the boat\nand they had offered to sail the boat. And uh they had been given some maps but uh they\nreally didn't know much about the route over. Uh afterwards I was told, when we learned it\nin Sweden, they went on to the UK to join the the free Danish forces in the UK.",
        "Q: Do you know their names?",
        "A: No, I don't. I don't unfortunately. Uh, the, this voyage really came to a very dramatic end in\nthe sense that uh only two uh hours after we had landed in Sweden, the boat sank in the\nharbor. Uh, so uh it was a good thing for us that the boat only took, the trip only took eleven\nhours and not thirteen or thirteen and a half hours.",
        "Q: What happened to you ... .?",
        "A: Well, we were greeted by Swedish police and taken very well care of. We were taken to a\nhotel where the whole family was given a room and there I remember we had a chance to to\nwash and to sleep, but being six years old one is of course one very adult so I said all the\ntime I didn't feel like sleeping and there was a double bed in the room and my parents uh lay\ndown on the bed and also my older sister and brother, and I didn't want to. I had no interest\nin in being cramped in that bed, plus of course I was very adult being six years and uh didn't\nmatter that I hadn't slept that much that night, so I sat down at the chair at the end of the bed\nand of course it took ten minutes before I was asleep in that chair. But uh we stayed. This\ncity we...this town we arrived at is called Trelleborg, and it's at the very southern tip of\nSweden. And the next day, my dad uh phoned some friends, Jewish friends, in Goteborg\n[Eng: Gothenburg]. This friend was uh a well-known industrialist. He ran several uh uh\ngarment factories in Sweden and he was a personal close friend of my maternal\ngrandmother. So they arranged that we went up to Gothenburg and stayed there for a couple\nof days and then we went further up to a small city call Uddevalla uh where my dad worked\nat one of the factories owned by this friend of my my grandfather. And uh my mother had to\nwork there because to to make a living. My dad didn't bring any money out of Denmark. Uh\nwhatever he did, he used to pay for our voyage, although the the route as such was financed\nas I mentioned before by this Danish businessman, who ever could pay should pay and\nhowever much because then in turn some people who couldn't pay would also uh be carried\nover. And uh my dad had a small uh factory uh in Denmark - a small garment factory which\nwas left behind. And uh so he had to start completely afresh in Sweden. And we lived in in\nUddevalla where my dad and my mother both worked at this garment factory and uh the\nthree of us, the three kids, were sent to a Swedish school, Swedish public school. And I think\nthat we as kids, while we we didn't definitely we were not made to suffer uh my dad and\nmom combined could make a living although it was more of a subsistence living than it was\na luxury living. But uh...",
        "Q: What did your mother do while your father was at the factory?",
        "A: She was also uh working in that factory. I don't remember exactly what her job was there.\nMy my dad worked there as a cutter. I don't remember exactly what my mother did. But that\n- and we stayed in Uddevalla for about six months.",
        "Q: What was it like there? You were now how old?",
        "A: Well, the first few days of the, was a bit strange because uh we spent, I think we spent a\ncouple or first actually a couple of weeks at a big summer house belonging to this Swedish\nJewish industrialist, and this and in this summer house there were a number of other families\nalso waiting to be channeled out into uh more normal life in Sweden. And uh there one lived\ntogether with other families in exactly the same situation. So uh it was not living in Sweden\nas much those couple of weeks as living in a Danish Jewish environment in a house in\nSweden, and of course everybody was affected but uh by what had happened to them and\nwhether all their family had managed to escape or there were some of their relatives who had\nbeen taken by the Germans. Uh I should mention here of course that out of the population of\naround 7,000 uh Danish Jews, uh more than ninety percent managed to escape to Sweden\nand uh uh only a very few were taken by the Germans and uh of the Danish Jews, the Danish\nJews were all taken to a concentration camp in Czechoslovakia, the Theresienstadt, which\nalthough of course it it was, 1t was a Theresienstadt, and it was a sub-human way of of living,\nit was considered one of the milder uh concentration camps of all the German camps. Uh but\nof course, during those couple of weeks we stayed in that house in in north, outside of\nUddevalla all talk, what ever was discussed concerned what had happened in Denmark and\nwhat had happened to relatives and uh people were delighted of course when they had phone\ncalls from other relatives who had managed to to arrive in Sweden, to get to Sweden and and\ncould tell that they were safe etc. Uh after about, I think we were there for two weeks 1n that\nhouse, we moved into the the the proper city of Uddevalla where we had a flat of our own\nand that's when we started attending Swedish uh public schools and uh there were a couple\nof other refuge families living in the same block but apart from that we had Swedish friends.\nI mean as kids we had Swedish playmates, went to their homes and they came to our homes.\nWe we, I guess we, that hap... that was the case of for our kids, all during the time in Sweden\nthat again my parents arranged for a secure family life. So that uh no doubt we were\nprotected. Very much so. Uh we stayed in Uddevalla for six months, and then we moved\ndown to Gothenburg uh where my dad uh got another job with within the same group and uh\nafter about, and we started, let me mention that of course, that when we moved to\nGothenburg, we were able to attend a Danish school that was established for refugees in\nGothenburg.",
        "Q: Let's hold... go back. From the time you got on the boat, to the time you arrived in\nGoteborg, you as a child went through a whole lot of changes. How did you feel at the\nvarious stages? You were at first but what did you feel?",
        "A: There was again uh uh more of an adventure, no doubt about it. Uh but again but more\nimportant I could feel how concerned my parents were. And that of course affected, would\naffect any child. Uh also I could feel when we were in Sweden, when we landed in Sweden,\nthat my parents were relieved. This would affect a child. Uh more apt to to make a joke. Uh\nnot only the child but the parents and that affected their whole outlook on life. Uh going by\nby by train up through Sweden was exciting. And and one thing clearly stands to my mind\nand that was on the way up to Uddevalla, I think I mentioned that we stayed for a a couple of\nnights in the flat of this industrialist. And I'll never, I'll never forget at night looking out the\nwindow and seeing all the neon lights. Now Copenhagen had a blackout uh forced upon\nthem by the Germans since 1940. You never saw neon lights. You never saw street lights\nbecause you you had to black out everything. That was impressive. Also that fact that you\ncould buy chocolate which was a luxury - well it didn't exist in Denmark during the war.\nYou could buy bananas. That was certainly something new. I was just used to eating\nartificial banana made made made from extras, some extract or something like that. Sugar\netc. Uh this was a new life in many ways. But of course the the important part was really the\nthe family nucleus. That it was safe being together with the parents and and the sister and the\nbrother. Uh and also when we moved to to Goteborg, my maternal grandparents came to\nGoteborg. Uh so I guess as a as a kid although it was under strange foreign circumstances it\nwas very much of a traditional life for for a kid. It was a very secure family life. Uh the the\nchange not in the feeling of security but the change in the family life came in - it must have\nbeen mid or the fall perhaps of 1944 when my dad uh joined the uh Danish uh Brigade as it\nwas called, the the uh the Danish military police force that was built up in Sweden towards\nthe end of the 2nd World War. And uh, with the approval of the Swedish government. And\nuh in very close contact with the Danish underground movement and with the uh so-called\nfree-Danish army in the UK. Uh my dad only came back to visit us perhaps once, twice a\nmonth. And uh again, perhaps it it wouldn't be different for a family life even without a war\nbut but where the dad is away. But of course we felt that the dad was not there.\n( ) Well, perhaps some more responsibility, a feeling of responsibility although I\nwas a kid. Or or the baby rather. My brother uh was uh, he was bar mitzvahed in in March\n'45 and of course he was the one who really had to take the responsibility while the while our\ndad was away. But again, I was six, I was seven at that time. I was seven - I must have been\nat that time. I guess I wasn't much different from other kids. Uh except at certain moments\nwhen I felt that it wasn't completely like other families, like like the Swedish playmates\nwere, like they had their family life uh because we're living in a foreign country, all the time\nspeaking about going back to Denmark. There was little doubt about that. We were listing to\nthe uh the Danish radio from uh the BBC to hear about the events and uh I guess what it did\nmean was that uh in some respects at least a mature... a maturity in some fields that uh you\nwouldn't normally see in in a seven year old kid which which would be a natural reaction I\nwould think. Uh...",
        "Q: Could we hold it for a minute? They have to change the tape and then we will go on.",
        "Q: ... for a seven year old alone with brothers and sisters, father away... .?",
        "A: Yeah, but you know, one thing is certain and that is we were, there was this very positive\ninference in knowing all the time we would be going back. There was never doubt that we\nwould be going back. And this of course gives a sense of security.",
        "Q: You knew that your people were . . .?",
        "A: Oh yes, exactly, exactly, exactly.\nTECHNICAL CONVERSATION\nTAPE #2",
        "Q: Now, we have a lot to talk about. Your father 1s away at the .. .?",
        "A: Yeah, that's right and uh the uh uh family living in Goteborg and he is quite a distance away\nand coming back perhaps once a month or so for for an extended weekend. Uh we were, my\ndad was paid the equivalent of a salary while in the army simply so that the family could be\nsupported. Uh so life in many ways went went on as it had while he had been there but of\ncourse the dad wasn't there.",
        "Q: What did you pick up from your mother in terms of uh how she felt and how she was\ncarrying on?",
        "A: My mother has always been a very very calm person. Always very much in control uh of\nherself and although my dad was a very very strong personality, the typical Jewish father, uh\nthe patriarch of of the family, my mother certainly proved that she could run the family\nduring his absence. Uh I think that you asked me before what it meant to to a six year old\nboy or seven year old boy to live under such conditions - I think it's true for all of us that we\nmatured very much from the experience and we learned to cope with things. Well, you have\nto. So out of necessity we learned how to manage.",
        "Q: What did that mean? What did coping mean? What kinds of things... ?",
        "A: Well, I don't I don't think our world was much different from other kids but perhaps still\nthere was a feeling that 1t was very important to behave so as not to create more problems\nbecause we were all aware as kids that it was a very difficult time for our parents. And it's\nnot that we didn't misbehave. Of course we did. We were kids. But I think that we had, we\nwe had a perception of try not to create more problems than necessary. Now whether my\nparents felt the same way I'm not sure, although I am because my parents have afterwards\ncommented that we did behave uh extremely well as kids during these very trying years. But\nof course we we made the same kind of tricks as all other kids did but there was still this\nsense of there's a limit to what you can do, allow yourself to do because it is causing\nadditional problems for the grown-ups.",
        "Q: Mischief, but not real mischief?",
        "A: No. Exactly, exactly, exactly. And of course there is little doubt either that that living\nthrough through such a period ties the family extremely strongly together. Very much so\nbecause you become dependent - you you realize how dependent you become on each other.",
        "Q: What was your relationship with your brother and your sister?",
        "A: The normal relationship between an older brother and a younger brother in getting annoyed\nif asked by the parents to take me along to something he wanted to do with his with his peers\nand uh me crying if he if he wasn't too happy about taking me along and making me feel it,\nbut uh normal kids.",
        "Q: What happened then? Uh...",
        "A: Well, during the spring of '45, everybody knew what was going to happen but nobody knew\nwhen it would happen. Uh...",
        "Q: Again, how did you know? You, at age eight?",
        "A: Well, from from hearing it, from my brother who was very mature of course under the\ncircumstances at the age of thirteen and from hearing it from my mother, from hearing it in\nschool, and and of course the sources were partly the Swedish news media. But uh again the\nmost important source of information was the BBC's, the British Broadcasting Service's\nDanish service and there I can assure you I do remember as if it were yesterday, on the eve\nof May 4th, 1945, uh my mother was out at some function but the three kids, we were alone\nin the flat, and we had the radio on, and then we certainly heard, suddenly heard the message\nfrom London that the German forces in Denmark, Norway, Best...(ph), and Holland had\ncapitulated with effect on the following morning. Uh, that made quite an impression, even on\nkids. But again, a sense of adventure. That was an element of it. But there was also this\nsense of feeling that now we knew for sure our parents would be happy and that we would be\ngoing home.",
        "Q: What did you do? Describe the scene?",
        "A: I remember we jumped on the beds. Uh, but strangely enough I, I remember clearly listening\nto the radio and hearing the news, and that we jumped on the beds, but I don't remember\nwhat happened when my mom came home. I don't. But uh I know that during the following\ndays there was of course jubilation everywhere. And we were growing very impatient to\nbecause we wanted to know when could we get home. Uh the following day we uh heard, uh\nmy mother had a phone call from my dad that he was going back to Denmark with the police\nforce because they had been ready. That police force, the Danish police force in Sweden, if\nuh the war had dragged on, if the occupation had dragged on, the plan was that the police\nforce should go in to Denmark as a military unit. Uh but fortunately that wasn't necessary so\nit went in in the morning of May 5th, which was the day of the, the official day of the\nliberation and took over the police functions in Denmark, and my dad was in on on the 5th of\nMay. And then I remember during the the uh the following weeks very often my mother was\ncalled to the phone. My dad was calling, telling how things were going, and we were all\nwaiting to know when will we be allowed to go back and uh, I remember when we went to\nthe train station finally, on June Ist, and took the train back to Denmark. That was quite\nsomething.",
        "Q: What was it like, that train ride?",
        "A: Everybody. This this was, well, this was just one victorious train ride. Uh people singing,\npeople jubilating. Uh it was like you see a sports team coming home from a victory in in\nmany ways, and of course lots of people crying of course. So uh that was on the Ist of June\nthat we returned to Denmark.",
        "Q: Describe what it was like. Did you go back to your house?",
        "A: No. What had happened was that neighbors of ours had promised to look after our flat but\nthey had taken over the flat when we came home, so there wasn't any flat. Uh and uh the\nsame thing had happened to my dad's factory where uh a friend had promised to look after it\nbut uh there was no factory to come home to. But but these are, these were minor things.\nThey were considered minor things and I wouldn't say they were typical either but it it\nhappened to my parents. Uh we were, the first few nights we were back we were staying\nwith friends of my parents. He was the, he was as a non-Jewish head of the Jewish boys\nschool. Oh yes, such a thing could happen in Denmark. Oh yes, easily can can happen. Uh he\nwas a very very highly respected uh teacher. He was non-Jewish, but but he was head of the\nJewish boys school, so we stayed with them for a couple of days and then my dad had found\na summer cottage up in the country-side where we used to go for summer holidays, and we\nspent the summer there and then my dad found a a flat in Copenhagen where we uh where\nwe moved back to when school started and then normal life began again.",
        "Q: Take it back. You had a lodge in Copenhagen? Describe for us what the city looked like to\nyou?",
        "A: You know, I was, I remember, much to my surprise, I didn't recognize the city. I had been\naway for a year and a half. I had been so absorbed first in living the Swedish way with the\nSwedish schools, then living a normal life in Goteborg that the year and a half I didn't\nremember the road, I didn't recall the road really, or didn't remember the buildings on the\nroad going from the from the railroad station to where we were staying but when we came to\nwhere we were staying I remembered it all. But this was like, to me Copenhagen was was\nreally at that time was like visiting a new city for the first time until I got to the place where\nwe were living, because that was just across from uh where we had, where we used to have\nour flat or our apartment.",
        "Q: Had the city been damaged?",
        "A: No. Not much. Not not compared to to other cities in Europe. Uh there was some damage but\nnothing compared uh to what you saw in other places, but what was remarkable was due to\nthe shortages of all kinds during the war, you saw very very few cars. You saw horse-drawn\ncarriages and carts but very very few cars. And that lasted for about four or five months, and\nthen you saw the cars coming back.",
        "Q: What about your neighbors? Uh, or in this case not your neighbors, you were staying\ntemporarily. Uh how did people, how did Christian Danes greet you when you back?",
        "A: Very very warm. Extremely warm. Uh, I guess for them also there was little doubt that we\nwould be returning. This was just an an episode. It was something temporary, that we had to\nleave. Uh, again, let me go back all the way to what I said before or in the beginning - Jews\nin Denmark was not an isolated ethnic minority group. They were Danish of Jewish\nextraction. So they, we were neighbors and nothing else. I guess this is a very important\naspect when when we talk about what happened uh during the 2nd World War in Denmark.\nAnd then I know that, I've uh given a few speeches on the events of October '43 in Denmark\nand I know it's said well but look at other countries where people also assimilated and it\ndidn't help them. But this 1s just one of the other ones because you must take it as a whole\nwhere the important part being the proximity to Sweden, the fact that the Germans were\ndisorganized in October '43. Not disorganized but unorganized. They had not yet established\ntheir own civilian uh fleets, patrol fleets. Uh there were many Germans sympathetic to the\nJewish population. Oh yes. Oh yes. The worst part, the the worst uh were really the the\nDanish Nazis. There were a few of them. But but no large number but there were they were\nthere and they were uh they were rather influential. One shouldn't forget that the warning to\nthe Danish Jews about the uh the impending persecution was given by uh a staff officer of\nthe German Embassy. Uh...",
        "Q: Contradictions abound.",
        "A: Yes. Exactly. Exactly.",
        "Q: But you have come back, and you have rebuilt your life. Day by day. Did it all return to\nnormal? Did you feel it returned to normal?",
        "A: Well, I don't think so, no. Uh for me personally, yes. But there were distant relatives who\nwere caught and who were affected by it, for life. My dad was affected by it for life. Uh, it\nwas said at I don't know - well, he turned white-haired over night. Uh I know he was white-\nhaired uh all during the the late forties, and the fifties, and sixties, although he was, in 1943\nhe was 30 years old. But it affected distant relatives who had uh close close relatives taken\nby the Germans. Uh, it, but that's the negative part of it but in the positive, there was also a\npositive effect on this very very close knit family, getting even, becoming even closer. Uh,\ndid did things change from what they had been before? Perhaps not, perhaps not because\nsure enough my dad came home and had to start all over again, but was very successful with\nthat also. Uh it didn't change our attitude of how we felt towards neighbors or how neighbors\nfelt towards us. Uh, I don't know. We at the same time as appreciating all the good things\nthat had happened under such a situation of crises, I don't know if perhaps because of\nknowing what the Germans did - not the Germans, the Nazis - I think one should distinguish\nthere - that uh there was a tendency to grow more cynic than had been the case before. If you\nwere to ask me if my life would have been different if I hadn't had that experience as a kid,\nuh I guess yeah, it could have. I guess it could have been different. Uh, 1t could have been\ndifferent in my relationship first of all with my parents. But in my...",
        "Q: You've just. .. how do you thing it would have been different?",
        "A: Well, I think this had the the very positive effect of creating this extremely close-knit family.\nUh with family values, the old traditional values being perhaps even more respected than if\nwe hadn't been through this as a family together. You've seen all over the Western world the\nbreak-up of the family pattern, and uh a crisis situation like this of course works the other,\nthe opposite way. Uh, but it could have been another type of crisis of course. It could have.\nUh, but of course it also makes one appreciate the kind of country I'm living in or rather I'm\ncoming from. Again uh you perhaps you've met it yourself as an American, but Danes feel\nextremely embarrassed today more than 45 years after the events, to be reminded of their\ngood deeds, and that this was the miracle. Uh being Danish of Jewish family I can see both\nsides of it. Uh I can see that to some extent it was a miracle but that the miracle also to some\nextent had natural causes. Uh, but I mean it when I say that that Danes feel embarrassed\nwhen being praised today for their actions in October 1943, and it's not out of modesty. But\nit's out of surprise why anybody should praise them for doing something for their fellow\nDanes. This was not done for Jews. It was done for fellow Danes. And I think that is\nworthwhile to note.",
        "Q: I can't think of a better ending.",
        "A: OK. Thank you.",
        "Q: I want to take you back one more step. (Sure.) I'd like to go back to that train ride. You had\ndescribed it as really going from the north to south of Denmark. .. .",
        "A: Well yeah, in the eastern part of Denmark it would be almost from the north to the south.",
        "Q: Is it a very long trip?",
        "A: Denmark is a small country don't forget.",
        "Q: Even so, uh and you were very young. You have said that this was and you described some\nof the instances of this particularly harrowing trip. Uh, did you as a child feel it as being\nharrowing? Is there one incident that stands out in your mind, seeing your sister, sister-in-\nlaw...",
        "A: Uh I knew that it was dangerous. There's little doubt about that. I certainly did. I knew that\nwe were exposing ourselves to some grave risks. What those risks were I was not quite uh\naware of, but I knew it was dangerous. At at anything that I did as a kid not, not by not doing\nwhat I was told, could put our family at risk. I was aware of that. So in that sense I think I\nknew that I had to act very responsibly. And then we go back to the question about maturity.\nOK.",
        "Q: Anything you would like to add?",
        "A: Uh, I really don't know what what we have left out. Uh I really don't - there's not much.\nBecause what we've been talking about here more than anything else have been the personal\nexperiences. We're not talking about the general situation and the historical events, uh\nchronological events. No, I don't think there 1s much else.",
        "Q: Yes. Let's pick up one more thing and go to Sweden. You have arrived in Sweden and\nyou are now temporarily at least settled with both parents working. Uh what was your life\nlike uh as a Jew?",
        "A: Well of course there was the Swedish uh there was the synagogue in Stock... in Goteborg,\nbut I think it was more a life as a Dane in Goteborg than it was as a Jew. Uh, now most of\nthe refugees living in Sweden or at least in G6teborg, uh were, most of the Danish refugees\nwere Jewish but there were also a number of non-Jewish refugees who had been active in\npolitical movements, etc. etc and who had had to flee uh Denmark, and the Danes stopped uh\npretty close to each other. Uh there would be all kinds of functions of either on the\nentertainment side or could be cultural but it could also be uh a function to talk about events\nas they were happening, Denmark, etc. etc. And when you talk about the Scandinavians,\nDanes have always been known to be the uh the good-humored uh ones, not so formal as\nparticularly the Swedes are. The Danes like to have fun. The Swedes very often like to join\nin. The Danes are not always too happy to let them join in, and there was a standing practice\nwhen they had these Danish functions which were restricted to Danes and/or Danish Jews,\nbut we didn't separate. We didn't distinguish them. There was a catch word. Uh in order to\nget in you'd have to pronounce a special Danish dish which is completely impossible to\npronounce for a person who wasn't born and raised in Denmark and exposed exposed to the\nDanish language since early infancy. And uh uh it was not very polite to the Swedes. They\nwere our hosts, sure enough, but uh there was a, I definitely want to emphasize that it was a\nDanish feeling. It was not a Danish/Jewish feeling. It was Danish. Uh we had the Danish\nschools, uh the Danish school, and uh uh we had a Danish Boy Scout uh Troop there. Uh the\nkids I associated with would be my classmates from the Danish school but also some of the\nSwedish kids in the neighborhood. Uh, I'm sure of course that there are also was a very\nactive Jewish life in Goteborg, but this was not really what I noted. I noted a Danish life.",
        "Q: The Swedish kids who uh, you related well with them?",
        "A: Oh yes. No problem. Uh when we first moved back to Goteborg from Uddevalla, the Danish\nschool had not been formed yet, so I think for four or five months, I went to a Swedish\nschool, a Swedish public school as I had done in Uddevalla. And together with my sister I\nwent to a Swedish public school summer camp. And when I returned from that camp - it was\na six-weeks camp - I didn't speak Danish. I spoke Swedish. Yeah.",
        "Q: Where did you do it?",
        "A: Of course I spoke Danish but it took me close to a week before uh I was back to normal\nDanish again.",
        "Q: Out of sheer curiosity, what was the name of the dish that was your password?",
        "A: Now I will tell you it - you can try as much as you want to to pronounce it and you couldn't\ndo it. It's - let me put it this way - it is a fruit, kind of a fruit jelly which is served with cream\non it or fruit soup, and it's called . Now this is impossible. meaning red\nporridge which is actually red fruit uh porridge with cream. It's impossible for anybody but a\nDane to pronounce.",
        "Q: And with that note thank you so much.",
        "A: You're welcome.\n"
    ],
    "questions": [
        "Q: Could we hold it? Let's ask a little more about your childhood only because people seeing\nthis tape are not necessarily what traditional native Jewish family means. Uh, what for\ninstance, uh, did you eat kosher at home? Did you light sabbath candles at home?",
        "Q: You were very young. Did you go to a nursery school of some kind?",
        "Q: What did they teach you?",
        "Q: You probably sang songs .. .?",
        "Q: What about outside of school? Uh, what, your playmates, were they all Jewish? Was it a\nmixed group?",
        "Q: So that then affected the community?",
        "Q: Thank you. Let's take it back. You have grown up in this family, playing with other kids,\nJewish and non-Jewish, what have you. You've been going to this boys school, nursery\nschool. Uh, but life changed. Life changed presumably when the Germans came in, or did it?",
        "Q: Did your brother later tell you what this was?",
        "Q: What was, excuse me. What was the atmosphere of your family at this time, after the 29th?",
        "Q: Were you in the synagogue and did you hear ...?",
        "Q: You heard it the day before?",
        "Q: Your father came home and said you had to leave?",
        "Q: What did you do?",
        "Q: Excuse me. Four to five, or forty-five?",
        "Q: Excuse me. Did you hear any details, any rumors of how those people got there? Any sense\nof organization behind this?",
        "Q: What was his name?",
        "Q: OK. You are still at this hotel?",
        "Q: Back up one more minute. (Yes, sure.) Before you go on, I would like to go back to this\nboat. You have said you had two young men who had never sailed a boat like that before.\n(Yes, yes. That's right. That's right.) How old were they and how did they do this? What\nkind of help did they have, if any?",
        "Q: Do you know their names?",
        "Q: What happened to you ... .?",
        "Q: What did your mother do while your father was at the factory?",
        "Q: What was it like there? You were now how old?",
        "Q: Let's hold... go back. From the time you got on the boat, to the time you arrived in\nGoteborg, you as a child went through a whole lot of changes. How did you feel at the\nvarious stages? You were at first but what did you feel?",
        "Q: Could we hold it for a minute? They have to change the tape and then we will go on.",
        "Q: ... for a seven year old alone with brothers and sisters, father away... .?",
        "Q: You knew that your people were . . .?",
        "Q: Now, we have a lot to talk about. Your father 1s away at the .. .?",
        "Q: What did you pick up from your mother in terms of uh how she felt and how she was\ncarrying on?",
        "Q: What did that mean? What did coping mean? What kinds of things... ?",
        "Q: Mischief, but not real mischief?",
        "Q: What was your relationship with your brother and your sister?",
        "Q: What happened then? Uh...",
        "Q: Again, how did you know? You, at age eight?",
        "Q: What did you do? Describe the scene?",
        "Q: What was it like, that train ride?",
        "Q: Describe what it was like. Did you go back to your house?",
        "Q: Take it back. You had a lodge in Copenhagen? Describe for us what the city looked like to\nyou?",
        "Q: Had the city been damaged?",
        "Q: What about your neighbors? Uh, or in this case not your neighbors, you were staying\ntemporarily. Uh how did people, how did Christian Danes greet you when you back?",
        "Q: Contradictions abound.",
        "Q: But you have come back, and you have rebuilt your life. Day by day. Did it all return to\nnormal? Did you feel it returned to normal?",
        "Q: You've just. .. how do you thing it would have been different?",
        "Q: I can't think of a better ending.",
        "Q: I want to take you back one more step. (Sure.) I'd like to go back to that train ride. You had\ndescribed it as really going from the north to south of Denmark. .. .",
        "Q: Is it a very long trip?",
        "Q: Even so, uh and you were very young. You have said that this was and you described some\nof the instances of this particularly harrowing trip. Uh, did you as a child feel it as being\nharrowing? Is there one incident that stands out in your mind, seeing your sister, sister-in-\nlaw...",
        "Q: Anything you would like to add?",
        "Q: Yes. Let's pick up one more thing and go to Sweden. You have arrived in Sweden and\nyou are now temporarily at least settled with both parents working. Uh what was your life\nlike uh as a Jew?",
        "Q: The Swedish kids who uh, you related well with them?",
        "Q: Where did you do it?",
        "Q: Out of sheer curiosity, what was the name of the dish that was your password?",
        "Q: And with that note thank you so much."
    ],
    "answers": [
        "A: ... Jewish boys' school and myself being very eager uh to join him but that shouldn't happen\nthough until after 1945 when we returned from Sweden. Um, I don't remember much and I\ncouldn't I imagine, of the actual German occupation but when it started rather. Uh the\nGerman occupation of Denmark started .. .",
        "A: Well, in uh in the early childhood, uh my parents didn't keep a kosher home. Uh they did do\nit however later on when I, just after I was bar mitzvahed, uh they started keeping a kosher\nhome, and also my my mother would light the the sabbath candle. But we would go to the\nsynagogue uh on the high holidays. Uh to please my grandparents I would once in a while go\nin on the sabbath also but that was really not the, uh something that happened too often. But\nmy parents were very active in Jewish community life. In Denmark my dad belonged to a\nnumber of Jewish organizations. He headed one of them and uh now if if only I can translate\nit properly - it would really correspond to what you would call a brotherhood here. Uh, it was\nmeant as support organization where small independent un entrepreneurs, uh business\npeople, tailors, etc., what they, when in need they could loan money to get through a period\nof time. Then they would repay it. And it was often, it was all organized by this small\norganization which was quite powerful. And then at the same time the organization also got\ninvolved in the promotion of Yiddish culture. Uh they would stage uh performances when\nthere were uh uh Yiddish actors visiting Denmark, etc. Um, now there were at that time and\nthere still are quite a number of Jewish associations in Denmark, in spite of the fact of course\nthat the community was and is rather small. Uh today the community is about the same size\nas it was before the Second World War. Uh just around 7,000 people. And uh at that time\nthere was a Jewish boys school and there was a Jewish girls school. Now they've been, uh\nafter the war they were combined into one. And it takes the kids up through uh secondary\nschool, through junior high school, but then for further education, uh the kids have to attend\nthe public schools or other private schools.",
        "A: Yes, I did go to the new Jewish uh nursery school which was located the same place as the\ngirls' school was at that time. Uh, I remember going to the uh nursery school, mostly because\nI hated it when I was forced to take an afternoon nap. But uh I do remember some of the\nthings that happened at at the nursery school, where we were taught uh things that perhaps\nyou wouldn't be teaching in Christian schools in the sense that uh - well the old Jewish\ntradition of putting such great emphasis on children's education. Uh now I can mention here\nthat the boys' school took in uh the boys already at the age of five and started teaching them\nproper Danish etc. etc. Uh where as public schools only took in uh students at the age of\nseven. So also in the kindergarten, at the age of four or uh, you would be, uh they would start\nteaching you uh proper subjects.",
        "A: Well, I don't know. It's it's difficult today to say what I learned at the age of three, four and\nfive or, but uh, I don't know. Honestly I can't specify. I couldn't. . .",
        "A: Exactly, exactly. We learned how to spell. We learned the letters and that kind of uh stuff.",
        "A: It was definitely a mixed group. Definitely. And this was very typical of a Jewish family at\nthat time and even today in Denmark because Jews have lived in Denmark since the 17th\ncentury. Uh during the early part of the 17th century the then king who was King Christian\nIV, declared a city in Denmark, in the southern part of (ph), an open city, and that\nwas, for good reasons he needed to have people come in and help finance his various wars,\nand uh he also uh wanted to what at that time must have been called industrialize the\ncountry so he took in people who knew about tobacco trade and tobacco manufacture. And\nuh, well the the Danish Jewish population really originated at that time but of course there\nwas a big influx or/and revitalization of the Jewish community in the early part of this\ncentury when at the time my grandparents came in, there was a big immigration from\nEastern Europe because of the pogroms in uh uh Russia and uh the Baltic States and in\nPoland. Now...",
        "A: Well, it did uh and from what I've read, you know, there there were not always agreements\nbetween the different type of communities. There were the old established Danish Jewish\ncommunities who had ancestors living 1n in in Denmark for perhaps up to 200 years or more,\nand then there were these new immigrants. And uh from what I've heard my parents tell at\nleast, uh there was quite a distinction made between the two groups of Jews during the early\npart of this century but but of course this is a distinction which doesn't exist any more. Uh,\nnow the Jewish population remained relatively stable uh between the wars but uh after the\nwar there was some immigration to Israel. And also uh there was a general Danish\nimmigration although on a small scale to the States and among them were some Danish Jews\nwho went over there. There were some Danes who, uh Danish Jews who stayed on in\nSweden after the end of the Danish or uh German occupation of Denmark. So the population\nthe Jewish population in Denmark after the war, let's say in the late '40's, went down to about\n5,000, 5,500. But then in the late '60's, as a result of the unrest and the difficulties in Poland,\nthere was a new influx of Polish Jewish immigrants. Uh, a couple of thousand came 1n uh\njust around 1970. And now forms of course an integral part of the Jewish community. But\nagain, uh you asked about Jews in Denmark - did I play with with uh non-Jews as well as\nJews, etc. And and I said I certainly did. And this again has to do with the fact that although\nthe Jewish population has received new waves of immigrants through the uh but not waves,\nbut a few times this has happened, the Jewish population in Denmark has always been very\nmuch assimilated. Uh, when you speak about Jews in Denmark you you don't classify them\nas such, as Jews. You classify them as Danes of Jewish extraction or Jewish religion or\nJewish family. You don't distinguish between groups whether a person is a Catholic or\nJewish or he is uh Lutheran or he's an atheist. Uh, this could be due to the fact also that the\nchurch in Denmark has for centuries not really been powerful. You know, something like 90-\nodd percent of the Danish population belongs to the State church which is the Lutheran\nChurch. But if you look at church attendance in Denmark, it's down to a few percent. So, this\nhas to do with the fact that that you don't you don't feel that there is a difference between,\nwhen as a kid, playing with uh Jewish friends or non-Jewish friends. I I guess that to go on\nfrom there, there weren't anti-Semitists. There really hasn't, for a long, long time, has had no\nreal meaning in Denmark. Uh, what perhaps could be perce... uh conceived as anti-\nSemitism, anti-Semitism, in the sense that there's a word - to steal, from old, old Danish or\nnorthern which 1s called 'to Jew' something. The person using that word, the non-\nJew using that word, is not associating with something being Jewish, but it's an old, old word\nthat was adopted in the language. You hear it very, very seldom today. I heard it as a kid, and\nI would react. But uh I feel confident that it was not, when the person used it about another\nperson, it was not really to classify in an ethnic group. It was more that the word had become\ncommon usage and I think also that the events during the 2nd World War proved uh beyond\nany doubt that there is no basis for anti-Semitism in a society like the Danish, or in a north\nEuropean environment.\nTell us what happened when the Germans first came. How did it affect your life, or did it\naffect your life?",
        "A: I don't think it did in the beginning. (OK) Uh, now you must remember that when the\nGermans came in and occupied Denmark the uh, on April 9, 1940, the Germans didn't call it\nan occupation. They came to support Denmark against an attack from the Allied forces and\nquite openly they also came to Denmark in order to secure their own passage up to Norway.\nUh, when the Germans crossed the Danish borders in the early morning of April 9, 1940,\nthere was a little armed resistance but the govern... the then-government and the then-king uh\ndecided very fast to stop resistance simply because it was so evident it was an impossible\ntask to stop the Germans. Uh, it would mean an incredible bloodshed if a serious effort was\nmade to stop the Germans. So instead the Danish government decided to see if they could\nhave a, if they could carry out negotiations with the Germans in order to reduce the\nGerman's, the German influence in Denmark, while Denmark was being occupied by them.\nAnd in in the beginning it seemed that it was possible. The Danish government stayed on as\na government. The Danish police force was allowed to continue. Uh the Danish army as such\nwas disbanded and so was the uh the navy, but the police force remained the controlling uh\nforce in Denmark and of the many, no, let me put it another way - uh of course there was a\nlot of give and take between the Germans and the Danes at that time on on an official level.\nBut one of the things that was made abundantly clear to the Germans was that the Danes\nwould never accept the execution of the Jews. The Jewish issue was not an issue in\nDenmark, and would not be. The government could not tolerate that it be made an issue. And\nthis was respected by the Germans. Uh, I don't remember much from the first few years of\nthe war. Uh the clearest impact was from just a month before, when we speak about the war I\nmean, there were a lot of things from my childhood, but but this also actually goes to to to\nindicate that the changes in the daily life were not that many. But I remember clearly on\nAugust the 28th, 1943, uh we had our annual family tour of the Tivoli Gardens. The Tivoli\nGardens are something completely unique for Denmark - it's an amusement park; it's a\nflower garden; it's got 23 restaurants; and it's right smack in the center of Copenhagen; and\nit, there is no entertainment or amusement park in the world like it. I'm Dane and I'm proud\nof it and I'll insist there's nothing like it. And for a kid being taken to the Tivoli Garden was\nusually the highlight of the summer season and we had been in, was normally once during\nthe, early part of the season which starts in, around the first of May and then one the late uh\npart of the season. And I remember clearly that evening on the uh August the 29, I'm sorry -\nAugust 28, 1943, when leaving the Gardens there was a crowd in the street looking on as an\nenormous convoy of German tanks rode through the streets of Denmark, of Copenhagen. Of\ncourse, as a kid, I didn't know that the cause of it was that it had come to an impasse between\nthe Danish government and the German occupation forces. And on the following day the\npow... the Danish government stepped down, refused to cooperate with the Germans any\nlonger. And the Police Corps, the Danish police force uh was disbanded at, rather they were\nsent to concentration camps, a large number of the Danish police. But this I guess is one of\nthe early, of earliest clear memories I have from the war. But there's another, there's another\nmemory which perhaps, I don't know - I think it's actually half a year or year earlier - uh\nbeing called out in the street by my elder brother in early evening to see a fantastic red hue\nover the evening sky and that turned out to be a sabotage, the effect of a sabotage of I think\nthe Danish sugar factories. So that they shouldn't be supplying to the German troops. And\nyou could see simply the fire lighting off the evening sky. It could have been half a year\nearlier but I'm not, I'm not completely sure of the of the date of that.",
        "A: No, I I remember, I I remember having heard, hearing these are the sugar factories going up.\nI remember that. Uh, then uh I remember after August 29, 1943, which was really the crucial\nday in the occupation history, the German occupation history of Denmark, because uh I think\nto a large extent the Danish population wanted to disassociate themselves completely from\nthe Germans. Uh now one shouldn't forget that Germany for more than 100 years - that's not\nquite true - let's say from 1849 - has always been considered the big brother down\nsouth. We had, Denmark had wars against Germany in 1849 - we were lucky at that time -\nthere were some other nations that helped us beat the Germans, but in 1864 we were severely\nbeaten and part of the Danish, southern Danish territory was taken away from them and and\ntaken over by Germany. Part of that territory was was given back to Denmark after the Ist\nWorld War in 1919, but there's always been an an apprehension against these very very\npowerful Germans just south of the border. So to go back to to August 29, 1943, I think for a\nlarge part of the population, there was a bit of an urgency to disassociate themselves from the\nGermans and they, I think many of them heaved a sigh of relief that finally the Danish\ngovernment refused to further cooperation. Uh everybody knew I guess, I'm speaking about\nthe adults, everybody knew no doubt that it would mean uh hardships because now the\nGermans were in total power, total control. But uh on the other hand uh people couldn't\naccept uh how the Germans were behaving in Europe and such because although the press\nwas completely censored and controlled by the Germans - one shouldn't forget that the BBC\nwas broadcasting all the time and although of course it was under strict penalty to listen to\nBBC everybody did it. And information about concentration camps and what had happened\nto minority groups, what was happening to minority groups, as to all the Jews in Europe, had\nstarted to had started to come up to their Denmark. And...",
        "A: After the 29th, very much an atmosphere of apprehension, that uh something bad could\nhappen and that we should be prepared for it and that perhaps we would have to leave our\nhome. This did happen, the talk about that, during the month of uh September. And now the\nwhole atmosphere in Copenhagen changed very much uh because there was a curfew on\nafter the 29th of August and you could feel that things were not going the right way. I think\nthat even a kid at that time could feel it, and perhaps what the kid could feel most was the\napprehension of his parents. And all the elders. Uh, but still I would say that when it\nhappened, that day that my dad came home in the early afternoon, and he usually worked\nvery very hard - uh leave very early in the morning and come home rather late - but when he\ncame home and said, pack up your or rather don't pack up your things, because we're not\ngoing to take any luggage, but put on as many clothes as you could possibly have on you\nwithout being very conspicuous uh - it did come as a surprise that we had to leave the place.\nAnd that was on, let's see now, September 30th, 1943. That means that it was actually the\nday before the you you might perhaps have heard that there was a warning issued to the\nJewish community on the eve of Rosh Hashanah, and that was on October Ist.",
        "A: No, no. Because we heard it the day the day before and that had to do with the fact that my\ndad was so much involved in community work uh in uh within the Jewish associations, etc.\netc. Uh but it was only the following day that the warning was issued from the pulpit in the\nsynagogue.",
        "A: Yes.",
        "A: That's right.",
        "A: Well, I said we we were told that uh uh that we couldn't bring any luggage whatsoever. That\nwe should put on as many warm clothes as we possibly could, and we went over and stayed\nover night with uh some friends of my parents, some Christian friends of uh of my parents,\nand we were told that we would just be staying for one night, which also happened. And and\nthe following morning, we went, the whole family, to the railroad station, and took a train\ndown to the southern part of Denmark. Uh, I remember that, again this happened time and\nagain during the escape to Sweden, that we were told try not to be conspicuous. That's very\nvery important. And, well, I would say that I understood that this was serious, but I did also\nfeel that to some extent this was an adventure. I don't think you can expect much else from\nfrom a six year old kid. Uh there was definitely an element of adventure involved. Uh there's\none instant that, from that train ride which took about four to five hours, that I very very\nclearly remember ...",
        "A: No, no. Four to five. Four or five hours. Uh if we had a map I could show you, but I've got it\nin the back. It doesn't matter. Uh I remember we were sitting 1n the train; and suddenly I saw\nthe door open at the other end of the train. And my uh mother's younger sister with her\nhusband came in. And I was about to say something to my mother about it, and my dad\nlooked at me and said, \"Don't talk. Don't say hello. Don't greet them.\" Again it was...and I\nfound that very strange, of course. But afterwards, I was told that no it was just that people\nshouldn't notice that something unusual was going on. Now, we came down to this southern\nDanish city called Nykebing Falster, which is on an island south of Zealand [Dan:\nSjaelland], which is the island where you got the Copenhagen . And we were put up\nat a hotel in the center of town. And I remember that the hotel owner's daughter was told -\nshe was a girl of sixteen, seventeen, yes - was told to take a walk with the kids, which she\ndid. And she showed us the town. That's that was not until the following day because we\narrived there late in the afternoon, and after an early dinner we were sent up to bed. And then\nthe next morning while I was told that my dad was busy, uh and that was with his contacts\nto get across to Sweden, uh we went out on this walk with the uh young girl, and we were\ntold that we would have a very early dinner and a big one because it was going to last us for\nsome time. At the hotel there were other families staying which I didn't know until we were,\ncame down to the fishing boat, that they were all going by the same fishing boat as we were.\nUh...",
        "A: Only afterwards I heard it. I heard afterwards that this route that we followed was organized\nand financed to a large extent uh by a very very well-known uh Danish business man, uh\nChristian business man.",
        "A: His name was Buglon Jansen (ph). He owned and operated uh kind of small department\nstore and household articles right in the center of Copenhagen on the City Hall Square. Was\na very well-known personality. And - but we had this, this must have been, now we are\nspeaking about the 30's, we left on the 30th, now we are speaking about the 2nd of October.",
        "A: We're still at this hotel and we were given an early dinner and then we were told that as soon\nas it starts getting dark or just before dark, at dusk, we will leave and we were put in to a\ncouple of cars - cars using the old wood-burners. There was no gasoline. Yes, basically.\nThey drove on on the energy from from wood. Yes. Wood and coal they used. And it was\nnot completely dark. It must have been, it was dusk, and dusk lasts in Denmark normally\naround an hour or so, and we were driven out of the city and then I remember that we came\non a small country road and came to the start of a forest where there was uh - what do you\ncall it - it was a private road, so uh there was a - what do you call it (a gate) - there was a\ngate. And we waited for a couple of minutes and then uh a man came out from a small house\nand opened the gate so that we could drive through this private forest and if I'm not\nmistaken, I seem to recall that there were about three or four cars. Now we stopped short of\na beach, a very rocky beach, and now it was getting really dark. And we went down to the\nbeach and there were a number of us - afterwards I found out there were seventeen people -\nand one could hear the sound of a diesel engine coming closer and closer. That was the only\nsound we could hear. And there something happened on the beach which my dad has - he\nalways commented on it later on - and I don't know if he did it so many times and that's the\nreason why I remember it as if I remember it myself - but this really proved that I apparently\nI did understand the gravity of the situation. Because my dad was a chain smoker of cigars,\nand my dad was about to light a cigar ...\nTAPE BREAK\n... \"Dad, don't do it. The airplanes can see you.\" So I'm, honestly, I believe I remember it\nbut it could be because I've been told this so many times. But uh, there's little doubt that that\nI did, and so did my my sister and brother, appreciate the severity of the situation, the\nseriousness. Now, then we were taken on to the boat, which was an old, very very smelly\nfishing boat. And uh we were taken downstairs where we were told to lie down on some\nbunks and my sister complained when she uh lied down that uh there was something very\nhard underneath her. And when when uh the uh blanket was pulled away, it it was a gun. It\nwas a rifle or something like that, which of course was exciting to the kids. Anyway uh we\nstarted, and that time this, now it was absolutely pitch black outside, and what I remember\nfrom the voyage, except for being sea sick a couple of times - I don't know really whether,\nhow much of it I remember it myself or how much of it I remember because I've been told,\nbut uh I remember wailing, uh in the sense that people uh people are crying. Uh, I remember\nthe engines stopping and hearing shouts up on the deck, and uh this was as I said a very old\nboat, and uh the engines had since stopped. So they worked on them and got them going\nagain. This happened twice. Then also uh we, and this I don't know whether I was told\nafterwards or I was told during the trip, but the uh heart of the of the of the screaming and\ncrying was due to the fact that the German patrol boats caught uh sight of us. And they had\ntwo young skippers who had never tried to run a boat before. Uh they, this I must have been\ntold afterwards, they took the boat right in to the mine fields hoping that the drop was so\nshallow that nothing would happen and knowing that at least the Germans wouldn't pursue\nus 1n there. And uh fortunately the boat was shallow. During the night uh I remember being,\npeople being sea sick, all over. And then, when daylight broke, I heard new screaming and\nthis, I've been told afterwards I know for sure, was because when people looked up from the\ndeck, and looked for, we had reached land, or rather we had approached land, and we had\napproached a small harbor, a fishing harbor or harbor. People got scared when they saw\nuniformed uh soldiers or police on the piers because the Swedish military uniforms were\nvery much like the Germans. They were this green color. But uh, we did get in to the port.\nAnd that voyage took eleven hours. Uh normally you can cross between Denmark and\nSweden at the closest point in twenty minutes. But my dad had explored the possibilities for\ncrossings uh up north of Copenhagen where there's very narrow, uh this sound as it's called\nbetween Denmark and Sweden. It's very narrow. But the risk was too big. And that, let me\nback track just a second. Afterwards I was told that the reason why we met uh our, my my\nuncle and my aunt on the train was that they went down south to to investigate possibilities\nof getting over on another route, and afterwards they realized that that was too risky. They\nhad to go up north again. So they only came over to Sweden about four or five days later. Uh",
        "A: Well, they were as as far as I recall just around the twenties uh the two of them. Nineteen,\ntwenty, or twenty, twenty-one. Uh somehow or other they had been recruited to sail the boat\nand they had offered to sail the boat. And uh they had been given some maps but uh they\nreally didn't know much about the route over. Uh afterwards I was told, when we learned it\nin Sweden, they went on to the UK to join the the free Danish forces in the UK.",
        "A: No, I don't. I don't unfortunately. Uh, the, this voyage really came to a very dramatic end in\nthe sense that uh only two uh hours after we had landed in Sweden, the boat sank in the\nharbor. Uh, so uh it was a good thing for us that the boat only took, the trip only took eleven\nhours and not thirteen or thirteen and a half hours.",
        "A: Well, we were greeted by Swedish police and taken very well care of. We were taken to a\nhotel where the whole family was given a room and there I remember we had a chance to to\nwash and to sleep, but being six years old one is of course one very adult so I said all the\ntime I didn't feel like sleeping and there was a double bed in the room and my parents uh lay\ndown on the bed and also my older sister and brother, and I didn't want to. I had no interest\nin in being cramped in that bed, plus of course I was very adult being six years and uh didn't\nmatter that I hadn't slept that much that night, so I sat down at the chair at the end of the bed\nand of course it took ten minutes before I was asleep in that chair. But uh we stayed. This\ncity we...this town we arrived at is called Trelleborg, and it's at the very southern tip of\nSweden. And the next day, my dad uh phoned some friends, Jewish friends, in Goteborg\n[Eng: Gothenburg]. This friend was uh a well-known industrialist. He ran several uh uh\ngarment factories in Sweden and he was a personal close friend of my maternal\ngrandmother. So they arranged that we went up to Gothenburg and stayed there for a couple\nof days and then we went further up to a small city call Uddevalla uh where my dad worked\nat one of the factories owned by this friend of my my grandfather. And uh my mother had to\nwork there because to to make a living. My dad didn't bring any money out of Denmark. Uh\nwhatever he did, he used to pay for our voyage, although the the route as such was financed\nas I mentioned before by this Danish businessman, who ever could pay should pay and\nhowever much because then in turn some people who couldn't pay would also uh be carried\nover. And uh my dad had a small uh factory uh in Denmark - a small garment factory which\nwas left behind. And uh so he had to start completely afresh in Sweden. And we lived in in\nUddevalla where my dad and my mother both worked at this garment factory and uh the\nthree of us, the three kids, were sent to a Swedish school, Swedish public school. And I think\nthat we as kids, while we we didn't definitely we were not made to suffer uh my dad and\nmom combined could make a living although it was more of a subsistence living than it was\na luxury living. But uh...",
        "A: She was also uh working in that factory. I don't remember exactly what her job was there.\nMy my dad worked there as a cutter. I don't remember exactly what my mother did. But that\n- and we stayed in Uddevalla for about six months.",
        "A: Well, the first few days of the, was a bit strange because uh we spent, I think we spent a\ncouple or first actually a couple of weeks at a big summer house belonging to this Swedish\nJewish industrialist, and this and in this summer house there were a number of other families\nalso waiting to be channeled out into uh more normal life in Sweden. And uh there one lived\ntogether with other families in exactly the same situation. So uh it was not living in Sweden\nas much those couple of weeks as living in a Danish Jewish environment in a house in\nSweden, and of course everybody was affected but uh by what had happened to them and\nwhether all their family had managed to escape or there were some of their relatives who had\nbeen taken by the Germans. Uh I should mention here of course that out of the population of\naround 7,000 uh Danish Jews, uh more than ninety percent managed to escape to Sweden\nand uh uh only a very few were taken by the Germans and uh of the Danish Jews, the Danish\nJews were all taken to a concentration camp in Czechoslovakia, the Theresienstadt, which\nalthough of course it it was, 1t was a Theresienstadt, and it was a sub-human way of of living,\nit was considered one of the milder uh concentration camps of all the German camps. Uh but\nof course, during those couple of weeks we stayed in that house in in north, outside of\nUddevalla all talk, what ever was discussed concerned what had happened in Denmark and\nwhat had happened to relatives and uh people were delighted of course when they had phone\ncalls from other relatives who had managed to to arrive in Sweden, to get to Sweden and and\ncould tell that they were safe etc. Uh after about, I think we were there for two weeks 1n that\nhouse, we moved into the the the proper city of Uddevalla where we had a flat of our own\nand that's when we started attending Swedish uh public schools and uh there were a couple\nof other refuge families living in the same block but apart from that we had Swedish friends.\nI mean as kids we had Swedish playmates, went to their homes and they came to our homes.\nWe we, I guess we, that hap... that was the case of for our kids, all during the time in Sweden\nthat again my parents arranged for a secure family life. So that uh no doubt we were\nprotected. Very much so. Uh we stayed in Uddevalla for six months, and then we moved\ndown to Gothenburg uh where my dad uh got another job with within the same group and uh\nafter about, and we started, let me mention that of course, that when we moved to\nGothenburg, we were able to attend a Danish school that was established for refugees in\nGothenburg.",
        "A: There was again uh uh more of an adventure, no doubt about it. Uh but again but more\nimportant I could feel how concerned my parents were. And that of course affected, would\naffect any child. Uh also I could feel when we were in Sweden, when we landed in Sweden,\nthat my parents were relieved. This would affect a child. Uh more apt to to make a joke. Uh\nnot only the child but the parents and that affected their whole outlook on life. Uh going by\nby by train up through Sweden was exciting. And and one thing clearly stands to my mind\nand that was on the way up to Uddevalla, I think I mentioned that we stayed for a a couple of\nnights in the flat of this industrialist. And I'll never, I'll never forget at night looking out the\nwindow and seeing all the neon lights. Now Copenhagen had a blackout uh forced upon\nthem by the Germans since 1940. You never saw neon lights. You never saw street lights\nbecause you you had to black out everything. That was impressive. Also that fact that you\ncould buy chocolate which was a luxury - well it didn't exist in Denmark during the war.\nYou could buy bananas. That was certainly something new. I was just used to eating\nartificial banana made made made from extras, some extract or something like that. Sugar\netc. Uh this was a new life in many ways. But of course the the important part was really the\nthe family nucleus. That it was safe being together with the parents and and the sister and the\nbrother. Uh and also when we moved to to Goteborg, my maternal grandparents came to\nGoteborg. Uh so I guess as a as a kid although it was under strange foreign circumstances it\nwas very much of a traditional life for for a kid. It was a very secure family life. Uh the the\nchange not in the feeling of security but the change in the family life came in - it must have\nbeen mid or the fall perhaps of 1944 when my dad uh joined the uh Danish uh Brigade as it\nwas called, the the uh the Danish military police force that was built up in Sweden towards\nthe end of the 2nd World War. And uh, with the approval of the Swedish government. And\nuh in very close contact with the Danish underground movement and with the uh so-called\nfree-Danish army in the UK. Uh my dad only came back to visit us perhaps once, twice a\nmonth. And uh again, perhaps it it wouldn't be different for a family life even without a war\nbut but where the dad is away. But of course we felt that the dad was not there.\n( ) Well, perhaps some more responsibility, a feeling of responsibility although I\nwas a kid. Or or the baby rather. My brother uh was uh, he was bar mitzvahed in in March\n'45 and of course he was the one who really had to take the responsibility while the while our\ndad was away. But again, I was six, I was seven at that time. I was seven - I must have been\nat that time. I guess I wasn't much different from other kids. Uh except at certain moments\nwhen I felt that it wasn't completely like other families, like like the Swedish playmates\nwere, like they had their family life uh because we're living in a foreign country, all the time\nspeaking about going back to Denmark. There was little doubt about that. We were listing to\nthe uh the Danish radio from uh the BBC to hear about the events and uh I guess what it did\nmean was that uh in some respects at least a mature... a maturity in some fields that uh you\nwouldn't normally see in in a seven year old kid which which would be a natural reaction I\nwould think. Uh...",
        "A: Yeah, but you know, one thing is certain and that is we were, there was this very positive\ninference in knowing all the time we would be going back. There was never doubt that we\nwould be going back. And this of course gives a sense of security.",
        "A: Oh yes, exactly, exactly, exactly.\nTECHNICAL CONVERSATION\nTAPE #2",
        "A: Yeah, that's right and uh the uh uh family living in Goteborg and he is quite a distance away\nand coming back perhaps once a month or so for for an extended weekend. Uh we were, my\ndad was paid the equivalent of a salary while in the army simply so that the family could be\nsupported. Uh so life in many ways went went on as it had while he had been there but of\ncourse the dad wasn't there.",
        "A: My mother has always been a very very calm person. Always very much in control uh of\nherself and although my dad was a very very strong personality, the typical Jewish father, uh\nthe patriarch of of the family, my mother certainly proved that she could run the family\nduring his absence. Uh I think that you asked me before what it meant to to a six year old\nboy or seven year old boy to live under such conditions - I think it's true for all of us that we\nmatured very much from the experience and we learned to cope with things. Well, you have\nto. So out of necessity we learned how to manage.",
        "A: Well, I don't I don't think our world was much different from other kids but perhaps still\nthere was a feeling that 1t was very important to behave so as not to create more problems\nbecause we were all aware as kids that it was a very difficult time for our parents. And it's\nnot that we didn't misbehave. Of course we did. We were kids. But I think that we had, we\nwe had a perception of try not to create more problems than necessary. Now whether my\nparents felt the same way I'm not sure, although I am because my parents have afterwards\ncommented that we did behave uh extremely well as kids during these very trying years. But\nof course we we made the same kind of tricks as all other kids did but there was still this\nsense of there's a limit to what you can do, allow yourself to do because it is causing\nadditional problems for the grown-ups.",
        "A: No. Exactly, exactly, exactly. And of course there is little doubt either that that living\nthrough through such a period ties the family extremely strongly together. Very much so\nbecause you become dependent - you you realize how dependent you become on each other.",
        "A: The normal relationship between an older brother and a younger brother in getting annoyed\nif asked by the parents to take me along to something he wanted to do with his with his peers\nand uh me crying if he if he wasn't too happy about taking me along and making me feel it,\nbut uh normal kids.",
        "A: Well, during the spring of '45, everybody knew what was going to happen but nobody knew\nwhen it would happen. Uh...",
        "A: Well, from from hearing it, from my brother who was very mature of course under the\ncircumstances at the age of thirteen and from hearing it from my mother, from hearing it in\nschool, and and of course the sources were partly the Swedish news media. But uh again the\nmost important source of information was the BBC's, the British Broadcasting Service's\nDanish service and there I can assure you I do remember as if it were yesterday, on the eve\nof May 4th, 1945, uh my mother was out at some function but the three kids, we were alone\nin the flat, and we had the radio on, and then we certainly heard, suddenly heard the message\nfrom London that the German forces in Denmark, Norway, Best...(ph), and Holland had\ncapitulated with effect on the following morning. Uh, that made quite an impression, even on\nkids. But again, a sense of adventure. That was an element of it. But there was also this\nsense of feeling that now we knew for sure our parents would be happy and that we would be\ngoing home.",
        "A: I remember we jumped on the beds. Uh, but strangely enough I, I remember clearly listening\nto the radio and hearing the news, and that we jumped on the beds, but I don't remember\nwhat happened when my mom came home. I don't. But uh I know that during the following\ndays there was of course jubilation everywhere. And we were growing very impatient to\nbecause we wanted to know when could we get home. Uh the following day we uh heard, uh\nmy mother had a phone call from my dad that he was going back to Denmark with the police\nforce because they had been ready. That police force, the Danish police force in Sweden, if\nuh the war had dragged on, if the occupation had dragged on, the plan was that the police\nforce should go in to Denmark as a military unit. Uh but fortunately that wasn't necessary so\nit went in in the morning of May 5th, which was the day of the, the official day of the\nliberation and took over the police functions in Denmark, and my dad was in on on the 5th of\nMay. And then I remember during the the uh the following weeks very often my mother was\ncalled to the phone. My dad was calling, telling how things were going, and we were all\nwaiting to know when will we be allowed to go back and uh, I remember when we went to\nthe train station finally, on June Ist, and took the train back to Denmark. That was quite\nsomething.",
        "A: Everybody. This this was, well, this was just one victorious train ride. Uh people singing,\npeople jubilating. Uh it was like you see a sports team coming home from a victory in in\nmany ways, and of course lots of people crying of course. So uh that was on the Ist of June\nthat we returned to Denmark.",
        "A: No. What had happened was that neighbors of ours had promised to look after our flat but\nthey had taken over the flat when we came home, so there wasn't any flat. Uh and uh the\nsame thing had happened to my dad's factory where uh a friend had promised to look after it\nbut uh there was no factory to come home to. But but these are, these were minor things.\nThey were considered minor things and I wouldn't say they were typical either but it it\nhappened to my parents. Uh we were, the first few nights we were back we were staying\nwith friends of my parents. He was the, he was as a non-Jewish head of the Jewish boys\nschool. Oh yes, such a thing could happen in Denmark. Oh yes, easily can can happen. Uh he\nwas a very very highly respected uh teacher. He was non-Jewish, but but he was head of the\nJewish boys school, so we stayed with them for a couple of days and then my dad had found\na summer cottage up in the country-side where we used to go for summer holidays, and we\nspent the summer there and then my dad found a a flat in Copenhagen where we uh where\nwe moved back to when school started and then normal life began again.",
        "A: You know, I was, I remember, much to my surprise, I didn't recognize the city. I had been\naway for a year and a half. I had been so absorbed first in living the Swedish way with the\nSwedish schools, then living a normal life in Goteborg that the year and a half I didn't\nremember the road, I didn't recall the road really, or didn't remember the buildings on the\nroad going from the from the railroad station to where we were staying but when we came to\nwhere we were staying I remembered it all. But this was like, to me Copenhagen was was\nreally at that time was like visiting a new city for the first time until I got to the place where\nwe were living, because that was just across from uh where we had, where we used to have\nour flat or our apartment.",
        "A: No. Not much. Not not compared to to other cities in Europe. Uh there was some damage but\nnothing compared uh to what you saw in other places, but what was remarkable was due to\nthe shortages of all kinds during the war, you saw very very few cars. You saw horse-drawn\ncarriages and carts but very very few cars. And that lasted for about four or five months, and\nthen you saw the cars coming back.",
        "A: Very very warm. Extremely warm. Uh, I guess for them also there was little doubt that we\nwould be returning. This was just an an episode. It was something temporary, that we had to\nleave. Uh, again, let me go back all the way to what I said before or in the beginning - Jews\nin Denmark was not an isolated ethnic minority group. They were Danish of Jewish\nextraction. So they, we were neighbors and nothing else. I guess this is a very important\naspect when when we talk about what happened uh during the 2nd World War in Denmark.\nAnd then I know that, I've uh given a few speeches on the events of October '43 in Denmark\nand I know it's said well but look at other countries where people also assimilated and it\ndidn't help them. But this 1s just one of the other ones because you must take it as a whole\nwhere the important part being the proximity to Sweden, the fact that the Germans were\ndisorganized in October '43. Not disorganized but unorganized. They had not yet established\ntheir own civilian uh fleets, patrol fleets. Uh there were many Germans sympathetic to the\nJewish population. Oh yes. Oh yes. The worst part, the the worst uh were really the the\nDanish Nazis. There were a few of them. But but no large number but there were they were\nthere and they were uh they were rather influential. One shouldn't forget that the warning to\nthe Danish Jews about the uh the impending persecution was given by uh a staff officer of\nthe German Embassy. Uh...",
        "A: Yes. Exactly. Exactly.",
        "A: Well, I don't think so, no. Uh for me personally, yes. But there were distant relatives who\nwere caught and who were affected by it, for life. My dad was affected by it for life. Uh, it\nwas said at I don't know - well, he turned white-haired over night. Uh I know he was white-\nhaired uh all during the the late forties, and the fifties, and sixties, although he was, in 1943\nhe was 30 years old. But it affected distant relatives who had uh close close relatives taken\nby the Germans. Uh, it, but that's the negative part of it but in the positive, there was also a\npositive effect on this very very close knit family, getting even, becoming even closer. Uh,\ndid did things change from what they had been before? Perhaps not, perhaps not because\nsure enough my dad came home and had to start all over again, but was very successful with\nthat also. Uh it didn't change our attitude of how we felt towards neighbors or how neighbors\nfelt towards us. Uh, I don't know. We at the same time as appreciating all the good things\nthat had happened under such a situation of crises, I don't know if perhaps because of\nknowing what the Germans did - not the Germans, the Nazis - I think one should distinguish\nthere - that uh there was a tendency to grow more cynic than had been the case before. If you\nwere to ask me if my life would have been different if I hadn't had that experience as a kid,\nuh I guess yeah, it could have. I guess it could have been different. Uh, 1t could have been\ndifferent in my relationship first of all with my parents. But in my...",
        "A: Well, I think this had the the very positive effect of creating this extremely close-knit family.\nUh with family values, the old traditional values being perhaps even more respected than if\nwe hadn't been through this as a family together. You've seen all over the Western world the\nbreak-up of the family pattern, and uh a crisis situation like this of course works the other,\nthe opposite way. Uh, but it could have been another type of crisis of course. It could have.\nUh, but of course it also makes one appreciate the kind of country I'm living in or rather I'm\ncoming from. Again uh you perhaps you've met it yourself as an American, but Danes feel\nextremely embarrassed today more than 45 years after the events, to be reminded of their\ngood deeds, and that this was the miracle. Uh being Danish of Jewish family I can see both\nsides of it. Uh I can see that to some extent it was a miracle but that the miracle also to some\nextent had natural causes. Uh, but I mean it when I say that that Danes feel embarrassed\nwhen being praised today for their actions in October 1943, and it's not out of modesty. But\nit's out of surprise why anybody should praise them for doing something for their fellow\nDanes. This was not done for Jews. It was done for fellow Danes. And I think that is\nworthwhile to note.",
        "A: OK. Thank you.",
        "A: Well yeah, in the eastern part of Denmark it would be almost from the north to the south.",
        "A: Denmark is a small country don't forget.",
        "A: Uh I knew that it was dangerous. There's little doubt about that. I certainly did. I knew that\nwe were exposing ourselves to some grave risks. What those risks were I was not quite uh\naware of, but I knew it was dangerous. At at anything that I did as a kid not, not by not doing\nwhat I was told, could put our family at risk. I was aware of that. So in that sense I think I\nknew that I had to act very responsibly. And then we go back to the question about maturity.\nOK.",
        "A: Uh, I really don't know what what we have left out. Uh I really don't - there's not much.\nBecause what we've been talking about here more than anything else have been the personal\nexperiences. We're not talking about the general situation and the historical events, uh\nchronological events. No, I don't think there 1s much else.",
        "A: Well of course there was the Swedish uh there was the synagogue in Stock... in Goteborg,\nbut I think it was more a life as a Dane in Goteborg than it was as a Jew. Uh, now most of\nthe refugees living in Sweden or at least in G6teborg, uh were, most of the Danish refugees\nwere Jewish but there were also a number of non-Jewish refugees who had been active in\npolitical movements, etc. etc and who had had to flee uh Denmark, and the Danes stopped uh\npretty close to each other. Uh there would be all kinds of functions of either on the\nentertainment side or could be cultural but it could also be uh a function to talk about events\nas they were happening, Denmark, etc. etc. And when you talk about the Scandinavians,\nDanes have always been known to be the uh the good-humored uh ones, not so formal as\nparticularly the Swedes are. The Danes like to have fun. The Swedes very often like to join\nin. The Danes are not always too happy to let them join in, and there was a standing practice\nwhen they had these Danish functions which were restricted to Danes and/or Danish Jews,\nbut we didn't separate. We didn't distinguish them. There was a catch word. Uh in order to\nget in you'd have to pronounce a special Danish dish which is completely impossible to\npronounce for a person who wasn't born and raised in Denmark and exposed exposed to the\nDanish language since early infancy. And uh uh it was not very polite to the Swedes. They\nwere our hosts, sure enough, but uh there was a, I definitely want to emphasize that it was a\nDanish feeling. It was not a Danish/Jewish feeling. It was Danish. Uh we had the Danish\nschools, uh the Danish school, and uh uh we had a Danish Boy Scout uh Troop there. Uh the\nkids I associated with would be my classmates from the Danish school but also some of the\nSwedish kids in the neighborhood. Uh, I'm sure of course that there are also was a very\nactive Jewish life in Goteborg, but this was not really what I noted. I noted a Danish life.",
        "A: Oh yes. No problem. Uh when we first moved back to Goteborg from Uddevalla, the Danish\nschool had not been formed yet, so I think for four or five months, I went to a Swedish\nschool, a Swedish public school as I had done in Uddevalla. And together with my sister I\nwent to a Swedish public school summer camp. And when I returned from that camp - it was\na six-weeks camp - I didn't speak Danish. I spoke Swedish. Yeah.",
        "A: Of course I spoke Danish but it took me close to a week before uh I was back to normal\nDanish again.",
        "A: Now I will tell you it - you can try as much as you want to to pronounce it and you couldn't\ndo it. It's - let me put it this way - it is a fruit, kind of a fruit jelly which is served with cream\non it or fruit soup, and it's called . Now this is impossible. meaning red\nporridge which is actually red fruit uh porridge with cream. It's impossible for anybody but a\nDane to pronounce.",
        "A: You're welcome.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumOctober 2, 1989\nRG-50.030* 0062",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Leif Donde,\nconducted by Linda Kuzmack on October 2, 1989 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LEIF DONDE\nOctober 2, 1989",
        "[FIRST THREE MINUTES OF INTERVIEW NOT ON TAPE]"
    ]
}