{
    "rg": "RG-50.030.0068_trs_en",
    "sequence": [
        "Q: Would you tell me your full name please?",
        "A: My real name is Morris Engelson, but that's an anglicized version of...in Polish it would\nbe Mosha Englczyn, but any how, what's in a name. My Hebrew name is Moshay, and I\ncome from a small town in the vicinity of Vilna, which is in the news now in Lithuania,\nof course. The town is called Popberezha or Podgrada in Yiddish. Now, the name would\nbe Pograder which would be the Lithuanian version of the Polish name for Popberezha.",
        "Q: When were you born?",
        "A: I was born in mid 1935, so I am just about 55 years old now, and that made me 6 years\nold in 1941 when the Germans came in.",
        "Q: Before the Germans came in, what do you remember of your very early years and I guess\nwhen the Russians came in?",
        "A: Okay. I remember a pretty happy sort of carefree childhood. Although it turned out we\nwere not rich. In fact we were quite poor for a certain reason that happened earlier which\nis germane to this story. But Popberezha is a beautiful scenic area. It's a resort town.\nPeople came there for vacations. It's well known as a vacation spot. I remember people\ntalking about...oh, this famous person came and that person came and so on and so forth.\nSo it's a beautiful area on two rivers. With bridges across the town or city as we call it.\nIt's a small town. Roughly half Jewish and half mostly Polish people. Maybe 5,000\npeople altogether, about 2,000 Jews in the area. And there was a small place. It was a\nvery safe place. The Jewish area was sort of by itself but not any significant amount of\nanti-Semitism. The Jews and the Poles got along reasonably well together which is\nunusual. And I remember it as a happy place and an enjoyable place with games and\nplaying and running by the river and all kinds of adventures or misadventures. Stuff like\nthat.",
        "Q: Tell me about your parents. What did your father do?",
        "A: Okay. My father was in business similar to his father in dealing with buying grain from\nfarmers and reselling it, so he was a grain merchant he would call it. A total of seven\nbrothers and sisters that he had, so I am dealing here on his side an extended family. They\nwere all married. He was one of the youngest in the family so we're dealing with an\nextended family about 50 odd people. And my mother's family, she had a sister there.\nThat's all because they were quasi-recent immigrants having been displaced during World\nWar I and they came to this area after that but my father's family had lived there for\nmany, many years so my mother's family was more scattered and the rest of her family\nwas in different places. In fact, one sister was in another place called Soly, which helped\nus out later. But my father's family comes from an old Misnagid [non-chassidik] family .\nThe whole area was Misnagid because of the Wilner Gaon and so forth. And my\ngrandfather, Alav haShalom [may he rest in peace] was a very very staunch you might\nsay stern type individual, but a very honorable person who believed in doing everything\nby the book if I can say it that way. Well known individual who paid for it in a certain\nway, but the Nazis when they came in they usually picked on somebody who they\nconsidered the leader of the community. I don't know why they picked on my grandfather\nbecause he was not the Rav [rabbi] but we have eye witness accounts that he was the one\npicked on. They beat him. They ripped his beard out, and they blinded him before they\nshot him. So that was not a good way to end your life at the age of 81. But he also was a\ngrain merchant, but when I knew him he was very, very, very poor because something\nhappened 20 years prior to that that made him poor. And that's an important story I have\nto tell you because that's what saved our life. It happened that he used to buy and sell\ngrain from the local farmers. Local farmers in that area were very poor. They were\nsharecroppers because the primary ownership of land in this feudal society in Poland was\nfrom the large landowners a form of nobility.\nHowever, there was one farmer who for some strange means had acquired his own land\nand acquired a little bit of a farm and he was considered rich by those standards. And my\ngrandfather used to do a lot of business with this man. One day it seems 15 years before\nthe war or something like that, Grandfather decided that the way to...to really go was to\nbecome not only a merchant but a miller because the real money to be made was in\nturning the grain into flour. There were three mills in our town, all water-operated mills\non the rivers. When one mill became available, he decide to buy it. And so he bought this\nmill and he spent everything he had...everything he could borrow to buy this mill and he\nhad no money to buy grain. So he went to this particular farmer with whom he had dealt\nmany times before and he made an agreement that he would buy the grain on credit. I\ndon't know what the deal was, how much extra he paid him, but the farmer trusted him\nand he sold him the grain on credit. And the grain came in and it was put into the mill. It\nwas all filled up and then according to the story apparently it was arson but nobody\nproved anything because the idea was the other two millers were jealous because they\nwere afraid that he would become too much of a competitor. The mill caught fire and it\nwas on the Sabbath. And it was on the river and people could have put it out. They started\nto put it out, but my grandfather came out and he said, \"There is nobody in there. No lives\nare involved. You will not put it out. It's Sabbath.” And he forbade them to put out this\nfire and the mill burned to the ground and all the grain with it. So he was bankrupt and he\nowed this farmer for all the grain. Now the farmer could have probably taken him to\ncourt or something, but I don't know what he could have done. In any event, my\ngrandfather then walked about 20 miles or whatever the distance was to the farmer's\nhouse, the farm and he told the farmer that he would pay him back everything no matter\nhow long it took. And it took something like 10, 15 years. Everything he had, everything\nhe could get, and there were some...there was a son in the United States who sent money\nhome. Everything the family went to this farmer to pay back for the grain. That's why the\nfamily was poor. Now, the critical issue is that after the Germans came in we escaped.\nMany Jews escaped. Those who had no money they usually did not survive because they\ncouldn't pay anybody and people were not that altruistic because it was very, very\ndangerous. Those who had money they did not survive either because eventually they\ncame in contact with somebody who killed them for their money because it was very easy\nto kill a Jew.\nThere were no penalties whatsoever. So anybody who wanted to kill a Jew and take their\nmoney, they just did it. We had no money. Nobody would kill us for our money. But\nwhat we had is the honor of the family that spent 15 years paying off. And this farmer's\nsons hid my father with the belief that if we survived they would be rewarded, and they\nknew that he meant it. So through this mill that burned down and my grandfather\nspending 15 years paying this farmer and his sons knowing that my father was the son of\nthis man, they were willing to take the chance. So in a way he was paid for letting this\nthing burn down because he said you do not do work on Sabbath. (Long Pause) There's a\nreason for everything.",
        "Q: Indeed. Alright. Thank you. Let us go back.",
        "A: Right.",
        "Q: Let us go back to when the Russians came '39.",
        "A: Okay.",
        "Q: Tell us what you remember.",
        "A: I remember that extremely well. I was standing by the road and my mother was\nscreaming at me to come inside and it was the most fascinating sight that I had ever seen.\nThis is a little town with dirt roads, not even paved, you understand. When we say roads\nit was the place where carts went, wagons. And I had never seen more than one\nautomobile per month before and here were these cars, tanks, armored carriers, whatever,\ngoing for hours and hours on end. Non-stop! And I just couldn't understand it. I didn't\nunderstand where these things came from. It was like magic, and it was just so\nfascinating to stand by the road and the dust and these things rumbling and making noises\nand so forth and finally she came and snatched me away because she thought it was\ndangerous. It wasn't dangerous. These people weren't doing anything. And they seemed\nto be going on for days. It wasn't. Iam sure it was hours, but it seemed as if there were\nmillions and millions of these tanks just non-stop continually going and going and going\nand going. And the Russians came and took over the place and russified it or whatever\nthe right word is. They changed the administration. A lot of people were rounded up and\nsent to Siberia, the so-called wealthy and the landowners and the anti-communists and\nwhoever they feared. Our life didn't change much because we were not rich to start with,\nas I told you the story and so forth.\nAnd we had a house, but that didn't make us into landowners. And life went on as before,\nand no significant changes of any kind except there was a lot of tension, the fear. You\ncould sense different behaviors. Of course, there were stories which I didn't understand at\nthe time about the atrocities in Poland, in the German occupied part of Poland. There\nwere refugees that were coming through telling horrifying stories that nobody believed. I\nmean it couldn't possibly be that bad, you know, and so forth. But on the whole, it\ncontinued to be peaceful and most of what I remember of the town...in fact, about what it\nlooked like and...and it's beauty and so forth I think is more from that time than before '39\nbecause I was very young, only 4 years old in '39. It's hard to remember precisely. There\nis one memory that I am certain 1s before '39 because I fell into something, almost got\nkilled, but anyhow. It was a childhood accident. But otherwise, the Russians didn't do\nanything to us, but there were various changes in the atmosphere which was more of\nWorld War II than the Russians themselves. And then in 1941 in June very suddenly...it\nhappened very quickly as I assume it happened everywhere. The Russians were there one\nday, and then they weren't there. There was hardly any fighting. There was no front.\nThere was nothing. All of a sudden there were no Russians and there were Germans. And\nwe knew they were there because right out from this town was a very large military\ncamp, a big military base barracks where military were stationed. They lived there. They\nhad barracks there. Right out side of Popberezha, about couple of kilometers. A very,\nvery large camp and the soldiers used to come into town sometimes. All of a sudden\nbefore that there were Poles that were there. The Russians came in and the Russians took\nover that camp and made it into a Russian military camp. And all of a sudden, the\nRussians weren't there and the Germans were there. So the Russians interlude was sort of\na beginning and an end and sort of no middle to me. Okay.",
        "Q: Tell me about the Germans and what happened. How did life change.",
        "A: Well, the Germans came and the Jews were...two basic orders. One was a location order\nand since the Jews tended to live in a certain area anyhow there wasn't really that much\nrelocation. Some people had to move and it got a little bit more crowded, but it didn't\ncrowd us all that much. They just adjusted the boundaries of the Jewish quarter because\nthe Jews and the Poles did not intermingle all that much even though it was a combined\nJewish-Polish town.\nThe Jews lived in one area, and the Poles lived in another area. And so the few Jews who\nlived outside of this area were forced to come in and find places with friends, relatives,\nwhoever it may be, and it got a little bit more crowded. The other thing, of course, was\nthat there were curfews and you could not leave this quarter. There were boundaries but\nno real fences, no barbed wire, no real guards to speak of. You had to be there, and the\npenalty was harsh. If you were found outside it, you were shot. And they did do a lot of\nshooting of people. Terror killings. They came in and just took little groups here and\nthere. And no rhyme or reason. Presumably they were leaders or whatever, but many\npeople that were killed, they were not leaders. I don't understand what the rationale was.\nMaybe just to generate enough fear that people would obey orders and not argue about it.\nAnd people had to wear the yellow star. You had to wear two stars, one front and one\nback. And if you were caught without a star, the penalty was death. So you had to wear\nthe star to be identified fully as a Jew. And you were not permitted to go outside the\nJewish quarter. Life became more difficult in terms of food and making a living because\nall the relationships and business things, and whatever the case may be...those could not\nexist anymore. So people lived off of accumulations and savings or whatever. But that\nwas of no consequence because we're dealing with only 3 months and I am sure the\npeople had enough capital or whatever to live for 3 months. So there was no real\ntransition to Jew(ish) ghetto situation.",
        "Q: How did you feel the change as a kid?",
        "A: The change was a different life style. It's a tension, and it was very clear...the kids\nunderstood it very well. There were no arguments about the curfews and not being able to\ngo to certain places that you used to go and so forth. It was very clear that this was\nserious. This was real. This wasn't just parental whim...no, you can't go here because\nwhatever the case may be. This was very clear that the kids almost...it's almost like a law\nof nature. At that age you understand that you don't jump off the roof because it 1s\ndangerous and it isn't just that your parent is afraid. You really don't jump off the roof\nbecause you may get hurt and you're old enough and smart enough to know that you don't\nwant that to happen to you. It was almost that kind of a thing. It was not an issue of\nsomebody telling you. You knew you did not do these things. It was almost as if it was a\nphysical law. You didn't cross this barrier because something horrible would happen.\nsothere was no issue about dis...disobeying anybody or...or trying some childish tricks\nabout these rules.\nYou stayed where you were supposed to stay. You wore the yellow star like you were\nsupposed to wear the yellow star. It was a very strange experience in terms of growing\nup. There was a jump of years. I would think that normally a child would not acquire that\nkind of mental outlook till later. And in my case I was 6, and it happened very fast and I\ndon't know exactly how the adjustment was made, but I do recall that all of a sudden I\nhad this outlook that this is normal. This is how you were supposed to do and it wasn't a\nmatter of somebody telling me. I believed it. So there was some kind of mental\nadjustment. I had no idea how it was done.",
        "Q: You were an observant family I understand it...Jewishly observant family. Did that...did\nthe curfew affect that?",
        "A: No. Our family, my grandfather was extremely Orthodox. Mine was not that much in\nthose areas. Here in the United States 1t would be considered. I mean it depends.\nEverything 1s relative. But it wasn't any big deal. All the Jews were observant in one form\nor another. Those who were not observant were what you call it extremely traditional.\nBut Lodz(???) and the other areas we were hardly Yiddishist related. We had many\npeople there in our own family too that were involved with Yiddishkeit not Jewish\nhistorical, but the Yiddish language and the Yiddish literature. Vilna, as you know, was\nthe place of the YIVO, the Jewish what do you call it? \"Wissenschaft\" Jewish knowledge\ninstitute, the Jewish Knowledge Institute or whatever the proper translation would be.\nAnd it was a modern type movement dealing with current events as opposed to historical\nJudaism, and dealing with the Yiddish language as a force and the Yiddish literature as a\nforce. And many of these people were totally unobservant in the sense of holding to the\nMitzvoth because they believed (not) in the Torah. But that was a way of life and it\nwould be very fine for these people not to follow through. So they were traditional in the\nsense of this is how a Jew lived whereas those who were observant were this is how a\nJew lived and this is how a Jew must live. It's a very fine distinction in that case. Today,\nof course, the distinctions are much greater. So I don't think there was any impact in\nterms of the behavior of the town because that's how Jews lived.\nAnd all of the stuff was internal anyway. It isn't as if you went across the street to a\nPolish friend and had a ham sandwich. So if you are talking about kosher food it was all\nJewishly created in any event and the fact that the Germans were around us that didn't\nchange anything. At least I don't recall it. I mean this is a very poor perspective from a 6\nyear old, but that's how I recall it.",
        "Q: How did things change? When did things change?",
        "A: Well, things changed a couple of months after the Germans came really....significantly in\nthat places started disappearing. I don't know how else to say it. All of a sudden a certain\nplace wasn't there. There were no Jews there. It as if it was pulled off the map and\nshipped off to Mars or something. Somebody would come in, \"I escaped. All the rest are\ngone.” \"Where are they gone?\" \"They're dead.” \"Why are the dead?\" \"I don't know.”\n\"Did you see it?\" \"I didn't see anything. I escaped. Nobody knows anything. Can't find\nthem. They're dead.” And it was clear that they're dead. The question is why? And there\nwere all kinds of theories. People ascribed some very specific rationale, logical reasons\nfor why the Germans were doing these things as opposed to just pure spite or hatred or\nsome manifestation of a pagan religion that made it necessary to kill all the Jews. So\npeople tried to ascribe logistical war reasons. They wiped out this town because they\nneeded for a military base and they weren't going to bother to relocate the Jews because\nthey don't care about Jews anyhow so they killed them. But they don't need our place for\na military base. And later when we, my mother and father, escaped to Belarussia\n(Belarus), the whole rationale was they're killing all the Jews here but the Belarussia is\nalright because that's across the border. So places started to disappear and because the\nthey were places of like kind in terms of borders and location and other things, there was\na general feeling we too were on the list. The question is what do you do about it. And we\ncouldn't do anything about it. So there's a great deal of uncertainty, a great deal of fear, a\ngreat deal of wondering what would happen and that people were very jittery. It's like\nliving in San Francisco after the earthquake recently and wondering what...when the\naftershocks going to hit. Do you run? Do you stay? Do you come home? Are the walls\ngoing to crumble down?\nExcept you couldn't go any place. There was no place to go. People wonder why they\ndidn't escape or anything like that. There was no place to escape. There was absolutely no\nplace to go. Those people who escaped...there were some who managed to escape as the\nGermans came in. They escaped in front of the Germans and they went into Russia. They\nescaped with the Russian army. Those people really had some place to go. They had the\nforesight and they went. But anybody who stayed, the front was so far behind us or rather\nfront of us, which ever way and the Germans were practically in Moscow. There was no\nplace to escape. So the change was more of the same kind in terms of a general feeling of\nI won't say fear. Uncertainty and dread. I think dread is a better word than fear. Not\nknowing.",
        "Q: What happened?",
        "A: What happened is that in September of 1941 on the Friday before Sabbath Shuva which\nwas on the 20th of September German groups...soldiers came and organized various local\nmen villages, primarily civilian. There may have been some Poles in those groups but I\nam not aware of any, and it is my understanding it was one of the Einsatzgruppen came to\nfinish off Popberezha. There were about 2,000 Jews in Popberezha and surrounding\nvicinity there were little towns or farm communities or whatever and just lived all over\nthe place. It happened that one of the local police functionaries was friendly with a\ncertain Jews because of some prior favors that they had done to each other. And he knew\nthat these people came in and they were organizing various things. He didn't know\nprecisely why but it was quite obvious. And so he came to his Jewish friend and he said,\n\"Something is going to happen. You have hours before the place will be surrounded and\nnobody will be able to get out.” This man sent out the alarm. Most people (a) didn't\nbelieve it and (b) had no idea what to do anyhow. They weren't going to leave children.\nThey weren't going to leave parents, and they had no place to go and they said, \"If I am\ngoing to die, I might as well die right here.” Many people such as my father believed it\nmore or less but they wouldn't go because in prior times there had been false alarms and\nthere was a great deal of looting and people were afraid of losing their few possessions\nbecause really you were not going to have a chance to work or do anything useful to gain\nmore possessions.\nBut there was some work I should say. The Germans put the Jews to work in slave labor\nand it was very hard work. In fact, my father worked at slave labor and he fell down. It\nwasn't deliberate. He fell off a...a scaffolding or something and he broke two of his ribs.\nSo at that time he had taped up ribs and...and that was the situation. But anyhow my\nfather decided to send my mother, brother and myself out. We...we agreed where they\nwould go and he said he knew the area very well. He was a strong man. He was a very,\nvery strong physically, my father in spite of his broken rib, and he felt confident that he\ncould get out no matter what they did because he knew the area extremely well and he\nwould be able to hide and sneak through. He said, \"I am going to stay home and if there's\nlooting I'll stop them. If something is happening I'll come meet you there next day.” So\nwe packed up some food. It was the Sabbath food, some chicken I remember and a few\nother things in a bundle, dressed up as peasant woman and took off the yellow stars and\nwe walked right out of town. Nobody stopped us. There were no guards. There was no\nnothing. The problem was we had to walk right by the military barracks. And that scared\nus because we were sure that these people would do something. But they didn't. They had\nnothing to do with it. Those were ordinary soldiers. The Einsatzgruppen group were the\nSS, and the soldiers were soldiers, and we were just peasants walking by. We walked\nright by the barracks a couple of miles out of town where there's a little road to the side\nwhere all these Germans...the soldiers were staying, and we saw them coming and going\nand we just kept walking. And it was nothing. And so we kept walking. And we had a\ncouple of hours walk to get out of town to a certain farm of a woman that our family\nknew, had done some business with her. Fine lady presumably. She was a widow, had a\nteenage son. I would guess 15, 16 years old. And we came there and she was at home and\nmother told her something is happening and we need to hide. The woman was very\nfearful. She didn't want us there, but she couldn't turn us away. So she said, \"Okay. I\nwon't let you in the house. I am afraid. Go stay in the barn.” There was a barn, and there\nwas hay in the barn, and we crawled up 1n the loft and the hay, and the barn walls were\nnot wood. They were kind of straw and we could see through the chinks in the matted\nstraw. And during the night we started hearing shooting. So it was bad. It was clear that\nsomething was really going on. It was a lot of shooting. And father was supposed to come\nduring the night if something would happen. He didn't come. And so we were sure that he\ncouldn't get out. That was the end of him.\nIn the morning we didn't know what to do. But before we could do something, a\nLithuanian local auxiliary came to the house and he wanted to know if any Jews were in\nthe area and the woman, \"I haven't...I don't know anything about Jews. No Jews in my\nhouse. If you want, come in and look.” And he says, \"There are other areas. What about\nyour barn? Jews have sneaked into the barn.” She said, \"Silly, what would Jews be doing\nina barn?\" \"Listen, you have been working very hard,\" she says, \"it's been a horrible\nday. They're working all night chasing these terrible Jews. Come in and have something\nto eat and you can chase some more Jews.” He says, \"Okay,\" so they went into the house.\nAnd she gave him breakfast. I don't know what. He was eating breakfast and her teenage\nson came into the barn and we heard this and this was very close so we could hear them\ntalking. We saw him with a gun, a bolt action rifle. I remember it. You had to pull the\nbolt, an old type rifle. And the son came in and he said, \"I'm going to get you across the\nriver. Come quickly.” Now Popberezha is on two rivers as I said. One 1s a major river\ncalled the Lyna [this river 1s far west from Vilnius! ] which you will find in all the big\nmaps I think. It was the Lyna that was going over there or it could have been the other\none. I can't swear to it. Anyhow he came with a boat. We got into the boat and he was\nrowing us across the river and we were about two-thirds across and for whatever reason\nthis person saw us through the window. He got up, he stretched or whatever. He saw us\nthrough the window. He dropped his where the .......?? 1s gone. He ran out and he pointed\nhis gun at this young man and he started shouting for him to come back or he would kill\nhim but this fellow continued to row for about another half a minute. We were close. If\nwe were not close, I don't know what would have happened. He continued to row. We got\nto this shore. We jumped out and then this fellow, I think, he shot one shot or something\nlike that. This guy turned around and he came back. He came back. He got him in the\nboat and rowed him across so the Lithuanian rode across and he was about 5, 7 minutes\nbehind us. He got out of the boat and we were near the woods. There were some woods\nthere. And he starting shooting at us. And we just kept going into the woods and he was\nright behind us. And I don't know how he missed us, but he missed us. Now we couldn't\ngo very fast because we were in the woods and there were trees and there were branches\nripping us up, you know, and I was not running too fast. I'm a little kid. And we were not\nwoodsmen people. We're towns people. So we kept running 1n the woods and he was\nbehind us shooting at us all the time. And this woman was sure that we were dead. I mean\nit's impossible that we would escape. And she never saw him again. He just went\nwherever he went. And she never saw us.\nShe didn't go into the woods to look obviously. Anyhow, he didn't kill us. So we were in\nthese woods and we're running 1n the wood and finally, we knew we lost him. But we're\nlost in the woods. We don't know where to go or anything. Just lost in the woods. And\nwe're wondering around the woods in circles or whatever...just going in the woods.\nFinally, we're up on a hill or something and in the distance we saw the spire of a church.\nVery tall. So we needed a direction to go. Now a very strange thing. Many of the priests\nin that area were illiterate priests. They were peasants themselves, and they were very\nanti-Semitic. I have to say this. They were illiterate and they believed the Jews killed\nGod. The Jews crucified Jesus and they preached it. And not as badly in other places but\nthey preached it and there were plenty of anti-Semites. The towns people themselves\nwere not bad. Strange deal. This church that we saw, this priest was not only not anti-\nSemitic, he was, you might call, philo-semitic. He really believed that the Jews were a\ngood people and that it was his christian duty to protect the Jews. He was very friendly\nwith the Jews. And we got to this church and a woman came out...the housekeeper or\nwhatever. She says, \"I'm sorry. The priest is not here. They're killing the Jews in town\nand he went to see if he could help. But he left word if any Jew managed to come to this\narea I am to do certain things for you. Here is some food.” And what she gave us is milk,\nsomething to drink. \"And I will lead you to where you can escape.” And she sent us off to\na farm. She told us where to go. And we had not known about this thing at all. It was an\nold smuggling network. The area is on the border between Poland and Lithuania and it\nchanged hands many times and the people in this area, they didn't feel the border was\nreal. I mean sometimes it's Poland, sometimes Lithuania. Who cares about customs.\nThere was a whole bunch of people, a gang or whatever you call it who were smugglers.\nAnd the commodities they used to smuggle was saccharin (it) was a very big commodity\nbecause it's small, and it was very precious. Substitute for sugar because sugar was very\nhard to get. And cigarettes. That was their big thing. Saccharin and cigarettes. Anyhow,\nso she got in touch with this gang of smugglers.\nNow they were not altruistic and they were not anti-Jewish. They enjoyed crossing\nborders and taking risks if they got paid. So whatever money Mother had she paid up, and\nwe went from hand to hand to hand to hand...a 2 week walk at night and they would hand\nus off to the next station of this smuggling network. And on the road on the way lots of\nother Jews got involved in this. Pretty soon there was anything...20, 30 people,\nsometimes coming and going, each one looking to get to a certain place. And we were\nlooking to get to Colsol in Belarus where mother had a sister and she figured that's where\nshe could go where she knew somebody. So he told them where she wanted to go and\nthey said, \"Yeah. We'll move you on this way. And this people were going to move you\nthat way.” Was a whole network of these people. And along the way, each one you gave\na little bit of money. As long as your money held out you were alright. They gave you\nfood. During the day we were hiding and at night we were walking through fields, across\nbarbed wire fences and all kinds of stuff and it was pitch dark and they knew all the holes\nand all the ditches and they would say, \"Stop here. There's going to be a big ditch. Hold\nhands cause you'll fall down.” And we would hold on and walk across. And we walked\nfor 2 weeks. And pretty soon we were on the outskirts of this place and they said, \"That's\nit. Our job stops here. You're on your own. Do whatever you like.” And all of a sudden\nthey weren't there. And so we were down to nothing. My mother had two wedding rings.\nShe had her own wedding ring and her father's wedding ring with her. Everything else\nwas given away to these people, and we had to get to this place. And it was far away and\nalso dangerous. And there was a farmer with a wagon driving by so she came to him and\nshe asked him if he would drive us to this ghetto if he knew where it was. He said,\n\"Sure.” \"Would you drive us?\" He said, \"Yeah. Pay me.” So she decided she would pay\nhim with her own wedding ring and hold father's because this was a memento. She was\nsure father was dead. So she gave him her wedding ring and he drove us right to the\nghetto. Was no problem. In the ghetto we came right in and I have to say this because\nthere's feeling I have. I am unhappy with certain historians and other analysts who claim\nthat the leaders of the ghettos and the Jewish police were all nasty and hoodlums. Clearly,\nthere were some nasty people there as anybody who rises to power and in the major\nghettos there were some tyrants. But all my experiences this one and others as I'll tell\nyou, these people did an exemplary, selfless job in extremely different circumstances.\nWe came to the ghetto. They didn't know us. They didn't owe us. They took us in. They\ncreated papers for us as if we were members of the ghetto so we could live there. They\nshared their food. They shared what they had. We became members of the ghetto. We\nwere fellow Jews. They took us in. There're other incidences when we escaped from this\nghetto where we had to go some place. The same deal. In my experience, this is a\nbaseless\n(ALL SOUND STOPS AT THIS POINT. I THINK THERE SHOULD HAVE BEEN\nMORE ON THIS TAPE BECAUSE THERE IS A LOT OF TAPE LEFT AND THIS\nENDING DOES NOT MATCH THE START OF THE NEXT TAPE).\nINSERT there are nine typewritten pages of insert at this point that must be somewhere. I\nhave accuracy checked the transcript. mschwarz",
        "Q: Okay. We are back on camera, and they are bringing you to where your father is. Can you\ndescribe that reunion?",
        "A: That was an emotional reunion. I have to say. I really don't remember that much. There\nwas a lot of hugging and holding and Father hadn't slept for 2 days, of course. He was\njust walking around, pacing. He was a nervous wreck, but as soon as we saw him, he\nsaid, \"I knew everything would be alright because I saw the snow.” When he saw the\nsnow he knew everything was alright. And then 2 months later, this was in December\n1942.",
        "Q: Before you go to 2 months later.",
        "A: Yes.",
        "Q: Where were you brought? Where was your father?",
        "A: My father was in this place, the farm where these people lived. And arrangements were\nmade that we would stay there too but we would hide in a barn. We did not stay there\nvery, very long it turned out.\nSomebody saw us or maybe they didn't see us, but there was a suspicion that somebody\nsaw us, and there was a great fear. But I think somebody did see us because there was\nsome searches going on. There was a great fear that we were betrayed and we would be\ncaught. So we had to escape and there was no place else to go, and this was not 2 months\nlater but about 4 months later. It was already toward the spring, toward the middle March,\nApril of 43.",
        "Q: And you had been hiding how in the barn?",
        "A: It was sort of a barn and we kinda lived there. That was not a big thing. There was\nanother barn later which was a major thing to me. This barn was transitory and I really\ndon't have any great recollection because we moved around. Sometimes we're here,\nsometimes we're there. Sometimes we were in the house behind the oven. There was a\nlittle, kind of cubicle except that it was very hot.\nIt was a big brick oven that also was used to heating the house and it was very hot, but\nwhen we were presumably betrayed by someone we had to escape from the house. And\nwe went into the field. A lot of it was potato country, and when they harvested potatoes\nthey stored them in holes under ground in the field. They would dig a big hole and that's\nwhere the potatoes were kept because of cold air and so forth. Well, we hid in a little hole\nunderneath the potatoes in the big hole, which was a very unpleasant place because there\nwere all kinds of worms and things and animals in there. It was just a big hole in the\nground and potato bugs and whatever, and it just drove my mother crazy. She couldn't\nstand those things. She was almost willing to go and be caught. My father just about\nforcible put her in there because, you know, she's not afraid of the Nazis, but she's afraid\nof the potato bugs. Obviously she went down eventually, but it was not a pleasant place\nto be. It's damp and eventually I got sick. I became very sick and some kind of bronchitis\nand they thought I would die. My father went out in the middle of the night and he went\nto a farm someplace...don't know where...and he stole. I mean that's the only words for it.\nIn a sense he stole. He milked a cow, and he brought back warm milk. The only warm\nthing we could have because there was no fire or anything. It was cold. And that's what I\ndrank. And I don't know if the milk helped, but I became better. So he stole some milk.\nNot a terrible crime. Anyhow, after that we could not stay there anymore, and then we\nmoved to another family. Whereas the first family had some relationship and they had\nsome reasons and they had reason to believe that we would really reward because my\nfather promised and the grandfather and all that stuff, which was all true. This other\nfamily, we kinda knew them, but there was no special relationship. And this other family\nwas very poor. They had a lot of kids and they were very poor. They didn't have enough\nto feed themselves and they took us in. No ulterior motives. They didn't ask for anything.\nAnd these are the people that we really gave everything we could, even more than the\nother ones. There were two families. Okay? Andamazing people. Sienkowitz and\nBagdanowski. I should say the names. These are important people. Two families.\nSienkowitz and Bagdanowsky. And we hid in a barn over there. We were in a loft in a\nhidden compartment in the loft and that was what I remember the most of the hiding and\nit was, for a young kid I didn't realize it then.\nAs an adult I really don't understand how I survived it and be half-way normal because it\nwas tremendous sense of deprivation. It was dark. Everything was closed. There was\nsome light from the chinks in the slates in the roofs but it was dark during the day and\nduring the night. And there were always people, strangers whoever, so you could not\nspeak out loud. So for over a year I was in the dark and I didn't speak. And that's a crazy\nenvironment. And I don't know. I can't say I'm completely normal, but I don't think I'm\nvery peculiar. And so maybe that's a good sign that people can overcome all kinds of\nstuff. And we stayed there for just about a year. Now I need to back track one thing what\nkept us going and what kept these people going which is what happened about 2 months\nor so after we reunited with Father. You will recall from history that when (General von)\nPaulus was surrounded and captured in Stalingrad in January of 1943, I believe it was. I\nwould have to look it up. And the Russians made a big propaganda deal out of it. They\ndropped leaflets all over...not Germany maybe, but all over the prior Russian territories.\nNot only telling about it, but with complete pictures so it could not argued that it's a fake.\nOr from Paulus and his bedraggled remnants of army or whatever thousand they\ncaptured...I don't know...300,000 that were there showing that they really were captured.\nThis was a tremendous celebration for us. Father was convinced everybody that we talked\nto...all the...all the Gentiles were convinced that there's no question who would win the\nwar. It was no longer a issue of which side am I going to be on because I don't want to be\nin trouble with the victors. The victors were going to be the Allies. The Germans were\ngoing to lose the war. There was just no doubt. No matter what the Germans said, no\nmatter what they did. Once when Paulus was destroyed in Stalingrad, as far as we're\nconcerned, it is a matter of how long will it take. Made life a lot easier. All the\nuncertainty was gone. All we had to do is stay alive. And these people were certain if we\nwere alive, eventually we would be liberated and if we could do something for them\nbecause they were poor people...these last ones and the previously ones were not so poor,\nbut even so we would keep our word.\nSo it changed everything. That victory in Stalingrad had special meaning for me because\nit really was the turning point as most historians say of the war in Russia, but also the\nturning point of belief in what was coming among those people who had to survive...the\nremaining Jews.",
        "Q: Tell me a little more about life in the attic and how the farmer helped you particularly.",
        "A: Yes. Yeah. I don't know how the deal came about, but my parents...my father used to go\nout and work sometime on the farm. If somebody saw him, they could get away with it.\nHis hair had turned completely grey. I mean completely grey, prematurely grey. And so\nrather than use his regular name which himself was not necessarily a Jewish name his\nname was Wolf and in Polish it's Ulfa so it could be maybe not a Jew, but it's sort of\nJewish. So they started calling him Stary. Stary in Polish means the old one because of\nhis grey hair. And so he acquired the nickname Stary and on that basis nobody would\nknow who he 1s. \"Who's that?\" \"Oh, that's Stary. He came to help us.” Or something.\nAnd so he could go out during the day. My mother could go out sometimes. Her Polish\nwas quite decent. My brother's Polish was not wonderful, but not too bad because he had\ngone to school prior. I didn't know any Polish. I could only speak Yiddish, and I never\nwent to local school. My Polish was just words that I picked up, you know. You live in a\ntown you pick up Polish, but it's not as if you live in the United States, where you live\nhere you speak English from birth no matter what your ethnic heritage. Over there if you\nwere Jewish you spoke Yiddish. Who spoke Polish unless you went to school or when\nyou got older. So my Polish was just awful. I don't know any Polish to this day. I know\nRussian because this...this one and a half years was really Russian...Russian school so\nI... have some decent knowledge of Russian. My Polish is just useless. My brother's\nPolish was not that terrible. He could go out. I could not go out. It was dangerous. If\nsomebody saw me and said something to me, as soon as I opened my mouth there was no\nquestion I was not a Pole. I was a Jew. And I couldn't pretend to be Lithuanian either\nbecause the accent was just wrong. So they made a deal or agreed or whatever, one night\nthe farmer came and he said, \"We're going for a walk.” So wonderful. \"Come on, We're\ngoing for a walk.” And so we went for a walk. And it was wonderful. Just him and me.\nNobody else. Still who knows who would see us? It was very dangerous. There were\nrewards for Jews.\nThe reward was salt. I hadn't seen that written any place. The reward was salt. I don't\nremember how many kilograms of salt. Salt was a great commodity. Very hard to get.\nVery precious. People wanted salt more than sugar. And if you handed in some Jews you\ngot salt. People looked for the reward and there were nasty people who would do it for\nthe reward. They would do it out of spite. While we were hiding there, there was a family\nhiding in the woods and one day, some so-called great patriotic partisans who were\nfighting for the country...Poles in this case...found them. They took them out. They shot\nthem...saw it through the roof a little bit. And they came into the house. They asked for\nsome to drink, and they told the farmer, \"Go bury those people.” And they were sitting\nthere talking in the house talking next door to the barn where we were and then they left.\nAnd they were Poles, Army Krajowa from London. There were other partisans, mostly\nRussians. One day my father was caught by them and he was sure they were going to kill\nhim. And then they looked him over and they decided he was a Jew. They didn't know\nwho he was because he stumbled on them. He stumbled on their camp going through the\nwoods. And then they looked him over and they decided that he's a Jew. They didn't\nknow who he was because he stumbled on their camp going through the woods. And they\nsaid to him, \"Don't worry. We're not going to hurt you. We're just like you.” In Russian\n\"Vi tozje takoje\" which means we are also like that. Those are the exact words they said\nbecause Father repeated it, so I'm repeating you what he said. And in fact they said, \"Do\nyou have any food?\" He says \"No.” \"Come here.” They had shot an animal. Don't know\nwhere. Maybe...probably a farmer's animal, and they gave him a quarter of beef to take\nwith him. They sent him on his way. Didn't hurt him. They were prisoners of war. The\nRussian prisoners of war were treated abominantly by the Germans. There was a prisoner\nof war camp not far from Soly and obviously the Jews were all eventually, they say\neliminated and Soly was sent off to Ponari near Vilna and the prisoner of war camps\nwere not eliminated, but none of them survived. The living conditions in the ghetto were\na hundred times better than the prisoners of war. The Jews used to give them food if they\ncould. They were starved to death and worked to death, those Russian prisoners of war.\nAnd when they escaped their hatred for the Germans was something unimaginable. They\nwould very glad die as long as they could take some with them. And many of them\nbecame very sympathetic to the Jews, especially if they came from a camp like the one I\ndescribed where the Jews in the ghetto tried to help. So even though the Russians were\nnot that well known for their love of Jews, the Russian escaped prisoners of war were not\nthat bad as far as the Jews were concerned.\nAnd this particular band helped my father. We learned later that this band was wiped out.\nThey got into a fire fight with somebody, and they were all killed apparently. Don't\nknow. But anyhow, so we lived in this little place and about once a week or so, from then\non, we was determined we go for a walk for a hour or so at night always, look at the stars,\ntalk a little bit. Was not a very imaginative conversation because my Polish was not that\ngreat. They were wonderful people because one day there was a big scare that somebody\nhad seen us there too. And we didn't know what to do. So we decided...they decided...this\nwas a tremendous chance. I can't understand how these people decided to do this. It was\ntotally insane. We would just integrate with the family because if they found us in this\nplace clearly we were strangers. And I remember he put me in bed with his daughter. And\nit was at night because somebody was supposed to come searching and we crawled into\nbed together as if we were, you know, living together because I was young enough. She\nwas a little kid, but I think younger than me, so it was considered alright under those\nconditions because the family was very crowded. And the only thing I remember is the\ngiant bed bugs. They were about this big. (Laughter) Huge red things, which we did not\nhave in the barn. In that respect the barn was better. We had rats or mice and they were\nnot good things to have. They were scary at night. But these bed bugs bit and they were\nbig. They made hugh holes in your flesh, and, of course, there were lice and other things.\nWe suffered from dysentery and lice and all kinds of intestinal parasites. And there was\nno...very, very bad sanitary conditions and the local people suffered from the same thing.\nIt wasn't just us. It was local conditions were that way. So that made a big difference,\nthe...the walks at night. And then eventually the Russian Army came in and we moved\nright with them. We didn't stay. Nobody stayed. Anybody who survived didn't stay. We\nended up as refugees just moving from place to place.",
        "Q: Can you back up one second because we had been left with you.",
        "A: Bed bugs.",
        "Q: Bed bugs and you were in bed with this child. Tell me about the German search.",
        "A: Nothing happened. Nothing happened. It was either a false alarm or whatever.\nApparently, there was a search in surrounding farms. They didn't come to us, but there\nwas a search in the surrounding areas and some Jews were actually taken. But in this case\nwe had no place else to go. We couldn't go in the woods.\nWe had no place to go, and they decided if there's going to be a search, we would all\ncommingle and the German's wouldn't know who is who. And so we just totally became\none big family...was a big family lots of people. They had...I don't know...seems like a\nthousand kids. I think was something like 8 or 9 children. Was a very poor family.\nStaunch Catholics. And they saved us.",
        "Q: What did you do in the attic all these days?",
        "A: Father educated me. He taught me reading, writing, mathematics...whatever he could\noral. That's how I got my primary education. It wasn't a bad education because I did\nmanage to survive high school and university here and so forth and apparently it worked,\nbut it was a very difficult time because we couldn't speak very loudly and not all that\nmuch. Most of the time I either slept or looked out through the little holes in the roof.\nThat's it you could not do anything else. You couldn't move, no exercise. You just sitting\nwaiting. I really don't know. The mind turned off. I don't have that many memories of\nwhat I did cause I didn't do anything.",
        "Q: Think now. The Russians have come. Can you describe that? What do you mean\nwhen...that the Russians came. What happened?",
        "A: All of a sudden somebody...I don't know who, said, \"It's all over.” That's it. It's all over.\nThere was no fighting. There was no shooting again. Just like the first time, the Germans\nleft and the Russians came. Before the Russians left, the Germans came. They just...the\nGermans ran off, and the Russians rolled right through. A lot of turmoil. Nobody knew\nwhat was going on. Nobody cared. We liberated a house. Gave it to one family, with all\nthe possessions we could gave it to the other family. Everything we could find. And we\nleft. It's a graveyard. And we just followed the Russians. We kept moving and they were\nmoving more fast than we were and pretty soon we were in Germany. And then we just\nended up in the American zone and then we were in a displaced persons camp and then\nit's no big deal. Just four years of waiting for a visa from my father's brother to the United\nStates because we were displaced persons. 02:21:00 And once we got to the United\nStates we really could do something. Then we continued correspondence with these\nfamilies and we shipped them money and packages as much as we could because we\nwere also poor just starting with nothing. But to them it was a great deal. And then\nsuddenly these people disappeared. We don't know what happened. I think some bad\nthings probably happened because these people were very individualistic and did not take\ntoo well to authority so I don't know what happened, especially the...the so-called rich\nfarmer. I don't know if they did something to them. This is still during the late...late days\nof Stalin, and some crazy things happened during that time.",
        "Q: Both families just disappeared?",
        "A: All of a sudden they...within one year they both disappeared. They didn't answer any of\nthe letters or anything. Couldn't track them down in any way. So I don't know what\nhappened. But anyway that's the situation.",
        "Q: Tell me if you would again. You were a child.",
        "A: Right.",
        "Q: Can you describe the DP camps. You were very young and",
        "A: Yeah.",
        "Q: What it was like for you.",
        "A: The DP camp was a carefree time for me.",
        "Q: By the way, which DP camp? Do you know’?",
        "A: First we were in Berlin, and then we moved out of Berlin on the airlift in 1948 so that\nwas my first airplane ride in a military transport. And then we ended up in, I think it was\nBavaria. Yes...1n a camp called Gaubersee ? in a location. There were several camps.\nThere were schools. There were decent schools. I think the schools were good so it was\nthe same as any other child. You had an apartment, and you lived there. My parents did\nsome minor work. The thing was boredom for the parents because you really were not\npermitted to have real work. Some amount to just survive. Filling out millions of papers.\nGreat introduction to bureaucracy. But for the kids it was quite good because there was a\ngreat deal of freedom from.pressures from outside. There were schooling. A great deal of\neducation. The teachers were enormously dedicated because this was the first chance to\nmaybe raise a survived generation so there was a lot of dedication and input more so than\na normal situation might call for. Children were precious so you could get away with all\nkinds of stuff. And it was not a bad time from a child's point of view. Of course, it was\nnot the greatest from other aspects in terms of a settled life and knowing what's going to\nhappen to you and having a place that's your own.\nIt really wasn't our own. We were not citizens. We weren't going to live there. We weren't\ngoing to settle in Germany. It was just a transient camp and you couldn't call it home, but\nin terms of living conditions and friends and so forth I feel 1t was nice. The adults were\nvery nice to the kids.",
        "Q: How did you come to the United States? What were the circumstances? How did you\nmanage to actually come here?",
        "A: Well, eventually a visa came because, as I say, my father had a brother here and he\nvouched for us. He signed us up so we came under the displacedpersons act. I think it\nwas the second one President Truman signed. I am not sure which one, but we did not\ncome as pure refuges in that sense. We came as sponsored refugees because there was a\nrelative who sponsored us, who vouched we would not become wards of the state and so\nand so forth so there was a quota...the displaced persons quota permitted us to come\nsooner maybe than 50 years later. I don't know how long the quota would have lasted, but\nwe came as part of a normal quota of sponsored people. Alright. And so we went on a\nship. First big ship. First airplane, then first ship. Terribly seasick. I still get seasick.\nAirplanes are fine. Ships are not good for me. We came United States, (Chuckle) and that\nin itself is an interesting story because I did not speak any English. And I was old enough\nto go to high school. Well, there're no tricks. No \"Kunsten\" as we say in Yiddish. You\nsupposed to go to school, you go to school. So we signed up and I went to high school.\nDon't speak English. Well, that's no matter. And you know what I did. Maybe with an\naccent, but I think I speak a reasonable English. So I came here and I went to high school\nand that's it. And as far as I'm concerned, I'm an American because that's where my real\nprimary education came from...my real education...the only real schooling that I have\nhad. Other schooling was all in bits and pieces and in very peculiar circumstances.",
        "Q: Can you tell me about that first year for you. It must have been..",
        "A: In high school?",
        "Q: Not easy. Yes?",
        "A: Well, it was not easy, but I'll tell you I was very naive. Of course, I was not used to any\nbig cities or towns or anything of that nature.",
        "Q: What city? Where are we?",
        "A: This is in Brooklyn. We're in Brooklyn, New York. Nice place. We're in Brooklyn, New\nYork, in New Utrecht high school if you wish to know the exact place.\nAnd the people were nice. The teachers were understanding. At least I thought so. If I\nwanted to be cynical I would say they were uncaring because they didn't care what\nhappened to me and they let me do whatever I did and they passed me maybe when they\nshouldn't have. They just passed me along. All I can say, they were very nice. They\nunderstood my circumstances or they didn't make it hard for me. I don't know which. I\nhad a better background in certain areas than the kids that came there. Mathematics,\nhistory, other areas, the home education, and the education in the camps was very, very\ngood. Was a very high level education. I had only one problem. I couldn't speak English.\nSo I had terrible trouble in English, English language and other areas that require good\nfacilitive language. History, English history, social studies where you have to understand\nwhat the teacher says. The other disciplines were no big deal. Mathematics is\nmathematics. Two plus two is four. The symbols are symbols, and I knew all that. I was\nahead of my class. In the other areas I did not do well to start with, but I think the\nteachers really were understanding rather than careless. They gave me barely passing\ngrades at first, and that was because my content was good, but the execution was terrible.\nAnd it's amazing how well you can learn a language if you live among the people and\nyou speak it and you interact. I am not a great linguist. My brother is the linguist. He\nspeaks a half a dozen languages quite well. I know other languages, but only because I\nlived and...and used them, but in terms of learning languages directly from books, it's\nvery hard for me. But it's not that difficult. By the time I was a junior I was a pretty\ndecent student. And so I made friends, peculiar friends who were willing to be friends\nwith this strange kid like me. But as you interact and you learn the language, fine. The\nbig problem was I had to learn some new tricks. My lunch money was taken away from\nme and a few other little things. Nothing personal. It was normal. That's how it works.\nThen I learned how to protect myself. But initially, I think a lot of the special ed\nclassesand so forth, today may be doing it all wrong, from my own experience...and\nthere's too much recognition of the differences.\nI think what's needed is to mainstream the kid to have normal intelligence and to be\npatient with their difficulties. Give them a chance. But let them learn in whatever magical\nway people absorb knowledge just like little children do unless they're old...too old to do\nthat, but I found at 14 it still worked. Probably wouldn't work if I was 24 something. So I\nwas just mainstreamed, left to my own devices, and just by interaction I learned that |-1-0-\nnis lion and Lyon (is a city) and after a few corrections you remember and that's all there\nis to it.",
        "Q: Is there anything else you want to add?",
        "A: Yes. Something that has nothing to do with my own experiences but there is very little\ntalk of German re-unification right now. And I don't think I have a unique perspective but\nI will tell you something that bothered me greatly. And it is not that unification 1s\ncoming, because it has to come. I would prefer that it be 20 years from now. The\ngeneration that did these things is not around any more, and I have nothing against the\nnew generation. I don't believe in collective guilt or anything like that. It bothers me\ngreatly that the loss of memory. That's why I am so happy to be here. I was watching a\nnews cast two months ago, 6 weeks ago. There was this huge rally. Chancellor Kohl was\ngiving a rally. Okay. Lots of signs. \"Ein Deutschland, ein Volk\", various things like that.\nLegitimate. And people were saying how horrible it was. That they couldn't be unified\nand so forth. It happened the same day our local newspaper had pictures of the same\nrally. And the same day I was reading Newsweek. It had pictures of the same exact rally.\nVery strange coincidence. And everything was fine. I was a little upset about this big\nrally because I am worried about reunification. That's immaterial. Then I saw the name of\nwhere this rally is held, and I was sick. And the thing that I still think about is that I have\nnot heard a single commentary or mention of it any place. The rally was held in Erfurt.\nNow people should know that Toppensohn who built the crematorium of Auschwitz was\nfrom Erfurt and if you don't know the history actually, that Toppensohn had the same\nproblem that all contractors have with Government, that it didn't work right in the first\nplace. And they protect themselves. You know it's only a science. You don't understand\nit. You know the mechanics of hugh piles of human flesh and the convection currents.\nYou don't understand. But you know you run some experiments and we promise you, we\nwill fix it, and production will be pretty close to 10,000 a day,\nand you know great German engineering, they fixed it. And when the Hungarians were\nbrought in, and they had this big emergency. They were able to run production at 20,000\na day. Why 1s it that nobody would say, you know we are having this great rally in Erfurt,\nand we will reunify because things are different now. And we know that we will not\npermit another Toppensohn to come into this world. That would be a great rally.. Not a\nsingle commentary that I have seen in all the news media mentioned the existence of\nToppenson but the revisionist historians say those were chimneys they were baking\nbread. That bothers me greatly. It really upsets me. So even though I was not in\nAuschwitz and I cannot have any recollection of it, when I saw those pictures all of a\nsudden all the banners and everything changed and it wasn't people, it was just chimneys\nand stuff. Because it was Erfurt. And I have no idea if Toppensohn or his son or his son's\nson are around any more. I really don't care. That has nothing to do with it. But there is a\nsaying about knowing some relationships and somehow, those have disappeared. I don't\nunderstand why. Surely people want a little bit more history than that. I am not a great\nhistorians. I know that Erfurt is Toppensohn, that is my comment.",
        "Q: Thank you.",
        "A: Thank you for having me.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Q: Would you tell me your full name please?",
        "Q: When were you born?",
        "Q: Before the Germans came in, what do you remember of your very early years and I guess\nwhen the Russians came in?",
        "Q: Tell me about your parents. What did your father do?",
        "Q: Indeed. Alright. Thank you. Let us go back.",
        "Q: Let us go back to when the Russians came '39.",
        "Q: Tell us what you remember.",
        "Q: Tell me about the Germans and what happened. How did life change.",
        "Q: How did you feel the change as a kid?",
        "Q: You were an observant family I understand it...Jewishly observant family. Did that...did\nthe curfew affect that?",
        "Q: How did things change? When did things change?",
        "Q: What happened?",
        "Q: Okay. We are back on camera, and they are bringing you to where your father is. Can you\ndescribe that reunion?",
        "Q: Before you go to 2 months later.",
        "Q: Where were you brought? Where was your father?",
        "Q: And you had been hiding how in the barn?",
        "Q: Tell me a little more about life in the attic and how the farmer helped you particularly.",
        "Q: Can you back up one second because we had been left with you.",
        "Q: Bed bugs and you were in bed with this child. Tell me about the German search.",
        "Q: What did you do in the attic all these days?",
        "Q: Think now. The Russians have come. Can you describe that? What do you mean\nwhen...that the Russians came. What happened?",
        "Q: Both families just disappeared?",
        "Q: Tell me if you would again. You were a child.",
        "Q: Can you describe the DP camps. You were very young and",
        "Q: What it was like for you.",
        "Q: By the way, which DP camp? Do you know’?",
        "Q: How did you come to the United States? What were the circumstances? How did you\nmanage to actually come here?",
        "Q: Can you tell me about that first year for you. It must have been..",
        "Q: Not easy. Yes?",
        "Q: What city? Where are we?",
        "Q: Is there anything else you want to add?",
        "Q: Thank you."
    ],
    "answers": [
        "A: My real name is Morris Engelson, but that's an anglicized version of...in Polish it would\nbe Mosha Englczyn, but any how, what's in a name. My Hebrew name is Moshay, and I\ncome from a small town in the vicinity of Vilna, which is in the news now in Lithuania,\nof course. The town is called Popberezha or Podgrada in Yiddish. Now, the name would\nbe Pograder which would be the Lithuanian version of the Polish name for Popberezha.",
        "A: I was born in mid 1935, so I am just about 55 years old now, and that made me 6 years\nold in 1941 when the Germans came in.",
        "A: Okay. I remember a pretty happy sort of carefree childhood. Although it turned out we\nwere not rich. In fact we were quite poor for a certain reason that happened earlier which\nis germane to this story. But Popberezha is a beautiful scenic area. It's a resort town.\nPeople came there for vacations. It's well known as a vacation spot. I remember people\ntalking about...oh, this famous person came and that person came and so on and so forth.\nSo it's a beautiful area on two rivers. With bridges across the town or city as we call it.\nIt's a small town. Roughly half Jewish and half mostly Polish people. Maybe 5,000\npeople altogether, about 2,000 Jews in the area. And there was a small place. It was a\nvery safe place. The Jewish area was sort of by itself but not any significant amount of\nanti-Semitism. The Jews and the Poles got along reasonably well together which is\nunusual. And I remember it as a happy place and an enjoyable place with games and\nplaying and running by the river and all kinds of adventures or misadventures. Stuff like\nthat.",
        "A: Okay. My father was in business similar to his father in dealing with buying grain from\nfarmers and reselling it, so he was a grain merchant he would call it. A total of seven\nbrothers and sisters that he had, so I am dealing here on his side an extended family. They\nwere all married. He was one of the youngest in the family so we're dealing with an\nextended family about 50 odd people. And my mother's family, she had a sister there.\nThat's all because they were quasi-recent immigrants having been displaced during World\nWar I and they came to this area after that but my father's family had lived there for\nmany, many years so my mother's family was more scattered and the rest of her family\nwas in different places. In fact, one sister was in another place called Soly, which helped\nus out later. But my father's family comes from an old Misnagid [non-chassidik] family .\nThe whole area was Misnagid because of the Wilner Gaon and so forth. And my\ngrandfather, Alav haShalom [may he rest in peace] was a very very staunch you might\nsay stern type individual, but a very honorable person who believed in doing everything\nby the book if I can say it that way. Well known individual who paid for it in a certain\nway, but the Nazis when they came in they usually picked on somebody who they\nconsidered the leader of the community. I don't know why they picked on my grandfather\nbecause he was not the Rav [rabbi] but we have eye witness accounts that he was the one\npicked on. They beat him. They ripped his beard out, and they blinded him before they\nshot him. So that was not a good way to end your life at the age of 81. But he also was a\ngrain merchant, but when I knew him he was very, very, very poor because something\nhappened 20 years prior to that that made him poor. And that's an important story I have\nto tell you because that's what saved our life. It happened that he used to buy and sell\ngrain from the local farmers. Local farmers in that area were very poor. They were\nsharecroppers because the primary ownership of land in this feudal society in Poland was\nfrom the large landowners a form of nobility.\nHowever, there was one farmer who for some strange means had acquired his own land\nand acquired a little bit of a farm and he was considered rich by those standards. And my\ngrandfather used to do a lot of business with this man. One day it seems 15 years before\nthe war or something like that, Grandfather decided that the way to...to really go was to\nbecome not only a merchant but a miller because the real money to be made was in\nturning the grain into flour. There were three mills in our town, all water-operated mills\non the rivers. When one mill became available, he decide to buy it. And so he bought this\nmill and he spent everything he had...everything he could borrow to buy this mill and he\nhad no money to buy grain. So he went to this particular farmer with whom he had dealt\nmany times before and he made an agreement that he would buy the grain on credit. I\ndon't know what the deal was, how much extra he paid him, but the farmer trusted him\nand he sold him the grain on credit. And the grain came in and it was put into the mill. It\nwas all filled up and then according to the story apparently it was arson but nobody\nproved anything because the idea was the other two millers were jealous because they\nwere afraid that he would become too much of a competitor. The mill caught fire and it\nwas on the Sabbath. And it was on the river and people could have put it out. They started\nto put it out, but my grandfather came out and he said, \"There is nobody in there. No lives\nare involved. You will not put it out. It's Sabbath.” And he forbade them to put out this\nfire and the mill burned to the ground and all the grain with it. So he was bankrupt and he\nowed this farmer for all the grain. Now the farmer could have probably taken him to\ncourt or something, but I don't know what he could have done. In any event, my\ngrandfather then walked about 20 miles or whatever the distance was to the farmer's\nhouse, the farm and he told the farmer that he would pay him back everything no matter\nhow long it took. And it took something like 10, 15 years. Everything he had, everything\nhe could get, and there were some...there was a son in the United States who sent money\nhome. Everything the family went to this farmer to pay back for the grain. That's why the\nfamily was poor. Now, the critical issue is that after the Germans came in we escaped.\nMany Jews escaped. Those who had no money they usually did not survive because they\ncouldn't pay anybody and people were not that altruistic because it was very, very\ndangerous. Those who had money they did not survive either because eventually they\ncame in contact with somebody who killed them for their money because it was very easy\nto kill a Jew.\nThere were no penalties whatsoever. So anybody who wanted to kill a Jew and take their\nmoney, they just did it. We had no money. Nobody would kill us for our money. But\nwhat we had is the honor of the family that spent 15 years paying off. And this farmer's\nsons hid my father with the belief that if we survived they would be rewarded, and they\nknew that he meant it. So through this mill that burned down and my grandfather\nspending 15 years paying this farmer and his sons knowing that my father was the son of\nthis man, they were willing to take the chance. So in a way he was paid for letting this\nthing burn down because he said you do not do work on Sabbath. (Long Pause) There's a\nreason for everything.",
        "A: Right.",
        "A: Okay.",
        "A: I remember that extremely well. I was standing by the road and my mother was\nscreaming at me to come inside and it was the most fascinating sight that I had ever seen.\nThis is a little town with dirt roads, not even paved, you understand. When we say roads\nit was the place where carts went, wagons. And I had never seen more than one\nautomobile per month before and here were these cars, tanks, armored carriers, whatever,\ngoing for hours and hours on end. Non-stop! And I just couldn't understand it. I didn't\nunderstand where these things came from. It was like magic, and it was just so\nfascinating to stand by the road and the dust and these things rumbling and making noises\nand so forth and finally she came and snatched me away because she thought it was\ndangerous. It wasn't dangerous. These people weren't doing anything. And they seemed\nto be going on for days. It wasn't. Iam sure it was hours, but it seemed as if there were\nmillions and millions of these tanks just non-stop continually going and going and going\nand going. And the Russians came and took over the place and russified it or whatever\nthe right word is. They changed the administration. A lot of people were rounded up and\nsent to Siberia, the so-called wealthy and the landowners and the anti-communists and\nwhoever they feared. Our life didn't change much because we were not rich to start with,\nas I told you the story and so forth.\nAnd we had a house, but that didn't make us into landowners. And life went on as before,\nand no significant changes of any kind except there was a lot of tension, the fear. You\ncould sense different behaviors. Of course, there were stories which I didn't understand at\nthe time about the atrocities in Poland, in the German occupied part of Poland. There\nwere refugees that were coming through telling horrifying stories that nobody believed. I\nmean it couldn't possibly be that bad, you know, and so forth. But on the whole, it\ncontinued to be peaceful and most of what I remember of the town...in fact, about what it\nlooked like and...and it's beauty and so forth I think is more from that time than before '39\nbecause I was very young, only 4 years old in '39. It's hard to remember precisely. There\nis one memory that I am certain 1s before '39 because I fell into something, almost got\nkilled, but anyhow. It was a childhood accident. But otherwise, the Russians didn't do\nanything to us, but there were various changes in the atmosphere which was more of\nWorld War II than the Russians themselves. And then in 1941 in June very suddenly...it\nhappened very quickly as I assume it happened everywhere. The Russians were there one\nday, and then they weren't there. There was hardly any fighting. There was no front.\nThere was nothing. All of a sudden there were no Russians and there were Germans. And\nwe knew they were there because right out from this town was a very large military\ncamp, a big military base barracks where military were stationed. They lived there. They\nhad barracks there. Right out side of Popberezha, about couple of kilometers. A very,\nvery large camp and the soldiers used to come into town sometimes. All of a sudden\nbefore that there were Poles that were there. The Russians came in and the Russians took\nover that camp and made it into a Russian military camp. And all of a sudden, the\nRussians weren't there and the Germans were there. So the Russians interlude was sort of\na beginning and an end and sort of no middle to me. Okay.",
        "A: Well, the Germans came and the Jews were...two basic orders. One was a location order\nand since the Jews tended to live in a certain area anyhow there wasn't really that much\nrelocation. Some people had to move and it got a little bit more crowded, but it didn't\ncrowd us all that much. They just adjusted the boundaries of the Jewish quarter because\nthe Jews and the Poles did not intermingle all that much even though it was a combined\nJewish-Polish town.\nThe Jews lived in one area, and the Poles lived in another area. And so the few Jews who\nlived outside of this area were forced to come in and find places with friends, relatives,\nwhoever it may be, and it got a little bit more crowded. The other thing, of course, was\nthat there were curfews and you could not leave this quarter. There were boundaries but\nno real fences, no barbed wire, no real guards to speak of. You had to be there, and the\npenalty was harsh. If you were found outside it, you were shot. And they did do a lot of\nshooting of people. Terror killings. They came in and just took little groups here and\nthere. And no rhyme or reason. Presumably they were leaders or whatever, but many\npeople that were killed, they were not leaders. I don't understand what the rationale was.\nMaybe just to generate enough fear that people would obey orders and not argue about it.\nAnd people had to wear the yellow star. You had to wear two stars, one front and one\nback. And if you were caught without a star, the penalty was death. So you had to wear\nthe star to be identified fully as a Jew. And you were not permitted to go outside the\nJewish quarter. Life became more difficult in terms of food and making a living because\nall the relationships and business things, and whatever the case may be...those could not\nexist anymore. So people lived off of accumulations and savings or whatever. But that\nwas of no consequence because we're dealing with only 3 months and I am sure the\npeople had enough capital or whatever to live for 3 months. So there was no real\ntransition to Jew(ish) ghetto situation.",
        "A: The change was a different life style. It's a tension, and it was very clear...the kids\nunderstood it very well. There were no arguments about the curfews and not being able to\ngo to certain places that you used to go and so forth. It was very clear that this was\nserious. This was real. This wasn't just parental whim...no, you can't go here because\nwhatever the case may be. This was very clear that the kids almost...it's almost like a law\nof nature. At that age you understand that you don't jump off the roof because it 1s\ndangerous and it isn't just that your parent is afraid. You really don't jump off the roof\nbecause you may get hurt and you're old enough and smart enough to know that you don't\nwant that to happen to you. It was almost that kind of a thing. It was not an issue of\nsomebody telling you. You knew you did not do these things. It was almost as if it was a\nphysical law. You didn't cross this barrier because something horrible would happen.\nsothere was no issue about dis...disobeying anybody or...or trying some childish tricks\nabout these rules.\nYou stayed where you were supposed to stay. You wore the yellow star like you were\nsupposed to wear the yellow star. It was a very strange experience in terms of growing\nup. There was a jump of years. I would think that normally a child would not acquire that\nkind of mental outlook till later. And in my case I was 6, and it happened very fast and I\ndon't know exactly how the adjustment was made, but I do recall that all of a sudden I\nhad this outlook that this is normal. This is how you were supposed to do and it wasn't a\nmatter of somebody telling me. I believed it. So there was some kind of mental\nadjustment. I had no idea how it was done.",
        "A: No. Our family, my grandfather was extremely Orthodox. Mine was not that much in\nthose areas. Here in the United States 1t would be considered. I mean it depends.\nEverything 1s relative. But it wasn't any big deal. All the Jews were observant in one form\nor another. Those who were not observant were what you call it extremely traditional.\nBut Lodz(???) and the other areas we were hardly Yiddishist related. We had many\npeople there in our own family too that were involved with Yiddishkeit not Jewish\nhistorical, but the Yiddish language and the Yiddish literature. Vilna, as you know, was\nthe place of the YIVO, the Jewish what do you call it? \"Wissenschaft\" Jewish knowledge\ninstitute, the Jewish Knowledge Institute or whatever the proper translation would be.\nAnd it was a modern type movement dealing with current events as opposed to historical\nJudaism, and dealing with the Yiddish language as a force and the Yiddish literature as a\nforce. And many of these people were totally unobservant in the sense of holding to the\nMitzvoth because they believed (not) in the Torah. But that was a way of life and it\nwould be very fine for these people not to follow through. So they were traditional in the\nsense of this is how a Jew lived whereas those who were observant were this is how a\nJew lived and this is how a Jew must live. It's a very fine distinction in that case. Today,\nof course, the distinctions are much greater. So I don't think there was any impact in\nterms of the behavior of the town because that's how Jews lived.\nAnd all of the stuff was internal anyway. It isn't as if you went across the street to a\nPolish friend and had a ham sandwich. So if you are talking about kosher food it was all\nJewishly created in any event and the fact that the Germans were around us that didn't\nchange anything. At least I don't recall it. I mean this is a very poor perspective from a 6\nyear old, but that's how I recall it.",
        "A: Well, things changed a couple of months after the Germans came really....significantly in\nthat places started disappearing. I don't know how else to say it. All of a sudden a certain\nplace wasn't there. There were no Jews there. It as if it was pulled off the map and\nshipped off to Mars or something. Somebody would come in, \"I escaped. All the rest are\ngone.” \"Where are they gone?\" \"They're dead.” \"Why are the dead?\" \"I don't know.”\n\"Did you see it?\" \"I didn't see anything. I escaped. Nobody knows anything. Can't find\nthem. They're dead.” And it was clear that they're dead. The question is why? And there\nwere all kinds of theories. People ascribed some very specific rationale, logical reasons\nfor why the Germans were doing these things as opposed to just pure spite or hatred or\nsome manifestation of a pagan religion that made it necessary to kill all the Jews. So\npeople tried to ascribe logistical war reasons. They wiped out this town because they\nneeded for a military base and they weren't going to bother to relocate the Jews because\nthey don't care about Jews anyhow so they killed them. But they don't need our place for\na military base. And later when we, my mother and father, escaped to Belarussia\n(Belarus), the whole rationale was they're killing all the Jews here but the Belarussia is\nalright because that's across the border. So places started to disappear and because the\nthey were places of like kind in terms of borders and location and other things, there was\na general feeling we too were on the list. The question is what do you do about it. And we\ncouldn't do anything about it. So there's a great deal of uncertainty, a great deal of fear, a\ngreat deal of wondering what would happen and that people were very jittery. It's like\nliving in San Francisco after the earthquake recently and wondering what...when the\naftershocks going to hit. Do you run? Do you stay? Do you come home? Are the walls\ngoing to crumble down?\nExcept you couldn't go any place. There was no place to go. People wonder why they\ndidn't escape or anything like that. There was no place to escape. There was absolutely no\nplace to go. Those people who escaped...there were some who managed to escape as the\nGermans came in. They escaped in front of the Germans and they went into Russia. They\nescaped with the Russian army. Those people really had some place to go. They had the\nforesight and they went. But anybody who stayed, the front was so far behind us or rather\nfront of us, which ever way and the Germans were practically in Moscow. There was no\nplace to escape. So the change was more of the same kind in terms of a general feeling of\nI won't say fear. Uncertainty and dread. I think dread is a better word than fear. Not\nknowing.",
        "A: What happened is that in September of 1941 on the Friday before Sabbath Shuva which\nwas on the 20th of September German groups...soldiers came and organized various local\nmen villages, primarily civilian. There may have been some Poles in those groups but I\nam not aware of any, and it is my understanding it was one of the Einsatzgruppen came to\nfinish off Popberezha. There were about 2,000 Jews in Popberezha and surrounding\nvicinity there were little towns or farm communities or whatever and just lived all over\nthe place. It happened that one of the local police functionaries was friendly with a\ncertain Jews because of some prior favors that they had done to each other. And he knew\nthat these people came in and they were organizing various things. He didn't know\nprecisely why but it was quite obvious. And so he came to his Jewish friend and he said,\n\"Something is going to happen. You have hours before the place will be surrounded and\nnobody will be able to get out.” This man sent out the alarm. Most people (a) didn't\nbelieve it and (b) had no idea what to do anyhow. They weren't going to leave children.\nThey weren't going to leave parents, and they had no place to go and they said, \"If I am\ngoing to die, I might as well die right here.” Many people such as my father believed it\nmore or less but they wouldn't go because in prior times there had been false alarms and\nthere was a great deal of looting and people were afraid of losing their few possessions\nbecause really you were not going to have a chance to work or do anything useful to gain\nmore possessions.\nBut there was some work I should say. The Germans put the Jews to work in slave labor\nand it was very hard work. In fact, my father worked at slave labor and he fell down. It\nwasn't deliberate. He fell off a...a scaffolding or something and he broke two of his ribs.\nSo at that time he had taped up ribs and...and that was the situation. But anyhow my\nfather decided to send my mother, brother and myself out. We...we agreed where they\nwould go and he said he knew the area very well. He was a strong man. He was a very,\nvery strong physically, my father in spite of his broken rib, and he felt confident that he\ncould get out no matter what they did because he knew the area extremely well and he\nwould be able to hide and sneak through. He said, \"I am going to stay home and if there's\nlooting I'll stop them. If something is happening I'll come meet you there next day.” So\nwe packed up some food. It was the Sabbath food, some chicken I remember and a few\nother things in a bundle, dressed up as peasant woman and took off the yellow stars and\nwe walked right out of town. Nobody stopped us. There were no guards. There was no\nnothing. The problem was we had to walk right by the military barracks. And that scared\nus because we were sure that these people would do something. But they didn't. They had\nnothing to do with it. Those were ordinary soldiers. The Einsatzgruppen group were the\nSS, and the soldiers were soldiers, and we were just peasants walking by. We walked\nright by the barracks a couple of miles out of town where there's a little road to the side\nwhere all these Germans...the soldiers were staying, and we saw them coming and going\nand we just kept walking. And it was nothing. And so we kept walking. And we had a\ncouple of hours walk to get out of town to a certain farm of a woman that our family\nknew, had done some business with her. Fine lady presumably. She was a widow, had a\nteenage son. I would guess 15, 16 years old. And we came there and she was at home and\nmother told her something is happening and we need to hide. The woman was very\nfearful. She didn't want us there, but she couldn't turn us away. So she said, \"Okay. I\nwon't let you in the house. I am afraid. Go stay in the barn.” There was a barn, and there\nwas hay in the barn, and we crawled up 1n the loft and the hay, and the barn walls were\nnot wood. They were kind of straw and we could see through the chinks in the matted\nstraw. And during the night we started hearing shooting. So it was bad. It was clear that\nsomething was really going on. It was a lot of shooting. And father was supposed to come\nduring the night if something would happen. He didn't come. And so we were sure that he\ncouldn't get out. That was the end of him.\nIn the morning we didn't know what to do. But before we could do something, a\nLithuanian local auxiliary came to the house and he wanted to know if any Jews were in\nthe area and the woman, \"I haven't...I don't know anything about Jews. No Jews in my\nhouse. If you want, come in and look.” And he says, \"There are other areas. What about\nyour barn? Jews have sneaked into the barn.” She said, \"Silly, what would Jews be doing\nina barn?\" \"Listen, you have been working very hard,\" she says, \"it's been a horrible\nday. They're working all night chasing these terrible Jews. Come in and have something\nto eat and you can chase some more Jews.” He says, \"Okay,\" so they went into the house.\nAnd she gave him breakfast. I don't know what. He was eating breakfast and her teenage\nson came into the barn and we heard this and this was very close so we could hear them\ntalking. We saw him with a gun, a bolt action rifle. I remember it. You had to pull the\nbolt, an old type rifle. And the son came in and he said, \"I'm going to get you across the\nriver. Come quickly.” Now Popberezha is on two rivers as I said. One 1s a major river\ncalled the Lyna [this river 1s far west from Vilnius! ] which you will find in all the big\nmaps I think. It was the Lyna that was going over there or it could have been the other\none. I can't swear to it. Anyhow he came with a boat. We got into the boat and he was\nrowing us across the river and we were about two-thirds across and for whatever reason\nthis person saw us through the window. He got up, he stretched or whatever. He saw us\nthrough the window. He dropped his where the .......?? 1s gone. He ran out and he pointed\nhis gun at this young man and he started shouting for him to come back or he would kill\nhim but this fellow continued to row for about another half a minute. We were close. If\nwe were not close, I don't know what would have happened. He continued to row. We got\nto this shore. We jumped out and then this fellow, I think, he shot one shot or something\nlike that. This guy turned around and he came back. He came back. He got him in the\nboat and rowed him across so the Lithuanian rode across and he was about 5, 7 minutes\nbehind us. He got out of the boat and we were near the woods. There were some woods\nthere. And he starting shooting at us. And we just kept going into the woods and he was\nright behind us. And I don't know how he missed us, but he missed us. Now we couldn't\ngo very fast because we were in the woods and there were trees and there were branches\nripping us up, you know, and I was not running too fast. I'm a little kid. And we were not\nwoodsmen people. We're towns people. So we kept running 1n the woods and he was\nbehind us shooting at us all the time. And this woman was sure that we were dead. I mean\nit's impossible that we would escape. And she never saw him again. He just went\nwherever he went. And she never saw us.\nShe didn't go into the woods to look obviously. Anyhow, he didn't kill us. So we were in\nthese woods and we're running 1n the wood and finally, we knew we lost him. But we're\nlost in the woods. We don't know where to go or anything. Just lost in the woods. And\nwe're wondering around the woods in circles or whatever...just going in the woods.\nFinally, we're up on a hill or something and in the distance we saw the spire of a church.\nVery tall. So we needed a direction to go. Now a very strange thing. Many of the priests\nin that area were illiterate priests. They were peasants themselves, and they were very\nanti-Semitic. I have to say this. They were illiterate and they believed the Jews killed\nGod. The Jews crucified Jesus and they preached it. And not as badly in other places but\nthey preached it and there were plenty of anti-Semites. The towns people themselves\nwere not bad. Strange deal. This church that we saw, this priest was not only not anti-\nSemitic, he was, you might call, philo-semitic. He really believed that the Jews were a\ngood people and that it was his christian duty to protect the Jews. He was very friendly\nwith the Jews. And we got to this church and a woman came out...the housekeeper or\nwhatever. She says, \"I'm sorry. The priest is not here. They're killing the Jews in town\nand he went to see if he could help. But he left word if any Jew managed to come to this\narea I am to do certain things for you. Here is some food.” And what she gave us is milk,\nsomething to drink. \"And I will lead you to where you can escape.” And she sent us off to\na farm. She told us where to go. And we had not known about this thing at all. It was an\nold smuggling network. The area is on the border between Poland and Lithuania and it\nchanged hands many times and the people in this area, they didn't feel the border was\nreal. I mean sometimes it's Poland, sometimes Lithuania. Who cares about customs.\nThere was a whole bunch of people, a gang or whatever you call it who were smugglers.\nAnd the commodities they used to smuggle was saccharin (it) was a very big commodity\nbecause it's small, and it was very precious. Substitute for sugar because sugar was very\nhard to get. And cigarettes. That was their big thing. Saccharin and cigarettes. Anyhow,\nso she got in touch with this gang of smugglers.\nNow they were not altruistic and they were not anti-Jewish. They enjoyed crossing\nborders and taking risks if they got paid. So whatever money Mother had she paid up, and\nwe went from hand to hand to hand to hand...a 2 week walk at night and they would hand\nus off to the next station of this smuggling network. And on the road on the way lots of\nother Jews got involved in this. Pretty soon there was anything...20, 30 people,\nsometimes coming and going, each one looking to get to a certain place. And we were\nlooking to get to Colsol in Belarus where mother had a sister and she figured that's where\nshe could go where she knew somebody. So he told them where she wanted to go and\nthey said, \"Yeah. We'll move you on this way. And this people were going to move you\nthat way.” Was a whole network of these people. And along the way, each one you gave\na little bit of money. As long as your money held out you were alright. They gave you\nfood. During the day we were hiding and at night we were walking through fields, across\nbarbed wire fences and all kinds of stuff and it was pitch dark and they knew all the holes\nand all the ditches and they would say, \"Stop here. There's going to be a big ditch. Hold\nhands cause you'll fall down.” And we would hold on and walk across. And we walked\nfor 2 weeks. And pretty soon we were on the outskirts of this place and they said, \"That's\nit. Our job stops here. You're on your own. Do whatever you like.” And all of a sudden\nthey weren't there. And so we were down to nothing. My mother had two wedding rings.\nShe had her own wedding ring and her father's wedding ring with her. Everything else\nwas given away to these people, and we had to get to this place. And it was far away and\nalso dangerous. And there was a farmer with a wagon driving by so she came to him and\nshe asked him if he would drive us to this ghetto if he knew where it was. He said,\n\"Sure.” \"Would you drive us?\" He said, \"Yeah. Pay me.” So she decided she would pay\nhim with her own wedding ring and hold father's because this was a memento. She was\nsure father was dead. So she gave him her wedding ring and he drove us right to the\nghetto. Was no problem. In the ghetto we came right in and I have to say this because\nthere's feeling I have. I am unhappy with certain historians and other analysts who claim\nthat the leaders of the ghettos and the Jewish police were all nasty and hoodlums. Clearly,\nthere were some nasty people there as anybody who rises to power and in the major\nghettos there were some tyrants. But all my experiences this one and others as I'll tell\nyou, these people did an exemplary, selfless job in extremely different circumstances.\nWe came to the ghetto. They didn't know us. They didn't owe us. They took us in. They\ncreated papers for us as if we were members of the ghetto so we could live there. They\nshared their food. They shared what they had. We became members of the ghetto. We\nwere fellow Jews. They took us in. There're other incidences when we escaped from this\nghetto where we had to go some place. The same deal. In my experience, this is a\nbaseless\n(ALL SOUND STOPS AT THIS POINT. I THINK THERE SHOULD HAVE BEEN\nMORE ON THIS TAPE BECAUSE THERE IS A LOT OF TAPE LEFT AND THIS\nENDING DOES NOT MATCH THE START OF THE NEXT TAPE).\nINSERT there are nine typewritten pages of insert at this point that must be somewhere. I\nhave accuracy checked the transcript. mschwarz",
        "A: That was an emotional reunion. I have to say. I really don't remember that much. There\nwas a lot of hugging and holding and Father hadn't slept for 2 days, of course. He was\njust walking around, pacing. He was a nervous wreck, but as soon as we saw him, he\nsaid, \"I knew everything would be alright because I saw the snow.” When he saw the\nsnow he knew everything was alright. And then 2 months later, this was in December\n1942.",
        "A: Yes.",
        "A: My father was in this place, the farm where these people lived. And arrangements were\nmade that we would stay there too but we would hide in a barn. We did not stay there\nvery, very long it turned out.\nSomebody saw us or maybe they didn't see us, but there was a suspicion that somebody\nsaw us, and there was a great fear. But I think somebody did see us because there was\nsome searches going on. There was a great fear that we were betrayed and we would be\ncaught. So we had to escape and there was no place else to go, and this was not 2 months\nlater but about 4 months later. It was already toward the spring, toward the middle March,\nApril of 43.",
        "A: It was sort of a barn and we kinda lived there. That was not a big thing. There was\nanother barn later which was a major thing to me. This barn was transitory and I really\ndon't have any great recollection because we moved around. Sometimes we're here,\nsometimes we're there. Sometimes we were in the house behind the oven. There was a\nlittle, kind of cubicle except that it was very hot.\nIt was a big brick oven that also was used to heating the house and it was very hot, but\nwhen we were presumably betrayed by someone we had to escape from the house. And\nwe went into the field. A lot of it was potato country, and when they harvested potatoes\nthey stored them in holes under ground in the field. They would dig a big hole and that's\nwhere the potatoes were kept because of cold air and so forth. Well, we hid in a little hole\nunderneath the potatoes in the big hole, which was a very unpleasant place because there\nwere all kinds of worms and things and animals in there. It was just a big hole in the\nground and potato bugs and whatever, and it just drove my mother crazy. She couldn't\nstand those things. She was almost willing to go and be caught. My father just about\nforcible put her in there because, you know, she's not afraid of the Nazis, but she's afraid\nof the potato bugs. Obviously she went down eventually, but it was not a pleasant place\nto be. It's damp and eventually I got sick. I became very sick and some kind of bronchitis\nand they thought I would die. My father went out in the middle of the night and he went\nto a farm someplace...don't know where...and he stole. I mean that's the only words for it.\nIn a sense he stole. He milked a cow, and he brought back warm milk. The only warm\nthing we could have because there was no fire or anything. It was cold. And that's what I\ndrank. And I don't know if the milk helped, but I became better. So he stole some milk.\nNot a terrible crime. Anyhow, after that we could not stay there anymore, and then we\nmoved to another family. Whereas the first family had some relationship and they had\nsome reasons and they had reason to believe that we would really reward because my\nfather promised and the grandfather and all that stuff, which was all true. This other\nfamily, we kinda knew them, but there was no special relationship. And this other family\nwas very poor. They had a lot of kids and they were very poor. They didn't have enough\nto feed themselves and they took us in. No ulterior motives. They didn't ask for anything.\nAnd these are the people that we really gave everything we could, even more than the\nother ones. There were two families. Okay? Andamazing people. Sienkowitz and\nBagdanowski. I should say the names. These are important people. Two families.\nSienkowitz and Bagdanowsky. And we hid in a barn over there. We were in a loft in a\nhidden compartment in the loft and that was what I remember the most of the hiding and\nit was, for a young kid I didn't realize it then.\nAs an adult I really don't understand how I survived it and be half-way normal because it\nwas tremendous sense of deprivation. It was dark. Everything was closed. There was\nsome light from the chinks in the slates in the roofs but it was dark during the day and\nduring the night. And there were always people, strangers whoever, so you could not\nspeak out loud. So for over a year I was in the dark and I didn't speak. And that's a crazy\nenvironment. And I don't know. I can't say I'm completely normal, but I don't think I'm\nvery peculiar. And so maybe that's a good sign that people can overcome all kinds of\nstuff. And we stayed there for just about a year. Now I need to back track one thing what\nkept us going and what kept these people going which is what happened about 2 months\nor so after we reunited with Father. You will recall from history that when (General von)\nPaulus was surrounded and captured in Stalingrad in January of 1943, I believe it was. I\nwould have to look it up. And the Russians made a big propaganda deal out of it. They\ndropped leaflets all over...not Germany maybe, but all over the prior Russian territories.\nNot only telling about it, but with complete pictures so it could not argued that it's a fake.\nOr from Paulus and his bedraggled remnants of army or whatever thousand they\ncaptured...I don't know...300,000 that were there showing that they really were captured.\nThis was a tremendous celebration for us. Father was convinced everybody that we talked\nto...all the...all the Gentiles were convinced that there's no question who would win the\nwar. It was no longer a issue of which side am I going to be on because I don't want to be\nin trouble with the victors. The victors were going to be the Allies. The Germans were\ngoing to lose the war. There was just no doubt. No matter what the Germans said, no\nmatter what they did. Once when Paulus was destroyed in Stalingrad, as far as we're\nconcerned, it is a matter of how long will it take. Made life a lot easier. All the\nuncertainty was gone. All we had to do is stay alive. And these people were certain if we\nwere alive, eventually we would be liberated and if we could do something for them\nbecause they were poor people...these last ones and the previously ones were not so poor,\nbut even so we would keep our word.\nSo it changed everything. That victory in Stalingrad had special meaning for me because\nit really was the turning point as most historians say of the war in Russia, but also the\nturning point of belief in what was coming among those people who had to survive...the\nremaining Jews.",
        "A: Yes. Yeah. I don't know how the deal came about, but my parents...my father used to go\nout and work sometime on the farm. If somebody saw him, they could get away with it.\nHis hair had turned completely grey. I mean completely grey, prematurely grey. And so\nrather than use his regular name which himself was not necessarily a Jewish name his\nname was Wolf and in Polish it's Ulfa so it could be maybe not a Jew, but it's sort of\nJewish. So they started calling him Stary. Stary in Polish means the old one because of\nhis grey hair. And so he acquired the nickname Stary and on that basis nobody would\nknow who he 1s. \"Who's that?\" \"Oh, that's Stary. He came to help us.” Or something.\nAnd so he could go out during the day. My mother could go out sometimes. Her Polish\nwas quite decent. My brother's Polish was not wonderful, but not too bad because he had\ngone to school prior. I didn't know any Polish. I could only speak Yiddish, and I never\nwent to local school. My Polish was just words that I picked up, you know. You live in a\ntown you pick up Polish, but it's not as if you live in the United States, where you live\nhere you speak English from birth no matter what your ethnic heritage. Over there if you\nwere Jewish you spoke Yiddish. Who spoke Polish unless you went to school or when\nyou got older. So my Polish was just awful. I don't know any Polish to this day. I know\nRussian because this...this one and a half years was really Russian...Russian school so\nI... have some decent knowledge of Russian. My Polish is just useless. My brother's\nPolish was not that terrible. He could go out. I could not go out. It was dangerous. If\nsomebody saw me and said something to me, as soon as I opened my mouth there was no\nquestion I was not a Pole. I was a Jew. And I couldn't pretend to be Lithuanian either\nbecause the accent was just wrong. So they made a deal or agreed or whatever, one night\nthe farmer came and he said, \"We're going for a walk.” So wonderful. \"Come on, We're\ngoing for a walk.” And so we went for a walk. And it was wonderful. Just him and me.\nNobody else. Still who knows who would see us? It was very dangerous. There were\nrewards for Jews.\nThe reward was salt. I hadn't seen that written any place. The reward was salt. I don't\nremember how many kilograms of salt. Salt was a great commodity. Very hard to get.\nVery precious. People wanted salt more than sugar. And if you handed in some Jews you\ngot salt. People looked for the reward and there were nasty people who would do it for\nthe reward. They would do it out of spite. While we were hiding there, there was a family\nhiding in the woods and one day, some so-called great patriotic partisans who were\nfighting for the country...Poles in this case...found them. They took them out. They shot\nthem...saw it through the roof a little bit. And they came into the house. They asked for\nsome to drink, and they told the farmer, \"Go bury those people.” And they were sitting\nthere talking in the house talking next door to the barn where we were and then they left.\nAnd they were Poles, Army Krajowa from London. There were other partisans, mostly\nRussians. One day my father was caught by them and he was sure they were going to kill\nhim. And then they looked him over and they decided he was a Jew. They didn't know\nwho he was because he stumbled on them. He stumbled on their camp going through the\nwoods. And then they looked him over and they decided that he's a Jew. They didn't\nknow who he was because he stumbled on their camp going through the woods. And they\nsaid to him, \"Don't worry. We're not going to hurt you. We're just like you.” In Russian\n\"Vi tozje takoje\" which means we are also like that. Those are the exact words they said\nbecause Father repeated it, so I'm repeating you what he said. And in fact they said, \"Do\nyou have any food?\" He says \"No.” \"Come here.” They had shot an animal. Don't know\nwhere. Maybe...probably a farmer's animal, and they gave him a quarter of beef to take\nwith him. They sent him on his way. Didn't hurt him. They were prisoners of war. The\nRussian prisoners of war were treated abominantly by the Germans. There was a prisoner\nof war camp not far from Soly and obviously the Jews were all eventually, they say\neliminated and Soly was sent off to Ponari near Vilna and the prisoner of war camps\nwere not eliminated, but none of them survived. The living conditions in the ghetto were\na hundred times better than the prisoners of war. The Jews used to give them food if they\ncould. They were starved to death and worked to death, those Russian prisoners of war.\nAnd when they escaped their hatred for the Germans was something unimaginable. They\nwould very glad die as long as they could take some with them. And many of them\nbecame very sympathetic to the Jews, especially if they came from a camp like the one I\ndescribed where the Jews in the ghetto tried to help. So even though the Russians were\nnot that well known for their love of Jews, the Russian escaped prisoners of war were not\nthat bad as far as the Jews were concerned.\nAnd this particular band helped my father. We learned later that this band was wiped out.\nThey got into a fire fight with somebody, and they were all killed apparently. Don't\nknow. But anyhow, so we lived in this little place and about once a week or so, from then\non, we was determined we go for a walk for a hour or so at night always, look at the stars,\ntalk a little bit. Was not a very imaginative conversation because my Polish was not that\ngreat. They were wonderful people because one day there was a big scare that somebody\nhad seen us there too. And we didn't know what to do. So we decided...they decided...this\nwas a tremendous chance. I can't understand how these people decided to do this. It was\ntotally insane. We would just integrate with the family because if they found us in this\nplace clearly we were strangers. And I remember he put me in bed with his daughter. And\nit was at night because somebody was supposed to come searching and we crawled into\nbed together as if we were, you know, living together because I was young enough. She\nwas a little kid, but I think younger than me, so it was considered alright under those\nconditions because the family was very crowded. And the only thing I remember is the\ngiant bed bugs. They were about this big. (Laughter) Huge red things, which we did not\nhave in the barn. In that respect the barn was better. We had rats or mice and they were\nnot good things to have. They were scary at night. But these bed bugs bit and they were\nbig. They made hugh holes in your flesh, and, of course, there were lice and other things.\nWe suffered from dysentery and lice and all kinds of intestinal parasites. And there was\nno...very, very bad sanitary conditions and the local people suffered from the same thing.\nIt wasn't just us. It was local conditions were that way. So that made a big difference,\nthe...the walks at night. And then eventually the Russian Army came in and we moved\nright with them. We didn't stay. Nobody stayed. Anybody who survived didn't stay. We\nended up as refugees just moving from place to place.",
        "A: Bed bugs.",
        "A: Nothing happened. Nothing happened. It was either a false alarm or whatever.\nApparently, there was a search in surrounding farms. They didn't come to us, but there\nwas a search in the surrounding areas and some Jews were actually taken. But in this case\nwe had no place else to go. We couldn't go in the woods.\nWe had no place to go, and they decided if there's going to be a search, we would all\ncommingle and the German's wouldn't know who is who. And so we just totally became\none big family...was a big family lots of people. They had...I don't know...seems like a\nthousand kids. I think was something like 8 or 9 children. Was a very poor family.\nStaunch Catholics. And they saved us.",
        "A: Father educated me. He taught me reading, writing, mathematics...whatever he could\noral. That's how I got my primary education. It wasn't a bad education because I did\nmanage to survive high school and university here and so forth and apparently it worked,\nbut it was a very difficult time because we couldn't speak very loudly and not all that\nmuch. Most of the time I either slept or looked out through the little holes in the roof.\nThat's it you could not do anything else. You couldn't move, no exercise. You just sitting\nwaiting. I really don't know. The mind turned off. I don't have that many memories of\nwhat I did cause I didn't do anything.",
        "A: All of a sudden somebody...I don't know who, said, \"It's all over.” That's it. It's all over.\nThere was no fighting. There was no shooting again. Just like the first time, the Germans\nleft and the Russians came. Before the Russians left, the Germans came. They just...the\nGermans ran off, and the Russians rolled right through. A lot of turmoil. Nobody knew\nwhat was going on. Nobody cared. We liberated a house. Gave it to one family, with all\nthe possessions we could gave it to the other family. Everything we could find. And we\nleft. It's a graveyard. And we just followed the Russians. We kept moving and they were\nmoving more fast than we were and pretty soon we were in Germany. And then we just\nended up in the American zone and then we were in a displaced persons camp and then\nit's no big deal. Just four years of waiting for a visa from my father's brother to the United\nStates because we were displaced persons. 02:21:00 And once we got to the United\nStates we really could do something. Then we continued correspondence with these\nfamilies and we shipped them money and packages as much as we could because we\nwere also poor just starting with nothing. But to them it was a great deal. And then\nsuddenly these people disappeared. We don't know what happened. I think some bad\nthings probably happened because these people were very individualistic and did not take\ntoo well to authority so I don't know what happened, especially the...the so-called rich\nfarmer. I don't know if they did something to them. This is still during the late...late days\nof Stalin, and some crazy things happened during that time.",
        "A: All of a sudden they...within one year they both disappeared. They didn't answer any of\nthe letters or anything. Couldn't track them down in any way. So I don't know what\nhappened. But anyway that's the situation.",
        "A: Right.",
        "A: Yeah.",
        "A: The DP camp was a carefree time for me.",
        "A: First we were in Berlin, and then we moved out of Berlin on the airlift in 1948 so that\nwas my first airplane ride in a military transport. And then we ended up in, I think it was\nBavaria. Yes...1n a camp called Gaubersee ? in a location. There were several camps.\nThere were schools. There were decent schools. I think the schools were good so it was\nthe same as any other child. You had an apartment, and you lived there. My parents did\nsome minor work. The thing was boredom for the parents because you really were not\npermitted to have real work. Some amount to just survive. Filling out millions of papers.\nGreat introduction to bureaucracy. But for the kids it was quite good because there was a\ngreat deal of freedom from.pressures from outside. There were schooling. A great deal of\neducation. The teachers were enormously dedicated because this was the first chance to\nmaybe raise a survived generation so there was a lot of dedication and input more so than\na normal situation might call for. Children were precious so you could get away with all\nkinds of stuff. And it was not a bad time from a child's point of view. Of course, it was\nnot the greatest from other aspects in terms of a settled life and knowing what's going to\nhappen to you and having a place that's your own.\nIt really wasn't our own. We were not citizens. We weren't going to live there. We weren't\ngoing to settle in Germany. It was just a transient camp and you couldn't call it home, but\nin terms of living conditions and friends and so forth I feel 1t was nice. The adults were\nvery nice to the kids.",
        "A: Well, eventually a visa came because, as I say, my father had a brother here and he\nvouched for us. He signed us up so we came under the displacedpersons act. I think it\nwas the second one President Truman signed. I am not sure which one, but we did not\ncome as pure refuges in that sense. We came as sponsored refugees because there was a\nrelative who sponsored us, who vouched we would not become wards of the state and so\nand so forth so there was a quota...the displaced persons quota permitted us to come\nsooner maybe than 50 years later. I don't know how long the quota would have lasted, but\nwe came as part of a normal quota of sponsored people. Alright. And so we went on a\nship. First big ship. First airplane, then first ship. Terribly seasick. I still get seasick.\nAirplanes are fine. Ships are not good for me. We came United States, (Chuckle) and that\nin itself is an interesting story because I did not speak any English. And I was old enough\nto go to high school. Well, there're no tricks. No \"Kunsten\" as we say in Yiddish. You\nsupposed to go to school, you go to school. So we signed up and I went to high school.\nDon't speak English. Well, that's no matter. And you know what I did. Maybe with an\naccent, but I think I speak a reasonable English. So I came here and I went to high school\nand that's it. And as far as I'm concerned, I'm an American because that's where my real\nprimary education came from...my real education...the only real schooling that I have\nhad. Other schooling was all in bits and pieces and in very peculiar circumstances.",
        "A: In high school?",
        "A: Well, it was not easy, but I'll tell you I was very naive. Of course, I was not used to any\nbig cities or towns or anything of that nature.",
        "A: This is in Brooklyn. We're in Brooklyn, New York. Nice place. We're in Brooklyn, New\nYork, in New Utrecht high school if you wish to know the exact place.\nAnd the people were nice. The teachers were understanding. At least I thought so. If I\nwanted to be cynical I would say they were uncaring because they didn't care what\nhappened to me and they let me do whatever I did and they passed me maybe when they\nshouldn't have. They just passed me along. All I can say, they were very nice. They\nunderstood my circumstances or they didn't make it hard for me. I don't know which. I\nhad a better background in certain areas than the kids that came there. Mathematics,\nhistory, other areas, the home education, and the education in the camps was very, very\ngood. Was a very high level education. I had only one problem. I couldn't speak English.\nSo I had terrible trouble in English, English language and other areas that require good\nfacilitive language. History, English history, social studies where you have to understand\nwhat the teacher says. The other disciplines were no big deal. Mathematics is\nmathematics. Two plus two is four. The symbols are symbols, and I knew all that. I was\nahead of my class. In the other areas I did not do well to start with, but I think the\nteachers really were understanding rather than careless. They gave me barely passing\ngrades at first, and that was because my content was good, but the execution was terrible.\nAnd it's amazing how well you can learn a language if you live among the people and\nyou speak it and you interact. I am not a great linguist. My brother is the linguist. He\nspeaks a half a dozen languages quite well. I know other languages, but only because I\nlived and...and used them, but in terms of learning languages directly from books, it's\nvery hard for me. But it's not that difficult. By the time I was a junior I was a pretty\ndecent student. And so I made friends, peculiar friends who were willing to be friends\nwith this strange kid like me. But as you interact and you learn the language, fine. The\nbig problem was I had to learn some new tricks. My lunch money was taken away from\nme and a few other little things. Nothing personal. It was normal. That's how it works.\nThen I learned how to protect myself. But initially, I think a lot of the special ed\nclassesand so forth, today may be doing it all wrong, from my own experience...and\nthere's too much recognition of the differences.\nI think what's needed is to mainstream the kid to have normal intelligence and to be\npatient with their difficulties. Give them a chance. But let them learn in whatever magical\nway people absorb knowledge just like little children do unless they're old...too old to do\nthat, but I found at 14 it still worked. Probably wouldn't work if I was 24 something. So I\nwas just mainstreamed, left to my own devices, and just by interaction I learned that |-1-0-\nnis lion and Lyon (is a city) and after a few corrections you remember and that's all there\nis to it.",
        "A: Yes. Something that has nothing to do with my own experiences but there is very little\ntalk of German re-unification right now. And I don't think I have a unique perspective but\nI will tell you something that bothered me greatly. And it is not that unification 1s\ncoming, because it has to come. I would prefer that it be 20 years from now. The\ngeneration that did these things is not around any more, and I have nothing against the\nnew generation. I don't believe in collective guilt or anything like that. It bothers me\ngreatly that the loss of memory. That's why I am so happy to be here. I was watching a\nnews cast two months ago, 6 weeks ago. There was this huge rally. Chancellor Kohl was\ngiving a rally. Okay. Lots of signs. \"Ein Deutschland, ein Volk\", various things like that.\nLegitimate. And people were saying how horrible it was. That they couldn't be unified\nand so forth. It happened the same day our local newspaper had pictures of the same\nrally. And the same day I was reading Newsweek. It had pictures of the same exact rally.\nVery strange coincidence. And everything was fine. I was a little upset about this big\nrally because I am worried about reunification. That's immaterial. Then I saw the name of\nwhere this rally is held, and I was sick. And the thing that I still think about is that I have\nnot heard a single commentary or mention of it any place. The rally was held in Erfurt.\nNow people should know that Toppensohn who built the crematorium of Auschwitz was\nfrom Erfurt and if you don't know the history actually, that Toppensohn had the same\nproblem that all contractors have with Government, that it didn't work right in the first\nplace. And they protect themselves. You know it's only a science. You don't understand\nit. You know the mechanics of hugh piles of human flesh and the convection currents.\nYou don't understand. But you know you run some experiments and we promise you, we\nwill fix it, and production will be pretty close to 10,000 a day,\nand you know great German engineering, they fixed it. And when the Hungarians were\nbrought in, and they had this big emergency. They were able to run production at 20,000\na day. Why 1s it that nobody would say, you know we are having this great rally in Erfurt,\nand we will reunify because things are different now. And we know that we will not\npermit another Toppensohn to come into this world. That would be a great rally.. Not a\nsingle commentary that I have seen in all the news media mentioned the existence of\nToppenson but the revisionist historians say those were chimneys they were baking\nbread. That bothers me greatly. It really upsets me. So even though I was not in\nAuschwitz and I cannot have any recollection of it, when I saw those pictures all of a\nsudden all the banners and everything changed and it wasn't people, it was just chimneys\nand stuff. Because it was Erfurt. And I have no idea if Toppensohn or his son or his son's\nson are around any more. I really don't care. That has nothing to do with it. But there is a\nsaying about knowing some relationships and somehow, those have disappeared. I don't\nunderstand why. Surely people want a little bit more history than that. I am not a great\nhistorians. I know that Erfurt is Toppensohn, that is my comment.",
        "A: Thank you for having me.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 2, 1990\nRG-50.030* 0068",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Morris Engelson,\nconducted on January 2, 1990 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MORRIS ENGELSON\nJanuary 2, 1990"
    ]
}