{
    "rg": "RG-50.030.0559_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nLeonard Vis, conducted by Ina Navazelskis, on November 9\", 2008, in\nAlexandria, Virginia. Mr. Vis, thank you for agreeing to speak with us today, about\nwhat happened to you before — what kind of life you had before the Holocaust,\nduring and after. And as we do in all of our interviews, we want to start at the\nbeginning. Could you tell us a little bit about where you were born, your family, your\ncircumstances, how many siblings you had, and so on.",
        "Answer: I can tell you a lot about that, because after all, I’m alive to tell you. I was\nborn on the 16\" of September, 1930 in Amsterdam, Holland. My family tree goes\nback to before the French revolution. It’s important to mention that, because we as\nJews generally are somewhat of an errant nation. But we were very well settled there,\nwe were utterly accultured, and I can truthfully say that Yiddish was fairly unknown\nto us. I have a brother who was born in 1934, and a sister in 1935. My parents,\nMaurice(ph) and Francisca, my father was born in 1895. And then — he still\nbelonged to the 19 century, was rather interesting. And my mother was born in\n1901, both in Amsterdam.",
        "Q: How did he belong to the 19\" century?",
        "A: Because he was born in 1895.",
        "Q: Ah, I see. I thought you meant by the way his world view was, his outlook, his —\nhis —",
        "A: Well, my father wore starched collars, and needed a little hook for the collar to\nhook into the — into the collar button. So, he wore high boots, with shoes — with the —\nwith shoelaces. Yeah, he was — he — well, he was a product of his time. And he\nbelonged to a very unknown Jewish family. When my mother got engaged to him,\npeople said oh, what a shame that Francisca is marrying a non-Jew. But that was\nmainly because he was not — the family was very small. My mother comes from a\nvery large family. Her maiden name is Depaauw, d-e-p-double a-u-w. And they\nwere affiliated with the Ushers, which was a very important patrician family in\nAmsterdam. So — and then there was the family of Souget, s-o-u-g-e-t, of which\nthere is an extensive family tree in Jerusalem at the genealogical institute of the\nUniversity of Jerusalem.",
        "Q: What was the — what was the — what was the world like there? It was — was — were\npeople connected also by professions? That is, did they — did they family’s you\nmentioned also have business interests together?",
        "A: The Ushers were in the diamond business. Souget was medicine insurance. Vis\nwas textile.",
        "Q: Oh, textile.",
        "A: So that was — yeah, that was sort of the — but they were not connected\nprofessionally. It was really at — from what I recall, it was really a family affair. I\ninherited the wedding banquet photograph of my parents, 1929, November. I lost\ntouch with these people when I was about nine, and yet I could mention — I could\nname, of the 45 people who were invited, roughly 23 — 43, sorry. Which, for a kid\nthat age — so it was th-th-the — the family impressions that sort of stayed.",
        "Q: What kind of — what kind of childhood do you remember?",
        "A: I had a terrific childhood. I was a st — a single child for three and a half years. I\nwas well liked. I was rather shy, funny enough. But my mother spent a lot of time\nwith me. My mother was sort of a frustrated tomboy, I think. We went swimming\ntogether. She compiled lists of auto makes for me. We clipped out Rupert, the — the\ncomic strip, Rupert the Bear, from the newspaper and made picture books out of it. I\nwas allowed to read the newspaper. The newspaper used to come in in the evening,\nfall on the mat behind the front door, and I was allowed to read it as long as I was —\ntook — treated it neatly. And of course, I couldn’t read at three and a half, but I could\nmake out the pictures that were in there. So I consider that a very good sort of start of\n1—a sense of literacy. I’ve always loved reading, I could always be find with a book\n— be found with a book, and then I went to school at age five. That was a very strange\nthing. I’m born in September, as I said, and I would not be allowed into the first\ngrade, because I became six on the 16\" of September. But as I said, I had a very\nscrappy mother, who didn’t take this lying down, and who interpreted the — the law\nthat you couldn’t go into the first grade with age five, as saying that you could enter\ngrade two at age six. There were more mothers like that, and I went to a preparatory\nfirst grade, which was quite wonderful. It must have been expensive, there were all\nkinds of kids of —",
        "Q: It’s a private school.",
        "A: Private school. Kids of reasonably wealthy, middle class families. And it was\nabout that time in 1935 that my mother gave birth to my sister. And I said at that\npoint to my father that I didn’t think it was a good idea that I would go on vacation\nwith mother any longer — I was very politically oriented — because she would need all\nher attention for my little brother, and her newborn baby. And my father said, what\ndo you have in mind? And I said, well, I heard in school there 1s something like a\nkinder pensionne, a youth hostel for young children. [cough] Excuse me. And I\nwould be very interested in going to a place like that. The kids in school think it’s\nterrific. And my father asked around, colleagues of his in the train, mostly Jewish,\nand he found a place for me to go to with a colleague of his who needed some extra\nmoney, who had a bigger house than he could really afford, and the house was full of\nkids, and they would have a space for me. So, come the Christmas holidays, my\nfather took me to a town called Amersfoort, east of Amsterdam. The train was very\ncold, we did gymnastics, I remember that as of yesterday, in order to stay warm. And",
        "Q: It must have looked funny having your father do gymnastics.",
        "A: Oh yeah, we were hanging from the luggage racks, and things like that, yeah. And\n— and it was fun to be together with my father, nobody else on the train. It was a d —\nsort of a seminal experience. And I— so we came there, to this wonderful home,\nwhich was full of German kids, émigré kids",
        "Q: German Jewish kids.",
        "A: German Jewish kids. Was kosher, the whole place. We had a kosher home. We\nhad — let me go back a bit to the home for a moment, we had the maid, a nanny, a\nlady for rough work, and a seamstress who came every Tuesday afternoon, because\nwe were not beyond having a patch in our pants. She did the necessary stuff. So that\nwas sort of the household personnel. My mother always did the cooking. She didn’t\nleave that to anybody.",
        "Q: I’m jealous.",
        "A: Well, if you have a kosher home, you don’t want to delegate that, necessarily.",
        "Q: That’s right.",
        "A: And anyway, they loved to have me there, I — I remember that they gave me my\nown bed. It was a harmonica bed.",
        "Q: What’s a harmonica bed?",
        "A: It’s a camp cot that collapses, but it was called a harmonica bed, which I had to\nmake every night. Make my bed, and take off my bedding in the morning, fold it up\nnicely. I was only five, yeah. And so I — or was I six? No, I think I was five. And I\nhad to place this bed between two sliding doors. Much later I realized that these pla —\npeople didn’t have any space for me, that the harmonica bed was sort of an\nexpediency. That the place bes — the space between two sliding doors sort of\nhappened to be, and they could use the money. But that didn’t detract from the fun of\nthe situation, had a wonderful two weeks there.",
        "Q: So ye — wa — did they have this sort — kinder pensionne in — in this pla — had they\nalready organized it and it had been fully booked, and that’s why there had been no\nplace, and you came in kind of late, as a registration?",
        "A: Yeah, yeah.",
        "Q: Yeah, okay.",
        "A: Well, it wasn’t really a registration, the place was packed with these refugee\nchildren, and when my father talked to Uncle Jacques, whatevers his name is, wife\nwas Judith, he said, yeah, we c — we can handle that. You know, this kind of thing.\nAnd there was nothing terribly formal about it, but they took me in. And they were\nwonderful, they loved kids. And there was an old grandmother who was also very\ngood with kids, and of course there was a whole stratum of kids; I was the youngest.\nThe next oldest was seven, which is a yet — humungous difference.",
        "Q: And did you talk to these kids who were refugee kids much, about where they had\ncome from, and did the adult world in any way —",
        "A: Nobody spoke about these things, the kids — kids are kids, they’re — they’ re\ninterested in — in the here and now, not in the hereafter, and in the world to come, or\nwhat have you.",
        "Q: So, there was no talk about we had to leave Germany and had something like that",
        "A: No, no, everybody tried to speak Dutch as well as they could, and they — we had\nShabbas services, and you know, made kiddush at night, for a Friday night. I don’t\nremember going to shul, but that didn’t —",
        "Q: How long did you stay there?",
        "A: Two weeks.",
        "Q: Just two weeks?",
        "A: Yeah, my Christmas vacation.",
        "Q: Okay.",
        "A: And —",
        "Q: Why does that stay in your memory, this two weeks, out of — out of —",
        "A: I became Monopoly champion at five.",
        "Q: Oh my.",
        "A: Yeah. I don’t know how I did it, but I was pretty good at it. And — oh yeah, and I\nremember — no, that was in a — in a autumn vacation later on, we learned to gather\nmushrooms, which was important, I liked mushrooms. Chanterelle especially. And so\nthat was the Christmas vacation, went back to school, and in the f— summer of — I\nwas that — I turned — no, I turned six in the meantime, yeah, so I was six when I went\nthere. And then I went to second grade, private school. Same grade, same school that\nMarion Pritchard went to. We had the same head of the — head of the school. We\nhad the same lady who taught us carpentry and stuff.",
        "Q: Amazing.",
        "A: Yeah.",
        "Q: Tell me a little bit about your father, what kind of business was he in?",
        "A: He was the representative for a textile firm in the eastern part of Holland.",
        "Q: Okay.",
        "A: And his area of operations was essentially the western provinces.",
        "Q: A Dutch textile firm, or —",
        "A: Dutch textile firm, yeah, yeah.",
        "Q: Dutch textile firm, okay. So he was a salesman?",
        "A: His father had that agency already, and my father was very proud, and he said,\nyou know, Vis and Sons, since 1888.",
        "Q: Wow.",
        "A: So it had been in the family for quite some time. I have a telephone book of\nAmsterdam in 1915, and both my grandfathers had telephone, which in those years\nwas rather unusual.",
        "Q: Very unusual.",
        "A: Yeah. My grandfather on my mother’s side was in the diamond business.",
        "Q: Did you have any contact with non-Jewish Dutch families in any significant way?",
        "A: Oh yeah, I went — I went to a mixed school, you know —",
        "Q: I see.",
        "A: — the school was du — 1t was a — it was a private school, but 1t was open to\neverybody, there was no —",
        "Q: So, it wasn’t a Jewish school, it wasn’t a Jewish —",
        "A: No, absolutely not.",
        "Q: Yeah, okay.",
        "A: No. But I was always off on Saturday morning. In those years schools were\nworking — were operating on Saturday morning, so I never went to school. I did have\n— and — and the only thing that they graded you on that was done on Saturday\nmorning was singing. So, every quarter I had to sing very privately, but in public, a\nsong on which I was being graded. And I remember having the street smarts to sing a\npatriotic song, so that nobody could accuse me of either being too Jewish, or too\nwhatever. I —",
        "Q: Or not Dutch enough.",
        "A: Or not — yeah. I — I sang a song that was sort of the exhilaration of Dutch passion.",
        "Q: Did you like the song?",
        "A: Yeah, I made sure that I liked the song, but I also made sure that the song —",
        "Q: Was appropriate.",
        "A: — was for the purpose that I intended it to be.",
        "Q: That’s a lot of thinking for somebody who 1s a little boy.",
        "A: Yeah, yeah, but I think that is also genetically induced. There’s something about\nsurvival, even in civilized circumstances that sort of prepares you for these kind of\nthings. It — I don’t think I’m supersensitive on that, but I — I do feel that — well,\nyou’re never totally part of the social fabric because the people let you feel that\nyou’re a little bit different. So, on your own, you try to minimize that difference as\nmuch as possible.",
        "Q: Do you have any memories of how that was — how you felt that, when you were —\nbefore the war, as a child?",
        "A: Specific instances, I — I really don’t remember, no, no. You know, for one thing,\nHolland was a — a tolerant society in the sense that in 1848 everybody got civil\nrights, yo — everybody became a citizen. So you — you — you had voting rights. And\nthe Jews — the Catholics actually were the last ones to — to get their civil rights, but —\nso no, there was no particular sense of apprehension. But you know, you knew sort of\nintuitively that if you were to — called upon to sing, you didn’t sing the Hatikva even\nif it was a song that you knew best. You sang something that was typically Dutch,\nand extolled the virtue of the nation. So that was — I stayed in that school until the\nGermans invaded Holland, that was in 1940. So for us the war started in 1940.",
        "Q: What was the date, do you remember?",
        "A: Yeah, it was the 10\" of May.",
        "Q: Do you remember the day?",
        "A: I remember it very vividly. It was just before the Whitsun fa — vacation,\nPentecost is Whitsun.",
        "Q: That’s right.",
        "A: And I heard planes coming over, and I went to see my parents 1n their bedroom,\nand they said that the Germans had invaded Holland, that was on the radio. And I\nhad a stamp collection of German inflationary stamps from post World War I, and I\nasked my father if we couldn’t buy these guys off with all these mo — millions of\nmarks that I had of these little stamps. That I remember very clearly. My f— 1n — and\nthis is also important, this is actually very important; in — during the Whitsun\nvacation in 1939, so that is roughly May - June, my mother and my father left for\nEngland on a short vacation, and my mother went to Australia house to get visas for\nus for Australia.",
        "Q: You anticipated my next question, which was, by the time of that invasion, had\nthere been discussions in your family about —",
        "A: Absolutely.",
        "Q: — how to leave?",
        "A: Yeah. And they got visas for our family. My mother got visas for her two sisters\nand their families. Must have been easy to get that, I suppose. But my oldest uncle\nsaid, we can’t leave, we cannot leave my father-in-law to his own devices. We can’t\nleave him alone.",
        "Q: That would have been your grandfather?",
        "A: My grandfather. And my father said, Mother, in times of need, the captain does\nnot leave the ship. That the ship intended to kick the captain off the bridge was\nsomething that nobody was thinking of. So we didn’t use the visas.",
        "Q: Oh my.",
        "A: Yeah.",
        "Q: Oh my.",
        "A: I want to say that that was never — it was never a point of dispute between my\nparents, my mother was incredibly loyal. I do not understand why they didn’t see the\ndanger, because it was being spelled out in capital letters. If I may refresh your\nmemory, because you’re stu — you’re st — quite a bit younger than I am; it started off\nwith Austria, with Czechoslovakia, then it went all the way to Denmark, to\nNorway, who were declare — who had declared themselves neutral, and the Dutch\ngovernment said nothing will happen here. So this kind of lulling the troops to sleep\nwas something that everybody wanted to believe in. Just like Islam 1s a religion of\npeace, which it isn’t. But we like to believe it, because it creates a comfort zone for\nus. [indecipherable] I was in Germany in 1991. I worked there.",
        "Q: Mm-hm.",
        "A: When the war went up.",
        "Q: You worked there in 1961 when the war —",
        "A: 1961.",
        "Q: — when the war went up.",
        "A: Right, in Berlin. And I got a telephone call from my mother, and she says,\nLeonard, what are we going to do? I said, well, my car is filled up. I have two cans —\ntwo jerrycans full of gas in there, two tires mounted on rims, and if anything happens,\nI’m on my way south to Portugal. And my mother said, how about us? And I said,\nMother, I’ve never heard anybody fleeing from Frankfurt Main via Amsterdam to\nPortugal. Geographically not healthy. What do you advise us to do? I said, that’s\nvery simple. Take some money out of the bank, and get yourself a vacation in\nIreland and see how it shakes out. You think they went?",
        "Q: They stayed in Frankfurt?",
        "A: They stayed in Amsterdam.",
        "Q: They stayed in Amsterdam, excuse me, cause of Frankfurt I didn’t understand —",
        "A: Yeah, I lived in Frankfurt.",
        "Q: You lived in Frankfurt am Main?",
        "A: Yeah.",
        "Q: Mm-hm.",
        "A: And my mother said, what about us?",
        "Q: Yeah. And they stayed in Amsterdam.",
        "A: And they stayed in Amsterdam, they didn’t go on an Irish vacation.",
        "Q: In 1961”",
        "A: In 1961. And we didn’t know which way this cookie would crumble. So what I’m\ntrying to point out 1s that either you are a survivor, or you are not.",
        "Q: But some people are survivors even when they are lulled.",
        "A: Then they have more luck than brain.",
        "Q: Mm.",
        "A: So that was the situation in 1939, my mother saw it very clearly, my mother is a\nsurvivor, my father definitely not. Lovely man, loved him dearly, but he — a product\nof another century. Yeah, he’d like to go with my mother to England, and he was\npleased that she was successful in getting the visas, but to make use of it is different\nkettle of fish.",
        "Q: So what happened?",
        "A: On the 14 of May, my father felt that maybe the time would have come to drive\nto the coast and see if we could get on a ship to England. Of course, that was totally\nimpossible, there was — there was a tremendous to-do on the coast and nobody could\nget to the harbor of [indecipherable]. And the people who did get — get out, got out\nearlier. But it — it was hopeless, and we turned the car around, and we went to a\nseaside resort, where we saw the Germans enter the country. Very disciplined, very —\nvery well disciplined, well oiled ma-machine. And I remember that on the — was the\n15\" of May, we were waiting to see how the situation would turn out, and my father\nand I went to a barber to get a haircut. Not exactly a deed of resistance, but under the\ncircumstances, why not get a haircut? Then we went to Holland — to — to when we —\nwe went back home to Amsterdam. We resumed our life. The first measure that the\nGermans enacted was — and we never speak about Nazis, by the way.",
        "Q: Mm-hm.",
        "A: Nazis is something that the Dutch do not know.",
        "Q: Tell me why is that?",
        "A: Because, here in North America there are a lot of loyal Germans. So we wish to\nexclude them from the bad Germans, so we call the bad Germans Nazis. And I\nexplained that to the schoolchildren when I speak at schools, and I give the Hitler\nsalute. And I said, do you know what percentage of the Germans were card carrying\nparty members? Five percent. And they couldn’t have done it by themselves. And\nmost of them were too high up in the party administration to really bother with Jews.\nSo th-they understand that, so I never sp — it — it’s not part of my vocabulary.",
        "Q: To talk about Nazis?",
        "A: Yeah, yeah, no, we call them deutsches(ph), mofa(ph), krauts, if you will. But\nnever talked about Nazis. In fact, we — we — the only Nazis that we knew were\nNSBers, they were Dutch Nazis.",
        "Q: Did you know any personally?",
        "A: Yeah, they used to come to school in their Dutch Nazi uniform. Kids, yeah. I\nmean, they were a bit stupid, you know, they — we didn’t think too much of them, I\ndon’t think they were excluded, but by virtue of coming in to — in their uniform to\nschool, they excluded themselves, really. Anyway, I finished school, and for the\nsummer vacation my mother came up with a plan and said, we’re leaving — we’re go\n—I wou — Father has rented a house in Bussum, which is out in the country. We’re\ngoing there for our vacation. And while we were there, my mother and my father\ndecided to move to Bussum. At that time you didn’t need a permit to move.",
        "Q: How far from Amsterdam was it?",
        "A: 25 kilometers.",
        "Q: Okay.",
        "A: And we lived in that house. In the meantime my father emptied the house in\nAmsterdam, which was rented.",
        "Q: That is, he had rented it from somebody else?",
        "A: Yeah, yeah.",
        "Q: Okay, it wasn’t 01 — his ownership, okay.",
        "A: No, it wasn’t his own house. He had an own house, but that was where his office\nwas. But the living house was rented from a man who couldn’t pay his bills in 1930\nor 1929, that’s when they started the — it was a very nice house. So I never saw my\nbedroom again. I never said goodbye to anybody in Amsterdam because we were\ngone temporarily, and that temporarily turned out permanently. Our nanny came\nalong, but she couldn’t stay too long because Dutch Jews were not allowed to have\nGentile personnel. And in — a young cousin of my mother’s came and helped us. I\nmean, after all, she had three kids. Since my mother pulled this off, her two sisters\nalso moved to Bussum.",
        "Q: So this was your — really your mother’s initiative?",
        "A: Yeah, and she was the youngest. But she had the better part of what we commonly\nknow — call chutzpah, of which the vernacular translation 1s brass balls. Anyway, I\nwent to school there, private school, nice school, upper middle class school. All these\nthings were organized. I mean, 1t was very smooth. I really didn't feel that — well, a\nkid looks at these things as adventure. I — I — I hope that you get that sense from other\ninterviewees. You know, thinking about yesterday, what’s hap — tomorrow, you\nknow. So many nights of sleep before your birthday, you never say so many nights\nafter your last birthday, you always go forward.",
        "Q: Oh I —I have a 13 year old daughter, that’s exactly still —",
        "A: Yeah.",
        "Q: — you know, my birthday is going to — is 1n octo — her birthday is in October, she\njust had it and all of a sudden she’s unhappy again because it’s such a long time until\nthe next birthday.",
        "A: Yeah. And the moment she is 13 and a half, she’ll let you know. I’m very close to\nmy childhood, very close.",
        "Q: How do you explain that?",
        "A: I don’t know. I think I am still very inquisitive, optimistic, fast, impatient, can’t\nwait for things to be fixed, I’d rather fix it myself.",
        "Q: But it also sounds like you’ve had a happy childhood.",
        "A: Oh yeah.",
        "Q: You know, that’s — that’s —",
        "A: I’m still hap — I’m still a very happy person, yeah.",
        "Q: How did your brother and sister — I mean, they were so much younger than you\nwere, how did they absorb this?",
        "A: I do not really know my brother and sister. It’s as — yeah, this is a very — it’s a bit\nof a tender subject, in a way. My brother is very different from me. We were in\nhiding a little bit, a little time together, he and I. But we operate on a totally different\nwavelength. And I love my brother, but I don’t like him.",
        "Q: Yeah. That happens in families.",
        "A: I guess so. But I will not bring the situation to a head, I am very cordial with him,\nwith his wife, but I will — I do not wish to have a closer relationship than we\ncurrently have.",
        "Q: And, I don’t want to pry in — in that in — in — in any way, simply, was it your\nnatures that made you this way, were there events that made this —",
        "A: There were events, there were issues, and I would want to discuss those issues, but\nit would be very detrimental to him. I’ve invented something, I talked about it\nyesterday at one of the sessions, that is called the lock tight syndrome. Lock tight is a\nschmear that you put between a nut and a bolt.",
        "Q: Okay.",
        "A: You tighten it, it creates a gasket, and nothing rattles. And now we’re going to\ntalk about something, and the lock tight is being removed, and then I leave —",
        "Q: And it happens —",
        "A: — and there’s no more lock tight.",
        "Q: So you’re — you’re concerned —",
        "A: I would — I would undo a s — a sense of security that I could not reintroduce. I’m\nvery sensitive to that.",
        "Q: And is — and is that — 1s that related to what the Holocaust did, or is it related to\nother types of things with you and him?",
        "A: It’s related to other things, too, oh yeah.",
        "Q: Okay.",
        "A: No, it — actually, it’s not related to the Holocaust at all.",
        "Q: Okay.",
        "A: It is something that — that started to happen, oh I’d say about 15 - 20 years after\nthe Holocaust.",
        "Q: Okay.",
        "A: No, no, it — it’s definitely an adult discrepancy that occurred and I — and I wish to\nleave it like that, because — I explained it to his wife. I don’t want to provide him\nwith the feeling that everything is hunky dory, but I also don’t want to give him the\nfeeling that we’re sworn enemies. He just had a vacation in the United States with\nhis wife, they had a camper.",
        "Q: Do they li — do they live in the Netherlands, or do they live in Israel?",
        "A: They’re living in — in Holland.",
        "Q: In Holland, mm-hm.",
        "A: Yeah.",
        "Q: And he sent me a card for my birthday, yet, he didn't call. He went to see Niagara\nFalls, Toronto is not too far away, we offered to meet him in Niagara Falls, but that\nalso implied that we really didn’t want him — to receive him in our home. So I think\nhe read the signal right.",
        "Q: That’s sad.",
        "A: It’s very sad, yeah.",
        "Q: It’s sad.",
        "A: Very sad.",
        "Q: Did you share anything of a childhood together though, that was different than\nthis?",
        "A: I loved him, I mean, he was really, he was the little brother I always wanted. I had\nan imaginary brother until he came. In my fantasy I spoke with him, and I knew\nwhere he lived. And I forgot about him the moment my little brother ra — arrived\nphysically.",
        "Q: What’s his name?",
        "A: Arthur.",
        "Q: Arthur.",
        "A: Yeah.",
        "Q: And your sister?",
        "A: Anita.",
        "Q: Anita.",
        "A: Yeah.",
        "Q: Is Anita still alive?",
        "A: Oh yeah.",
        "Q: Okay.",
        "A: She lives in Israel and she has 16 grandchildren.",
        "Q: Oh my.",
        "A: Well, she has three boys, and the boys are fertile — nubile [indecipherable]. They\nare wonderful guys, I’m very good with them. I’m — actually, my salvation does not\nrest with my contemporaries, it rests with the people who come after my\ncontemporaries. My brother’s kids, my sister’s kids, my cousin’s kids. They’re\nterrific. They — they love me.",
        "Q: How nice.",
        "A: Yeah. And my wife is included, of course.",
        "Q: Yeah. Do you have kids?",
        "A: No.",
        "Q: Oh, I see.",
        "A: No. As my wife said, it never happened. But I was not very happy with the world,\nI think, all along, and I really don’t mind that I don’t have any kids. Having kids 1s\nalso something of a curiosity, you would like to see what are they — what it looks\nlike. My mother, whose favorite child I’ve always been, said to m — and who would\nhave, of course, kvelled herself to death about a grandchild from Dorothy and from\nme, said to me towards the end of her life that she really respected the fact that I\ndidn’t have any children.",
        "Q: She understood.",
        "A: Yeah.",
        "Q: She understood.",
        "A: Yeah.",
        "Q: Let’s go back to when you were at the summer house with your — your family, and\nthen your aunts.",
        "A: And — well, all of a sudden, the immediate family of my mother relocated outside\nof Amsterdam and we had a good time, and we saw each other regularly. In June —\ni-in September of 1941, we had to go to Jewish schools, so my coo — my oldest\ncousin went to a Jewish high school. And my younger cousin also, and I went with\nmy brother and my sister to the Jewish public school, or Jewish grade school. That\nwas a very deceptive thing really, because the kids from my public school really\ndidn’t keep in touch with me. The general attitude in those years was that, let’s see\nhow this thing shakes out. Typical Dutch saying is let us not burn out hands in cold\nwater. That means, take absolutely no risks. And the kids heard this from their\nparents, and goodbye Leonard.",
        "Q: So — so that meant that when you left Amsterdam, there was no one who ever\ncalled or said, how are you doing, where are you going?",
        "A: No. And when I went this one year to the school in Bussum, where we lived then,\nnobody kept in touch with me after I was removed from school.",
        "Q: Tell me about that.",
        "A: Well, one day my father came home and he said, I got a letter from the counselor\nfor science and education, and he says that you’re no longer supposed to go to your\nproper school, you have to go to a Jewish school. And well, as kids go, tha — here’s\nanother page of — of interesting something or other.",
        "Q: Did you feel at the time hurt that nobody followed up, or is this something upon\nreflection later?",
        "A: No, that 1s upon reflection later on, yeah, because you don’t have time to be hurt,\nyou have to sort of find out what’s going on and — so that — that — I went there for a\nyear, my brother and my sister, too. And — and actually my sister went to a — sort of a\n—I don’t know what it was, a kindergarten of sorts, I think. And then we were told —\nno, then, in the fall of 41, my father could no longer work, because he could not use\npublic transportation, and he decided to spend a bit more time with my brother and\nme. And on Saturday morning we used to go to synagogue. And one morning in the\nfall of °41, we came back from shul, and a man stepped out of his house, crossed his\ngarden path and positioned himself in front of my father and said, I’d like to ask you\na question. And that was a dicey thing because you didn't know who the hell the guy\nwas and he could denounce you. And he said — and my father said, okay, ask the\nquestion. And he said, are you Jewish? And my father said yes. He said, I thought so.\nI see you come by there every Saturday morning with your two sons, nice thing to\nsee. I know a bit about Jews because I used to live in Amsterdam, blah, blah, blah.\nHe said, but that’s not really — that’s not really why I wanted to ask you that question.\nI would like to know what are you going to do about the resettlement of the Dutch\nJews in the east? There had been discussions that the Dutch Jews were going to be\nevacuated. That was an emigration department of the Jewish council, and the\nresettlement would take place in the east, where that was, we didn’t know.",
        "Q: Do you mean east Holland, or east Europe?",
        "A: East Europe, yeah. And it could have been Germany, which was not really\neastern Europe, but it certainly was east of the Dutch border. And my father said, I\ndon’t know. I — my Gentile friends are not talking to me. They want to see how this\nthing evolves, and my Jewish friends in the same boat as I am. And my brother and I\nwere standing there, you know, seeing how this thing evolved. And this man said\nsomething that is quite incredible when you think about it, he said, may I help you?",
        "Q: Oh my.",
        "A: And this man knew about discrimination, he was a hunchback. And he felt that his\ntime had come. There’s certain people who rise to the occasion at the appropriate and\nalmost pre-ordained time. And this man, who had been discriminated against all his\nlife, married to a very nice woman, felt that this was his opportunity to shine. To be\nin charge of something, despite his handicap.",
        "Q: Did your father accept?",
        "A: Not right away. He said that I don’t want you to endanger yourself. I mean, he\ndidn’t know which way this whole thing was going.",
        "Q: He didn't know who he was talking to.",
        "A: That’s exactly. And the man said, may I come to your house and discuss this with\nyou? So my father said, sure. And that’s how we went into hiding. I wasn’t privy to\nthe discussions, I wasn’t privy to anything that happened, except that one day in June\nof 1942, after we had been resettled in Amsterdam, Amsterdam was going to\nbecome a big ghetto —",
        "Q: So you were back from Bussum?",
        "A: From — back from Bussum to Amsterdam. In my father’s office, he had two\nfloors there. And above the two floors there were three more floors, which had\ntenants. And I think my father made a deal with the tenants somehow to keep the\nplace in good repair until he came back from hiding, because that was the idea behind\nour [indecipherable] discussion with this man whom I shall — shall call Uncle Bill.\nHe got the medal from Yad Vashem by the way, he survived it all. And so in June of\n1942, a lady came to the house and said, I’ve come from Uncle Bill, and come to\npick up the kids. And it’s — it just was absolutely unbelievable, the Jews stand\naccused of not having been in the resistance against the Germans. You know, we\nwere supposed to — supposed to have been led to the slaughter like sheep.",
        "Q: Well, there are — there — there is that kind of talk. I mean —",
        "A: Yeah.",
        "Q: — one hears and reads things like that, but — but there’s more than enough to\ndisprove it.",
        "A: Yeah. It happens — I have to watch my time here, ooh.",
        "Q: Sure.",
        "A: Yeah, I said at three o’clock I will meet somebody at the movies. But we can\nalways continue later on.",
        "Q: We can always continue, yes.",
        "A: Yeah.",
        "Q: So let’s talk until you have to go.",
        "A: So, we’ll — we’ll talk up to in going into hiding. So the lady came and she — she\nasked for the kids, and only much later in life have I realized that first my parents\nresisted the Germans physically and mentally. Secondly, that they divested\nthemselves of their children, without any hope whatsoever. Or maybe with only hope\nthat they would be treated right, that people would like them, that they would be fed\nproperly, in the hope that they would see them again. I don’t wish that on any parent.\nIt is the most abhorrent thing.",
        "Q: Do you remember the day?",
        "A: In June, no, I remember when I went into hiding.",
        "Q: That’s what I mean, that day.",
        "A: Okay, that was in August, it was the 12\" of August. I know that because the 10\"\nof August was the birthday of my cousin, and I went to his birthday party. And I\nwent the 12\" of August. After my brother and sister left, my father broke down and\ncried, and asked me if I would look after the kids in the event that he came to grief —\nafter the kids and my mother. So there you stand, 11 years old, you know, what do\nyou say? Yes, Pa. And so I was taken to — by the same lady, to a shack in the woods.\nThe summer of ’42 was gorgeous. And I had to look after my own breakfast and my\nown lunch, and in the main house, the people who owned the shack, they got my\ndinner. My brother spent a brief time with me there, he was in between two addresses\nand it was nice to see him. And at that time, there was something going on in\nHolland. | can’t —",
        "Q: Were they in Amsterdam, was this place in Amsterdam, outside the ci —",
        "A: No, they were out in the country.",
        "Q: Okay.",
        "A: South of Amsterdam. That was a very interesting thing that I’ve only later\ndiagnosed or evalued. And that is that there was a saying the war will be over by\nChristmas. And there is corollary to that, that if the war is not over by this Christmas,\nthen it surely will be over next Christmas. It meant that every Jew in hiding had a\nwindow of opportunity of 365 days, with an automatic renewal, because if anybody\nhad asked will you take Leonard Vis in, from August ’42 til May 45, you would\nhave had a resounding no. So this crazy Christian notion, because wars have to be\nend around Christmas with peace on earth and all this kind of stuff, was very\nbeneficial to us. Of course it’s a crazy Christian notion, but to we — it was to our\nadvantage. And that’s —",
        "Q: Wait, did you stay in the same place?",
        "A: No, because the place with the — the shack wasn’t winterized. So in November of\n\"42, I was taken to a very nice family with a big house. And we can talk about that in\nthe st —",
        "Q: Subsequent.",
        "A: — second part of our interview.",
        "Q: Okay. We will do that.",
        "A: Okay.",
        "Q: Okay. Thank you.\nEnd of File One\nBeginning File Two",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Mr. Leonard Vis, on November 9\", 2008 in Alexandria, Virginia.\nSo, Mr. Vis, where did we leave off?",
        "A: I left off when winter came, and the shack that I was living in was not winterized,\nand my handlers decided — these were friends of Uncle Bill — my handlers decided\nthat I had to be moved to a more clement environment.",
        "Q: Were they kind? Were the people that you came into contact with now, were they\nkind, or were they indifferent, or how were they?",
        "A: They were very casual about the whole thing. To them I was just a kid who\nneeded a place to stay. The Jewishness sort of didn’t figure in too much. I think it\nwas important to them that I could lead my own life, they were very intellectual\npeople; he was a journalist and she was a screenwriter. And they had a young son,\nand they lived their life in the main house, and I lived my life in the wooden shack,\nand you know, like everybody else, they also thought that the war would be over by\nChristmas, and that the Tommys would be coming. We hadn’t really thought about\nthe Americans, but the Tommys were close by, and the Tommys could do\neverything. And the interesting thing was that they really — you know, they lulled\nthemselves to sleep. They thought you could rid of the Germans just like that, and\nthat the persecution of the Jews, I suppose was — was one of those things that are part\nof the war, and you have to take that in stride. I don’t think that after I left they were\nengaged in any other illegal activity, but at the time they did what they felt, and they\nfelt good about it, so —",
        "Q: I mean, but were they indifferent to you? I mean, sounds like pretty much — it’s a\ncertainly — not an — not even a two class system, but here is the upper house, and here\nway down low —",
        "A: Yeah, it was —",
        "Q: — you’re there with —",
        "A: — it was a fairly segregated existence, which I didn’t mind, quite frankly.",
        "Q: But it’s the first time you’re really s-separated from your family’s fa — 1-it’s new —",
        "A: Well, ve been — I had been to the children’s pensionne, and this was, to me, an\nextension of that.",
        "Q: So in a way it was an adventure?",
        "A: Absolutely, yeah, yeah.",
        "Q: How did you keep yourself occupied in that shack?",
        "A: Reading, crossword puzzles. My mother taught me years ago, long before I went\ninto hiding, that crossword puzzles are a good thing, it’s part of my literacy situation.\nI still do them. And reading. And of course I was out in the open, so there was a bit\nof investigation of nature. I knew a little bit about mushrooms that I’d learned in the\nchildren’s pensionne, so it —",
        "Q: Did anybody come talk to you?",
        "A: Yes. A young man joined me there in, I guess, October. Very nice young man, he\n— for the longest — I knew that his first name was Joe. For the longest time I really\ndidn’t remember his last name, his omer — his honest last name. Everybody had sort\nof an alias. But thanks to a wonderful database that has just become public in\nHolland, I found out who he was, and pretty well what happened to him. He was\ncaught and deported, but he didn't die in Auschwitz for some reason or other, he died\nsomewhere else, 1n a work camp. And the only reason that I found him was that I\nremember the street on which he lived in Amsterdam.",
        "Q: He had told you about it?",
        "A: And 60 years later I look on the database — was some 70 years later, I look on the\ndatabase, I type in the name, and there I fi— the name of the street, and there I find\nhim.",
        "Q: Oh my.",
        "A: Yeah. It was —",
        "Q: How much older than you was he?",
        "A: How old was he?",
        "Q: Mm-hm.",
        "A: He was — I think he had just turned 20.",
        "Q: So he was young.",
        "A: Yeah.",
        "Q: Right.",
        "A: So that was a — sa — I had some a — that was to — actually very nice. And my\nbrother came in sept — not in oct — and my brother came in October, I think, just\nbriefly. He was in between places, and we both were — we both had s-sores on our\nskin, which had to do with the richness of the food that we used to get at home. They\ncalled them gall pimples, they — they came from your — excessive gall bladder\nmovement or whatever. They — it all cleared up as the diet became more sparse, these\npimples went away, so — but I remember when he came to me, and it was nice to see\nhim. It was also good to see him leave. I have always felt that I’m better to be alone,\nbecause it doesn’t cramp my style. Not that I’m a — that I’m a loner, I’m very\ngregarious, but I find it difficult to be in a strange environment and — and having to\nlook after my st — after somebody else in addition to myself. Anyway, I left the shack\nand we were taken to a large home in Huizen, which was nearby. The shack was in\nBlarikum. It’s all happens in — in an area of Holland called the Troy(ph), which is\nsoutheast of Amsterdam, a commuting area. And there was a father, a mother and\nfour children. Big house. The father was Jewish, and he did something that no proper\nDutch burgher would ever do. When he was asked if he had four Jewish\ngrandparents, he lied. He said no. He was married to a non-Jewish woman. He lived\nin Huizen as I said before. His name was Isaac, and he got away with it because he\nsaid no, he didn’t have a J in his identity card, he didn’t wear a star, no nothing.",
        "Q: And nobody did any kind of investigation to prove him wrong.",
        "A: Nothing at all, no. In fact, we should have taken more risks in those days, but we\ndidn’t, because we were very law abiding. You didn’t do that. If the government\nasked you for something, you responded. He — but in the summer of ’42 — oh yeah, th\n— let me tell you what he did. He was into magnetism. He was sort — some kind of a\nmature [indecipherable] lettre. He felt that he had precious magnetic powers —",
        "Q: Magnetic fields.",
        "A: Yeah, and if you had a headache, then he could sort of — as you can imagine, it\nwas not a well paid position. And he was not unhappy when his sister called and said,\nI got my papers to report for resettlement in the east, can I sit this thing out with you?\nAnd he took her in with her husband. It was his oldest sister, Rochelle. And shortly\nthereafter his brother Sam called with his wife, and said they got their papers and\ncould they come to him, and he said okay. And then two younger sisters of his called,\neach with a son, and he said okay. And then I came and — well, of course, his — he\nwas — all of a sudden he was the proprietor of a B and B and L and D, bed and\nbreakfast, lunch and dinner.",
        "Q: Oh yeah.",
        "A: And —",
        "Q: And the pe — guests weren’t paying.",
        "A: No, the ge — well, the guests were paying a little bit towards the upkeep. I mean it\n— we didn’t pay him for the danger, we paid him for the groce — it was grocery\nmoney that we contributed. I don’t know how I — wh-who paid for me, but that went\nthrough Uncle Bill, he had these arrangements. I — I didn’t know anything about that.\nAt any rate, he — he liked it, the house was buzzing, and at the cert — and, oh yeah,\nand I have to tell you that what is very important, you have to have reliable suppliers,\nbecause if the family of six persons buys six rolls of toilet paper every other week,\nand all of a sudden the lady of the house comes in and needs 24 rolls of toilet, people\nstart to talk. More Jews lost their lives through loose lips than through all the\nGermans, collaborators and what have you. The Jews in hiding, that is. So he had\nvery good suppliers for milk, for vegetables, for groceries, for medications. The\nsuppliers were beyond reproach, they were good, as we used to call them. You’re\neither good or you’re wrong. So —",
        "Q: And there you were on an equal level. You weren’t re-relegated to a shack, were\nyou?",
        "A: No, I had a proper bed and — and there were — there was a younger boy, a nephew\nof his at the same age as I was. And then people came in with two daughters, and we\nhad some more youthful — a more youthful element in there. I learned to sing g —\nFrench chansons. I learned to appreciate Dixieland music, Swing. This was still the\nera of Swing. I was 12 and I was really being formed in a very adult environment, I —\nI was still a kid, but my interests became rather advanced. Isaac — Isaac’s cash flow\nimproved. It was a funny thing with a man’s eyes, when the cash flow improves, his\neyes start to wander. And he got himself a girlfriend. And his wife condoned that, she\nsays, you know, the pressure on him is hard enough. And Isaac brought the girl in, it\nwas a nice lady, and you know, she wa — became sort of a friend of the family, I\ndon’t know how amorous the interest was, but of course it must have been at one\npoint. And Isaac felt yeah, maybe this was not the right thing to do. By that time\nthere were about 28 people in the house, and Isaac said to the girl that, you know, we\nreally should sever the relationship because — apparently she loved him a lot, maybe\nhe was good in bed, I don’t know. But she said, if you want to get rid of me, I’m\ngoing to get rid of you.",
        "Q: Oh dear.",
        "A: And she walked to the nearest police station and denounced him and said, he has\n28 Jews in the house. That was a very lucrative denoun — dénouement,\ndenouncement, because for every Jew that you denounced, you got the equivalent of\nfive bucks in Dutch money, seven and a half guilders. That’s all we were worth. So,\n28 times five. Anyway, she lost out; we were warned that there was going to be a raid\non the house. The Dutch police came with two guys from the Sicherheitsdienst, and\nthey found the hiding place that we had. But before they came in they had notified us\n— notified Isaac that they were coming.",
        "Q: So some of the Dutch police, or one of the Dutch police —",
        "A: One of the Dutch police gave us warning, and one guy left, Eddie. Eddie was\nengaged to a Dutch girl who was not Jewish. So he knew that when he showed up at\nher home and rang the bell, that the door would open. None of us had that privilege.\nSo we waited. And I’m beginning to underst — I began to understand now what they\nmean by mesmerized. You just can’t move. It’s a —1t’s a frightening thing, it has\nhappened to me one time later in life, that you are absolutely frozen. Anyway, they\ncame in and they found us, they didn’t even have to threaten to shoot into that hiding\nplace, you know, they knew where the door was, the girl had told them everything.\nAnd there we were, 27 Jews, and they didn’t know what to do with us. This was the\nweekend — this was a Thursday, Thursday the 30\" of September, 1943. Rosh\nHashanah. This year als — this year by mere chance, Rosh Hashanah 1s also on\nThursday on the 30\" of September. Calendars seem to repeat themselves. And so\nthey took us in a moving van to a prison in Haarlem, and only on the Saturday did\nthey move us to the Jewish theater in Amsterdam, that was a collection point.",
        "Q: You had been with Isaac for how long?",
        "A: From December °43 til se — to say — til September — no, sorry, from December\n°42, til December — til September ’43.",
        "Q: So almost nine or 10 months, something like that.",
        "A: Yeah, yeah, yeah.",
        "Q: And had you had any contact with your parents at all?",
        "A: Occasionally.",
        "Q: So they knew where you were?",
        "A: They did not know where I was, no.",
        "Q: Oh, I see.",
        "A: They didn’t know where I was. I got a parcel from them on my 12\" birthday, and\n— with all kinds of good stuff in there. That’s where my street smarts — did I tell you\nthat before the interview? I don’t think so. Let me go back to the 16\" of September,\n1942. I got a parcel from my parents for my birthday, had all kinds of good stuff in it.\nAnd I’m allowed to send a thank you note. And my thank you note ran, dear Father\nand Mother, thank you so much for the lovely parcel with, colon; I enumerated what\nI had received, so that they could check it off against what they had put in. Because I\nfigured in my primitive mind, that when you take a parcel for somebody, you want to\nknow what’s in it.",
        "Q: And maybe a few things disappeared.",
        "A: And maybe the person who opens it up says, what does a 12 year old need to do\nwith dried apricots? Anyway, nothing had been removed. They were extremely proud\nof me, they kept the note against all proper judgment, and I have it to this very day.",
        "Q: Oh my.",
        "A: They kept it throughout their hiding period, yeah. They thought it was absolutely\nbrilliant.",
        "Q: Well, it was.",
        "A: They didn’t tell me, but that’s what they told me afterwards. So that is when street\nsmarts sort of started to surface. I mean, it — it was developed in the children\npensionne, it was honed further in looking after myself and using my brain a little\nbit. Anyway, that’s how long I was with Isaac, from December ’42 til, say, October\none, 43.",
        "Q: So you got the parcel only a few weeks before —",
        "A: No, because I turned 13 in September ’43. They had a Bar Mitzvah party for me.",
        "Q: Okay, so you got the parcel —",
        "A: Just after I started being in hiding.",
        "Q: Oh, I see, it wasn’t at Isaac’s house that you got —",
        "A: No, no, no, no, still in the shack.",
        "Q: Okay, you’re still in the shack.",
        "A: Yeah.",
        "Q: Okay, okay.",
        "A: And on the 29\" of September, 1943, there was a — the largest roundup of Jews in\nAmsterdam took place. Everybody who was somebody, including the Jewish\ncouncil, were rounded up and taken to the Jewish theater. So they couldn’t have\nanother 27 people move in, and that is why we were sent to the prison in Haarlem,\nwhere they kept us for two days and then Saturday morning the moving van went to\nAmsterdam because the Jewish theater had been pretty well emptied on Friday\nnight. They always did things on Jewish occasions, the Germans. They were very\ngood, very respectful. They kicked us out of the sowber(ph), out of the Jewish\ntheater every Friday night. They loved it when there was a Jewish holiday that they\ncould impose some sanctions. For this they were — they were very —",
        "Q: So this —",
        "A: — in tune with making life as miserable as they possibly could. I — I sometimes say\nto people, and not even quite in jest, that an awful lot of Jews have contributed to the\nsurvival to an awful lot of Germans.",
        "Q: In what way?",
        "A: If you were busy with the Jews, you didn't have to go to the front. Anyway, I — we\narrived at the Jewish theater, had a huge electric door. I don’t know why that stays in\nmy mind, it wa — it was sort of — it was sort of a finality of things, the — a chapter was\nbeing closed, and the door was electrically operated, and you couldn’t get at the\nbutton, so you were in there. Adults to the right, adults register their children,\nchildren to the left. On the left was a — sort of a barracks room for kids. There were\nchil — cots and beds there.",
        "Q: Aside from the 27 people who you were there with, when you got to that big\ntheater, were there any others that you recognized, that you knew from before?",
        "A: Well, I come to that. I’m still in — I’m still in the lobby.",
        "Q: You’re in the lobby, okay.",
        "A: And I’m going to the children’s barracks room. I put my satchel down, I had\nsome, you know, some travel gear in there, toiletry stuff, a pair of socks, maybe even\na pair of shoes, but not much else. Underwear, I remember. And I go into the main\nauditorium, the seats have been removed. The balcony has been closed off\ncompletely, because people were jumping to their death from there because they\ndidn’t want to leave Amsterdam. And there I see my Uncle Henry and my Aunt\nBetsy. They were not really an aunt and uncle, but they were friends of my parents.\nAnd they — yeah, they were such good friends that you called these people aunt and\nuncle. They were very surprised to see me. They asked me how things were going\nwith the family and I hush-hush told them that I guess everybody — everyone 1s all\nright, but I have been caught. So, Uncle Henry says, well, let me find out what your\nstatus is here; if I am a punishment case, or if I am a regular arrival, or how did they",
        "Q: Did anything happen to Isaac, by the way, for having harbored so many people?",
        "A: Isaac was interrogated by the Sicherheitsdienst, and to the best of my\nknowledge, he agreed to become a fowman(ph), that is, a— a confidence man for the\nSicherheitsdienst. In other words, he would betray other people. But I’ve never\nheard that he actually engaged in anything. He was not deported either, to the best of\nmy knowledge. But I did not seek any contact with him after the war.",
        "Q: Okay.",
        "A: I really didn’t even know how to do that, how to position myself. And so Uncle\nHenry came back from the administration of the Jewish theater, and said, they’ve\nnever heard fr-from you, about you or of you.",
        "Q: So you weren't on any pieces of paper.",
        "A: I was on no piece of paper. I was a victim of German administrative rigor. If you\nhave children, they must have parents with them. I had no parents, and thank God\nnobody volunteered to register me. So I was there totally illegally, I had no business\nbeing there. And Uncle Henry said, we have to get you out of here post-haste,\nbecause if we don’t, then we are in trouble. You are in trouble. If your — they empty\nthe place on Friday night, if they find you here on Saturday morning, they say hey,\nwho are you? Leonard Vis. Never heard from. Oh, we must have overlooked you,\nthey put you on the list and your turn is next Friday. How to get out? Uncle Henry\nhad a plan. He said, find yourself a young boy your age, become friendly with him.\nAnd when these people are being called out on the Friday night, midnight, the\nGermans want to get this over with really quickly, they don’t count the members of\nthe family. As long as the family moves, that’s fine with them. Schnell, schnell und\nschnell. Aunt Betsy and Uncle Henry had a visa for Cuba. Of course, no boat in his\nright mind was going to Cuba in those days, but it helped, because Germany was\nnot at war with Cuba and Cuba was not at war with Germany. They also had a\nspecial privilege in that their maid could bring a pot of hot food every day to the\ntheater. Not only that, both Uncle Henry and Aunt Betsy got a hardboiled egg each.\nAnd Aunt Betsy put a note in the dirty pan and asked the maid to put in three\nhardboiled eggs from now on, because one was for me. I do not like hardboiled eggs.\nI really am not a great egg fan. I don’t like the smell of eggs. I mean, if an egg is\nscrambled, it’s fine, but a hardboiled egg, I’m definitely not a friend of. However, I\nfound a nice kid. I asked him where his parents were, he had two brothers and a\nsister. And I said, do you like an egg? Oh, he would love an egg. So, every morning\nthereafter, you know, we found each other and I gave him my egg, which made for a\nvery good friendship. So, on the Friday night, was Kol Nidrei, the eve of Yom\nKippur. We were preparing to be moved from — those who were eligible for\nexpulsion, let me put it that way. Not Uncle Henry and Aunt Betsy. But we who\nwere eligible for expulsion made ourself ready to be taken by streetcar to a railroad\nemplacement, and from there, 1n a nice, third class carriage train to Westerbork,\nwhich is on the Dutch-German border, which had a transit camp for further\nprocessing. So, midnight, I’m hanging around the place where my young friend is as\nwell. They call out the name of the family, the family storms out of that room.",
        "Q: Do you remember the name?",
        "A: No. Don’t remember his name. Very strange. Been — been trying to, but I don’t\nknow. I could fake it, but I honestly don’t remember his name. It was all too intense,\nI think, you know, you had to — to process in your little brain in — whatever\ninformation you could. Anyway, outside a streetcar is waiting. It’s midnight. There’s\na curfew in Holland from 10 in the evening til six in the morning, so there are no\npeople watching. The streetcars take us to the railroad emplacement. There’s a train\nwaiting and I ge —I lost my friend and his family in that process, because everything\nhas to run and schnell and soldiers there, police there, and I end up in a compartment\nand I tell the people once we’re all seated, that when the train leaves the station, I\nwill jump from the train. And the reason that I could do that, I explained to them, was\nthat I’m not on anybody’s list. The roll call will not be impaired, nobody will miss\nme, nobody doesn’t even know that I’m here, but this is the only way for me to\nescape.",
        "Q: So you’re in the Netherlands?",
        "A: Yeah.",
        "Q: This is all still in the Netherlands.",
        "A: Still in Amsterdam. I| had an address in Amsterdam of people who I had — a\nwoman who I’d met at Isaac’s, who said, if there’s ever any problem, you can come\nsee us. I had her address. That address I remember, because that was critical\ninformation. So the train starts off, it’s about three o’clock in the morning, it’s pitch\ndark, Yom Kippur. And it’s a choo-choo train, doesn’t start up that quickly. So, a\nlittle bit outside of Amsterdam, I decide to make my getaway, I land fortuitously. I\nland on a— on a— on a— on the railroad bed at — on the side of the bed, and I roll\ndown. I wasn’t a big deal. But I’m stay put, I check my limbs, I have a pee, because\nI’m nervous as hell. That much I remember. And then I have to wait until it starts to\ndawn, because I need daylight. I have my trusted Swiss army knife with me, they\nexisted in those days. Not stainless steel, but regular steel. And I’m not looking in the\nSwiss army knife for the knife, but I’m looking for the scissors to take off my star\nfrom my coat, from my jacket, from my sweater —",
        "Q: Oh my gosh.",
        "A: — even had the star — star — I had to sew it on myself, th — so I made sure that it\nwasn’t all too tight, but it was — it would pass a cursory inspection. I had money in\nmy pocket, and I decided to wait — I also had a watch, and I decided to wear Omega\nwatch. One of the big, round jobs. Grandfather’s watch, sort of. And I decided to wait\ntil around nine o’clock, because before that time, what would a young kid walk\naround there for? So I walked back and there was a — the end point of a streetcar, and\nma — you know, I’ve lived in Amsterdam, so I knew where to go. And I arrived at\nnumber 12 [indecipherable] at the family Bon, b-o-n. They were happy to see me,\nand they said th — you’re just in time because we are going to a soccer match this\nafternoon and we have a spare ticket. And as a child in hiding, you are compliant.\nYou don’t make waves, you don’t say anything nasty, you don’t refuse anything, if\nthey —",
        "Q: You don’t say, I don’t feel like going to a soccer match.",
        "A: No, no, no. You always feel like doing whatever they want you to do. They also\ncalled me Theo, that was my hiding name. My name is Leonard, Leo in Dutch, and\nthey felt that Leo was too Jewish. Who am I to dispute that? So I was Theo. My\nbrother’s name is Arthur. I always thought it was a rather Gentile name, but they\nthought it was too Jewish, they called him John. So I was Theo. And years later you\nwake up, and you find out that there have been 13 Popes called Leo. Much too\nJewish, you know, much too Jewish. I’m telling you that — it’s an illustration of a\ncertain depersonalization. They know everything, I am nowhere. I am living a known\nlife. I am living a known existence. They have all the knowledge about life, I have\nnothing.",
        "Q: You feel that then?",
        "A: Oh yeah, absolutely. If they say that Leo is a Jewish name, then Leo is a Jewish\nname. There’s nothing I can do about it. I’m totally dependent on them. I mean, it\nwas a nice soccer match, and nobody caught me, but it was, of course, the stupidest\nthing to do. I’ve done other stupid things in order to please my caregivers, but I won’t\ngo into that, it’s not that important. I survived it at any rate. I stayed there for about a\nweek, and they send out word to my handlers that I needed a place to go into hiding.",
        "Q: Were they kind to you, or were they —",
        "A: Very, very nice. Wonderful people, absolu — and no money changed hands, they\nwere first-rate. The father worked for — the father of the lady worked for a chocolate\nmilk factory, so every day I got my ration of chocolate milk. I don’t know how he did\nit, but — and I — and the neighbors were very nice, they — they lived, I think the\nsecond story of a house. And there was a balcony that went along the second story to\nthe house next door second story. So, if there was any kind of a round-up, you could\nmove via the balcony, by a coal bin from one apartment to the next. That I remember.",
        "Q: Did they point out — that out to you, or did you figure that out?",
        "A: No, they told me.",
        "Q: Okay. The reason — you know, one of the reasons I ask this is that when you’re\ntalking about how they wanted you to — to call you Theo, it’s with a certain, you\nknow, tone of — I wouldn’t — don’t know what the right word 1s, but it’s not a positive\nword. And maybe, in their minds, they were very sincere. That —",
        "A: Oh yeah.",
        "Q: — that they thought there would be greater danger. Whether it’s true or not, maybe\nthey sincerely believed that.",
        "A: Yeah. I understood it to be a de-Judai-Judaization of my name.",
        "Q: Yes.",
        "A: Not for any — not to change my identity, but to un-Jew my identity. In other\nwords, Theo sounds Gentile, whereas Leo sounds Jewish.",
        "Q: In any other time, in any other circumstance, that could be offensive. But in that\ncircumstance, where they don’t want you to be caught, then anything that could save\nyou from being caught —",
        "A: I agree. I mean, I’m not against it, but the funny thing is that Leo is a very\nCatholic name. So what do you —",
        "Q: Yes, I know, the —",
        "A: Yeah.",
        "Q: — the irony, and the silliness, perhaps —",
        "A: They could have called me Derek or something —",
        "Q: Yeah.",
        "A: — you know, but —",
        "Q: Yeah.",
        "A: — yeah.",
        "Q: Or — or not. I mean —",
        "A: Or not, yeah.",
        "Q: Or not, because if it’s that kind —",
        "A: Yeah, yeah.",
        "Q: I-I-It’s ju — that’s why I asked, were in other ways they kind? It — because there\nwould be some people who might have just not liked Jews —",
        "A: No.",
        "Q: — and wanted to —",
        "A: I just finished watching the movie about Walter Siiskind.",
        "Q: Yeah.",
        "A: And the — the rescue of the children from the créche. When I came into the — into\nthe theater, the créche was already closed. And there was a comment about the\nrescuers, all young people, young students, that there was a sense of cowboys and\nIndians among them. And I think that sort of permeated the — this sense of renaming\nme. Could be, I don’t know.",
        "Q: Yeah.",
        "A: So the call went out for people to take me in, and the greengrocer stepped\nforward. He was 25, she was 23, they had a four year old boy, and she was pregnant\nwith her second child.",
        "Q: My.",
        "A: And he said — he didn’t even consult with his wife — they knew me from where I\nhad been caught, and he came home at night and said, Theo is coming to stay with\nus. She didn't even know that I had made it back, he explained to her that I was\navailable for adoption. And she said, when is he coming, she says, tomorrow? He\nsaid no, not tomorrow. He said, why? He says, tomorrow’s my birthday and I want to\nhave an unencumbered birthday. I don’t want to have a kid here that I have to hide.\nWhy was that? The house that they lived in was — the rent was two dollars a week.\nThe house was one of five houses in a little — round a little courtyard. And I asked the\nschool kids, is there anybody here who knows or can guess what you would not get\nfor two dollars a week in a little house like that? And eventually someone says, a\nbathroom, Mr. Vis. I said, you got it. And what do we have instead of a bathroom? In\nCanadian parlance, an outhouse. And an outhouse can wreak havoc on the kishkas —\non the innards of a kid in hiding. But they found something for that, because I could\npiggyback on the four year old’s potty for my little business. But as far as my big\nbusiness was concerned, my innards could not become active until well after\nsundown. Because in order to use an outhouse, you have to go out, and I was not\nallowed to go out unless it was dark. Under the cover of darkness, with a little hand\ndynamo so I could — hand dynamo so I could see where I — where I was going. And\nso I tell the kids that, I said, you have a freedom that you’re not aware of, a very\nimportant freedom. And that’s taking a shit when you bloody well want to. And that\ncracks up the lot. And —",
        "Q: But —",
        "A: —and I said, you'll think of me tonight.",
        "Q: But you know, that’s tough f-for anybody and especially tough for a young boy.",
        "A: Yeah, exactly —",
        "Q: It’s very tough.",
        "A: — because you want it all now. So I’ve learned — you also learned patience in that\nrespect, you know, regulate yourself somewhat. Wonderful people, absolutely first\nrate. He was 25, she was 23. She is exactly 10 years and one month older than I am.\nSo, I arrived there on the 17\" of October, 1943, and I had been exactly 17 days out of\ncirculation. Or, 17 days in the open before I went back into hiding.",
        "Q: And what happened to the people who were in the theater? To your uncle —",
        "A: My group?",
        "Q: — to your uncle and aunt who were family friends —",
        "A: Uncle Henry and Aunt Betsy ended up in Belsen, and where they perished.\nPerishing is the right word, they were not necessarily murdered, although you can\ncall it murder, because food was withheld. The people that I was caught with were all\nmurdered in Auschwitz on the 23\"! of October, 1943.",
        "Q: Oh my.",
        "A: I’m the only survivor.",
        "Q: Oh my, from that house?",
        "A: Yeah.",
        "Q: Do you know the name of the woman who was the girlfriend?",
        "A: No.",
        "Q: So she has that many souls on her head.",
        "A: Yeah.",
        "Q: Maybe more.",
        "A: You know something? Revenge was the furthest of any Jews mind after the war.\nThere were some people who went out to kill some people, but they had a extremely\nvalid reason. Who was I? Lucky to be alive and keep moving. At any rate, I had a\nvery wonderful time with these people, they were very good to me. I shared a bed\nwith a young boy, four years old, who could not tell anybody that he had a 13 year\nold pseudo brother parachuted into his bed. Played with his cousins in the street, in\nthe courtyard. Saw his grandparents, who lived around the corner, regularly, his aunts\nand uncles. This is little fishing village, you know, in Holland, where everybody\nknows each other. And he had his nervous breakdown at age 55.",
        "Q: Oh my.",
        "A: Yeah.",
        "Q: And you think there’s a connection between that and that?",
        "A: It proves, you know, that there is no free lunch. That’s all it proves. He was\noffered some psychiatric help, but he knew how it came about, and he knew what he\nhad to conquer and he did it his way, and he is fine now.",
        "Q: Did he make those connections? Did — is he the one who said it’s because I had to\nkeep quiet when I was a— when I was a young boy”?",
        "A: We think that that was — he doesn’t really talk about it, he n — he knows what it 1s,\nand I know what it is, yeah. Yeah. No free lunch, not even for a four year old kid.",
        "Q: But that a four year old kid could manage that.",
        "A: That was the miracle. Kid was a miracle, absolutely.",
        "Q: And so even grandparents didn’t know?",
        "A: Nobody knew. Only his mother’s oldest sister knew, who was into underground\nwork herself, and her youngest brother knew. Nobody else. Who also had people in\nhiding.",
        "Q: But that’s 1— it’s an amazing feat. Because if you had — given the — the geographic\n— how you describe it —",
        "A: The geography was — was a killer in a sense, yeah.",
        "Q: Yeah, yeah.",
        "A: Yeah. And he went to school, and he — and his mother had instructed him, and she\nhad said that if they find out that Theo is here, the Dutchers will co — the Germans\nwill come and get him.",
        "Q: And he protected you?",
        "A: Yeah.",
        "Q: Did your parents know where you were?",
        "A: My father was in terrible shape in the f — around Christmas ’43. He was underfed,\nhe was depressed, and he really needed a change of décor, change of environm —",
        "Q: Were they still back in the — in his own office building? You know, when you —\nwhen you had left —",
        "A: No, no, we — no, they went into hiding a week after I went into hiding.",
        "Q: Okay. Together with your brother and sister?",
        "A: No, they went first, they went in June.",
        "Q: Okay. Oh, that’s right, they went in June.",
        "A: I went in August, and my parents, I think, went in September, or beginning of\nSeptember. And my parents stayed together, my sister went to her — on her own, and\nmy brother went on his own. Anyway, my father was very depressed, and his — and I\ncall them handlers, it’s sort of the easier way to describe them — came to my war\nfather and said, listen, Leonard, or Theo’s father is really in bad shape. Can you put\nhim up for a couple of weeks? And there came my father, who was so\nundernourished that he was almost paranoiac about things. And they got him good\nfood, there was always plenty to eat there, because the man was a vegetable —",
        "Q: Grocer?",
        "A: — grow — not — vegetable merchant. Potatoes. And they gave him some booze,\nwhich he never drank, my father, but that sort of cheered him up a little bit, and we\nhad a wonderful Christmas and New Years. And I enjoyed being with him, or he\nenjoyed being with me, and he deferred to me. Whenever he wanted something, he\nused to come to me first, and said, do you think this is okay, can I do this?",
        "Q: That’s a big burden for a young child —",
        "A: Because I was the landlord, in a sense, you know, I —",
        "Q: You were stronger than him.",
        "A: Oh yeah, yeah, absolutely. Well, that came about, because when he broke down\nafter my brother and sister left, which I referred to in this interview, he asked me if I\nwanted to — if I could look after Mother and the children if he perished. And of\ncourse I said yes, what else can you say? But it changed my relationship with him\nvery profoundly, in that I became more of a daughter to him, when I can define care\nbetween a woman and a man, a man cares differently. A man 1s sort of hey guy, how\nare you, with a knock to the shoulder, whereas a daughter is more kind, softer. And\nmy relationship with my father absolutely became that of a father and a daughter. I —\nI looked after him. I’ve traveled with him, ve washed his shirts. It was a most\nunusual relationship. With my mother I’ve always been a buddy. My mother and I\noperate on the same plane. We’re tough, we’re street smart. My father is totally\ndifferent.",
        "Q: Yes.",
        "A: Yeah.",
        "Q: But you had a lot of growing up.",
        "A: Oh yeah, pretty fast. Anyway, I — he left be — middle of January, fortified, cheered\nup, and that was well, the main thing. And then I was sent out of the house in May\nbecause my war mother gave birth to a little girl. And I came back after three weeks\nwith a very intellectual family, which I relished. There was music, there was\nintelligent conversation, which I didn’t have with my war family, which they sensed.\nAnd my war mother said to me, in the beginning that I was there, that of course I\ncame from a different milieu, and they would try and find another place for me. And\nshe told me that story, I have completely — completely wiped that out of my mind,\nand I must have said I’m very happy here. You don’t have to do anything. But the\noffer was made — they were sensitive to the fact that I did, indeed come from a\ndifferent intellectual milieu. My father was not a greengrocer.",
        "Q: Yeah.",
        "A: I must have been very shocked by that offer, so I— and I declined, I said it’s\nabsolutely not necessary, I’m very happy here. That’s what she told me. Not that it\nwas so easy to move a child, especially a dark haired Jewish boy. Circumcision\nplayed a big role, because regular kids were not circumcised. So I came back and my\nwar mother said, well, here she is. And I learned how to look after a baby, and except\nfor breastfeeding, I did everything else.",
        "Q: Oh my goodness.",
        "A: The kid grew up to be a magnificent girl. She’s now grandmother of six kids or\nsomething, has four children of her own. And we’re very close. She’s very proud,\nI’m her older brother, not the — not her oldie — her oldest brother, I am. And she’s\nvery proud of the fact that I looked after her.",
        "Q: And how long did you stay with them?",
        "A: Til May ’45.",
        "Q: So actually, from the ti — from October 17\", 1943, correct?",
        "A: Yup.",
        "Q: For another year and a half, you were with them until liberation.",
        "A: That’s right.",
        "Q: My goodness.",
        "A: Yeah.",
        "Q: My goodness. And —",
        "A: They were very good to me. They — towards the end of the war, well, in — in the\nwinter of ’44, my parents and my sister came to stay — my father came to stay with\nme again, and they found a place for my mother and my sister to sleep, but living was\nall in that little two dollar house.",
        "Q: At what time had the place been — the — the countryside been liberated already by\nthe — the allies?",
        "A: Well, there was a partial liberation from beneath the big rivers, and that was in\nSeptember °44.",
        "Q: And you were above those rivers?",
        "A: We were above the rivers, yeah. We were not really liberated, we were\nsurrendered.",
        "Q: Ah. Ah. Okay, so you still had danger until May ’45.",
        "A: My father, may he rest in peace, said on the day of liberation, nobody leaves the\nhouse. Because a stray bullet can undo whatever we have been trying to preserve.",
        "Q: I think that’s very smart.",
        "A: My friend who 1s here, his father got caught up in some kind of a wild melee of\njoyful, festival celebrants, and was pushed under a streetcar, lost his leg. So my father\nwas very, very wise at that moment, he — actually, he did a fantastic job in — in\nreestablishing the family, I’m beginning to see that now.",
        "Q: What happened then, after the war?",
        "A: Well, the general feeling was that — and I speak about that, every returning Jew\npresented an economical miscalculation. Oh, are you still around? We were not\nwelcomed. It was a very cold and chilly wind.",
        "Q: How awful.",
        "A: Yeah. The queen had said that to her every Dutchman was the same except, of\ncourse, there were certain Dutch people who had suffered more and differently than\nother Dutch people. That was not taken into consideration. I’ve just finished a talk to\nan Anglican church, where I was asked to speak about my happenings during the\nwar, and I find that among adult audiences, the Holocaust has been beaten to death a\nlittle bit. So I decided, after consultation with a friendly minister in the United\nChurch of Canada, and director of the Anglican church, that I would rather speak\nabout the holocaust after the Holocaust. And the heading of my talk was, I have been\nliberated, but am I free’? Because the war against the Jews continues.",
        "Q: Tell me about those experiences, though. Did your father have difficulty in\nreestablishing his business?",
        "A: My father had to face an unfriendly bureaucracy, to get a house, to get bedding, to\nget furniture, to get stuff in order to put his family under a roof. Instead of three\nchildren, he all of a sudden had four children, because we took in a cousin whose\nparents had been killed in Auschwitz. He had to put four children in school by\nSeptember one. And last but not least, he had to restart his own business.",
        "Q: That — the place where his business was, did he get that property back?",
        "A: He got — that property was kept by the tenants, yes. But, you have to have\nmerchandise in order to do [indecipherable]",
        "Q: That’s right, that’s right, that’s right.",
        "A: You know, that didn’t — an-and you couldn’t travel. He didn’t — he didn’t have a\ncar [interruption]",
        "Q: Okay, he didn’t have a car.",
        "A: So he — my father had a hell of a task. He is not a strong man, he is a very\ncivilized, almost meek individual. And I never thought all that much of what he had\nto go through until a friend of mine, Isaac Lipschits wrote a book in Dutch called,\n“The Little Shoah,” in which he really details, as a professional political scientist\nand historian, what happened to the remnant, and how did the remnant cope. There\nwere people didn’t want to have anything to do with Holland, hightailed it off to\nPalestine and that was it, if they had the permit to do so. So my father reestablished\nus. I don’t think we ever gave him the credit for it. ’'m sure I gave him the love, but\nit wasn’t based on what he had done, it was really based on our relationship. But this\ninterview comes to a very nice note, because in 1951 my war parents had another\nson. They had two go — daughters in between — no, they had one daughter in between\n— two daughters in between, yeah, they — then they got a son. They named him\nLeonard.",
        "Q: Rather than Theo.",
        "A: Rather than Theo, yeah Theo was — went overboard very rapidly, yeah. So, there\nis — yeah, and Leo Hoyer(ph), that’s his last name, has a son who is called Michael\nLeonard.",
        "Q: That’s very nice. You maintained contact with them after the war?",
        "A: Oh yeah, oh yeah, absolutely.",
        "Q: And your parents, did they —",
        "A: Well, no, there was a time when I was not in contact with them, and they didn’t\nmind. They fi — these people were actually, for the — the social status that they had,\nuncommonly bright. They were not on my case. If they heard from me it was\nwonderful, and if they didn’t hear from me, they would ask my parents what’s\nwrong.",
        "Q: How is he doing, yeah.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: So they were very good to me in that respect.",
        "Q: And your parents, were they — did they have good relations with them?",
        "A: Oh yeah, excellent. Yeah, he was — he went into the army after the war. He was\nthree years in Indonesia.",
        "Q: Oh my.",
        "A: And he could do that because he knew that my father would look after his wife.",
        "Q: When the war ended, you were then how old?",
        "A: I was 14 and a half.",
        "Q: 14 and a half.",
        "A: Yeah.",
        "Q: So you were in the middle of your teenage years?",
        "A: Yeah.",
        "Q: Do you remember what you felt in those pors — postwar years? Di — when you\nwent to school, did you feel that kind of coldness at school? Did you feel from\nneighbors and from — did you know — meet people you had known before —",
        "A: No. I— what happened with school, my mother, ambitious as she was, said well,\nbecause of the — the winter, you w — everybody got a year free, and she managed to\nget me into the second year of high school, which was not right, in retrospect. She\ndidn’t want me to lose too much time. But it didn’t work out that way, I was a very\nfidgety chi — fidgety child. I had trouble concentrating, I had — I was very fearful of —\n[interruption] So —",
        "Q: You were fidgety.",
        "A: Hm?",
        "Q: You were fidgety.",
        "A: I was fidgety, I did not finish high school.",
        "Q: Were you unhappy during those times, those — when you were saying you were\nfidgety, was it the — after all of that sort of like close brushes with death — you know,\nthere’s this phenomenon, when people finally are in safety, everything that held them\ntogether during the times of crisis —",
        "A: Yeah.",
        "Q: — kind of — you — then you allow yourself to —",
        "A: Well, I — no, there were some good times. I became a member of the sea scouts,\nwhich I enjoyed hugely. Since I had not had physical pleasures, being a scout was\nwonderful, travel was wonderful, doing things was wonderful. Cerebral stuff was not\npart of that.",
        "Q: And you were growing up, actually, in postwar Europe, which is unusual.",
        "A: Yeah.",
        "Q: Not many people stayed around.",
        "A: Right.",
        "Q: And I sense that you don’t have great warmth for Holland.",
        "A: No, I have — I can truly say that I have a culinary homesickness, but that’s about\nit. | worked in Holland after I got married. My wife married me on my decent face\nand good character, whatever was visible. But I—I was rather fearful of that and —\nthat she’d know where I came from. So, we went to Holland, I spent seven years in\nHolland, in the advertising business, which was at that time my — my business. And\nthose were not — those were happy days when I was allowed to run my own agency.\nThey were not happy days when I was part of the personnel. Because their style —\nyou see, th-the — the problem with Holland was that the Dutch did not go through a\nrenewal. They wanted restoration. And there, that is the crucial difference. Renewal\nis opening the windows and letting in a fresh breeze. Restoration is, let’s go back to\nthe status quo ante. And that is what happened.",
        "Q: And some things, you can’t go back to.",
        "A: Well, they tried.",
        "Q: When did you leave Holland?",
        "A: In *54. I finished my military service, and I wrote — while I was in the military, I\nwrote — and I loved the military. I was a damn good soldier. I — I was good. I c —\nphysical again, you know, I could improvise, I could st — use my street smarts. And I\nwrote to an uncle of my cousin in Australia, and to a cousin of my father’s in the\nUnited States, if you — they would sponsor me, and the cousin in the States came\nthrough first. So that’s why I went to the United States.",
        "Q: Where did you settle?",
        "A: In Westchester, New York.",
        "Q: And how long did you live there?",
        "A: Until I went into the army.",
        "Q: U.S. Army, then?",
        "A: Yeah.",
        "Q: So you went — you’ve been in the Dutch army and the U.S. Army?",
        "A: Yeah.",
        "Q: What was — what was your — what was your — what military branch did you go\ninto?",
        "A: Well, I ended up in the military police.",
        "Q: Oh my.",
        "A: Because I’m literate and my German was good, I was stationed in Austria and in\nGermany.",
        "Q: And what years?",
        "A: 755 - 56.",
        "Q: Oh, those are very interesting times in Germany.",
        "A: Yeah, right.",
        "Q: And very — still very [indecipherable]",
        "A: Hungarian — Hungarian revolution, yeah.",
        "Q: Yeah.",
        "A: Yeah. So —",
        "Q: And, can you tell me a little bit about how — I mean, this is not that much long\nafter the war. What — what kind of impression did you have of this Germany of the\n1950s?",
        "A: Well, of curse — course, no German had ever been a Nazi, and — and that 1s, of\ncourse, true, because only five percent of the Germans were card carrying Nazis. I\ndid come away with a bit of an appreciation for wie haben es nicht gewusst. We\ndidn’t know anything about it. But there 1s also very ti — because you cannot really\nsense that two blocks down the road they have a roundup of people, they — they — it’s\ntoo f— too far removed. [interruption]",
        "Q: — or towards, you know, in the first —",
        "A: Yeah, I had no problem being in Germany or in Austria. I had been with the\nDutch army on maneuvers in Germany. I don’t know, I — I don’t think I — I was anti-\nGerman at all. I love the German language, for one. To tell you the truth, wa — a-and\nmy holocaust is limited to Holland. I’ve given all my books about Schindler and all\nof that to the Jewish library at the Holocaust Center in Toronto. My knowledge o —\nmy holocaust took place in Holland. And the reason that Holland had such a large\nloss percentage, is really due to the civil service, which carried out its orders to the\nletter. To the police, to the burgomasters, to the officials in the civil registry, I think\nthe Jewish council that is being blamed in — all over the place, had very little to do\nwith whatever there was. If they hadn’t been there, it would have — it would have\ntaken place anyway. So, I —I like to exonerate the Jewish council. They brought a lot\nof solace to a lot of people who were destined to die anyway, and they — they did the\nbest they could under the circumstances. You are not trained to survive these kind of\nthings. You learn on the job.",
        "Q: You’re absolutely right.",
        "A: Yeah, so it — and I told you about the lock tight syndrome. I don’t like to ask\npeople about what they went through. If they want to tell me, fine. I’m not\nvolunteering — I’m not trying to in — to induce them to volunteer information. I am on\na number of boards. I am on the board of Dying with Dignity. I am on the board of\nmy professional Financial Planners Association. I am on the board of The Holocaust\nCenter of Toronto. I am 78 years old. I don’t look too bad and I don’t feel too bad,\nand life’s okay.",
        "Q: Thank you.",
        "A: You’re welcome.",
        "Q: Thank you very, very much.",
        "A: Okay.",
        "Q: This concludes the United States Holocaust Me-Memorial Museum interview\nwith Leonard Vis, on November 9\", 2008. Thanks very much.",
        "A: You’re welcome. Kristallnacht.",
        "Q: Yeah.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nLeonard Vis, conducted by Ina Navazelskis, on November 9\", 2008, in\nAlexandria, Virginia. Mr. Vis, thank you for agreeing to speak with us today, about\nwhat happened to you before — what kind of life you had before the Holocaust,\nduring and after. And as we do in all of our interviews, we want to start at the\nbeginning. Could you tell us a little bit about where you were born, your family, your\ncircumstances, how many siblings you had, and so on.",
        "Q: How did he belong to the 19\" century?",
        "Q: Ah, I see. I thought you meant by the way his world view was, his outlook, his —\nhis —",
        "Q: What was the — what was the — what was the world like there? It was — was — were\npeople connected also by professions? That is, did they — did they family’s you\nmentioned also have business interests together?",
        "Q: Oh, textile.",
        "Q: What kind of — what kind of childhood do you remember?",
        "Q: It’s a private school.",
        "Q: It must have looked funny having your father do gymnastics.",
        "Q: German Jewish kids.",
        "Q: I’m jealous.",
        "Q: That’s right.",
        "Q: What’s a harmonica bed?",
        "Q: So ye — wa — did they have this sort — kinder pensionne in — in this pla — had they\nalready organized it and it had been fully booked, and that’s why there had been no\nplace, and you came in kind of late, as a registration?",
        "Q: Yeah, okay.",
        "Q: And did you talk to these kids who were refugee kids much, about where they had\ncome from, and did the adult world in any way —",
        "Q: So, there was no talk about we had to leave Germany and had something like that",
        "Q: How long did you stay there?",
        "Q: Just two weeks?",
        "Q: Okay.",
        "Q: Why does that stay in your memory, this two weeks, out of — out of —",
        "Q: Oh my.",
        "Q: Amazing.",
        "Q: Tell me a little bit about your father, what kind of business was he in?",
        "Q: Okay.",
        "Q: A Dutch textile firm, or —",
        "Q: Dutch textile firm, okay. So he was a salesman?",
        "Q: Wow.",
        "Q: Very unusual.",
        "Q: Did you have any contact with non-Jewish Dutch families in any significant way?",
        "Q: I see.",
        "Q: So, it wasn’t a Jewish school, it wasn’t a Jewish —",
        "Q: Yeah, okay.",
        "Q: Or not Dutch enough.",
        "Q: Did you like the song?",
        "Q: Was appropriate.",
        "Q: That’s a lot of thinking for somebody who 1s a little boy.",
        "Q: Do you have any memories of how that was — how you felt that, when you were —\nbefore the war, as a child?",
        "Q: What was the date, do you remember?",
        "Q: Do you remember the day?",
        "Q: That’s right.",
        "Q: You anticipated my next question, which was, by the time of that invasion, had\nthere been discussions in your family about —",
        "Q: — how to leave?",
        "Q: That would have been your grandfather?",
        "Q: Oh my.",
        "Q: Oh my.",
        "Q: Mm-hm.",
        "Q: You worked there in 1961 when the war —",
        "Q: — when the war went up.",
        "Q: They stayed in Frankfurt?",
        "Q: They stayed in Amsterdam, excuse me, cause of Frankfurt I didn’t understand —",
        "Q: You lived in Frankfurt am Main?",
        "Q: Mm-hm.",
        "Q: Yeah. And they stayed in Amsterdam.",
        "Q: In 1961”",
        "Q: But some people are survivors even when they are lulled.",
        "Q: Mm.",
        "Q: So what happened?",
        "Q: Mm-hm.",
        "Q: Tell me why is that?",
        "Q: To talk about Nazis?",
        "Q: Did you know any personally?",
        "Q: How far from Amsterdam was it?",
        "Q: Okay.",
        "Q: That is, he had rented it from somebody else?",
        "Q: Okay, it wasn’t 01 — his ownership, okay.",
        "Q: So this was your — really your mother’s initiative?",
        "Q: Oh I —I have a 13 year old daughter, that’s exactly still —",
        "Q: — you know, my birthday is going to — is 1n octo — her birthday is in October, she\njust had it and all of a sudden she’s unhappy again because it’s such a long time until\nthe next birthday.",
        "Q: How do you explain that?",
        "Q: But it also sounds like you’ve had a happy childhood.",
        "Q: You know, that’s — that’s —",
        "Q: How did your brother and sister — I mean, they were so much younger than you\nwere, how did they absorb this?",
        "Q: Yeah. That happens in families.",
        "Q: And, I don’t want to pry in — in that in — in — in any way, simply, was it your\nnatures that made you this way, were there events that made this —",
        "Q: Okay.",
        "Q: And it happens —",
        "Q: So you’re — you’re concerned —",
        "Q: And is — and is that — 1s that related to what the Holocaust did, or is it related to\nother types of things with you and him?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Do they li — do they live in the Netherlands, or do they live in Israel?",
        "Q: In Holland, mm-hm.",
        "Q: And he sent me a card for my birthday, yet, he didn't call. He went to see Niagara\nFalls, Toronto is not too far away, we offered to meet him in Niagara Falls, but that",
        "Q: That’s sad.",
        "Q: It’s sad.",
        "Q: Did you share anything of a childhood together though, that was different than\nthis?",
        "Q: What’s his name?",
        "Q: Arthur.",
        "Q: And your sister?",
        "Q: Anita.",
        "Q: Is Anita still alive?",
        "Q: Okay.",
        "Q: Oh my.",
        "Q: How nice.",
        "Q: Yeah. Do you have kids?",
        "Q: Oh, I see.",
        "Q: She understood.",
        "Q: She understood.",
        "Q: Let’s go back to when you were at the summer house with your — your family, and\nthen your aunts.",
        "Q: So — so that meant that when you left Amsterdam, there was no one who ever\ncalled or said, how are you doing, where are you going?",
        "Q: Tell me about that.",
        "Q: Did you feel at the time hurt that nobody followed up, or is this something upon\nreflection later?",
        "Q: Do you mean east Holland, or east Europe?",
        "Q: Oh my.",
        "Q: Did your father accept?",
        "Q: He didn't know who he was talking to.",
        "Q: So you were back from Bussum?",
        "Q: Well, there are — there — there is that kind of talk. I mean —",
        "Q: — one hears and reads things like that, but — but there’s more than enough to\ndisprove it.",
        "Q: Sure.",
        "Q: We can always continue, yes.",
        "Q: So let’s talk until you have to go.",
        "Q: Do you remember the day?",
        "Q: That’s what I mean, that day.",
        "Q: Were they in Amsterdam, was this place in Amsterdam, outside the ci —",
        "Q: Okay.",
        "Q: Wait, did you stay in the same place?",
        "Q: Subsequent.",
        "Q: Okay. We will do that.",
        "Q: Okay. Thank you.\nEnd of File One",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Mr. Leonard Vis, on November 9\", 2008 in Alexandria, Virginia.\nSo, Mr. Vis, where did we leave off?",
        "Q: Were they kind? Were the people that you came into contact with now, were they\nkind, or were they indifferent, or how were they?",
        "Q: I mean, but were they indifferent to you? I mean, sounds like pretty much — it’s a\ncertainly — not an — not even a two class system, but here is the upper house, and here\nway down low —",
        "Q: — you’re there with —",
        "Q: But it’s the first time you’re really s-separated from your family’s fa — 1-it’s new —",
        "Q: So in a way it was an adventure?",
        "Q: How did you keep yourself occupied in that shack?",
        "Q: Did anybody come talk to you?",
        "Q: He had told you about it?",
        "Q: Oh my.",
        "Q: How much older than you was he?",
        "Q: Mm-hm.",
        "Q: So he was young.",
        "Q: Right.",
        "Q: And nobody did any kind of investigation to prove him wrong.",
        "Q: Magnetic fields.",
        "Q: Oh yeah.",
        "Q: And the pe — guests weren’t paying.",
        "Q: And there you were on an equal level. You weren’t re-relegated to a shack, were\nyou?",
        "Q: Oh dear.",
        "Q: So some of the Dutch police, or one of the Dutch police —",
        "Q: You had been with Isaac for how long?",
        "Q: So almost nine or 10 months, something like that.",
        "Q: And had you had any contact with your parents at all?",
        "Q: So they knew where you were?",
        "Q: Oh, I see.",
        "Q: And maybe a few things disappeared.",
        "Q: Oh my.",
        "Q: Well, it was.",
        "Q: So you got the parcel only a few weeks before —",
        "Q: Okay, so you got the parcel —",
        "Q: Oh, I see, it wasn’t at Isaac’s house that you got —",
        "Q: Okay, you’re still in the shack.",
        "Q: Okay, okay.",
        "Q: So this —",
        "Q: In what way?",
        "Q: Aside from the 27 people who you were there with, when you got to that big\ntheater, were there any others that you recognized, that you knew from before?",
        "Q: You’re in the lobby, okay.",
        "Q: Did anything happen to Isaac, by the way, for having harbored so many people?",
        "Q: Okay.",
        "Q: So you weren't on any pieces of paper.",
        "Q: Do you remember the name?",
        "Q: So you’re in the Netherlands?",
        "Q: This is all still in the Netherlands.",
        "Q: Oh my gosh.",
        "Q: You don’t say, I don’t feel like going to a soccer match.",
        "Q: You feel that then?",
        "Q: Were they kind to you, or were they —",
        "Q: Did they point out — that out to you, or did you figure that out?",
        "Q: Okay. The reason — you know, one of the reasons I ask this is that when you’re\ntalking about how they wanted you to — to call you Theo, it’s with a certain, you\nknow, tone of — I wouldn’t — don’t know what the right word 1s, but it’s not a positive\nword. And maybe, in their minds, they were very sincere. That —",
        "Q: — that they thought there would be greater danger. Whether it’s true or not, maybe\nthey sincerely believed that.",
        "Q: Yes.",
        "Q: In any other time, in any other circumstance, that could be offensive. But in that\ncircumstance, where they don’t want you to be caught, then anything that could save\nyou from being caught —",
        "Q: Yes, I know, the —",
        "Q: — the irony, and the silliness, perhaps —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Or — or not. I mean —",
        "Q: Or not, because if it’s that kind —",
        "Q: I-I-It’s ju — that’s why I asked, were in other ways they kind? It — because there\nwould be some people who might have just not liked Jews —",
        "Q: — and wanted to —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: My.",
        "Q: But —",
        "Q: But you know, that’s tough f-for anybody and especially tough for a young boy.",
        "Q: It’s very tough.",
        "Q: And what happened to the people who were in the theater? To your uncle —",
        "Q: — to your uncle and aunt who were family friends —",
        "Q: Oh my.",
        "Q: Oh my, from that house?",
        "Q: Do you know the name of the woman who was the girlfriend?",
        "Q: So she has that many souls on her head.",
        "Q: Maybe more.",
        "Q: Oh my.",
        "Q: And you think there’s a connection between that and that?",
        "Q: Did he make those connections? Did — is he the one who said it’s because I had to\nkeep quiet when I was a— when I was a young boy”?",
        "Q: But that a four year old kid could manage that.",
        "Q: And so even grandparents didn’t know?",
        "Q: But that’s 1— it’s an amazing feat. Because if you had — given the — the geographic\n— how you describe it —",
        "Q: Yeah, yeah.",
        "Q: And he protected you?",
        "Q: Did your parents know where you were?",
        "Q: Were they still back in the — in his own office building? You know, when you —\nwhen you had left —",
        "Q: Okay. Together with your brother and sister?",
        "Q: Okay. Oh, that’s right, they went in June.",
        "Q: Grocer?",
        "Q: That’s a big burden for a young child —",
        "Q: You were stronger than him.",
        "Q: Yes.",
        "Q: But you had a lot of growing up.",
        "Q: Yeah.",
        "Q: Oh my goodness.",
        "Q: And how long did you stay with them?",
        "Q: So actually, from the ti — from October 17\", 1943, correct?",
        "Q: For another year and a half, you were with them until liberation.",
        "Q: My goodness.",
        "Q: My goodness. And —",
        "Q: At what time had the place been — the — the countryside been liberated already by\nthe — the allies?",
        "Q: And you were above those rivers?",
        "Q: Ah. Ah. Okay, so you still had danger until May ’45.",
        "Q: I think that’s very smart.",
        "Q: What happened then, after the war?",
        "Q: How awful.",
        "Q: Tell me about those experiences, though. Did your father have difficulty in\nreestablishing his business?",
        "Q: That — the place where his business was, did he get that property back?",
        "Q: That’s right, that’s right, that’s right.",
        "Q: Okay, he didn’t have a car.",
        "Q: Rather than Theo.",
        "Q: That’s very nice. You maintained contact with them after the war?",
        "Q: And your parents, did they —",
        "Q: How is he doing, yeah.",
        "Q: Yeah.",
        "Q: And your parents, were they — did they have good relations with them?",
        "Q: Oh my.",
        "Q: When the war ended, you were then how old?",
        "Q: 14 and a half.",
        "Q: So you were in the middle of your teenage years?",
        "Q: Do you remember what you felt in those pors — postwar years? Di — when you\nwent to school, did you feel that kind of coldness at school? Did you feel from\nneighbors and from — did you know — meet people you had known before —",
        "Q: You were fidgety.",
        "Q: You were fidgety.",
        "Q: Were you unhappy during those times, those — when you were saying you were\nfidgety, was it the — after all of that sort of like close brushes with death — you know,\nthere’s this phenomenon, when people finally are in safety, everything that held them\ntogether during the times of crisis —",
        "Q: — kind of — you — then you allow yourself to —",
        "Q: And you were growing up, actually, in postwar Europe, which is unusual.",
        "Q: Not many people stayed around.",
        "Q: And I sense that you don’t have great warmth for Holland.",
        "Q: And some things, you can’t go back to.",
        "Q: When did you leave Holland?",
        "Q: Where did you settle?",
        "Q: And how long did you live there?",
        "Q: U.S. Army, then?",
        "Q: So you went — you’ve been in the Dutch army and the U.S. Army?",
        "Q: What was — what was your — what was your — what military branch did you go\ninto?",
        "Q: Oh my.",
        "Q: And what years?",
        "Q: Oh, those are very interesting times in Germany.",
        "Q: And very — still very [indecipherable]",
        "Q: Yeah.",
        "Q: And, can you tell me a little bit about how — I mean, this is not that much long\nafter the war. What — what kind of impression did you have of this Germany of the\n1950s?",
        "Q: — or towards, you know, in the first —",
        "Q: You’re absolutely right.",
        "Q: Thank you.",
        "Q: Thank you very, very much.",
        "Q: This concludes the United States Holocaust Me-Memorial Museum interview\nwith Leonard Vis, on November 9\", 2008. Thanks very much.",
        "Q: Yeah.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: I can tell you a lot about that, because after all, I’m alive to tell you. I was\nborn on the 16\" of September, 1930 in Amsterdam, Holland. My family tree goes\nback to before the French revolution. It’s important to mention that, because we as\nJews generally are somewhat of an errant nation. But we were very well settled there,\nwe were utterly accultured, and I can truthfully say that Yiddish was fairly unknown\nto us. I have a brother who was born in 1934, and a sister in 1935. My parents,\nMaurice(ph) and Francisca, my father was born in 1895. And then — he still\nbelonged to the 19 century, was rather interesting. And my mother was born in\n1901, both in Amsterdam.",
        "A: Because he was born in 1895.",
        "A: Well, my father wore starched collars, and needed a little hook for the collar to\nhook into the — into the collar button. So, he wore high boots, with shoes — with the —\nwith shoelaces. Yeah, he was — he — well, he was a product of his time. And he\nbelonged to a very unknown Jewish family. When my mother got engaged to him,\npeople said oh, what a shame that Francisca is marrying a non-Jew. But that was\nmainly because he was not — the family was very small. My mother comes from a\nvery large family. Her maiden name is Depaauw, d-e-p-double a-u-w. And they\nwere affiliated with the Ushers, which was a very important patrician family in\nAmsterdam. So — and then there was the family of Souget, s-o-u-g-e-t, of which\nthere is an extensive family tree in Jerusalem at the genealogical institute of the\nUniversity of Jerusalem.",
        "A: The Ushers were in the diamond business. Souget was medicine insurance. Vis\nwas textile.",
        "A: So that was — yeah, that was sort of the — but they were not connected\nprofessionally. It was really at — from what I recall, it was really a family affair. I\ninherited the wedding banquet photograph of my parents, 1929, November. I lost\ntouch with these people when I was about nine, and yet I could mention — I could\nname, of the 45 people who were invited, roughly 23 — 43, sorry. Which, for a kid\nthat age — so it was th-th-the — the family impressions that sort of stayed.",
        "A: I had a terrific childhood. I was a st — a single child for three and a half years. I\nwas well liked. I was rather shy, funny enough. But my mother spent a lot of time\nwith me. My mother was sort of a frustrated tomboy, I think. We went swimming\ntogether. She compiled lists of auto makes for me. We clipped out Rupert, the — the\ncomic strip, Rupert the Bear, from the newspaper and made picture books out of it. I\nwas allowed to read the newspaper. The newspaper used to come in in the evening,\nfall on the mat behind the front door, and I was allowed to read it as long as I was —\ntook — treated it neatly. And of course, I couldn’t read at three and a half, but I could\nmake out the pictures that were in there. So I consider that a very good sort of start of\n1—a sense of literacy. I’ve always loved reading, I could always be find with a book\n— be found with a book, and then I went to school at age five. That was a very strange\nthing. I’m born in September, as I said, and I would not be allowed into the first\ngrade, because I became six on the 16\" of September. But as I said, I had a very\nscrappy mother, who didn’t take this lying down, and who interpreted the — the law\nthat you couldn’t go into the first grade with age five, as saying that you could enter\ngrade two at age six. There were more mothers like that, and I went to a preparatory\nfirst grade, which was quite wonderful. It must have been expensive, there were all\nkinds of kids of —",
        "A: Private school. Kids of reasonably wealthy, middle class families. And it was\nabout that time in 1935 that my mother gave birth to my sister. And I said at that\npoint to my father that I didn’t think it was a good idea that I would go on vacation\nwith mother any longer — I was very politically oriented — because she would need all\nher attention for my little brother, and her newborn baby. And my father said, what\ndo you have in mind? And I said, well, I heard in school there 1s something like a\nkinder pensionne, a youth hostel for young children. [cough] Excuse me. And I\nwould be very interested in going to a place like that. The kids in school think it’s\nterrific. And my father asked around, colleagues of his in the train, mostly Jewish,\nand he found a place for me to go to with a colleague of his who needed some extra\nmoney, who had a bigger house than he could really afford, and the house was full of\nkids, and they would have a space for me. So, come the Christmas holidays, my\nfather took me to a town called Amersfoort, east of Amsterdam. The train was very\ncold, we did gymnastics, I remember that as of yesterday, in order to stay warm. And",
        "A: Oh yeah, we were hanging from the luggage racks, and things like that, yeah. And\n— and it was fun to be together with my father, nobody else on the train. It was a d —\nsort of a seminal experience. And I— so we came there, to this wonderful home,\nwhich was full of German kids, émigré kids",
        "A: German Jewish kids. Was kosher, the whole place. We had a kosher home. We\nhad — let me go back a bit to the home for a moment, we had the maid, a nanny, a\nlady for rough work, and a seamstress who came every Tuesday afternoon, because\nwe were not beyond having a patch in our pants. She did the necessary stuff. So that\nwas sort of the household personnel. My mother always did the cooking. She didn’t\nleave that to anybody.",
        "A: Well, if you have a kosher home, you don’t want to delegate that, necessarily.",
        "A: And anyway, they loved to have me there, I — I remember that they gave me my\nown bed. It was a harmonica bed.",
        "A: It’s a camp cot that collapses, but it was called a harmonica bed, which I had to\nmake every night. Make my bed, and take off my bedding in the morning, fold it up\nnicely. I was only five, yeah. And so I — or was I six? No, I think I was five. And I\nhad to place this bed between two sliding doors. Much later I realized that these pla —\npeople didn’t have any space for me, that the harmonica bed was sort of an\nexpediency. That the place bes — the space between two sliding doors sort of\nhappened to be, and they could use the money. But that didn’t detract from the fun of\nthe situation, had a wonderful two weeks there.",
        "A: Yeah, yeah.",
        "A: Well, it wasn’t really a registration, the place was packed with these refugee\nchildren, and when my father talked to Uncle Jacques, whatevers his name is, wife\nwas Judith, he said, yeah, we c — we can handle that. You know, this kind of thing.\nAnd there was nothing terribly formal about it, but they took me in. And they were\nwonderful, they loved kids. And there was an old grandmother who was also very\ngood with kids, and of course there was a whole stratum of kids; I was the youngest.\nThe next oldest was seven, which is a yet — humungous difference.",
        "A: Nobody spoke about these things, the kids — kids are kids, they’re — they’ re\ninterested in — in the here and now, not in the hereafter, and in the world to come, or\nwhat have you.",
        "A: No, no, everybody tried to speak Dutch as well as they could, and they — we had\nShabbas services, and you know, made kiddush at night, for a Friday night. I don’t\nremember going to shul, but that didn’t —",
        "A: Two weeks.",
        "A: Yeah, my Christmas vacation.",
        "A: And —",
        "A: I became Monopoly champion at five.",
        "A: Yeah. I don’t know how I did it, but I was pretty good at it. And — oh yeah, and I\nremember — no, that was in a — in a autumn vacation later on, we learned to gather\nmushrooms, which was important, I liked mushrooms. Chanterelle especially. And so\nthat was the Christmas vacation, went back to school, and in the f— summer of — I\nwas that — I turned — no, I turned six in the meantime, yeah, so I was six when I went\nthere. And then I went to second grade, private school. Same grade, same school that\nMarion Pritchard went to. We had the same head of the — head of the school. We\nhad the same lady who taught us carpentry and stuff.",
        "A: Yeah.",
        "A: He was the representative for a textile firm in the eastern part of Holland.",
        "A: And his area of operations was essentially the western provinces.",
        "A: Dutch textile firm, yeah, yeah.",
        "A: His father had that agency already, and my father was very proud, and he said,\nyou know, Vis and Sons, since 1888.",
        "A: So it had been in the family for quite some time. I have a telephone book of\nAmsterdam in 1915, and both my grandfathers had telephone, which in those years\nwas rather unusual.",
        "A: Yeah. My grandfather on my mother’s side was in the diamond business.",
        "A: Oh yeah, I went — I went to a mixed school, you know —",
        "A: — the school was du — 1t was a — it was a private school, but 1t was open to\neverybody, there was no —",
        "A: No, absolutely not.",
        "A: No. But I was always off on Saturday morning. In those years schools were\nworking — were operating on Saturday morning, so I never went to school. I did have\n— and — and the only thing that they graded you on that was done on Saturday\nmorning was singing. So, every quarter I had to sing very privately, but in public, a\nsong on which I was being graded. And I remember having the street smarts to sing a\npatriotic song, so that nobody could accuse me of either being too Jewish, or too\nwhatever. I —",
        "A: Or not — yeah. I — I sang a song that was sort of the exhilaration of Dutch passion.",
        "A: Yeah, I made sure that I liked the song, but I also made sure that the song —",
        "A: — was for the purpose that I intended it to be.",
        "A: Yeah, yeah, but I think that is also genetically induced. There’s something about\nsurvival, even in civilized circumstances that sort of prepares you for these kind of\nthings. It — I don’t think I’m supersensitive on that, but I — I do feel that — well,\nyou’re never totally part of the social fabric because the people let you feel that\nyou’re a little bit different. So, on your own, you try to minimize that difference as\nmuch as possible.",
        "A: Specific instances, I — I really don’t remember, no, no. You know, for one thing,\nHolland was a — a tolerant society in the sense that in 1848 everybody got civil\nrights, yo — everybody became a citizen. So you — you — you had voting rights. And\nthe Jews — the Catholics actually were the last ones to — to get their civil rights, but —\nso no, there was no particular sense of apprehension. But you know, you knew sort of\nintuitively that if you were to — called upon to sing, you didn’t sing the Hatikva even\nif it was a song that you knew best. You sang something that was typically Dutch,\nand extolled the virtue of the nation. So that was — I stayed in that school until the\nGermans invaded Holland, that was in 1940. So for us the war started in 1940.",
        "A: Yeah, it was the 10\" of May.",
        "A: I remember it very vividly. It was just before the Whitsun fa — vacation,\nPentecost is Whitsun.",
        "A: And I heard planes coming over, and I went to see my parents 1n their bedroom,\nand they said that the Germans had invaded Holland, that was on the radio. And I\nhad a stamp collection of German inflationary stamps from post World War I, and I\nasked my father if we couldn’t buy these guys off with all these mo — millions of\nmarks that I had of these little stamps. That I remember very clearly. My f— 1n — and\nthis is also important, this is actually very important; in — during the Whitsun\nvacation in 1939, so that is roughly May - June, my mother and my father left for\nEngland on a short vacation, and my mother went to Australia house to get visas for\nus for Australia.",
        "A: Absolutely.",
        "A: Yeah. And they got visas for our family. My mother got visas for her two sisters\nand their families. Must have been easy to get that, I suppose. But my oldest uncle\nsaid, we can’t leave, we cannot leave my father-in-law to his own devices. We can’t\nleave him alone.",
        "A: My grandfather. And my father said, Mother, in times of need, the captain does\nnot leave the ship. That the ship intended to kick the captain off the bridge was\nsomething that nobody was thinking of. So we didn’t use the visas.",
        "A: Yeah.",
        "A: I want to say that that was never — it was never a point of dispute between my\nparents, my mother was incredibly loyal. I do not understand why they didn’t see the\ndanger, because it was being spelled out in capital letters. If I may refresh your\nmemory, because you’re stu — you’re st — quite a bit younger than I am; it started off\nwith Austria, with Czechoslovakia, then it went all the way to Denmark, to\nNorway, who were declare — who had declared themselves neutral, and the Dutch\ngovernment said nothing will happen here. So this kind of lulling the troops to sleep\nwas something that everybody wanted to believe in. Just like Islam 1s a religion of\npeace, which it isn’t. But we like to believe it, because it creates a comfort zone for\nus. [indecipherable] I was in Germany in 1991. I worked there.",
        "A: When the war went up.",
        "A: 1961.",
        "A: Right, in Berlin. And I got a telephone call from my mother, and she says,\nLeonard, what are we going to do? I said, well, my car is filled up. I have two cans —\ntwo jerrycans full of gas in there, two tires mounted on rims, and if anything happens,\nI’m on my way south to Portugal. And my mother said, how about us? And I said,\nMother, I’ve never heard anybody fleeing from Frankfurt Main via Amsterdam to\nPortugal. Geographically not healthy. What do you advise us to do? I said, that’s\nvery simple. Take some money out of the bank, and get yourself a vacation in\nIreland and see how it shakes out. You think they went?",
        "A: They stayed in Amsterdam.",
        "A: Yeah, I lived in Frankfurt.",
        "A: Yeah.",
        "A: And my mother said, what about us?",
        "A: And they stayed in Amsterdam, they didn’t go on an Irish vacation.",
        "A: In 1961. And we didn’t know which way this cookie would crumble. So what I’m\ntrying to point out 1s that either you are a survivor, or you are not.",
        "A: Then they have more luck than brain.",
        "A: So that was the situation in 1939, my mother saw it very clearly, my mother is a\nsurvivor, my father definitely not. Lovely man, loved him dearly, but he — a product\nof another century. Yeah, he’d like to go with my mother to England, and he was\npleased that she was successful in getting the visas, but to make use of it is different\nkettle of fish.",
        "A: On the 14 of May, my father felt that maybe the time would have come to drive\nto the coast and see if we could get on a ship to England. Of course, that was totally\nimpossible, there was — there was a tremendous to-do on the coast and nobody could\nget to the harbor of [indecipherable]. And the people who did get — get out, got out\nearlier. But it — it was hopeless, and we turned the car around, and we went to a\nseaside resort, where we saw the Germans enter the country. Very disciplined, very —\nvery well disciplined, well oiled ma-machine. And I remember that on the — was the\n15\" of May, we were waiting to see how the situation would turn out, and my father\nand I went to a barber to get a haircut. Not exactly a deed of resistance, but under the\ncircumstances, why not get a haircut? Then we went to Holland — to — to when we —\nwe went back home to Amsterdam. We resumed our life. The first measure that the\nGermans enacted was — and we never speak about Nazis, by the way.",
        "A: Nazis is something that the Dutch do not know.",
        "A: Because, here in North America there are a lot of loyal Germans. So we wish to\nexclude them from the bad Germans, so we call the bad Germans Nazis. And I\nexplained that to the schoolchildren when I speak at schools, and I give the Hitler\nsalute. And I said, do you know what percentage of the Germans were card carrying\nparty members? Five percent. And they couldn’t have done it by themselves. And\nmost of them were too high up in the party administration to really bother with Jews.\nSo th-they understand that, so I never sp — it — it’s not part of my vocabulary.",
        "A: Yeah, yeah, no, we call them deutsches(ph), mofa(ph), krauts, if you will. But\nnever talked about Nazis. In fact, we — we — the only Nazis that we knew were\nNSBers, they were Dutch Nazis.",
        "A: Yeah, they used to come to school in their Dutch Nazi uniform. Kids, yeah. I\nmean, they were a bit stupid, you know, they — we didn’t think too much of them, I\ndon’t think they were excluded, but by virtue of coming in to — in their uniform to\nschool, they excluded themselves, really. Anyway, I finished school, and for the\nsummer vacation my mother came up with a plan and said, we’re leaving — we’re go\n—I wou — Father has rented a house in Bussum, which is out in the country. We’re\ngoing there for our vacation. And while we were there, my mother and my father\ndecided to move to Bussum. At that time you didn’t need a permit to move.",
        "A: 25 kilometers.",
        "A: And we lived in that house. In the meantime my father emptied the house in\nAmsterdam, which was rented.",
        "A: Yeah, yeah.",
        "A: No, it wasn’t his own house. He had an own house, but that was where his office\nwas. But the living house was rented from a man who couldn’t pay his bills in 1930\nor 1929, that’s when they started the — it was a very nice house. So I never saw my\nbedroom again. I never said goodbye to anybody in Amsterdam because we were\ngone temporarily, and that temporarily turned out permanently. Our nanny came\nalong, but she couldn’t stay too long because Dutch Jews were not allowed to have\nGentile personnel. And in — a young cousin of my mother’s came and helped us. I\nmean, after all, she had three kids. Since my mother pulled this off, her two sisters\nalso moved to Bussum.",
        "A: Yeah, and she was the youngest. But she had the better part of what we commonly\nknow — call chutzpah, of which the vernacular translation 1s brass balls. Anyway, I\nwent to school there, private school, nice school, upper middle class school. All these\nthings were organized. I mean, 1t was very smooth. I really didn't feel that — well, a\nkid looks at these things as adventure. I — I — I hope that you get that sense from other\ninterviewees. You know, thinking about yesterday, what’s hap — tomorrow, you\nknow. So many nights of sleep before your birthday, you never say so many nights\nafter your last birthday, you always go forward.",
        "A: Yeah.",
        "A: Yeah. And the moment she is 13 and a half, she’ll let you know. I’m very close to\nmy childhood, very close.",
        "A: I don’t know. I think I am still very inquisitive, optimistic, fast, impatient, can’t\nwait for things to be fixed, I’d rather fix it myself.",
        "A: Oh yeah.",
        "A: I’m still hap — I’m still a very happy person, yeah.",
        "A: I do not really know my brother and sister. It’s as — yeah, this is a very — it’s a bit\nof a tender subject, in a way. My brother is very different from me. We were in\nhiding a little bit, a little time together, he and I. But we operate on a totally different\nwavelength. And I love my brother, but I don’t like him.",
        "A: I guess so. But I will not bring the situation to a head, I am very cordial with him,\nwith his wife, but I will — I do not wish to have a closer relationship than we\ncurrently have.",
        "A: There were events, there were issues, and I would want to discuss those issues, but\nit would be very detrimental to him. I’ve invented something, I talked about it\nyesterday at one of the sessions, that is called the lock tight syndrome. Lock tight is a\nschmear that you put between a nut and a bolt.",
        "A: You tighten it, it creates a gasket, and nothing rattles. And now we’re going to\ntalk about something, and the lock tight is being removed, and then I leave —",
        "A: — and there’s no more lock tight.",
        "A: I would — I would undo a s — a sense of security that I could not reintroduce. I’m\nvery sensitive to that.",
        "A: It’s related to other things, too, oh yeah.",
        "A: No, it — actually, it’s not related to the Holocaust at all.",
        "A: It is something that — that started to happen, oh I’d say about 15 - 20 years after\nthe Holocaust.",
        "A: No, no, it — it’s definitely an adult discrepancy that occurred and I — and I wish to\nleave it like that, because — I explained it to his wife. I don’t want to provide him\nwith the feeling that everything is hunky dory, but I also don’t want to give him the\nfeeling that we’re sworn enemies. He just had a vacation in the United States with\nhis wife, they had a camper.",
        "A: They’re living in — in Holland.",
        "A: Yeah.\nalso implied that we really didn’t want him — to receive him in our home. So I think\nhe read the signal right.",
        "A: It’s very sad, yeah.",
        "A: Very sad.",
        "A: I loved him, I mean, he was really, he was the little brother I always wanted. I had\nan imaginary brother until he came. In my fantasy I spoke with him, and I knew\nwhere he lived. And I forgot about him the moment my little brother ra — arrived\nphysically.",
        "A: Arthur.",
        "A: Yeah.",
        "A: Anita.",
        "A: Yeah.",
        "A: Oh yeah.",
        "A: She lives in Israel and she has 16 grandchildren.",
        "A: Well, she has three boys, and the boys are fertile — nubile [indecipherable]. They\nare wonderful guys, I’m very good with them. I’m — actually, my salvation does not\nrest with my contemporaries, it rests with the people who come after my\ncontemporaries. My brother’s kids, my sister’s kids, my cousin’s kids. They’re\nterrific. They — they love me.",
        "A: Yeah. And my wife is included, of course.",
        "A: No.",
        "A: No. As my wife said, it never happened. But I was not very happy with the world,\nI think, all along, and I really don’t mind that I don’t have any kids. Having kids 1s\nalso something of a curiosity, you would like to see what are they — what it looks\nlike. My mother, whose favorite child I’ve always been, said to m — and who would\nhave, of course, kvelled herself to death about a grandchild from Dorothy and from\nme, said to me towards the end of her life that she really respected the fact that I\ndidn’t have any children.",
        "A: Yeah.",
        "A: Yeah.",
        "A: And — well, all of a sudden, the immediate family of my mother relocated outside\nof Amsterdam and we had a good time, and we saw each other regularly. In June —\ni-in September of 1941, we had to go to Jewish schools, so my coo — my oldest\ncousin went to a Jewish high school. And my younger cousin also, and I went with\nmy brother and my sister to the Jewish public school, or Jewish grade school. That\nwas a very deceptive thing really, because the kids from my public school really\ndidn’t keep in touch with me. The general attitude in those years was that, let’s see\nhow this thing shakes out. Typical Dutch saying is let us not burn out hands in cold\nwater. That means, take absolutely no risks. And the kids heard this from their\nparents, and goodbye Leonard.",
        "A: No. And when I went this one year to the school in Bussum, where we lived then,\nnobody kept in touch with me after I was removed from school.",
        "A: Well, one day my father came home and he said, I got a letter from the counselor\nfor science and education, and he says that you’re no longer supposed to go to your\nproper school, you have to go to a Jewish school. And well, as kids go, tha — here’s\nanother page of — of interesting something or other.",
        "A: No, that 1s upon reflection later on, yeah, because you don’t have time to be hurt,\nyou have to sort of find out what’s going on and — so that — that — I went there for a\nyear, my brother and my sister, too. And — and actually my sister went to a — sort of a\n—I don’t know what it was, a kindergarten of sorts, I think. And then we were told —\nno, then, in the fall of 41, my father could no longer work, because he could not use\npublic transportation, and he decided to spend a bit more time with my brother and\nme. And on Saturday morning we used to go to synagogue. And one morning in the\nfall of °41, we came back from shul, and a man stepped out of his house, crossed his\ngarden path and positioned himself in front of my father and said, I’d like to ask you\na question. And that was a dicey thing because you didn't know who the hell the guy\nwas and he could denounce you. And he said — and my father said, okay, ask the\nquestion. And he said, are you Jewish? And my father said yes. He said, I thought so.\nI see you come by there every Saturday morning with your two sons, nice thing to\nsee. I know a bit about Jews because I used to live in Amsterdam, blah, blah, blah.\nHe said, but that’s not really — that’s not really why I wanted to ask you that question.\nI would like to know what are you going to do about the resettlement of the Dutch\nJews in the east? There had been discussions that the Dutch Jews were going to be\nevacuated. That was an emigration department of the Jewish council, and the\nresettlement would take place in the east, where that was, we didn’t know.",
        "A: East Europe, yeah. And it could have been Germany, which was not really\neastern Europe, but it certainly was east of the Dutch border. And my father said, I\ndon’t know. I — my Gentile friends are not talking to me. They want to see how this\nthing evolves, and my Jewish friends in the same boat as I am. And my brother and I\nwere standing there, you know, seeing how this thing evolved. And this man said\nsomething that is quite incredible when you think about it, he said, may I help you?",
        "A: And this man knew about discrimination, he was a hunchback. And he felt that his\ntime had come. There’s certain people who rise to the occasion at the appropriate and\nalmost pre-ordained time. And this man, who had been discriminated against all his\nlife, married to a very nice woman, felt that this was his opportunity to shine. To be\nin charge of something, despite his handicap.",
        "A: Not right away. He said that I don’t want you to endanger yourself. I mean, he\ndidn’t know which way this whole thing was going.",
        "A: That’s exactly. And the man said, may I come to your house and discuss this with\nyou? So my father said, sure. And that’s how we went into hiding. I wasn’t privy to\nthe discussions, I wasn’t privy to anything that happened, except that one day in June\nof 1942, after we had been resettled in Amsterdam, Amsterdam was going to\nbecome a big ghetto —",
        "A: From — back from Bussum to Amsterdam. In my father’s office, he had two\nfloors there. And above the two floors there were three more floors, which had\ntenants. And I think my father made a deal with the tenants somehow to keep the\nplace in good repair until he came back from hiding, because that was the idea behind\nour [indecipherable] discussion with this man whom I shall — shall call Uncle Bill.\nHe got the medal from Yad Vashem by the way, he survived it all. And so in June of\n1942, a lady came to the house and said, I’ve come from Uncle Bill, and come to\npick up the kids. And it’s — it just was absolutely unbelievable, the Jews stand\naccused of not having been in the resistance against the Germans. You know, we\nwere supposed to — supposed to have been led to the slaughter like sheep.",
        "A: Yeah.",
        "A: Yeah. It happens — I have to watch my time here, ooh.",
        "A: Yeah, I said at three o’clock I will meet somebody at the movies. But we can\nalways continue later on.",
        "A: Yeah.",
        "A: So, we’ll — we’ll talk up to in going into hiding. So the lady came and she — she\nasked for the kids, and only much later in life have I realized that first my parents\nresisted the Germans physically and mentally. Secondly, that they divested\nthemselves of their children, without any hope whatsoever. Or maybe with only hope\nthat they would be treated right, that people would like them, that they would be fed\nproperly, in the hope that they would see them again. I don’t wish that on any parent.\nIt is the most abhorrent thing.",
        "A: In June, no, I remember when I went into hiding.",
        "A: Okay, that was in August, it was the 12\" of August. I know that because the 10\"\nof August was the birthday of my cousin, and I went to his birthday party. And I\nwent the 12\" of August. After my brother and sister left, my father broke down and\ncried, and asked me if I would look after the kids in the event that he came to grief —\nafter the kids and my mother. So there you stand, 11 years old, you know, what do\nyou say? Yes, Pa. And so I was taken to — by the same lady, to a shack in the woods.\nThe summer of ’42 was gorgeous. And I had to look after my own breakfast and my\nown lunch, and in the main house, the people who owned the shack, they got my\ndinner. My brother spent a brief time with me there, he was in between two addresses\nand it was nice to see him. And at that time, there was something going on in\nHolland. | can’t —",
        "A: No, they were out in the country.",
        "A: South of Amsterdam. That was a very interesting thing that I’ve only later\ndiagnosed or evalued. And that is that there was a saying the war will be over by\nChristmas. And there is corollary to that, that if the war is not over by this Christmas,\nthen it surely will be over next Christmas. It meant that every Jew in hiding had a\nwindow of opportunity of 365 days, with an automatic renewal, because if anybody\nhad asked will you take Leonard Vis in, from August ’42 til May 45, you would\nhave had a resounding no. So this crazy Christian notion, because wars have to be\nend around Christmas with peace on earth and all this kind of stuff, was very\nbeneficial to us. Of course it’s a crazy Christian notion, but to we — it was to our\nadvantage. And that’s —",
        "A: No, because the place with the — the shack wasn’t winterized. So in November of\n\"42, I was taken to a very nice family with a big house. And we can talk about that in\nthe st —",
        "A: — second part of our interview.",
        "A: Okay.\nBeginning File Two",
        "A: I left off when winter came, and the shack that I was living in was not winterized,\nand my handlers decided — these were friends of Uncle Bill — my handlers decided\nthat I had to be moved to a more clement environment.",
        "A: They were very casual about the whole thing. To them I was just a kid who\nneeded a place to stay. The Jewishness sort of didn’t figure in too much. I think it\nwas important to them that I could lead my own life, they were very intellectual\npeople; he was a journalist and she was a screenwriter. And they had a young son,\nand they lived their life in the main house, and I lived my life in the wooden shack,\nand you know, like everybody else, they also thought that the war would be over by\nChristmas, and that the Tommys would be coming. We hadn’t really thought about\nthe Americans, but the Tommys were close by, and the Tommys could do\neverything. And the interesting thing was that they really — you know, they lulled\nthemselves to sleep. They thought you could rid of the Germans just like that, and\nthat the persecution of the Jews, I suppose was — was one of those things that are part\nof the war, and you have to take that in stride. I don’t think that after I left they were\nengaged in any other illegal activity, but at the time they did what they felt, and they\nfelt good about it, so —",
        "A: Yeah, it was —",
        "A: — it was a fairly segregated existence, which I didn’t mind, quite frankly.",
        "A: Well, ve been — I had been to the children’s pensionne, and this was, to me, an\nextension of that.",
        "A: Absolutely, yeah, yeah.",
        "A: Reading, crossword puzzles. My mother taught me years ago, long before I went\ninto hiding, that crossword puzzles are a good thing, it’s part of my literacy situation.\nI still do them. And reading. And of course I was out in the open, so there was a bit\nof investigation of nature. I knew a little bit about mushrooms that I’d learned in the\nchildren’s pensionne, so it —",
        "A: Yes. A young man joined me there in, I guess, October. Very nice young man, he\n— for the longest — I knew that his first name was Joe. For the longest time I really\ndidn’t remember his last name, his omer — his honest last name. Everybody had sort\nof an alias. But thanks to a wonderful database that has just become public in\nHolland, I found out who he was, and pretty well what happened to him. He was\ncaught and deported, but he didn't die in Auschwitz for some reason or other, he died\nsomewhere else, 1n a work camp. And the only reason that I found him was that I\nremember the street on which he lived in Amsterdam.",
        "A: And 60 years later I look on the database — was some 70 years later, I look on the\ndatabase, I type in the name, and there I fi— the name of the street, and there I find\nhim.",
        "A: Yeah. It was —",
        "A: How old was he?",
        "A: He was — I think he had just turned 20.",
        "A: Yeah.",
        "A: So that was a — sa — I had some a — that was to — actually very nice. And my\nbrother came in sept — not in oct — and my brother came in October, I think, just\nbriefly. He was in between places, and we both were — we both had s-sores on our\nskin, which had to do with the richness of the food that we used to get at home. They\ncalled them gall pimples, they — they came from your — excessive gall bladder\nmovement or whatever. They — it all cleared up as the diet became more sparse, these\npimples went away, so — but I remember when he came to me, and it was nice to see\nhim. It was also good to see him leave. I have always felt that I’m better to be alone,\nbecause it doesn’t cramp my style. Not that I’m a — that I’m a loner, I’m very\ngregarious, but I find it difficult to be in a strange environment and — and having to\nlook after my st — after somebody else in addition to myself. Anyway, I left the shack\nand we were taken to a large home in Huizen, which was nearby. The shack was in\nBlarikum. It’s all happens in — in an area of Holland called the Troy(ph), which is\nsoutheast of Amsterdam, a commuting area. And there was a father, a mother and\nfour children. Big house. The father was Jewish, and he did something that no proper\nDutch burgher would ever do. When he was asked if he had four Jewish\ngrandparents, he lied. He said no. He was married to a non-Jewish woman. He lived\nin Huizen as I said before. His name was Isaac, and he got away with it because he\nsaid no, he didn’t have a J in his identity card, he didn’t wear a star, no nothing.",
        "A: Nothing at all, no. In fact, we should have taken more risks in those days, but we\ndidn’t, because we were very law abiding. You didn’t do that. If the government\nasked you for something, you responded. He — but in the summer of ’42 — oh yeah, th\n— let me tell you what he did. He was into magnetism. He was sort — some kind of a\nmature [indecipherable] lettre. He felt that he had precious magnetic powers —",
        "A: Yeah, and if you had a headache, then he could sort of — as you can imagine, it\nwas not a well paid position. And he was not unhappy when his sister called and said,\nI got my papers to report for resettlement in the east, can I sit this thing out with you?\nAnd he took her in with her husband. It was his oldest sister, Rochelle. And shortly\nthereafter his brother Sam called with his wife, and said they got their papers and\ncould they come to him, and he said okay. And then two younger sisters of his called,\neach with a son, and he said okay. And then I came and — well, of course, his — he\nwas — all of a sudden he was the proprietor of a B and B and L and D, bed and\nbreakfast, lunch and dinner.",
        "A: And —",
        "A: No, the ge — well, the guests were paying a little bit towards the upkeep. I mean it\n— we didn’t pay him for the danger, we paid him for the groce — it was grocery\nmoney that we contributed. I don’t know how I — wh-who paid for me, but that went\nthrough Uncle Bill, he had these arrangements. I — I didn’t know anything about that.\nAt any rate, he — he liked it, the house was buzzing, and at the cert — and, oh yeah,\nand I have to tell you that what is very important, you have to have reliable suppliers,\nbecause if the family of six persons buys six rolls of toilet paper every other week,\nand all of a sudden the lady of the house comes in and needs 24 rolls of toilet, people\nstart to talk. More Jews lost their lives through loose lips than through all the\nGermans, collaborators and what have you. The Jews in hiding, that is. So he had\nvery good suppliers for milk, for vegetables, for groceries, for medications. The\nsuppliers were beyond reproach, they were good, as we used to call them. You’re\neither good or you’re wrong. So —",
        "A: No, I had a proper bed and — and there were — there was a younger boy, a nephew\nof his at the same age as I was. And then people came in with two daughters, and we\nhad some more youthful — a more youthful element in there. I learned to sing g —\nFrench chansons. I learned to appreciate Dixieland music, Swing. This was still the\nera of Swing. I was 12 and I was really being formed in a very adult environment, I —\nI was still a kid, but my interests became rather advanced. Isaac — Isaac’s cash flow\nimproved. It was a funny thing with a man’s eyes, when the cash flow improves, his\neyes start to wander. And he got himself a girlfriend. And his wife condoned that, she\nsays, you know, the pressure on him is hard enough. And Isaac brought the girl in, it\nwas a nice lady, and you know, she wa — became sort of a friend of the family, I\ndon’t know how amorous the interest was, but of course it must have been at one\npoint. And Isaac felt yeah, maybe this was not the right thing to do. By that time\nthere were about 28 people in the house, and Isaac said to the girl that, you know, we\nreally should sever the relationship because — apparently she loved him a lot, maybe\nhe was good in bed, I don’t know. But she said, if you want to get rid of me, I’m\ngoing to get rid of you.",
        "A: And she walked to the nearest police station and denounced him and said, he has\n28 Jews in the house. That was a very lucrative denoun — dénouement,\ndenouncement, because for every Jew that you denounced, you got the equivalent of\nfive bucks in Dutch money, seven and a half guilders. That’s all we were worth. So,\n28 times five. Anyway, she lost out; we were warned that there was going to be a raid\non the house. The Dutch police came with two guys from the Sicherheitsdienst, and\nthey found the hiding place that we had. But before they came in they had notified us\n— notified Isaac that they were coming.",
        "A: One of the Dutch police gave us warning, and one guy left, Eddie. Eddie was\nengaged to a Dutch girl who was not Jewish. So he knew that when he showed up at\nher home and rang the bell, that the door would open. None of us had that privilege.\nSo we waited. And I’m beginning to underst — I began to understand now what they\nmean by mesmerized. You just can’t move. It’s a —1t’s a frightening thing, it has\nhappened to me one time later in life, that you are absolutely frozen. Anyway, they\ncame in and they found us, they didn’t even have to threaten to shoot into that hiding\nplace, you know, they knew where the door was, the girl had told them everything.\nAnd there we were, 27 Jews, and they didn’t know what to do with us. This was the\nweekend — this was a Thursday, Thursday the 30\" of September, 1943. Rosh\nHashanah. This year als — this year by mere chance, Rosh Hashanah 1s also on\nThursday on the 30\" of September. Calendars seem to repeat themselves. And so\nthey took us in a moving van to a prison in Haarlem, and only on the Saturday did\nthey move us to the Jewish theater in Amsterdam, that was a collection point.",
        "A: From December °43 til se — to say — til September — no, sorry, from December\n°42, til December — til September ’43.",
        "A: Yeah, yeah, yeah.",
        "A: Occasionally.",
        "A: They did not know where I was, no.",
        "A: They didn’t know where I was. I got a parcel from them on my 12\" birthday, and\n— with all kinds of good stuff in there. That’s where my street smarts — did I tell you\nthat before the interview? I don’t think so. Let me go back to the 16\" of September,\n1942. I got a parcel from my parents for my birthday, had all kinds of good stuff in it.\nAnd I’m allowed to send a thank you note. And my thank you note ran, dear Father\nand Mother, thank you so much for the lovely parcel with, colon; I enumerated what\nI had received, so that they could check it off against what they had put in. Because I\nfigured in my primitive mind, that when you take a parcel for somebody, you want to\nknow what’s in it.",
        "A: And maybe the person who opens it up says, what does a 12 year old need to do\nwith dried apricots? Anyway, nothing had been removed. They were extremely proud\nof me, they kept the note against all proper judgment, and I have it to this very day.",
        "A: They kept it throughout their hiding period, yeah. They thought it was absolutely\nbrilliant.",
        "A: They didn’t tell me, but that’s what they told me afterwards. So that is when street\nsmarts sort of started to surface. I mean, it — it was developed in the children\npensionne, it was honed further in looking after myself and using my brain a little\nbit. Anyway, that’s how long I was with Isaac, from December ’42 til, say, October\none, 43.",
        "A: No, because I turned 13 in September ’43. They had a Bar Mitzvah party for me.",
        "A: Just after I started being in hiding.",
        "A: No, no, no, no, still in the shack.",
        "A: Yeah.",
        "A: And on the 29\" of September, 1943, there was a — the largest roundup of Jews in\nAmsterdam took place. Everybody who was somebody, including the Jewish\ncouncil, were rounded up and taken to the Jewish theater. So they couldn’t have\nanother 27 people move in, and that is why we were sent to the prison in Haarlem,\nwhere they kept us for two days and then Saturday morning the moving van went to\nAmsterdam because the Jewish theater had been pretty well emptied on Friday\nnight. They always did things on Jewish occasions, the Germans. They were very\ngood, very respectful. They kicked us out of the sowber(ph), out of the Jewish\ntheater every Friday night. They loved it when there was a Jewish holiday that they\ncould impose some sanctions. For this they were — they were very —",
        "A: — in tune with making life as miserable as they possibly could. I — I sometimes say\nto people, and not even quite in jest, that an awful lot of Jews have contributed to the\nsurvival to an awful lot of Germans.",
        "A: If you were busy with the Jews, you didn't have to go to the front. Anyway, I — we\narrived at the Jewish theater, had a huge electric door. I don’t know why that stays in\nmy mind, it wa — it was sort of — it was sort of a finality of things, the — a chapter was\nbeing closed, and the door was electrically operated, and you couldn’t get at the\nbutton, so you were in there. Adults to the right, adults register their children,\nchildren to the left. On the left was a — sort of a barracks room for kids. There were\nchil — cots and beds there.",
        "A: Well, I come to that. I’m still in — I’m still in the lobby.",
        "A: And I’m going to the children’s barracks room. I put my satchel down, I had\nsome, you know, some travel gear in there, toiletry stuff, a pair of socks, maybe even\na pair of shoes, but not much else. Underwear, I remember. And I go into the main\nauditorium, the seats have been removed. The balcony has been closed off\ncompletely, because people were jumping to their death from there because they\ndidn’t want to leave Amsterdam. And there I see my Uncle Henry and my Aunt\nBetsy. They were not really an aunt and uncle, but they were friends of my parents.\nAnd they — yeah, they were such good friends that you called these people aunt and\nuncle. They were very surprised to see me. They asked me how things were going\nwith the family and I hush-hush told them that I guess everybody — everyone 1s all\nright, but I have been caught. So, Uncle Henry says, well, let me find out what your\nstatus is here; if I am a punishment case, or if I am a regular arrival, or how did they",
        "A: Isaac was interrogated by the Sicherheitsdienst, and to the best of my\nknowledge, he agreed to become a fowman(ph), that is, a— a confidence man for the\nSicherheitsdienst. In other words, he would betray other people. But I’ve never\nheard that he actually engaged in anything. He was not deported either, to the best of\nmy knowledge. But I did not seek any contact with him after the war.",
        "A: I really didn’t even know how to do that, how to position myself. And so Uncle\nHenry came back from the administration of the Jewish theater, and said, they’ve\nnever heard fr-from you, about you or of you.",
        "A: I was on no piece of paper. I was a victim of German administrative rigor. If you\nhave children, they must have parents with them. I had no parents, and thank God\nnobody volunteered to register me. So I was there totally illegally, I had no business\nbeing there. And Uncle Henry said, we have to get you out of here post-haste,\nbecause if we don’t, then we are in trouble. You are in trouble. If your — they empty\nthe place on Friday night, if they find you here on Saturday morning, they say hey,\nwho are you? Leonard Vis. Never heard from. Oh, we must have overlooked you,\nthey put you on the list and your turn is next Friday. How to get out? Uncle Henry\nhad a plan. He said, find yourself a young boy your age, become friendly with him.\nAnd when these people are being called out on the Friday night, midnight, the\nGermans want to get this over with really quickly, they don’t count the members of\nthe family. As long as the family moves, that’s fine with them. Schnell, schnell und\nschnell. Aunt Betsy and Uncle Henry had a visa for Cuba. Of course, no boat in his\nright mind was going to Cuba in those days, but it helped, because Germany was\nnot at war with Cuba and Cuba was not at war with Germany. They also had a\nspecial privilege in that their maid could bring a pot of hot food every day to the\ntheater. Not only that, both Uncle Henry and Aunt Betsy got a hardboiled egg each.\nAnd Aunt Betsy put a note in the dirty pan and asked the maid to put in three\nhardboiled eggs from now on, because one was for me. I do not like hardboiled eggs.\nI really am not a great egg fan. I don’t like the smell of eggs. I mean, if an egg is\nscrambled, it’s fine, but a hardboiled egg, I’m definitely not a friend of. However, I\nfound a nice kid. I asked him where his parents were, he had two brothers and a\nsister. And I said, do you like an egg? Oh, he would love an egg. So, every morning\nthereafter, you know, we found each other and I gave him my egg, which made for a\nvery good friendship. So, on the Friday night, was Kol Nidrei, the eve of Yom\nKippur. We were preparing to be moved from — those who were eligible for\nexpulsion, let me put it that way. Not Uncle Henry and Aunt Betsy. But we who\nwere eligible for expulsion made ourself ready to be taken by streetcar to a railroad\nemplacement, and from there, 1n a nice, third class carriage train to Westerbork,\nwhich is on the Dutch-German border, which had a transit camp for further\nprocessing. So, midnight, I’m hanging around the place where my young friend is as\nwell. They call out the name of the family, the family storms out of that room.",
        "A: No. Don’t remember his name. Very strange. Been — been trying to, but I don’t\nknow. I could fake it, but I honestly don’t remember his name. It was all too intense,\nI think, you know, you had to — to process in your little brain in — whatever\ninformation you could. Anyway, outside a streetcar is waiting. It’s midnight. There’s\na curfew in Holland from 10 in the evening til six in the morning, so there are no\npeople watching. The streetcars take us to the railroad emplacement. There’s a train\nwaiting and I ge —I lost my friend and his family in that process, because everything\nhas to run and schnell and soldiers there, police there, and I end up in a compartment\nand I tell the people once we’re all seated, that when the train leaves the station, I\nwill jump from the train. And the reason that I could do that, I explained to them, was\nthat I’m not on anybody’s list. The roll call will not be impaired, nobody will miss\nme, nobody doesn’t even know that I’m here, but this is the only way for me to\nescape.",
        "A: Yeah.",
        "A: Still in Amsterdam. I| had an address in Amsterdam of people who I had — a\nwoman who I’d met at Isaac’s, who said, if there’s ever any problem, you can come\nsee us. I had her address. That address I remember, because that was critical\ninformation. So the train starts off, it’s about three o’clock in the morning, it’s pitch\ndark, Yom Kippur. And it’s a choo-choo train, doesn’t start up that quickly. So, a\nlittle bit outside of Amsterdam, I decide to make my getaway, I land fortuitously. I\nland on a— on a— on a— on the railroad bed at — on the side of the bed, and I roll\ndown. I wasn’t a big deal. But I’m stay put, I check my limbs, I have a pee, because\nI’m nervous as hell. That much I remember. And then I have to wait until it starts to\ndawn, because I need daylight. I have my trusted Swiss army knife with me, they\nexisted in those days. Not stainless steel, but regular steel. And I’m not looking in the\nSwiss army knife for the knife, but I’m looking for the scissors to take off my star\nfrom my coat, from my jacket, from my sweater —",
        "A: — even had the star — star — I had to sew it on myself, th — so I made sure that it\nwasn’t all too tight, but it was — it would pass a cursory inspection. I had money in\nmy pocket, and I decided to wait — I also had a watch, and I decided to wear Omega\nwatch. One of the big, round jobs. Grandfather’s watch, sort of. And I decided to wait\ntil around nine o’clock, because before that time, what would a young kid walk\naround there for? So I walked back and there was a — the end point of a streetcar, and\nma — you know, I’ve lived in Amsterdam, so I knew where to go. And I arrived at\nnumber 12 [indecipherable] at the family Bon, b-o-n. They were happy to see me,\nand they said th — you’re just in time because we are going to a soccer match this\nafternoon and we have a spare ticket. And as a child in hiding, you are compliant.\nYou don’t make waves, you don’t say anything nasty, you don’t refuse anything, if\nthey —",
        "A: No, no, no. You always feel like doing whatever they want you to do. They also\ncalled me Theo, that was my hiding name. My name is Leonard, Leo in Dutch, and\nthey felt that Leo was too Jewish. Who am I to dispute that? So I was Theo. My\nbrother’s name is Arthur. I always thought it was a rather Gentile name, but they\nthought it was too Jewish, they called him John. So I was Theo. And years later you\nwake up, and you find out that there have been 13 Popes called Leo. Much too\nJewish, you know, much too Jewish. I’m telling you that — it’s an illustration of a\ncertain depersonalization. They know everything, I am nowhere. I am living a known\nlife. I am living a known existence. They have all the knowledge about life, I have\nnothing.",
        "A: Oh yeah, absolutely. If they say that Leo is a Jewish name, then Leo is a Jewish\nname. There’s nothing I can do about it. I’m totally dependent on them. I mean, it\nwas a nice soccer match, and nobody caught me, but it was, of course, the stupidest\nthing to do. I’ve done other stupid things in order to please my caregivers, but I won’t\ngo into that, it’s not that important. I survived it at any rate. I stayed there for about a\nweek, and they send out word to my handlers that I needed a place to go into hiding.",
        "A: Very, very nice. Wonderful people, absolu — and no money changed hands, they\nwere first-rate. The father worked for — the father of the lady worked for a chocolate\nmilk factory, so every day I got my ration of chocolate milk. I don’t know how he did\nit, but — and I — and the neighbors were very nice, they — they lived, I think the\nsecond story of a house. And there was a balcony that went along the second story to\nthe house next door second story. So, if there was any kind of a round-up, you could\nmove via the balcony, by a coal bin from one apartment to the next. That I remember.",
        "A: No, they told me.",
        "A: Oh yeah.",
        "A: Yeah. I understood it to be a de-Judai-Judaization of my name.",
        "A: Not for any — not to change my identity, but to un-Jew my identity. In other\nwords, Theo sounds Gentile, whereas Leo sounds Jewish.",
        "A: I agree. I mean, I’m not against it, but the funny thing is that Leo is a very\nCatholic name. So what do you —",
        "A: Yeah.",
        "A: They could have called me Derek or something —",
        "A: — you know, but —",
        "A: — yeah.",
        "A: Or not, yeah.",
        "A: Yeah, yeah.",
        "A: No.",
        "A: I just finished watching the movie about Walter Siiskind.",
        "A: And the — the rescue of the children from the créche. When I came into the — into\nthe theater, the créche was already closed. And there was a comment about the\nrescuers, all young people, young students, that there was a sense of cowboys and\nIndians among them. And I think that sort of permeated the — this sense of renaming\nme. Could be, I don’t know.",
        "A: So the call went out for people to take me in, and the greengrocer stepped\nforward. He was 25, she was 23, they had a four year old boy, and she was pregnant\nwith her second child.",
        "A: And he said — he didn’t even consult with his wife — they knew me from where I\nhad been caught, and he came home at night and said, Theo is coming to stay with\nus. She didn't even know that I had made it back, he explained to her that I was\navailable for adoption. And she said, when is he coming, she says, tomorrow? He\nsaid no, not tomorrow. He said, why? He says, tomorrow’s my birthday and I want to\nhave an unencumbered birthday. I don’t want to have a kid here that I have to hide.\nWhy was that? The house that they lived in was — the rent was two dollars a week.\nThe house was one of five houses in a little — round a little courtyard. And I asked the\nschool kids, is there anybody here who knows or can guess what you would not get\nfor two dollars a week in a little house like that? And eventually someone says, a\nbathroom, Mr. Vis. I said, you got it. And what do we have instead of a bathroom? In\nCanadian parlance, an outhouse. And an outhouse can wreak havoc on the kishkas —\non the innards of a kid in hiding. But they found something for that, because I could\npiggyback on the four year old’s potty for my little business. But as far as my big\nbusiness was concerned, my innards could not become active until well after\nsundown. Because in order to use an outhouse, you have to go out, and I was not\nallowed to go out unless it was dark. Under the cover of darkness, with a little hand\ndynamo so I could — hand dynamo so I could see where I — where I was going. And\nso I tell the kids that, I said, you have a freedom that you’re not aware of, a very\nimportant freedom. And that’s taking a shit when you bloody well want to. And that\ncracks up the lot. And —",
        "A: —and I said, you'll think of me tonight.",
        "A: Yeah, exactly —",
        "A: — because you want it all now. So I’ve learned — you also learned patience in that\nrespect, you know, regulate yourself somewhat. Wonderful people, absolutely first\nrate. He was 25, she was 23. She is exactly 10 years and one month older than I am.\nSo, I arrived there on the 17\" of October, 1943, and I had been exactly 17 days out of\ncirculation. Or, 17 days in the open before I went back into hiding.",
        "A: My group?",
        "A: Uncle Henry and Aunt Betsy ended up in Belsen, and where they perished.\nPerishing is the right word, they were not necessarily murdered, although you can\ncall it murder, because food was withheld. The people that I was caught with were all\nmurdered in Auschwitz on the 23\"! of October, 1943.",
        "A: I’m the only survivor.",
        "A: Yeah.",
        "A: No.",
        "A: Yeah.",
        "A: You know something? Revenge was the furthest of any Jews mind after the war.\nThere were some people who went out to kill some people, but they had a extremely\nvalid reason. Who was I? Lucky to be alive and keep moving. At any rate, I had a\nvery wonderful time with these people, they were very good to me. I shared a bed\nwith a young boy, four years old, who could not tell anybody that he had a 13 year\nold pseudo brother parachuted into his bed. Played with his cousins in the street, in\nthe courtyard. Saw his grandparents, who lived around the corner, regularly, his aunts\nand uncles. This is little fishing village, you know, in Holland, where everybody\nknows each other. And he had his nervous breakdown at age 55.",
        "A: Yeah.",
        "A: It proves, you know, that there is no free lunch. That’s all it proves. He was\noffered some psychiatric help, but he knew how it came about, and he knew what he\nhad to conquer and he did it his way, and he is fine now.",
        "A: We think that that was — he doesn’t really talk about it, he n — he knows what it 1s,\nand I know what it is, yeah. Yeah. No free lunch, not even for a four year old kid.",
        "A: That was the miracle. Kid was a miracle, absolutely.",
        "A: Nobody knew. Only his mother’s oldest sister knew, who was into underground\nwork herself, and her youngest brother knew. Nobody else. Who also had people in\nhiding.",
        "A: The geography was — was a killer in a sense, yeah.",
        "A: Yeah. And he went to school, and he — and his mother had instructed him, and she\nhad said that if they find out that Theo is here, the Dutchers will co — the Germans\nwill come and get him.",
        "A: Yeah.",
        "A: My father was in terrible shape in the f — around Christmas ’43. He was underfed,\nhe was depressed, and he really needed a change of décor, change of environm —",
        "A: No, no, we — no, they went into hiding a week after I went into hiding.",
        "A: No, they went first, they went in June.",
        "A: I went in August, and my parents, I think, went in September, or beginning of\nSeptember. And my parents stayed together, my sister went to her — on her own, and\nmy brother went on his own. Anyway, my father was very depressed, and his — and I\ncall them handlers, it’s sort of the easier way to describe them — came to my war\nfather and said, listen, Leonard, or Theo’s father is really in bad shape. Can you put\nhim up for a couple of weeks? And there came my father, who was so\nundernourished that he was almost paranoiac about things. And they got him good\nfood, there was always plenty to eat there, because the man was a vegetable —",
        "A: — grow — not — vegetable merchant. Potatoes. And they gave him some booze,\nwhich he never drank, my father, but that sort of cheered him up a little bit, and we\nhad a wonderful Christmas and New Years. And I enjoyed being with him, or he\nenjoyed being with me, and he deferred to me. Whenever he wanted something, he\nused to come to me first, and said, do you think this is okay, can I do this?",
        "A: Because I was the landlord, in a sense, you know, I —",
        "A: Oh yeah, yeah, absolutely. Well, that came about, because when he broke down\nafter my brother and sister left, which I referred to in this interview, he asked me if I\nwanted to — if I could look after Mother and the children if he perished. And of\ncourse I said yes, what else can you say? But it changed my relationship with him\nvery profoundly, in that I became more of a daughter to him, when I can define care\nbetween a woman and a man, a man cares differently. A man 1s sort of hey guy, how\nare you, with a knock to the shoulder, whereas a daughter is more kind, softer. And\nmy relationship with my father absolutely became that of a father and a daughter. I —\nI looked after him. I’ve traveled with him, ve washed his shirts. It was a most\nunusual relationship. With my mother I’ve always been a buddy. My mother and I\noperate on the same plane. We’re tough, we’re street smart. My father is totally\ndifferent.",
        "A: Yeah.",
        "A: Oh yeah, pretty fast. Anyway, I — he left be — middle of January, fortified, cheered\nup, and that was well, the main thing. And then I was sent out of the house in May\nbecause my war mother gave birth to a little girl. And I came back after three weeks\nwith a very intellectual family, which I relished. There was music, there was\nintelligent conversation, which I didn’t have with my war family, which they sensed.\nAnd my war mother said to me, in the beginning that I was there, that of course I\ncame from a different milieu, and they would try and find another place for me. And\nshe told me that story, I have completely — completely wiped that out of my mind,\nand I must have said I’m very happy here. You don’t have to do anything. But the\noffer was made — they were sensitive to the fact that I did, indeed come from a\ndifferent intellectual milieu. My father was not a greengrocer.",
        "A: I must have been very shocked by that offer, so I— and I declined, I said it’s\nabsolutely not necessary, I’m very happy here. That’s what she told me. Not that it\nwas so easy to move a child, especially a dark haired Jewish boy. Circumcision\nplayed a big role, because regular kids were not circumcised. So I came back and my\nwar mother said, well, here she is. And I learned how to look after a baby, and except\nfor breastfeeding, I did everything else.",
        "A: The kid grew up to be a magnificent girl. She’s now grandmother of six kids or\nsomething, has four children of her own. And we’re very close. She’s very proud,\nI’m her older brother, not the — not her oldie — her oldest brother, I am. And she’s\nvery proud of the fact that I looked after her.",
        "A: Til May ’45.",
        "A: Yup.",
        "A: That’s right.",
        "A: Yeah.",
        "A: They were very good to me. They — towards the end of the war, well, in — in the\nwinter of ’44, my parents and my sister came to stay — my father came to stay with\nme again, and they found a place for my mother and my sister to sleep, but living was\nall in that little two dollar house.",
        "A: Well, there was a partial liberation from beneath the big rivers, and that was in\nSeptember °44.",
        "A: We were above the rivers, yeah. We were not really liberated, we were\nsurrendered.",
        "A: My father, may he rest in peace, said on the day of liberation, nobody leaves the\nhouse. Because a stray bullet can undo whatever we have been trying to preserve.",
        "A: My friend who 1s here, his father got caught up in some kind of a wild melee of\njoyful, festival celebrants, and was pushed under a streetcar, lost his leg. So my father\nwas very, very wise at that moment, he — actually, he did a fantastic job in — in\nreestablishing the family, I’m beginning to see that now.",
        "A: Well, the general feeling was that — and I speak about that, every returning Jew\npresented an economical miscalculation. Oh, are you still around? We were not\nwelcomed. It was a very cold and chilly wind.",
        "A: Yeah. The queen had said that to her every Dutchman was the same except, of\ncourse, there were certain Dutch people who had suffered more and differently than\nother Dutch people. That was not taken into consideration. I’ve just finished a talk to\nan Anglican church, where I was asked to speak about my happenings during the\nwar, and I find that among adult audiences, the Holocaust has been beaten to death a\nlittle bit. So I decided, after consultation with a friendly minister in the United\nChurch of Canada, and director of the Anglican church, that I would rather speak\nabout the holocaust after the Holocaust. And the heading of my talk was, I have been\nliberated, but am I free’? Because the war against the Jews continues.",
        "A: My father had to face an unfriendly bureaucracy, to get a house, to get bedding, to\nget furniture, to get stuff in order to put his family under a roof. Instead of three\nchildren, he all of a sudden had four children, because we took in a cousin whose\nparents had been killed in Auschwitz. He had to put four children in school by\nSeptember one. And last but not least, he had to restart his own business.",
        "A: He got — that property was kept by the tenants, yes. But, you have to have\nmerchandise in order to do [indecipherable]",
        "A: You know, that didn’t — an-and you couldn’t travel. He didn’t — he didn’t have a\ncar [interruption]",
        "A: So he — my father had a hell of a task. He is not a strong man, he is a very\ncivilized, almost meek individual. And I never thought all that much of what he had\nto go through until a friend of mine, Isaac Lipschits wrote a book in Dutch called,\n“The Little Shoah,” in which he really details, as a professional political scientist\nand historian, what happened to the remnant, and how did the remnant cope. There\nwere people didn’t want to have anything to do with Holland, hightailed it off to\nPalestine and that was it, if they had the permit to do so. So my father reestablished\nus. I don’t think we ever gave him the credit for it. ’'m sure I gave him the love, but\nit wasn’t based on what he had done, it was really based on our relationship. But this\ninterview comes to a very nice note, because in 1951 my war parents had another\nson. They had two go — daughters in between — no, they had one daughter in between\n— two daughters in between, yeah, they — then they got a son. They named him\nLeonard.",
        "A: Rather than Theo, yeah Theo was — went overboard very rapidly, yeah. So, there\nis — yeah, and Leo Hoyer(ph), that’s his last name, has a son who is called Michael\nLeonard.",
        "A: Oh yeah, oh yeah, absolutely.",
        "A: Well, no, there was a time when I was not in contact with them, and they didn’t\nmind. They fi — these people were actually, for the — the social status that they had,\nuncommonly bright. They were not on my case. If they heard from me it was\nwonderful, and if they didn’t hear from me, they would ask my parents what’s\nwrong.",
        "A: Yeah.",
        "A: So they were very good to me in that respect.",
        "A: Oh yeah, excellent. Yeah, he was — he went into the army after the war. He was\nthree years in Indonesia.",
        "A: And he could do that because he knew that my father would look after his wife.",
        "A: I was 14 and a half.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No. I— what happened with school, my mother, ambitious as she was, said well,\nbecause of the — the winter, you w — everybody got a year free, and she managed to\nget me into the second year of high school, which was not right, in retrospect. She\ndidn’t want me to lose too much time. But it didn’t work out that way, I was a very\nfidgety chi — fidgety child. I had trouble concentrating, I had — I was very fearful of —\n[interruption] So —",
        "A: Hm?",
        "A: I was fidgety, I did not finish high school.",
        "A: Yeah.",
        "A: Well, I — no, there were some good times. I became a member of the sea scouts,\nwhich I enjoyed hugely. Since I had not had physical pleasures, being a scout was\nwonderful, travel was wonderful, doing things was wonderful. Cerebral stuff was not\npart of that.",
        "A: Yeah.",
        "A: Right.",
        "A: No, I have — I can truly say that I have a culinary homesickness, but that’s about\nit. | worked in Holland after I got married. My wife married me on my decent face\nand good character, whatever was visible. But I—I was rather fearful of that and —\nthat she’d know where I came from. So, we went to Holland, I spent seven years in\nHolland, in the advertising business, which was at that time my — my business. And\nthose were not — those were happy days when I was allowed to run my own agency.\nThey were not happy days when I was part of the personnel. Because their style —\nyou see, th-the — the problem with Holland was that the Dutch did not go through a\nrenewal. They wanted restoration. And there, that is the crucial difference. Renewal\nis opening the windows and letting in a fresh breeze. Restoration is, let’s go back to\nthe status quo ante. And that is what happened.",
        "A: Well, they tried.",
        "A: In *54. I finished my military service, and I wrote — while I was in the military, I\nwrote — and I loved the military. I was a damn good soldier. I — I was good. I c —\nphysical again, you know, I could improvise, I could st — use my street smarts. And I\nwrote to an uncle of my cousin in Australia, and to a cousin of my father’s in the\nUnited States, if you — they would sponsor me, and the cousin in the States came\nthrough first. So that’s why I went to the United States.",
        "A: In Westchester, New York.",
        "A: Until I went into the army.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, I ended up in the military police.",
        "A: Because I’m literate and my German was good, I was stationed in Austria and in\nGermany.",
        "A: 755 - 56.",
        "A: Yeah, right.",
        "A: Hungarian — Hungarian revolution, yeah.",
        "A: Yeah. So —",
        "A: Well, of curse — course, no German had ever been a Nazi, and — and that 1s, of\ncourse, true, because only five percent of the Germans were card carrying Nazis. I\ndid come away with a bit of an appreciation for wie haben es nicht gewusst. We\ndidn’t know anything about it. But there 1s also very ti — because you cannot really\nsense that two blocks down the road they have a roundup of people, they — they — it’s\ntoo f— too far removed. [interruption]",
        "A: Yeah, I had no problem being in Germany or in Austria. I had been with the\nDutch army on maneuvers in Germany. I don’t know, I — I don’t think I — I was anti-\nGerman at all. I love the German language, for one. To tell you the truth, wa — a-and\nmy holocaust is limited to Holland. I’ve given all my books about Schindler and all\nof that to the Jewish library at the Holocaust Center in Toronto. My knowledge o —\nmy holocaust took place in Holland. And the reason that Holland had such a large\nloss percentage, is really due to the civil service, which carried out its orders to the\nletter. To the police, to the burgomasters, to the officials in the civil registry, I think\nthe Jewish council that is being blamed in — all over the place, had very little to do\nwith whatever there was. If they hadn’t been there, it would have — it would have\ntaken place anyway. So, I —I like to exonerate the Jewish council. They brought a lot\nof solace to a lot of people who were destined to die anyway, and they — they did the\nbest they could under the circumstances. You are not trained to survive these kind of\nthings. You learn on the job.",
        "A: Yeah, so it — and I told you about the lock tight syndrome. I don’t like to ask\npeople about what they went through. If they want to tell me, fine. I’m not\nvolunteering — I’m not trying to in — to induce them to volunteer information. I am on\na number of boards. I am on the board of Dying with Dignity. I am on the board of\nmy professional Financial Planners Association. I am on the board of The Holocaust\nCenter of Toronto. I am 78 years old. I don’t look too bad and I don’t feel too bad,\nand life’s okay.",
        "A: You’re welcome.",
        "A: Okay.",
        "A: You’re welcome. Kristallnacht.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 29, 2009\nRG-50.030*0559",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Leonard Vis,\nconducted by Ina Navazelskis on November 9, 2008 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Alexandria, VA and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LEONARD VIS\nNovember 9, 2008"
    ]
}