{
    "rg": "RG-50.030.0184_trs_en",
    "sequence": [
        "Q:We're starting. We're on. Could you tell me your name, please.",
        "A:Esther Raab...Terner Raab. Terner is my maiden name.",
        "Q:Where were you born?",
        "A:In Che_m, Poland.",
        "Q:And when?",
        "A:1922, June 11th.",
        "Q:Tell me about your parents and your family.",
        "A:I mean I come from a small family. We were only two children. My father was well-off middle\nclass. Not rich (laughing). And...they gave us good upbringing, education. As much as I\ncould take in before the war. Jewish and Hebrew; and Polish, natural. Yeah. And we hada\nvery happy home life. That's what I think. Very happy, yeah. And then the war came.",
        "Q:Tell me...tell me a little more abut your home life. Did you go to school?",
        "A:Oh, sure. I went...I finished public school. I went to a Catholic school, which was the best school\nin our city. And then I...and I went in the same time in the afternoons to a Hebrew school,\nfor a few hours, where I got my Hebrew education--which 1s still very good. And then I\nstarted business school. And then the war came. And I didn't finish. I just had started.",
        "Q:Tell me about what happened when the Nazis...what happened when the war broke out?",
        "A:I mean, they were talking about the war; and my father's concern was only that they're gonna take\nmy brother--who is older than I am--and...and he's gonna get killed. That was the only\nconcern. I mean, we didn't have a concern what's gonna happen, or the faintest idea what's\ngonna happen. And I...1 asked my mother, \"Usually, how does a war really look? What\nhappens?\" And she told me her experience from the first world war. She said they were\nfighting near the railroad station. They brought up the wounded to the city. You know?\nAnd everybody sit in the house and they didn't go.... And that was the war. But it wasn't like\nthis. The first Friday when Germany declared war, they bombed our city. I remember we\ngot ready. We...my father brought a few sacks of flour home and...and...and oil and sugar\nand tea and whatever; and we stacked it up all in the attic, you know. And they figured,\n\"We're gonna stay here until the war is over, so at least we'll have food;\" because they didn't\nknow how it's gonna turn out. But it wasn't like this. On Friday, when the...Germany\ncrossed the Polish border...they declared war and they crossed the German border. Right\naway, they bombed our city. My father came running home from his business and he said,\n\"It's very bad. It's very bad.\" And we ran all to the fields. And I remembered the...the corn.\nThe fields were cut already, because when was in...in...September. And I got my...feet got\nall scratched up and hurt. And then we came home, and it quiet down. And a few days later\nthe Russians came to us. Not the Germans. Because they made some kind of an agreement\nthat the Russians will take this part, because we were so close to the River Bug. Maybe a\nweek later, the Russians came and things weren't too bad. My father conducted his business\nagain. And the Russian...being my father had...uh...had a wholesale from flour for the\nbakery, the Russians took over one of the bakeries that my father supplied; and the officer\ncame to sleep to us, you know, in the house. And then came all of a sudden an order that\nthey made some kind of a pact that the Russians should go back and the Germans would\ncome here. And he insisted and he begged my father to take his children and to go with the\nRussian army to Russia. \"You know,\" he said, \"the Germans are going to come.\nThey...they're gonna do awful things to you.\" They knew, but we didn't. \"And you have\nyoung children. They can go there in to Russia. They can study, and they can work, and\nyou'll be alright.\" My father and my mother thought, \"Here...here we have our home. We\nhave our furniture. We have our things. We have our Passover dishes. We have these\nthings.\" You know, at home. And we didn't want to go. My father didn't want to go. He\nsaid, \"I didn't do nothing wrong. Why should I run?\" You know, people who belong to the\ncommunist party or whatever, they ran. But we didn't have... my father said he doesn't have\na reason why to run. He didn't go. And then the Germans took over. And when the first\nunit of Gestapo came into our city, they rounded up all the professionals, all the rich people,\nall the well-known people, all not-so-rich people, quite a few hundred...and they marched\nthem out from the city. My brother went with my father, to be with him. They marched him\nout from the city in the...in the direction of Hrubieszow. That was where... Hrubieszow.\nAnd on the way they shot them all. One by one. They couldn't walk. They walked for a few\ndays; and they shot my father, too. My brother pretended to be dead. And after they left, he\nhad a wounded foot. He got into Be ec. All the way...that's past Hrubieszow. It was a\nvillage. Be ec. And he hid there by a family, and got word to us that he's there. My\nmother went and brought him home. We nursed him, and he came back. That's how I lost\nmy father. In 1939. He was 41 years old. And my mother, when they took us to Sobibor,\nwe...we were...we kept my mother with us in Siedliszcze. We used to hide her during the\nday. In the evening, she came out. Because in Siedliszcze, in camp, we could go home.\nThey made like a ghetto...like a section we could come home to sleep. In the morning we\nwent again so we...we succeeded in keeping our mother from '40...late '40 until '42, until they\ntook us to Staw[-Nowosiolki, NB: labor camp in the Lublin district].",
        "Q:Thank you. Let's...let's...uh...I yust a little confused. Let's go back to Che _m and to you before we\nmove on to the camps. Tell me what you did when you were still in Che_m.",
        "A:Uh...During the war?",
        "Q:During the war.",
        "A:Yeah, I...] was the only. I had to help out. We had a little money and we had things that my\nfather accumulated and we lived on that. We didn't live in the ghetto yet so we lived in our\nown house. My mother and I, we used to do little bit knitting and sew and make a little bit\nmoney with it, you know? That's the only thing my mother knew how to do is to knit very\nwell. So she used to knit for the Polish people, for the Germans. They used to give her\nsugar for it, eggs. And then we could exchange this for other things. So things weren't too\nbad. And then I had two Polish families who were customers, my father's customers. And\nthey really came forward with helping us, while we were.... One wife, one baker who had\nthe bakery shop, you know, bakery.... She used to put everyday behind the fence where they\nhad the bakery, a loaf of bread and a bag of coal--they used to bake with the wood and the\ncoal--and a little bag with the flour, every day, and we picked it up. That was a fortune,\nbecause half we sold and could buy other things and half we used for ourselves. And then\nwe had another one who later saved our lives. He used to help us out also a lot. He was very\nupset that they killed my father. He said, \"If they killed your father, they took my luck\naway.\" He believed so strongly in my father. We were very closely friends with this one.\nThe children were close. The parents were close. We didn't...my...he didn't do nothing\nwith...there goes back a story, which I'll get back to it later, how that relationship started.\nBut he helped us survive, too; which was much easier than other families because if they had\nbusinesses and they had goods and that, they had to give up everything. You had to give up.\nYou had to give up if you any forks...you had to give up if you had any silver, you had to\ngive up if you had any gold. And the money was worthless. So the only way you could\nsurvive if you had something to exchange.",
        "Q:So they helped you?",
        "A:Oh, yeah.",
        "Q:When did it start?",
        "A:Go ahead. Go ahead.",
        "Q:When did it start to get very bad? What happened?",
        "A: It started to get very bad the beginning of '41, when they made the ghetto. They made the ghetto;\nand all of a sudden they...uh...decided that all the Jews from the city have to move into one\nsection. And they had to leave...we had to leave, like in a couple of hours. You could take\nonly what you could take on your...back or in your hands. And they put us in with a woman\nwith six children, in a room with a kitchen. And my mother wasn't a well woman, all those\nyears that I can remember. And she couldn't..the poor woman couldn't sleep and she\ncouldn't...and she says, \"I cannot stand it in...\" You know, with my father gone, she lost a lot\nof will to live, I would say. And we decided, being we had family in Siedliszcze. At that\ntime it wasn't a camp yet. It was just a village. So they let us know that we should come\nthere. There's no ghetto. And we could stay there with them. There's plenty. So we packed\nup and we went, and we left Che _m and we went to Siedliszce. And there, 1t wasn't so bad.\nMy brother worked in the mill, you know? And if he worked night shift, he used to steal\nsome flour and some...uh... what's it called? Cream of wheat. You know? He used to put it\nin the cemetery behind the milk, and I used to go and pick it up at night. And it wasn't too\nbad. Once in awhile the gendarmerie--not the real Gestapo--used to come, and they would\nrob and they would steal. They would take away whatever you had, but you could live. And\nwe stayed there until...and then they made the camp out of Siedliszcze, and again a ghetto.\nSo we moved in also with an old lady in one room. But at that time I guess my mother got\nused to the conditions, and I guess the circumstances made her stronger and healthier, that\nshe could go on. I don't know how, but she did. And we stayed...we used to go both to\nwork, my brother and I. And she remained at home hidden. In the evening she came out and\nwe were together. In the morning, the same thing; and that... that almost a year we were\nthere with her. And then we heard that in May of 1942, they started with the Judenrein, you\nknow, all of Poland. I don't know about Europe, but I, ah...Poland.",
        "Q:Excuse me. Do you mean Judenrat or Judenrein?",
        "A:Judenrein. Judenrein. Judenrats, they were all over in the meanwhile. Judenrein. And my\naunt...and we knew that we're not gonna stay too much longer. So my mother's sisters from\nChe_m, which remained in Che m, let us know if they should take us young--like my\nbrother and myself--to a camp, Mom should come to them, because they believed they're\ngonna be there over the winter and maybe.... So we left my mother... and all of a sudden\none morning, you know, they didn't warn you or they didn't prepare you, one morning you're\ngoing away. So we packed up whatever we could, and my mother we hid; and she said at\nnight she will go out, and she'll find a way to get to Che m back to be with the family--\nbecause they told us that no older people...older people...she was probably 40 or 41 cannot\ngo...just young people. The people who worked in Siedliszcze. So my brother and I left, and\nit seems that my mother couldn't get in touch with her sisters because in the meanwhile they\ntook them. They took everybody at the same time. And she got tired of sitting. That we\nfound out after the war. Somebody who survived in Siedliszcze, that she went over to the\npolice station and ask them they should shoot her and they shot her. That was the end. We\ndidn't find out 'til after the war. And my brother and I, we started our march from\nSiedliszcze. We didn't know, but it was to start in Nowosiolki, what I told you. You know?\nAnd I had a bundle and I grabbed whatever I could...new things and old things, because we\nfelt... my mother said, \"Take it. Maybe you'll be able to exchange for some....\" You know in\nEurope, like my mother...she had old linen from my brother, and everything for the dowry in\ncase.... You know, like they got ready for these things. And I had...I had a heavy coat on\nand I had those bundles and my brother had... And when I came to Nowosiolki,\nthey...uh...counded us up and they made in threes or in twos, and they started picking out\nwho is going to go to work and who not. And as it came up to me, from that walk probably\nwading 40 kilometers in the mud. That was October. You know, in Poland, and the villages,\nI got...I turned yellow from aggravation. I turned yellow as a young girl. And when I came\nin front of those who selected...you know, who should go here, who should go there. So they\nput me with the old people. But one mistress of one of the Nazis who did that selecting was\nfrom Che m, a Polish girl. And I went over and I said, \"[Lee (ph)], look what they did to\nme.\" She says, \"Come out.\" When I came out, she rubbed a little lipstick on my cheeks. I\nwas always very fortunate. Luck was with me. I can't say no. She rubbed a little lipstick.\nShe said, \"Take off the babushka.\" You know, I had a babushka; and she pushed me in\nagain at the end of the line. And I went through with the young people. And they picked me\nout and the rest went; and they took us in to Staw-Nowosiolki. Staw-Nowosiolki, the\nconditions were unbelievable bad. So bad that one ate the other one alive almost, you know?\nNo food. We were all pushed into one building. On top were the men. On the bottom the\nwomen. Filthy. Dirty. You know? Winter, they took us every day to work. You had to\nwalk at least... you walked 30, 35 kilometers a day. We didn't have the proper clothing. You\nknow? And I worked there for two months, and it were few people left over from the\nprevious people. And they said, \"Here is the last stage. From here you go to Sobibor.\"\nThat's where we really found out about Sobibor, you know? We heard the rumors in May,\nwhen they send out some people from Siedliszcze, but just slight rumors. But there they told\nus that from here you go to Sobibor, and that's the end. And we were there...I was there for\ntwo months. They gave us once a day a piece of bread, some potatoes--with the sand, with\nthe peels, with a little water--but we had still some things from home, so we could.... Those\nwho were from before, they had certain privileges. So they used to go into the countryside\nand exchange or buy; so we used to buy a little bit, you know? But the conditions were\nunbearable. You couldn't wash yourself. I remember my friend [NB: Hella Felenbaum or\nZelda Metz] and myself; she escaped from Sobibor, too. She's not alive anymore. There\nwas a river flowing behind that building. We used to go out at night and break the ice in\norder to be able to wash ourself. We didn't catch cold again. We didn't catch cold. Isn't that\namazing? We didn't have no vitamins. Nothing! And there I was for two months. Those\nwere the worst two months. I mean, except for Sobibor. You know? And one night they\nsurrounded us, and they loaded us up early in the morning on horse and wagons. The\nfarmers brought it. And then we knew where we are going. You know? But still...how\nshould I say? I never could see myself dead. Is that stupid? Yeah? No? I never could\nsee...I always felt somehow I'll get out of it. And then I heard that my brother jumped from\nthe second floor, and he ran away. So I figured at least one of us survive. It's better than\nnothing. Because he had no way of getting to me. You understand? And they loaded us up\non the wagons--was even dark yet--and they started going and going and we rode in those\nwagons a whole day, you know? In Europe...in those muds, and the wagons got stuck and\nyou had to go out...help pull them out; and finally I figured, \"My God, I wish it could be\nover!\" But I couldn't see myself dead, again. And then when we came before Sobibor all the\nway, the Polish farmers-- they knew what's going on, you know, and they looked at us.\nSome were happy. Some didn't care, or whatever. And we arrived at Sobibor, was dark\nalready. That was the 22nd of December 1942. And they started unloading us with dogs\nand with...they always barked. The Nazis didn't talk. They barked like dogs, you know?\nYou couldn't even make out what they're saying, although I spoke very well German. You\nknow? And they loaded us up on the ramp in front of the...on the railroad station, and all of\na sudden I see one of my friends. She was a tall girl. They came from Silesia. They spoke\nvery well German. Her mother was a professor. And she goes by with Wagner [NB:\nOberscharfthhrer Gustav Wagner], and she points at this one and she points at this one. And I\nsaid, \"Mira, what are you looking for?\" She said, \"I'm looking for girls who know how to\nknit.\" I said, \"What's about my talent?\" And she points to him and he took me out. They\ntook out eight girls and I think two men from the whole 800, and the rest--the next morning\nwe...we saw their clothing and everything. And next they took us out and he marched us in\nto the camp. The camp made a terrible impression. Flrst of all, the smell from the bodies.\nAlthough I don't...I didn't believe it. I didn't believe it. I just thought it's a smell, you know?\nAnd you saw the fire. Because the whole grounds where the camp was...were, were very\nsmall. Very small. And they took us into a empty barrack. And then came in the\ncommandant...the Jewish commandant of the lag...of the camp, and he told us, \"Do you\nknow what here 1s?\" We said, \"No.\" First of all, we were afraid to say that we know.\nWe...you had to be careful you didn't know where you are. And he said, \"Look at the fire.\"\nAnd he explained us, and I just listened. I didn't say yes or no. I didn't agree and I didn't\ndisagree. And they put...brought in some blankets and they brought us in some bread; and I\nsaid, \"At least, I'll get my last meal (laughing) and I get a place to sleep.\" And the next\nmorning they builded a room for us, with...uh...bunk beds, you know. And they brought in\nlots of wool and they told us, \"You have to make one knee sock a day,\" which wasn't bad.\nWe used to do it. Then one day, they took us to sorting and we saw all this and we just...it\nwas a very difficult to accept...very difficult to get adjusted. You...you...you don't\nunderstand. Very difficult to find your place in there. You...you didn't know whom to\nbelieve, and who you didn't believe and what to do and what to say. And I remember in our\nStrickstube [Translation: \"knitting barrack\" (Ger.)], where we used to do the knitting, was a\nyoung boy. His mother came out with us. And she was related to the real Rothschilds, from\nVienna. He was 16 years old and he knew how to knit perfect. He said, \"Esther, this is it.\nYou can give me your food, too. You...you won't survive. Nobody will survive.\" He was\n16 years old. He could eat for three, you know. Not for one. I said, \"Listen, I am not gonna\ngive nothing away because I'm not going to the frying pan.\" We used to call it [NB: the gas\nchamber] the \"frying pan.\" I said, \"You see the boots?\" I came with them...I still came with\nbrown leather boots. At the movie, one of the survivors reminded me...said, \"You remember\nyour brown, leather boots?\" I said, \"These boots I'm putting away underneath my hat,\" we\nhad on the bunk. \"And with these boots, I'm gonna run away from here. Don't ask me how.\nI don't know. But I'm gonna make it.\" He said, \"You're gonna fry together with us.\"\nYou...you know? Those were the small talk. And I worked in the Strickstube maybe four\nweeks or so; and then they accumulated so much stuff from the fall...1n the beginning of the\nwinter, from the transports, because they were so busy. They...they had a terrific business\ngoing there that they accumulated outside, and this had to be cleaned up and sorted out\nbefore spring. And they had also...in the wintertime, in the beginning, they just put the\nbodies in an open ditch. And then they realized that it started smelling, so then they\nbuilt...not ovens. They had pits there. Not ovens. And they started digging out with cranes\nall those bodies, and burning them. You know? And I worked in...every day just...that the\nrevenge feeling builded up that you were ready to bust. I mean, here you have to put a smile.\nWhen they tell you something, you have to pretend that you're so glad you can do it for\nthem. But inside it was terrible. And two months later or three months after I came, Leon\nFeldhendler came. He was a cousin of mine. With another transport they took him out. And\nwhen he came and we started talking, he said, \"We have to do something. We have to\nescape. Because we have to revenge and there has to be a way.\" And I think that kept us\ngoing, although we didn't believe that somebody will make it. Nobody in his right mind...I\nmean it was foolish. But we felt that planning and that talking kept us, you know, gave us\ncourage to live through a day...another day, you know? And every day there were new\nthings besides the routine that you never got used to it, but 1t became a way of life. That the\ntransports come. They killed the people. You see them running naked. And then you...you\nsort out their belongings. But there were other things that happened every day. They took\nout this one from us, because maybe he didn't look straight in the face, and shot him in front\nof us; or two guys escaped. They dug a hole underneath the barrack; and then they took us\nout, and they took every tenth one. You know, we were more like a family; and everyone\nthat they took out, it was just like they tore out. Because we figured we're losing everybody\non the outside whom they bring in. But those are people that we go through the worse 1n our\nlives, and we stick together and one tries to help each other...uh... physically sometimes and\nmorally for sure. You...you understand? And some shared the food. And if you know\nsomebody works harder, we saw to it that he should get some more than we did where we\ncould get along with less. And then every transport, when you heard that whistle, it's very\ndifficult to explain. It's just like tore your insides out.",
        "Q:Tell us about the transports. You told me about before about the transports from Be ec and an\nincident with Frenzel.",
        "A:Yes. Yes.",
        "Q:Tell me about that.",
        "A:You see and then...in March, I think, Himmler came to visit the camp; and at that time they\nbrought 400 young girls from Majdanek, to show him how efficient and good they are at\nkilling. And I remember...and that's the first time when they started to shave the hair by\nthose people...by the women. And when Himmler came...and there was a rumor, you\nknow...the SS people in the camp always like--through a word, you know, either when they\nwere drunk or whatever...they said a word. Then you put two together, and you made out\nsomething of it. You know? You didn't answer. You pretended you don't hear, but\nsometimes.... And then they were so sure of us, that we are not going to go out and tell\nsomebody. You know? They knew we are...whenever they can...want to finish us, they can\nfinish us. We're in their hands. So after Himmler came, they said that Be _ ec and Treblinka\nthey're gonna close up; because this is most secret and the most efficient camp from all the\ncamps. So one day they locked us in, and we knew if they lock us in something 1s going on\nout of the ordinary...out of transport, and so. And they brought the inmates from Be _ ec,\nand we knew the next day that those were the inmates, and they killed them off in Sobibor\nand they closed up Be__ec. Because the next day when we sorted out their clothing, we\nfound notes in their clothing; because we used to check very careful the clothing. First for\ndocuments, you know--to see from where the...the transport comes, who came, how many\ncame, and sometimes you had very interesting notes. So we always checked. We had to\ncheck, anyway, everything for valuables and give it to them. And we found...and they...and\nthe main thing in their notes were--we couldn't do it--but \"please revenge us\" and \"please\nrevenge us\" and all those cries and.... And then awhile later, not long, they brought the\ninmates from Treblinka, and they locked us in again. And they shot them one by one. You\ncould count the shots. Because they were afraid. You know? Don't forget there were only\nlike at one time 11, 12 SS people, and probably about 200...at that time maybe not even 200\nUkrainians. They were afraid. So they figured, it's safer to shoot every one separately than\nto take the whole, all of them, to the gas chambers. And then we found again notes in their\nclothing. And letters, and names, and lists, and stuff like that. And they brought them to\nSobibor to finish. And that's when Sobibor became very busy. Business was booming at\nthat time. Three transports, four transports, day and night. It really became sometimes\nunbearable.",
        "Q:What was the camp like when it was so busy, as you put it?",
        "A:We had to work 14, 16, 18 hours a day from early...we used to have roll call, in the summertime\neven....in the spring it was still dark. Like 3 o'clock in the morning, 4 o'clock in the morning.\nAnd then they marched us off to work about 5, 5:30, 6:00. And then we worked through all\nsorts of hours because ...and if they needed us after we...they took us again. Yeah. I mean,\nit was very difficult. You know, when you stay in that barrack and you sort the clothes, and\nthe barracks were arranged from this side and the other side where the people left their\nbelongings in the middle. They used to walk through. When you see those people, and you\ncannot even tell them where they're going. You know, it...it wasn't easy. I don't know how I\npreserved my sanity or somebody else...not just myself. You...you...you understand? Like\nwhen I came it was more primitive; so when a transport arrived and they told them to leave\ntheir belongings, everything went on outside. Not inside. Later, was built inside. And there\nwas a Oberscharfitthrer [Hermann] Michel. And he would go out and out and started,\n\"[Juden, you denkte gelunkheit (ph)|.\". You know? And he said, \"You\ncame...you came here and...and we'll put you to work, and work is good for you. And you\njust leave here the belongings, and everything is going to be disinfected.\" They even had a\nwall with nails where everybody hung up his belonging. German efficiency. (Sigh) And\nthey said, \"You just get undressed and you'll go and take your shower and disinfection,\nbecause we don't want any sicknesses.\" We used to call Michel \"the Baldarshn\"\n(Translation: \"the Preacher\" (Yiddish)]. You know what the Baldarshn is? Like you\nhave...uh....1n a synagogue. Somebody who tells you what..what to read. I'll get the word\nfor it. But later on, they didn't even bother with this. They didn't...they were so busy that\nthey just built three barracks like...like..uh..across you know. So on this side they used to\nunload the stuff in there...and the middle the people used to go through. And it was very\ndifficult to watch. You know, you see people normal people--children, women, men--\nand...and you know a half hour later they won't be here. Why? You ask yourself, why?\nAnd it's very difficult not to say anything. Those people there were not in that war for\nGermany. They didn't do nothing wrong. They were law abiding people. Why? Why those\nchildren? I mean like Gomerski [NB: Oberscharfthrer Hubert Gomerski]. I was at his trial\ntoo. He got life sentence also. I mean he called them...we used to call him \"the Doctor.\"\nWhen it came a transport, he used to walk around with a white coat. You know? And they\nused...he only asked who is sick and who is unable, who cannot walk, he wants to help\neverybody. And they had those...uh...lorries ...1 don't know how...yeah? And they would\njust throw them in like garbage; and on the way to Camp 3 [NB: where the gas chambers\nwere located] to the...he would shot half of them...shoot half of them. And then when it\ncame a big shot sometimes to visit, because they were such...they ran such a good operation,\nwe used to go and clean the quarters. Because when nobody was there, they lived very\nluxuriously. But when somebody came, everything was hidden and they had to live like\nmilitary people, you know. So once I.... went to clean the house. It...1t was called\n\"Summlustigung Floh\" [Translation: \"Merrily Buzzing Flea\" (German)], that house.\nWhere a few SS people lived. And I cleaned and I put plain blankets and plain pillows and\ntook off the table cloth and took off the silk sheets. You know, just put it in plain. And all of\na sudden...usually when we were cleaning and somebody came or a transport, they put us\nback to the...but somehow everything happened so fast that they forgot about me with\nanother girl. We were two girls there. And we stayed there. We knew we are not supposed\nto go out. And I hid behind the curtain. I wanted to see what's going on. And I saw the...the\nrail...the box cars coming in. Matter of fact, I was this summer the first time back in\nSobibor. That house is still there. The railroad is there, and the box cars are there. You\nknow? (Sigh) And as I watched I saw they're unloading the whole train. And the mother, I\ndon't know for what reason, she left the baby in the box car. And...and she walked. You\nknow they chased, and she ran away. And Frenzel--who was in charge most of the time of\nthe Bahnhauskommanden [NB: the Bahnhofkommando], of the trains--he grabbed that little\nbaby by the little feet and smashed his skull against the box car and...and just threw it in like\na dead rat. And I think this will be with me until my last day. I just can't get over it. L..I\nwas at his trial twice. And I brought it out. He got life sentence, just for that one case. But\nhe said I accused him falsely. But I told him in court, \"Tell me that you didn't do it!\" He\ndidn't. What bothered me mostly... went so many times to trials back to Germany, because I\nfelt I owned it to those who didn't make it. That they admitted Sobibor. They admitted what\nhappened there. They admitted that so many...so many people were killed there. They\nadmitted the uprising, that so many and so many.... But they never said it was wrong. You\nknow? And that, I couldn't take it. And I told 1t many times in court, you know? Everybody\nfollowed orders, but nobody says that the...it was wrong. I remember I had an incident with\nFrenzel's lawyer in court. It was the first time when I accused him of that baby killing. He\nstarted, \"Where did you stay, and what color was the drapes, and what color was here, and\nhow far from there and how far from...\" I said, \"Listen, if I would put on a uniform on you, I\nsaw you someplace as a Nazi. And one Nazi defends the other.\" And there was a big\ncommotion. And they made intermission in court. And then that lawyer went, and he had\nsome Jewish friend in Hagen and he came with him and he said, \"You see. I'm not...I wasn't\na Nazi. Here's my friend.\" I said, \"If he's your friend, he's just like you.\" But later on in the\nretrial of Frenzel, it came out that that lawyer was a commandant in a POW camp. And I\ntold him at that time, \"If I would put a uniform on on you, I saw you someplace.\" I didn't see\nhim. But, you know, I have in me...I developed that knowledge of people. I can smell it. I\njust smelled out that that lawyer, something is wrong. Because when I was at the trial from\nGomerski and I told what Gomerski did, his lawyer got up--I have documents of that--and he\nsaid, \"I defended the biggest murders in my life already, but here the art of defense gave up.\nI don't have nothing to say.\" He took off his robe and walked out. And that's when I had my\nfirst satisfaction--that somebody feels what I felt.",
        "Q:Tell me about Gomerski.",
        "A:Gomerski, I went three time to Frankfurt to his trial. Gomerski claims...he...I mean, none of them\ndenied that they were.",
        "Q:Tell me what you saw him doing.",
        "A:He was called \"the Doctor.\" And with every transport he would...he would dressed up...get\ndressed up like a doctor, and he would mainly take care of the old, of the sick, of the\nchildren, of the lonely. And they would throw them into lorries; and he would accompany\nthem from the ramp to Camp 3, where it was the gas chamber. And on he way he would\nshoot half of them. He always, \"Ich war Deutsche helfen. Ich war Deutsche helfen. Und\nware istkang (ph). Ich war Deutsche helfen.\" [Translation: \"I was to help Germans. I was\nto help Germans. And they were . I was to help Germans.\"| Miserable. But when\nyou look into the past of those people, where they come from, that was the lowest element.",
        "Q:We need to pull back to your story to what you saw. Tell me a little more. What, besides the\nincident with the baby, things that you saw Frenzel do?",
        "A:Uh....",
        "Q:Tell me about him.",
        "A:You see there was another thing when the...they used to go...the Waldhofskommando [NB: the\nWaldkommando] used to go to the woods. And they always build. They always build.\nBecause they figured you're more efficient and you're more good the camp will work, that\nthey would stay a chance not to go to the Russian front. That was there...so they didn't care\nat what price, you know, just to remain there. So two went to get water. Mr.\nHoenigman...and Mr. Hoenigman and Pod... [NB: Shlomo Podchlebnik]. They're both not\nalive anymore. And they killed the Ukrainian who went with them. I worked...at that time, I\nworked in the weapon area. I used to put in the bullets in the bands. They brought a lot of\nRussian bullets, and they were rusty. And...and they were low already on weapons, the\nGermans, because the Russian...the Russians started to push them back already. So we used\nto clean them up with sandpaper and put them in the bands. And there was the Ukrainian in\ncharge. We were two girls there. And he always told me all sorts of stories. He's gonna do\nthis, and he's gonna do that, and he's gonna kill this one. You know, I listened; but I didn't\nsay yes or no. I didn't say it's right or wrong, because you have to be...you had to be very\ncareful. All of a sudden, he says to me, \"I see that some...it's a big commotion in the camp.\"\nAnd he says, \"You have to go back to the barrack back.\" He closes up the weapon area, and\nwe ran back to the barrack. Everything was very close. And we see like 12 or 14 people are\nwalking on their knees from outside the camp into the camp. And Frenzel and all of them\nthey are behind them with the [pages (ph)], and they beat them and everything. And they\nwalked so until after camp where they used to sort...behind that barrack. And then them\ncame in to us, and \"Roll call! Right away!\" We all assembled and they said, \"Aufmarsch\nstehen!\" So we figured this is it. They're gonna take us to Camp [NB: probably she is\nreferring here to Camp 3]. So we said to ourself...I mean, 1t happen all in split second. You\nreally didn't have time to communicate even, you know. Because when the bugle sounded,\nyou had to be right away there, even before he started blowing. So...and next to me and my\ngirlfriend as we walked was Unterscharfuhrer Wolf [NB: Franz Wolf], also miserable. I was\nat his trial too. And he said, \"Okay, now you're gonna see something special. Nobody from\nyou are gonna survive.\" So we walked and as we came to that open field behind the\nSortieren [Translation: \"Sorting House\" (German)], they assembled us like in a half moon.\nYou know? And Frenzel held a long speech that...that what gonna happen if somebody\nescapes from Sobibor, and we shouldn't even think about it, and then he made the others pick\nout 12 more. \"Otherwise,\" he said, \"I'm gonna take 50.\" And those...uh...those people didn't\nhave no choice. They...they was so beaten up. You couldn't even tell their faces anymore.\nAnd they picked out some more from us...blindly...they didn't look. They didn't wanta take\nthe one.... You...you know? And they shot all those 24. We had to watch; and whoever\nFrenzel thought maybe is not dead yet, he went and gave them another bullet, you know.\nBut they shot them all in their faces, not in their backs. And then they told us we should go\nback to the camp. It was a terrible experience. You...your revenge broods up even more,\nlike once...two.... But it goes to show that people there, if they have the slightest chance they\nwanted to get out and maybe tell the world what happened. You know? Because we knew if\nwe won't do it, the world will never know. How would anybody know? The dead people\nwon't tell. Like once two people made a tunnel underneath the barrack. At that time the\nfence outside the field wasn't mined. Later, they put in mines. And they escaped. They took\nus every...every 10th from us, and shot them in from of us. Every 10th. You know when\nyou stand next to your friend and they take you and he look...that look in his face, it'll never\nleave me. This is not all. This is not all. There were so many incidents every day. Every\nday. Like they went once to take apart a bakery in W_odawa, and they wanted to bring it\nhere and build it here, which they did. I don't know somebody said something. They took\ntwo people, shot them in front of us. Then the beatings every day, the 25 lashes on the bare\nflesh. Until they didn't see blood, they didn't give up. I mean, when I think back, I don't\nknow how anybody survived. Including myself. Just to watch...to be able to control\nyourself, not to get at him and choke him or kill him or whatever. You know? You couldn't\nbe sick there. If you admitted that you're sick or you have a fever, you went. So what we\nused to do, we used to cover up for them or hold them by the hands, drag them to work, hide\nthem in the magazines where they kept until the evening and then take them back to the\nbarracks. I have a friend who survived...she lives in now Australia. I mean, Wagner came in\nonce. She used to work in the...in the laundry. She used to wash the laundry for them. She\nis...she 1s shorter than I am and slimmer than I am, a young girl. And she worked so hard,\nand then she fell asleep in the bathtub and he caught her. He gave her 10 lashes. One kidney\nwent right away. She's still sick from it. I mean things like that really got you. Like one\nwoman came and she brought a baby, and she kept it for two weeks in the camp and finally\nthey...and they gave her a choice: \"Either you give up the baby and you can remain.\" She\nwas a good seamstress. Her husband was there, too. He was 'til the uprising. Which\nmother's gonna give up her baby? So they...he shot them both. I mean if...1f you watched\nthings like this, it's..... When you think back... mean, I don't sleep yet. It's gonna be 47 years\nthat I escaped, and it's not one night that I go to sleep and all of Sobibor doesn't march before\nme; and then I can fall asleep.",
        "Q:Thank you. We're going to change tapes. [Let's break here. We need to change tapes and then\nwe'll pick up.] [NB: TEXT IN PRECEDING BRACKETS NOT APPARENT ON\nVIDEOTAPE]\nTAPE #2",
        "Q:Okay. Tell us. You have a transport you say.",
        "A:We had once a transport which was probably the worst of all the transports. The people must\nhave resisted on the way to Sobibor, so they threw in like chlorine and the body...into the\nbox cars, and the people were dead and they swell up. And...and they...they were so thick,\nall of a sudden, and the whole transport came there, to Sobibor. (Pause) There were ...every\nday was something new. They thought...they were miserable if they didn't have blood. You\nknow? Like...like dogs, hounds, pit bulls they call them. Yes? They...they just couldn't take\nit, not to have; and if one day there was no transport, let's say, for one reason or another....\nNot a day went by with out...let's say a half a day, you know..... They took us out and in\norder not to let us think, you know, when we had let's say a half hour off, they would\nexercise with us in such manner that you could drop dead. And if you didn't do it, they\nshoot...shot you, if you didn't continue. I remember once the cook, he couldn't keep up. He\nwas old. If I was 18, 19, he was 40. So he was old...or 38, or whatever. He couldn't keep\nup. So they took him out and they beat him so badly, Frenzel, that you couldn't tell his face\nor head. His nose from his eyes was just one ball of blood. That was their pleasure. And\nwhen you talk to them today, everybody followed orders and whatever they did wasn't\nwrong, even. Wasn't their fault. And that hurts. It hurts. When I went all those times to\nGermany, I was afraid. Every middle-aged man or older man I saw, I saw him in a Nazi\nuniform. I don't trust them, and I don't believe in them that they changed. I said it at the\ntrial. If Frenzel would have a chance to wear a uniform, he would do it all over again; but\nmaybe he would make sure now that we wouldn't escape to tell the story.",
        "Q:Tell us about the escape. How did you even begin to plan?",
        "A:We planned constantly. And I think that kept us going. If we would know this is it, why should\ngo on? To see another 10,000 Jews come and be killed, another 20,000 be killed? That was\nnot...that we wanted to see. You know. We had to. Then after awhile you become so numb\nthat you just...you don't react, you...you know? And then, we felt we're next in line.\nEverybody from us had a death sentence tn their pocket. It just was a matter of time. But,\nwe never gave up that hope to...for revenge. And I think that kept us going. If we had a\nmiserable day, when they kill...like Wagner. He decided to build a Strafskommando [NB:\nStrafkommando; \"punishment brigade\"]. | You know what \"Strafskommando\" means?\n\"Strafskommando\" means...uh...\"Strafs\" is \"guilty.\" A \"guilty unit\" from whoever didn't\nwalk straight or didn't look him right, maybe, in the eye, he put them to...to a special unit.\nAnd they had to work everything while running, not walk. That was the \"Strafs.\" How long\ncan you run? And they get...and their ration was cut in half. So we didn't get enough to\nbegin with. You barely could survive; but if this was cut in half... And...and every day\nsomebody else was shot, and was shot. And, you know, it was so terrible. And every\nevening they gave us an explanation. He didn't run fast enough, so they had to shoot. And\nyou know what builds up in you when you listen to those words. It's just...1 don't know\nwhere we got the strength not to react right away, you know. But we...we knew if we wanna\nplan an escape and if we wanna do it, we have to keep cool...keep our cool. We\nconstantly...we planned maybe this way, maybe only part of us, and maybe.... And then after\nit happened with the Waldhofskommando [NB: Waldkommando], where they killed 24\ninstead of 12, and when they two more of us escaped and they took every 10th one, we felt\nit's not right that one should escape and leave all the others to the mercy of them. If there's\ngonna be an escape, everybody has to be given the chance. Not everybody will know until\nthe last day, because you had to be very careful. You ...you understand? So when Leon\nstarted planning this way and that way and that way and this way.... And we didn't know\nwhat's going on outside the world. We didn't know how far the war is and where the\nRussians are; because there was another thing if you get out, which we didn't think we will.\nBut we felt if they'll waste some bullets and kill us in the back, it would also be a revenge not\nto go to the gas chambers. So then one day we saw marching in a Russian unit of POWs.\nThey took them out to work. In the meanwhile they expanded the camp. They...they made\nCamp 4, where they used to store ammunition because they started to prepare for the\nBug...for the River Bug...for the offensive in the spring, you know? And we saw...and those\nRussians came in, and we figured, \"Why did they bring Russians here?\" You know? In the\nevening you started talking and one said...turned out that they're all Jews. They are POWs,\nbut they're Jews. And after a couple of days, Leon started to approach them, and talk to\nthem; and we told them everything what's going on here. They didn't know either. They\ndidn't know. And they had the military know-how which we didn't have, you know; and\nthey came in from the outside, and told us what's going on on the outside. We needed that\nencouragement, you know. It did us a lot of good to have somebody with military know-\nhow, with...supporting our ideas. And we started organizing, and after they came in and the\nplan was worked out that everybody at his place at work--usually wherever we worked, there\nwas an SS man watching and a few Ukrainians--everybody at his place of work has to kill\nhis SS and his Ukrainian at the same time, the same minute also. So we organized and we\nprepared knives, you know. And.... Huh?",
        "Q:How’",
        "A:In the...in the shops where they used to make the...you know, Schlosserei [Translation:\n\"workshop\" (German)].... I'll come to it. They...they used to make...they made the knives\nand they gave everybody. Then everybody had to have pockets full of sand. We realized if\nyou throw sand in somebody's eyes, he grabs his eyes. When he grabs his eyes, you can\nstick a knife in him. Very simple. We didn't have no weapons. And we figured we have to\nmake the es...plan the escape for a time when Wagner is not in the camp. We knew their\nschedule with vacations. We knew that they're six weeks there or four weeks and then they\ngo away. And if those went away, the next...these go away. And we figured because\nWagner was very smart. Not smart. He could tell what you think, not what you do. That's\nhow devoted Nazi. Very devoted Nazi! And that was 26 days, after the Russian unit came.\nAnd we decided for October the 13th to make the escape. Only a small group knew of it. I\nknew every day what's going on, what has decided, how it's gonna be, what we're gonna do.\nThe plan was that everybody kills his Nazi at his place of work and puts him away where\nnobody can see him. And if we have all of them dead...then we'll assemble like roll call,\nassemble, and we'll walk to the weapon area. We'll take out some weapons, and we'll walk\nout through the main gate; because there was no mines at the main gate. And we'll go into\nthe woods. It was in the woods they came. That was our luck. And we'll form a partisan\ngroup. So and...we had to cut the electricity...the electric wires, the telephone wires.... You\nknow, all that. And on the night of the 12th, you know, everybody got ready; but nobody\nknew. Maybe 20 people. I was one of them. Because we had...some people as it turned out\nlater got so panicky, you know; just the thought of the revenge was so great and...and some\npeople didn't want to go. They gave up. So, maybe 20 knew; and we went...and we decided,\nnext day 4 o'clock. I mean we didn't have to pack our luggage to go. You...you understand?\nNext day, we were all ready; and then a few trucks of SS people came into the camp. They\nnever came. This time, they came. And you know, we were shivering. We thought maybe\nsomething leaked out. And they went into the casino. That was their... uh...dining room.\nThey called it \"casino.\" And they had a good meal there. And we had to postpone. Right\naway. Postpone. 'Til tomorrow. And after a few hours, they left. They just passed by.\nThey were hungry. There was a lot of good things here, and to drink. The next day was the\nlast day because the following day Wagner was supposed to come back from [Fohler (ph)].\nSo the next day we said, \"This is it.\" And the next day, 4 o'clock, it started. And we used to\ngive...we gave signals that four are killed, five are killed. Somebody would climb up the\nroof...six are killed, you know. I worked in the garden at that time. And they gave me those\nsignals, and I figured I'll better go to Compound | to be closer to the..uh...to the fence. And I\ncame in and I stood in the laundry room with my girlfriend, _—s«[NB: she is referring to\neither Hella Felenbaum or Zelda Metz]. And then I saw one walked into a barrack. Two\nboys made commotion, and he walked in and they killed him there. They made a\ncommotion on purpose, and then he went into the shoemakers and they killed him. He went\ninto the tailors, and they killed him. I cannot explain...all my fear was gone. Just the joy.\nWe killed a Nazi! The revenge for all those who are burning over there...that their death 1s\nnot in vain. And by 4 o'clock, they blew the horn; and we assembled all and as we\nassembled, they told us that they can't find Frenzel and Bauer [NB: Oberscharftthrer Erich\nBauer]. Bauer wasn't in camp. He was outside patrolling something with the truck. And we\nwere afraid that being the wires were cut, that he got out of the camp and ran for help. So\nthey decided even before, that if it won't work out for any reason, everybody on his own. At\nleast, let somebody..... And then some women started...when we told them the last minute,\nthey became very hysterical, you know? They couldn't imagine what we gonna...and started\ncrying, \"What am I gonna do, and where I'm gonna go?\" You... you understand? And as\nthey...Leon jumped up at the table with Sasha, and they said that everybody on his own....\nAnd Leon told us, \"If one survive, tell the world what happens here.\" And he said,\n\"Everybody on his own.\" I noticed that somebody put a stepladder next to the fence behind\nthe carpenter's shop. And I said to my friend, \"Let's go there. I'm not going through the\nmain gate. I don't want to be a hero. I want to get out.\" And as we ran to...I mean this is all\na matter of seconds, split seconds. As I run...ran to the...uh...fence and I went up the step\nladder, I saw a lot of dead bodies already on the mine fields. And I jumped down, and then I\ngot a bullet in my head. Yeah! Here. And I felt the blood flowing warm, but I was so much\naware that I started hopping on the bodies, you know, not to step on the mines. It was split\nsecond. And I ran and as I reached the woods, I figured I made it. And I looked back and I\nsaid, \"My God, I made it for all those.\" And I promised myself whatever I can do to...to\nmake the world know what happened, I'm gonna do. So...then I came to the woods, and a lot\nof them came into the woods and it started to getting dark already. Was October. And Leon\nand Sasha told us to break up in small groups. He said, \"If they catch one group, maybe the\nother one will make it. If we'll stick together, they'll get us all.\" Because we didn't know\nwhere Frenzel was. So somehow I...1 teamed up with a group--nine men, myself and a\nwoman from Czechoslovakia. We started walking and walking. I walked three nights, and I\ncame back to Sobibor on the third night. In circles. And as we saw the camp, we ran again.\nAnd the night before the escape...in Sobibor, you didn't cry. You never cried. You so...it\nwas so numb...it's...it's very hard to explain. You know? You never cried. But that night\nbefore the escape, we all cried and we said goodbye. I mean, nobody in his right mind\nthought even that we're gonna get out. Versh...? You...you understand? So we cried and\ncried and said goodbye and I fell asleep. We...I went to sleep with my boots and with my...I\nhad two skirts and three sweaters and you know, and a babushka and a coat. And I went to\nsleep with everything. Because we figured in case something leaks out and they'll find out\nduring the night, that I...we should be ready to run because there's nothing to lose anyway.\nMight as well! And as I cried and I fell asleep, I had a dream. And my mother came into the\ncamp through the main gate and I said, \"Mom, you know what we're gonna do.\" She said,\n\"Yes, and I came because of that.\" And she...she took me by the hand and she led me out to\nthe main gate into a barn, and said, \"Here, you'll go and you'll survive.\" That was the end of\nthe dream. In the morning I told my next neighbor, slept a girl, and I said I had a funny\ndream. She said, \"Naw, you know you were thinking about it.\" And I said, \"You know\nwhat. If I'll get out, I have to go to that barn and see what happens.\" So after three days after\nwe reached Sobibor again, we started walking again. And meanwhile my wound started\nhurting and it got all pussy [NB: covered with pus], and I got fever. All I had is a few lumps\nof sugar in my pocket and a piece of bread. No water. The worst thing was the water. You\nknow? And by Saturday night, we fell asleep in a field with...not barley, something like it.\nYeah. While I jumped down the fence and I got shot, that coat was so heavy it was hard for\nme to run; so I threw away the coat. That was my biggest mistake. But I didn't catch a cold.\nDon't worry. And we laid in that field. In the morning...a whole night it rained very fine.\nIn the morning it started freezing. You know, in Poland. And I got up stiff. I mean I\ncouldn't stand up. And I said to all of them, \"Listen, there from far away I see a lonely little\nhouse. I'm going into that house. I cannot take it. I have my satisfaction. We killed the\nGermans. I escaped from Sobibor. But now, really, I cannot take it.\" So they said, \"You\nknow what? You go in and see if you can get some bread and something to eat, and we'll\nwait.\" I said, \"Okay.\" As I started walking, one of the guys said, \"I'll go with you.\" I said,\n\"Okay.\" He came with me. I knocked on the door. There was an old man. An old man! He\nprobably wasn't old. No teeth. He had a 20 year old son. How old could he be? But you\nknow in Poland.... One room, the cow was in the room and the bed was in the room.\nEverything was in the room. As we opened the door, he told me, \"You must be from\nSobibor.\" I said, \"Yes.\" He said, \"You did the best thing that could help...happen to those\nNazis.\" He said, \"What can I do for you?\" I said, \"We need some food, and I need to wash\nmy wound.\" I showed him what I have. He said, \"Listen, you come into my barn. I have to\ngo to church with my son. If I won't come to church they'll get suspicious. And when we'll\ncome from church, I'll feed you.\" So he took us into the barn and I said... Yeah, in the\nmeanwhile, a third one came in. He said, \"You told me two.\" I said, \"This is it. Only three.\"\n[NB: the two others with her were Samuel Lerer and Avram Kohn]. The others saw that we\nare not returning, so they run away. None of them survived. So he took us into the barn.\nWe went up on the loft, you know, in the straw, and everything felt so good and warm. And\nI said that whatever'll happen...he'll probably go for the Gestapo. But he didn't go. He went,\nand after a few hours he came back from church and his son brought us in bread and soup\nand hot milk and cheese; and I said to the guys, \"That's our last meal, our last supper,\nprobably.\" And we ate, and he told us that soon it will get dark. He'll take us into the house\nso we can clean up a little bit. When it got dark he took us into the house. He had a big pot\nof water boiling. He told me to wash off my head. He put some...his remedy, unsalted lard.\nBut it healed. It healed. Took care of the infection. And we sat and we told him the story\nabout Sobibor. He was very interested. And then he said, \"What you want to do now?\" I\nsaid, \"I have to go someplace; and if I won't find a refuge there, I'll come back and maybe\nyou'll be able to help us.\" He said, \"Okay.\" He give us some milk and some bread and some\ncheese and some onions. You know, whatever he had. And we had some money. I wanted\nto give him some money. I had money from home, too; and I...we hid it, and in the last day\nwe took it with us. He said, \"You know what? Keep the money. Maybe there's somebody\nwho won't give you without money.\" And the young man waited with us until twelve, one\no'clock, when it's got very quiet all around. And he walked us to the woods and he showed\nus where it is. And I asked him his name and the name of the village. He didn't want to tell\nme. He was afraid in case they catch us and they'll torture us. You know? And I didn't\nwanna tell him where I'm going, too. So, anyway he took us; and from there to the place that\nI knew, that barn, was probably about 15 kilometers, maybe 18, which I could make in one\nday easily. It took us two weeks to get there because we walked only at night and in circles.\nYou know? Because we were afraid in the daytime. You see in the daytime we were in the\nwoods because the Germans never went into the woods. They were outside shooting in, but\nnever went into the woods. And after two weeks in the night I got a village I recognized.\nWe...we stood...we laid three days and three nights just near the main highway to be able to\ncross because the Germans had so much traffic...military traffic, and we had to wait for the\nmoment just to cross. So I recognize the...the barn, and I said, \"This is the place.\" And I\nknew this was one of my father's customers...the gentile that I told you helped us so much\n[NB: Stefan Marcyniuk]. Matter of fact, when I was in Staw-Nowosiolki, he used to deliver\nbread for the Germans for us. And I saw his man who used to bring the bread and I said,\n\"Tell Marcynituk that we are hungry.\" He used to send us every day two-kilo loaf of bread.\nThe..the guy left it underneath the fence. You know what it meant in a concentration\ncamp...2 kilo bread? It was a fortune! So I recognized and I said, \"This is the barn;\" because\nwe used to go as young kids. He had a big farm. We picked cherries, you know, like\nchildren. Was not far from Che m, about 10 kilometers. And on the other side of the road,\nhis mother used to live. So I said, \"I'm gonna knock on the other side.\" And I knocked, and\na man came out and he thought we are partisans; and, \"Don't shoot!\" and, \"Don't this.\" I\nsaid, \"I'm not gonna shoot you. I'm not after you. I'm after that man. I need to settle\nsomething with him.\" I didn't want to say. So he said, \"You know, he doesn't live here.\" I\nknew he doesn't live there because he lived in the city. \"But he comes once in awhile here,\nevery week, every two weeks,\" and so forth and so on. And I said, \"We have something to\nsettle with him. Don't worry.\" He gave us some bread, just to get rid of us, and some\nonions...whatever they had. And we waited. I went away. We waited. When it got real\nquiet and all the lights were out in the village, we went into that barn. And as I went into\nthat barn, I mean as dark as it was, I said, \"That's the barn my mother showed me in the\ndream.\" In the meanwhile, when we went into the barn a partisan group came into the yard;\nand those two guys [NB: Samuel and Avram] said, \"Let's go with the partisans.\" I said, \"If\nyou want to go, you're welcome. I'm staying.\" We also met a partisan group before; and\nthey wanted to join, because it was the only way to survive the German party. I said, \"If you\nwant to go to the partisan, please. I'm not going. I'm going to find out what's there.\" And\nwe climbed up the loft, with straw again. We were at home already. We stayed there about\n3 days. Nobody showed up. So we got hungry. So I said, \"In the evening, we'll go to the\nneighboring village, and we'll buy something.\" We went away, and we met...we went into a\nfarmer. He gave us, he gave us a bottle of milk. He gave us some bread, whatever. And we\nwalked back. We walked back. We climbed up the loft, which straw was very solid, and\none guy lost a bottle of milk. It wasn't the bottle of milk. It was just not to leave any traces\nthat people are here. And he...I said, \"You better go down and in the dark try to find it.\"\nAnd as he went down and he looked, and I told him in Jewish, \"Did you find it?\" And as I\nsaid, \"Did you find it,\" something jumped up from that loft like a white ghost, white linen\npants. And we got so scared. And he said, \"Who is it?\" I said, \"Idel.\" That was my\nbrother's name. And he said, \"You're dead.\" And that was my brother in the loft, being there\nalready 10 months. And he said, \"I'm gonna hold your hand until it get light because I know\nyou're dead.\" And when it started daylight, he saw me and I told him where I was and I told\nhim that I'm here. He saw the man. He said, \"Listen, he's gonna come any day here. I'm\ngonna tell him only about you and one man.\" And the third man, if he'll take you in, we're\ngonna keep the other one. We're gonna share whatever food he'll give us.\" He came after a\nfew days; and they...he used to whistle, and my brother knew that the coast is clear and he\ncan go out, because underneath the loft he built him a bunker underneath the ground. My\nbrother jumped out and he told him. And he said to my brother he should call me out, and I\ncame out and he just went like this. He said, \"If God put you together, I'm not going to\ndivide you. Whatever will happen will happen to all of us.\" And I was there 'til the\nliberation. He never found out that the third man was with us until liberation. We shared the\nfood and we kept him hidden. Some story!",
        "Q:Tell me about liberation.",
        "A:A few days before the liberation...[ mean, it was such a fancy farm and it had a wooden fence\naround; he was a very wealthy man in our city. And over there, only his old mother lived.\nHe used to take care of the farm, but he didn't live there. And the mother was senile, already.\nAnd that was our luck. Even if she would see us...once she saw me. I walked down in the\nbarn, you know, to stretch out my legs and she asked me, \"Why...why you walking here?\nThere's a war in the city?\" I said, \"No. I just came to visit. I'm going back.\" And a few\ndays before...you know, we were already exhausted. My brother was there 19 months, and I\nwas already 9 months, without a table, a spoon of warm water all those 9 months, without\ncooked food because he didn't live there. He couldn't cook for us. Only he gave us enough\nbread. And water. Sometimes a little jam, a little margarine, you know, or something like\nthis. He gave us plenty of onions and plenty of garlic. And I think that helped us, too. And\nit was already the last days and all of a sudden we...and he told us that he built a bunker. He\nowned a piece of woods past the farms, a little further down. He said, \"If you have a chance,\nrun out from the barn and go to the woods, because the Germans are retreating and they're\nburning everything to ground, livestock and everything.\" So we said, \"Okay.\" And as we\ngot ready... ready...whatever we have to..you know...all of a sudden... yeah...before, the\nGermans came and set up shop in our yard. And we are sitting and looking at them, you\nknow, through the boards. And two officers started cleaning their weapons and one shot the\nother. I didn't know if it's on...on purpose or accident. And they set up a court in the yard.\nAnd I said, \"That's what we need. Exactly. The last day.\" And in the meanwhile came an\norder that they have to leave. And they left. So we survived this. The next day, all of a\nsudden, we figured soon it'll get dark...we'll go out in the fields because the corn and\neverything was very high already.... (Sigh) They bring into our yard maybe 150 Ukrainians.\nThose were the people that they took with them to...to dig ditches, and to do their..... And\nthose people was so worn out, you...you know. And they saw such barn with so much straw\nand everybody start pulling the straw, you know, and to make himself comfortable inside\nand outside. And we feeled that they're getting to us. And one guy was up there pulling the\nstraw and handing it to the others. So we had on top underneath the roof, on the loft, we had\na hole where we used to crawl in. The...the straw was solid...set up, and then we had a\nbunker underneath the ground. And there was like a stopper made out of straw that when we\ncrawled in...because we had to go to the bathroom. We used to go once at night out in the\nfields. You know? And we used to go...he used to put water from the...uh... well. He had\nlike a trough, where he used to...the horses used to drink, and the cows. So he filled it up\nevery time with water; so at night we went out and got some water for us to drink. We drink\none day...one time a day. That's it. So all the...so my brother noticed that he starts pulling\nthat stopper. So he pushed it up and he said, \"What do you want?\" He said, \"Don't worry.\nDon't worry. I won't do nothing to you.\" So my brother said, \"Would you like a loaf of\nbread?\" He said, \"Yes.\" So we gave him the loaf of bread. And he said, \"Don't worry. Pull\nin the stopper. I'll be here until we leave.\" So we pulled in the stopper; but we figured here's\nthe end, you know? And he laid down there, took off his shoes; and then the others came\ninto the barn and he gave everybody a piece of bread and they said, \"Let's take everything a\npart. Maybe there's a lot of bread here.\" He said, \"No. You see, I went through everything.\nMaybe the owner slept here and he left one loaf of bread.\" And we were sitting down. We\ncould see through... through the boards...from the barn what's going on. And all of a sudden,\na few hours, there comes an order they have to leave. They have to leave and they have to\nassemble. They all went into the yard to assemble. He pulls out the stopper, that guy. He\nsaid, \"We are leaving. Don't worry. I'll leave the last so nobody should bother you.\" And\nwe pulled in and my brother said, \"Would you like another?\" We always kept a few loaves\nof bread in case we have to run. So my brother said, \"Would you like another.\" \"No,\" he\nsaid, \"If I'll take another loaf of bread, they'll be suspicious.\" And we saw that they\nassembled and they calling him and he said, \"My feet are so swollen, can't my...can't get my\nshoes on.\" And then when they all were assembled, he climbed down from the loft and he\nturned towards us and he went like this and they left. So we survived again. Yeah? So next\nday...this was at night. Next morning, my brother woke up and he said, \"Listen, now they\nleft. We're gonna leave to. We're not staying here anymore.\" Yeah. And during the night\nanother unit of Germans came tn. I don't know if SS or military. They came in and they left\nalso after a few hours. My brother said, \"They left. Let's leave. Whatever'll happen, will\nhappen.\" And early in the morning, we saw it's quiet all around...was still not daylight. We\njust crawled down from the loft, down to the barn, and there were three loaves of bread and\nthree cans with onions the Germans left and three rifles. We didn't know what to do with the\nrifles. And we (chuckle)...we took it and we crawled in, because behind the barn the field\nstarted. And we lay down. And he told us before, \"The first chance you have, get us\nsomething so...in case something, people shouldn't recognize.\" We crawled in and we\nexposed ourselves...the faces to the sun. And all of a sudden, the Germans...this... this\nvillage is up on a hill...very high up and...and down below it is the main highway. On the\nother side were the Russians and up on the Hill were the Germans. And they started\nshooting. Zoooo...Zoooo...Zo0000.... And we figured, \"Here we went through all that, and\nnow we're gonna get it!\" Doesn't matter from whom, from the Russians or the Germans.\nAnd we laid up, and then it quiet down. And when it started getting dark, my brother said,\n\"Let's crawl into the barn and from there, maybe we'll get into the woods.\" As we crawled\ninto the barn, he was looking for us. The Russians were already there. Because the Russians\nwent from the Bug. They didn't go straight with the highway. They surrounded the\nGermans and they took them in. And that was when we were free. Not exactly free, because\nit started the Polish people were miserable. Very bad. Very bad. A lot of our friends who\nsurvived got killed by them. The...the national army just killed. And then they killed Leon,\nin December. And that was a big shock for us; because we just stuck to him and we looked\nup to him like a father figure, like somebody who helped us survive, who took all the\nresponsibility for us. You...you understand? And there he was gone. And we decided at\nthat time not to remain in Poland. We just followed the Russian army wherever they went,\nand we...until we got to Berlin. And it was funny that there we felt safe after all those years.\nIt wasn't easy to be there. It wasn't easy at all, because everyone you saw, you saw them as\na Nazi with a uniform. But we felt safe.",
        "Q:Tell us about what you did next.",
        "A:What I did next? We settled in Berlin, where I got married. And we started a business. I started\nit. But we didn't want to remain there. We just waited for the first chance to get out, and we\ngot out. And we came to this country and we started on the bottom and we made it. And we\nare very grateful. And I have two wonderful sons, very well educated. And I think when we\ncame here, we didn't want pity, you know, from nobody. We just wanted to prove to\nourselves that they didn't defeat us. They didn't kill us. Maybe, physically, they hurted us.\nYou know? And we wanted to prove to ourselves that we can do whatever anybody can do\nand we can be human beings again. And we are very successful here. And I have seven\ngrandchildren, which is my pride and joy. And that's the biggest revenge that I have on the\nNazis...those children. And I promised myself, wherever I'll have a chance, I have to tell the\nstory of Sobibér; because after we escaped they erased every track of Sobibor. And if I told\nsomebody right after the war, they said, \"Never heard of it. Never heard of it. Never heard\nof it.\" And it hurted me very much, because I felt the people of Sobibor never gave up and\nthey fought to the last and they didn't care if they make it or not. But just for that revenge,\nand to bring the story to the world. And I feel because we bring out the story, there are so\nmany other stories for...from people who fought, who died just for that revenge and just for\nthat protecting that honor of those who didn't make it. You know? And I feel they are not\nhere to tell the story; but there're thousands and thousands of stories like my story. But if\npeople are not here to tell it...so I have to do as much as I can. It's not easy, but I won't give\nup as long as I live. I went to a lot of trials, and I think the Nazis at the trials, not one denied\nthat Sobibor existed. Not one denied what happened there. Just they didn't want to take the\nblame.",
        "Q:Who did you identify at the trials? What trials were you at and who did you identify?",
        "A:First, I recognized Bauer on the street in Berlin. And the funniest thought was...you see, after the\nwar, all those Nazis...uh...1f there were no evidence, they were like rehabilitated. It's called\nin German \"[entnazivisieren (ph)]\"  [NB: \"denazified\"]. And Bauer was already\n[entnazivisieren (ph)].",
        "Q:Tell us on tape who Bauer was.",
        "A:Bauer was a nothing, but he was the gas master. He used to open the valves and close the valves\nand let the gas out...and that was...that was Bauer. I didn't...I personally didn't catch him. It\nwas another...the guy that survived with me together in the farm...on the farm [NB: Samuel\nLerer]. He saw him, and he went over and he told the policeman to arrest him. He was like\nin the Luna Park, an amusement park. He was riding there, the thing. And then he ran home\nand he said, \"Listen...\" I lived in Berlin. At that time, I was married. And he said, \"I found\nBauer. And I told the police to check his documents, but they're gonna let him out.\" I said,\n\"Let's go.\" And I went to the police station and I told them, \"This is Bauer.\" And they said,\n\"Oh, we can't. You have to have three witnesses.\" You know, the German bureaucracy. I\nsaid, \"I'll give you three pounds of coffee if you keep him.\" He kept him for the three\npounds of coffee. And the next day, you know, it's only three days if he doesn't admit, you\nhave to let him go. And he didn't admit nothing. The third day-- the prosecutor was a\nGerman who suffered an awful lot during the war. He was in the underground. He was\nbeaten. He was crippled. And I said, \"Listen, I want you to sit and I want to ask Bauer\nquestions.\" And he agreed. Natural, 1950 it was different like today. And I went, and I\nstarted asking; and I pinned him like to the wall that he couldn't get out. I said, \"This and\nthis girl worked for you. You lived there and there. Your room looked like this and this.\nYou wore this and this uniform, when this Hauptstrumbannfuhrer came. You walked with\nHimmler, behind him.\" You know. And then he couldn't...he said, \"Yes, I was there.\" And\nthen the trial started. Natural, at that time there was no death sentence in...1n Germany, and\nthey...[ was the only witness at the trial. And I testified, and he got life sentence. He was\nsentenced to life in prison. He was in Spandau with Hess all that time. And then after a few\nyears...I was in the States, already. No. I was still in Berlin. He gave out Kliehr, Gomersk1,\nFrenzel, [Franz] Wolf, DuBois, Bolander...all of those who were in Sobibor. And I\nwent...before I left for the States, I went to Kliehr's and Gomerski's trial. I was also the only\nwitness. Gomerski got life sentence. Kliehr...I really couldn't tell anything bad about him.\nYou...you understand? He was in charge of the shoe magazine, where they collected all the\nshoes from the people. And I remember once I went in and I needed a pair of shoes. He\ntreated me well. He gave everybody shoes, if nobody saw. He was also in charge of the\nbakery. If he could give a piece of bread unnoticed, he would give. He really didn't have\nnothing to do with the transports. I don't really know why he was there. Maybe by accident.\nAnd I felt, \"Why put the blame on the man when he didn't do nothing?\" And he was\nacquitted. And I think this hurted Gomerski even more, because they...it proved that you\ncould be a human being there, too. You know? But Gomerski, Frenzel, Wagner, one of the\nWolfs...there were two Wolf brothers. One we killed. The other...the nice one we killed,\nbecause we didn't have no choice. But the other one ...you know, they did it with such a joy\nand with such a satisfaction and no matter how much blood they drunk, it wasn't enough for\nthem. You know? So Kliehr was acquitted. He died later. And Frenzel got life\nimprisonment. Then I went to the trial of the 12. Frenzel got life in prison. DuBois\ncommitted suicide during the trial. Not Dubois, Bolander. Bolander. All the others got 12,\nand 15, and so. Everybody was there, but...nobody is guilty. You know? And I felt I didn't\nhave the trust in the judge, because they were older people. And...and that's where I had the\nscene with that guy, [Wrangsher (ph)], with that lawyer of Frankel. You know? When I\nwent later to the trials and there were younger lawyers and younger prosecutors, 1t was\ndifferent. Although the prosecutor at this trial, he was from the [Ottmann (ph)], I have\nforgotten his name. I have his name home. He...he really....he was a young man. I trusted\nmore the young people, the new generation than the old. I had a feeling one Nazi defends\nthe other. They...they wanted to put me on trial instead of him. You know? It wasn't that\nthey killed 6 million Jews, Hitler told them to do it. It's not Hitler told them to do it! It's not\nHitler. Everybody...I...I told them at the trial. If you take all those and put on uniforms, the\nnext day they'll do the same thing.",
        "Q:Did you at the trial tell some of the same stories that you told me?",
        "A:Sure. Sure.",
        "Q:And that was your evidence?",
        "A:Now, I'll tell you, they had a lot of evidence. More than I could remember. More than I could\nremember. They had a lot of evidence, because at that time there were more survivors. Not\nall went to.... Wery few went to the trials. Very few. A lot of them just couldn't take it. It\nwas..it was very difficult to sit there, and feel you're sitting in front of a murderer. It's not a\nmurderer. A murderer kills one person. These are hundreds...millions. And nobody tries\neven...and nobody even says, \"I'm sorry. It was wrong\" You know, it hurted very much.\nThey tried to...to confuse you. Don't forget, according to the German law, he sits there with\na lawyer. The lawyer tells him what to say and what not to say. I'm sitting there. I don't\nhave a lawyer. I'm not allowed a lawyer. You had to be very strong, really, to stand up. But\nI wasn't afraid. I was hurt. I was nervous. But I wasn't afraid.",
        "Q:Can we go back for a minute to the uprising itself?",
        "A:Yes.",
        "Q:You've told us about it. Did you take any part in the shooting, or the blowing up of the\ncrematorium at all?",
        "A:No. No. No.",
        "Q:Just what you've told us?",
        "A:] just was...uh...like a messenger. You know? They send me here. They send me there. But no\nwomen took part in the actually killings. You know? They were helping in any way...bring\na message. Because even in camp, the women could...uh...uh...move around easier than the\nmen. It wasn't so suspicious if the woman walked around and moved around than a man.",
        "Q: What...what has been the affect of all of this on your life do you think?",
        "A:The affect probably is I have all the reasons in the world to be happy. I have a wonderful\nhusband. We are married 44 years, going to be in July. Financially, I am very well off,\nconsidering. I mean, I'm very happy. You know? I have a beautiful family. But I cannot be\nhappy. Inside! I see people like...they're buy...they're building a home. They're so happy.\nThey're buying a car. They're happy. They're buying a dress. They're happy. I really\ncannot be happy. I have those things. I can have them, and I can not have them. You know,\nit's...how should I say...I really...there are people can laugh over anything. I cannot laugh. I\nlaugh, but it's squeezed out. The feeling of enjoyment is taken. I feel that. (Long Pause)",
        "Q:Is there anything you want to add?",
        "A:I just want to add (sigh)...that it can't happen again. And that's why, maybe not in my time, but\npeople...and maybe not for the Jewish people, but it can happen the Holocaust again. The\nworld is full of bad things. And I think everybody should be on the look out. It shouldn't\nhappen again.",
        "Q:Thank you. Thank you.\nTECHNICAL CONVERSATION\nConclusion of Interview.\n"
    ],
    "questions": [
        "Q:We're starting. We're on. Could you tell me your name, please.",
        "Q:Where were you born?",
        "Q:And when?",
        "Q:Tell me about your parents and your family.",
        "Q:Tell me...tell me a little more abut your home life. Did you go to school?",
        "Q:Tell me about what happened when the Nazis...what happened when the war broke out?",
        "Q:Thank you. Let's...let's...uh...I yust a little confused. Let's go back to Che _m and to you before we\nmove on to the camps. Tell me what you did when you were still in Che_m.",
        "Q:During the war.",
        "Q:So they helped you?",
        "Q:When did it start?",
        "Q:When did it start to get very bad? What happened?",
        "Q:Excuse me. Do you mean Judenrat or Judenrein?",
        "Q:Tell us about the transports. You told me about before about the transports from Be ec and an\nincident with Frenzel.",
        "Q:Tell me about that.",
        "Q:What was the camp like when it was so busy, as you put it?",
        "Q:Tell me about Gomerski.",
        "Q:Tell me what you saw him doing.",
        "Q:We need to pull back to your story to what you saw. Tell me a little more. What, besides the\nincident with the baby, things that you saw Frenzel do?",
        "Q:Tell me about him.",
        "Q:Thank you. We're going to change tapes. [Let's break here. We need to change tapes and then\nwe'll pick up.] [NB: TEXT IN PRECEDING BRACKETS NOT APPARENT ON\nVIDEOTAPE]",
        "Q:Okay. Tell us. You have a transport you say.",
        "Q:Tell us about the escape. How did you even begin to plan?",
        "Q:How’",
        "Q:Tell me about liberation.",
        "Q:Tell us about what you did next.",
        "Q:Who did you identify at the trials? What trials were you at and who did you identify?",
        "Q:Tell us on tape who Bauer was.",
        "Q:Did you at the trial tell some of the same stories that you told me?",
        "Q:And that was your evidence?",
        "Q:Can we go back for a minute to the uprising itself?",
        "Q:You've told us about it. Did you take any part in the shooting, or the blowing up of the\ncrematorium at all?",
        "Q:Just what you've told us?",
        "Q: What...what has been the affect of all of this on your life do you think?",
        "Q:Is there anything you want to add?",
        "Q:Thank you. Thank you.\nTECHNICAL CONVERSATION\nConclusion of Interview."
    ],
    "answers": [
        "A:Esther Raab...Terner Raab. Terner is my maiden name.",
        "A:In Che_m, Poland.",
        "A:1922, June 11th.",
        "A:I mean I come from a small family. We were only two children. My father was well-off middle\nclass. Not rich (laughing). And...they gave us good upbringing, education. As much as I\ncould take in before the war. Jewish and Hebrew; and Polish, natural. Yeah. And we hada\nvery happy home life. That's what I think. Very happy, yeah. And then the war came.",
        "A:Oh, sure. I went...I finished public school. I went to a Catholic school, which was the best school\nin our city. And then I...and I went in the same time in the afternoons to a Hebrew school,\nfor a few hours, where I got my Hebrew education--which 1s still very good. And then I\nstarted business school. And then the war came. And I didn't finish. I just had started.",
        "A:I mean, they were talking about the war; and my father's concern was only that they're gonna take\nmy brother--who is older than I am--and...and he's gonna get killed. That was the only\nconcern. I mean, we didn't have a concern what's gonna happen, or the faintest idea what's\ngonna happen. And I...1 asked my mother, \"Usually, how does a war really look? What\nhappens?\" And she told me her experience from the first world war. She said they were\nfighting near the railroad station. They brought up the wounded to the city. You know?\nAnd everybody sit in the house and they didn't go.... And that was the war. But it wasn't like\nthis. The first Friday when Germany declared war, they bombed our city. I remember we\ngot ready. We...my father brought a few sacks of flour home and...and...and oil and sugar\nand tea and whatever; and we stacked it up all in the attic, you know. And they figured,\n\"We're gonna stay here until the war is over, so at least we'll have food;\" because they didn't\nknow how it's gonna turn out. But it wasn't like this. On Friday, when the...Germany\ncrossed the Polish border...they declared war and they crossed the German border. Right\naway, they bombed our city. My father came running home from his business and he said,\n\"It's very bad. It's very bad.\" And we ran all to the fields. And I remembered the...the corn.\nThe fields were cut already, because when was in...in...September. And I got my...feet got\nall scratched up and hurt. And then we came home, and it quiet down. And a few days later\nthe Russians came to us. Not the Germans. Because they made some kind of an agreement\nthat the Russians will take this part, because we were so close to the River Bug. Maybe a\nweek later, the Russians came and things weren't too bad. My father conducted his business\nagain. And the Russian...being my father had...uh...had a wholesale from flour for the\nbakery, the Russians took over one of the bakeries that my father supplied; and the officer\ncame to sleep to us, you know, in the house. And then came all of a sudden an order that\nthey made some kind of a pact that the Russians should go back and the Germans would\ncome here. And he insisted and he begged my father to take his children and to go with the\nRussian army to Russia. \"You know,\" he said, \"the Germans are going to come.\nThey...they're gonna do awful things to you.\" They knew, but we didn't. \"And you have\nyoung children. They can go there in to Russia. They can study, and they can work, and\nyou'll be alright.\" My father and my mother thought, \"Here...here we have our home. We\nhave our furniture. We have our things. We have our Passover dishes. We have these\nthings.\" You know, at home. And we didn't want to go. My father didn't want to go. He\nsaid, \"I didn't do nothing wrong. Why should I run?\" You know, people who belong to the\ncommunist party or whatever, they ran. But we didn't have... my father said he doesn't have\na reason why to run. He didn't go. And then the Germans took over. And when the first\nunit of Gestapo came into our city, they rounded up all the professionals, all the rich people,\nall the well-known people, all not-so-rich people, quite a few hundred...and they marched\nthem out from the city. My brother went with my father, to be with him. They marched him\nout from the city in the...in the direction of Hrubieszow. That was where... Hrubieszow.\nAnd on the way they shot them all. One by one. They couldn't walk. They walked for a few\ndays; and they shot my father, too. My brother pretended to be dead. And after they left, he\nhad a wounded foot. He got into Be ec. All the way...that's past Hrubieszow. It was a\nvillage. Be ec. And he hid there by a family, and got word to us that he's there. My\nmother went and brought him home. We nursed him, and he came back. That's how I lost\nmy father. In 1939. He was 41 years old. And my mother, when they took us to Sobibor,\nwe...we were...we kept my mother with us in Siedliszcze. We used to hide her during the\nday. In the evening, she came out. Because in Siedliszcze, in camp, we could go home.\nThey made like a ghetto...like a section we could come home to sleep. In the morning we\nwent again so we...we succeeded in keeping our mother from '40...late '40 until '42, until they\ntook us to Staw[-Nowosiolki, NB: labor camp in the Lublin district].",
        "A:Uh...During the war?",
        "A:Yeah, I...] was the only. I had to help out. We had a little money and we had things that my\nfather accumulated and we lived on that. We didn't live in the ghetto yet so we lived in our\nown house. My mother and I, we used to do little bit knitting and sew and make a little bit\nmoney with it, you know? That's the only thing my mother knew how to do is to knit very\nwell. So she used to knit for the Polish people, for the Germans. They used to give her\nsugar for it, eggs. And then we could exchange this for other things. So things weren't too\nbad. And then I had two Polish families who were customers, my father's customers. And\nthey really came forward with helping us, while we were.... One wife, one baker who had\nthe bakery shop, you know, bakery.... She used to put everyday behind the fence where they\nhad the bakery, a loaf of bread and a bag of coal--they used to bake with the wood and the\ncoal--and a little bag with the flour, every day, and we picked it up. That was a fortune,\nbecause half we sold and could buy other things and half we used for ourselves. And then\nwe had another one who later saved our lives. He used to help us out also a lot. He was very\nupset that they killed my father. He said, \"If they killed your father, they took my luck\naway.\" He believed so strongly in my father. We were very closely friends with this one.\nThe children were close. The parents were close. We didn't...my...he didn't do nothing\nwith...there goes back a story, which I'll get back to it later, how that relationship started.\nBut he helped us survive, too; which was much easier than other families because if they had\nbusinesses and they had goods and that, they had to give up everything. You had to give up.\nYou had to give up if you any forks...you had to give up if you had any silver, you had to\ngive up if you had any gold. And the money was worthless. So the only way you could\nsurvive if you had something to exchange.",
        "A:Oh, yeah.",
        "A:Go ahead. Go ahead.",
        "A: It started to get very bad the beginning of '41, when they made the ghetto. They made the ghetto;\nand all of a sudden they...uh...decided that all the Jews from the city have to move into one\nsection. And they had to leave...we had to leave, like in a couple of hours. You could take\nonly what you could take on your...back or in your hands. And they put us in with a woman\nwith six children, in a room with a kitchen. And my mother wasn't a well woman, all those\nyears that I can remember. And she couldn't..the poor woman couldn't sleep and she\ncouldn't...and she says, \"I cannot stand it in...\" You know, with my father gone, she lost a lot\nof will to live, I would say. And we decided, being we had family in Siedliszcze. At that\ntime it wasn't a camp yet. It was just a village. So they let us know that we should come\nthere. There's no ghetto. And we could stay there with them. There's plenty. So we packed\nup and we went, and we left Che _m and we went to Siedliszce. And there, 1t wasn't so bad.\nMy brother worked in the mill, you know? And if he worked night shift, he used to steal\nsome flour and some...uh... what's it called? Cream of wheat. You know? He used to put it\nin the cemetery behind the milk, and I used to go and pick it up at night. And it wasn't too\nbad. Once in awhile the gendarmerie--not the real Gestapo--used to come, and they would\nrob and they would steal. They would take away whatever you had, but you could live. And\nwe stayed there until...and then they made the camp out of Siedliszcze, and again a ghetto.\nSo we moved in also with an old lady in one room. But at that time I guess my mother got\nused to the conditions, and I guess the circumstances made her stronger and healthier, that\nshe could go on. I don't know how, but she did. And we stayed...we used to go both to\nwork, my brother and I. And she remained at home hidden. In the evening she came out and\nwe were together. In the morning, the same thing; and that... that almost a year we were\nthere with her. And then we heard that in May of 1942, they started with the Judenrein, you\nknow, all of Poland. I don't know about Europe, but I, ah...Poland.",
        "A:Judenrein. Judenrein. Judenrats, they were all over in the meanwhile. Judenrein. And my\naunt...and we knew that we're not gonna stay too much longer. So my mother's sisters from\nChe_m, which remained in Che m, let us know if they should take us young--like my\nbrother and myself--to a camp, Mom should come to them, because they believed they're\ngonna be there over the winter and maybe.... So we left my mother... and all of a sudden\none morning, you know, they didn't warn you or they didn't prepare you, one morning you're\ngoing away. So we packed up whatever we could, and my mother we hid; and she said at\nnight she will go out, and she'll find a way to get to Che m back to be with the family--\nbecause they told us that no older people...older people...she was probably 40 or 41 cannot\ngo...just young people. The people who worked in Siedliszcze. So my brother and I left, and\nit seems that my mother couldn't get in touch with her sisters because in the meanwhile they\ntook them. They took everybody at the same time. And she got tired of sitting. That we\nfound out after the war. Somebody who survived in Siedliszcze, that she went over to the\npolice station and ask them they should shoot her and they shot her. That was the end. We\ndidn't find out 'til after the war. And my brother and I, we started our march from\nSiedliszcze. We didn't know, but it was to start in Nowosiolki, what I told you. You know?\nAnd I had a bundle and I grabbed whatever I could...new things and old things, because we\nfelt... my mother said, \"Take it. Maybe you'll be able to exchange for some....\" You know in\nEurope, like my mother...she had old linen from my brother, and everything for the dowry in\ncase.... You know, like they got ready for these things. And I had...I had a heavy coat on\nand I had those bundles and my brother had... And when I came to Nowosiolki,\nthey...uh...counded us up and they made in threes or in twos, and they started picking out\nwho is going to go to work and who not. And as it came up to me, from that walk probably\nwading 40 kilometers in the mud. That was October. You know, in Poland, and the villages,\nI got...I turned yellow from aggravation. I turned yellow as a young girl. And when I came\nin front of those who selected...you know, who should go here, who should go there. So they\nput me with the old people. But one mistress of one of the Nazis who did that selecting was\nfrom Che m, a Polish girl. And I went over and I said, \"[Lee (ph)], look what they did to\nme.\" She says, \"Come out.\" When I came out, she rubbed a little lipstick on my cheeks. I\nwas always very fortunate. Luck was with me. I can't say no. She rubbed a little lipstick.\nShe said, \"Take off the babushka.\" You know, I had a babushka; and she pushed me in\nagain at the end of the line. And I went through with the young people. And they picked me\nout and the rest went; and they took us in to Staw-Nowosiolki. Staw-Nowosiolki, the\nconditions were unbelievable bad. So bad that one ate the other one alive almost, you know?\nNo food. We were all pushed into one building. On top were the men. On the bottom the\nwomen. Filthy. Dirty. You know? Winter, they took us every day to work. You had to\nwalk at least... you walked 30, 35 kilometers a day. We didn't have the proper clothing. You\nknow? And I worked there for two months, and it were few people left over from the\nprevious people. And they said, \"Here is the last stage. From here you go to Sobibor.\"\nThat's where we really found out about Sobibor, you know? We heard the rumors in May,\nwhen they send out some people from Siedliszcze, but just slight rumors. But there they told\nus that from here you go to Sobibor, and that's the end. And we were there...I was there for\ntwo months. They gave us once a day a piece of bread, some potatoes--with the sand, with\nthe peels, with a little water--but we had still some things from home, so we could.... Those\nwho were from before, they had certain privileges. So they used to go into the countryside\nand exchange or buy; so we used to buy a little bit, you know? But the conditions were\nunbearable. You couldn't wash yourself. I remember my friend [NB: Hella Felenbaum or\nZelda Metz] and myself; she escaped from Sobibor, too. She's not alive anymore. There\nwas a river flowing behind that building. We used to go out at night and break the ice in\norder to be able to wash ourself. We didn't catch cold again. We didn't catch cold. Isn't that\namazing? We didn't have no vitamins. Nothing! And there I was for two months. Those\nwere the worst two months. I mean, except for Sobibor. You know? And one night they\nsurrounded us, and they loaded us up early in the morning on horse and wagons. The\nfarmers brought it. And then we knew where we are going. You know? But still...how\nshould I say? I never could see myself dead. Is that stupid? Yeah? No? I never could\nsee...I always felt somehow I'll get out of it. And then I heard that my brother jumped from\nthe second floor, and he ran away. So I figured at least one of us survive. It's better than\nnothing. Because he had no way of getting to me. You understand? And they loaded us up\non the wagons--was even dark yet--and they started going and going and we rode in those\nwagons a whole day, you know? In Europe...in those muds, and the wagons got stuck and\nyou had to go out...help pull them out; and finally I figured, \"My God, I wish it could be\nover!\" But I couldn't see myself dead, again. And then when we came before Sobibor all the\nway, the Polish farmers-- they knew what's going on, you know, and they looked at us.\nSome were happy. Some didn't care, or whatever. And we arrived at Sobibor, was dark\nalready. That was the 22nd of December 1942. And they started unloading us with dogs\nand with...they always barked. The Nazis didn't talk. They barked like dogs, you know?\nYou couldn't even make out what they're saying, although I spoke very well German. You\nknow? And they loaded us up on the ramp in front of the...on the railroad station, and all of\na sudden I see one of my friends. She was a tall girl. They came from Silesia. They spoke\nvery well German. Her mother was a professor. And she goes by with Wagner [NB:\nOberscharfthhrer Gustav Wagner], and she points at this one and she points at this one. And I\nsaid, \"Mira, what are you looking for?\" She said, \"I'm looking for girls who know how to\nknit.\" I said, \"What's about my talent?\" And she points to him and he took me out. They\ntook out eight girls and I think two men from the whole 800, and the rest--the next morning\nwe...we saw their clothing and everything. And next they took us out and he marched us in\nto the camp. The camp made a terrible impression. Flrst of all, the smell from the bodies.\nAlthough I don't...I didn't believe it. I didn't believe it. I just thought it's a smell, you know?\nAnd you saw the fire. Because the whole grounds where the camp was...were, were very\nsmall. Very small. And they took us into a empty barrack. And then came in the\ncommandant...the Jewish commandant of the lag...of the camp, and he told us, \"Do you\nknow what here 1s?\" We said, \"No.\" First of all, we were afraid to say that we know.\nWe...you had to be careful you didn't know where you are. And he said, \"Look at the fire.\"\nAnd he explained us, and I just listened. I didn't say yes or no. I didn't agree and I didn't\ndisagree. And they put...brought in some blankets and they brought us in some bread; and I\nsaid, \"At least, I'll get my last meal (laughing) and I get a place to sleep.\" And the next\nmorning they builded a room for us, with...uh...bunk beds, you know. And they brought in\nlots of wool and they told us, \"You have to make one knee sock a day,\" which wasn't bad.\nWe used to do it. Then one day, they took us to sorting and we saw all this and we just...it\nwas a very difficult to accept...very difficult to get adjusted. You...you...you don't\nunderstand. Very difficult to find your place in there. You...you didn't know whom to\nbelieve, and who you didn't believe and what to do and what to say. And I remember in our\nStrickstube [Translation: \"knitting barrack\" (Ger.)], where we used to do the knitting, was a\nyoung boy. His mother came out with us. And she was related to the real Rothschilds, from\nVienna. He was 16 years old and he knew how to knit perfect. He said, \"Esther, this is it.\nYou can give me your food, too. You...you won't survive. Nobody will survive.\" He was\n16 years old. He could eat for three, you know. Not for one. I said, \"Listen, I am not gonna\ngive nothing away because I'm not going to the frying pan.\" We used to call it [NB: the gas\nchamber] the \"frying pan.\" I said, \"You see the boots?\" I came with them...I still came with\nbrown leather boots. At the movie, one of the survivors reminded me...said, \"You remember\nyour brown, leather boots?\" I said, \"These boots I'm putting away underneath my hat,\" we\nhad on the bunk. \"And with these boots, I'm gonna run away from here. Don't ask me how.\nI don't know. But I'm gonna make it.\" He said, \"You're gonna fry together with us.\"\nYou...you know? Those were the small talk. And I worked in the Strickstube maybe four\nweeks or so; and then they accumulated so much stuff from the fall...1n the beginning of the\nwinter, from the transports, because they were so busy. They...they had a terrific business\ngoing there that they accumulated outside, and this had to be cleaned up and sorted out\nbefore spring. And they had also...in the wintertime, in the beginning, they just put the\nbodies in an open ditch. And then they realized that it started smelling, so then they\nbuilt...not ovens. They had pits there. Not ovens. And they started digging out with cranes\nall those bodies, and burning them. You know? And I worked in...every day just...that the\nrevenge feeling builded up that you were ready to bust. I mean, here you have to put a smile.\nWhen they tell you something, you have to pretend that you're so glad you can do it for\nthem. But inside it was terrible. And two months later or three months after I came, Leon\nFeldhendler came. He was a cousin of mine. With another transport they took him out. And\nwhen he came and we started talking, he said, \"We have to do something. We have to\nescape. Because we have to revenge and there has to be a way.\" And I think that kept us\ngoing, although we didn't believe that somebody will make it. Nobody in his right mind...I\nmean it was foolish. But we felt that planning and that talking kept us, you know, gave us\ncourage to live through a day...another day, you know? And every day there were new\nthings besides the routine that you never got used to it, but 1t became a way of life. That the\ntransports come. They killed the people. You see them running naked. And then you...you\nsort out their belongings. But there were other things that happened every day. They took\nout this one from us, because maybe he didn't look straight in the face, and shot him in front\nof us; or two guys escaped. They dug a hole underneath the barrack; and then they took us\nout, and they took every tenth one. You know, we were more like a family; and everyone\nthat they took out, it was just like they tore out. Because we figured we're losing everybody\non the outside whom they bring in. But those are people that we go through the worse 1n our\nlives, and we stick together and one tries to help each other...uh... physically sometimes and\nmorally for sure. You...you understand? And some shared the food. And if you know\nsomebody works harder, we saw to it that he should get some more than we did where we\ncould get along with less. And then every transport, when you heard that whistle, it's very\ndifficult to explain. It's just like tore your insides out.",
        "A:Yes. Yes.",
        "A:You see and then...in March, I think, Himmler came to visit the camp; and at that time they\nbrought 400 young girls from Majdanek, to show him how efficient and good they are at\nkilling. And I remember...and that's the first time when they started to shave the hair by\nthose people...by the women. And when Himmler came...and there was a rumor, you\nknow...the SS people in the camp always like--through a word, you know, either when they\nwere drunk or whatever...they said a word. Then you put two together, and you made out\nsomething of it. You know? You didn't answer. You pretended you don't hear, but\nsometimes.... And then they were so sure of us, that we are not going to go out and tell\nsomebody. You know? They knew we are...whenever they can...want to finish us, they can\nfinish us. We're in their hands. So after Himmler came, they said that Be _ ec and Treblinka\nthey're gonna close up; because this is most secret and the most efficient camp from all the\ncamps. So one day they locked us in, and we knew if they lock us in something 1s going on\nout of the ordinary...out of transport, and so. And they brought the inmates from Be _ ec,\nand we knew the next day that those were the inmates, and they killed them off in Sobibor\nand they closed up Be__ec. Because the next day when we sorted out their clothing, we\nfound notes in their clothing; because we used to check very careful the clothing. First for\ndocuments, you know--to see from where the...the transport comes, who came, how many\ncame, and sometimes you had very interesting notes. So we always checked. We had to\ncheck, anyway, everything for valuables and give it to them. And we found...and they...and\nthe main thing in their notes were--we couldn't do it--but \"please revenge us\" and \"please\nrevenge us\" and all those cries and.... And then awhile later, not long, they brought the\ninmates from Treblinka, and they locked us in again. And they shot them one by one. You\ncould count the shots. Because they were afraid. You know? Don't forget there were only\nlike at one time 11, 12 SS people, and probably about 200...at that time maybe not even 200\nUkrainians. They were afraid. So they figured, it's safer to shoot every one separately than\nto take the whole, all of them, to the gas chambers. And then we found again notes in their\nclothing. And letters, and names, and lists, and stuff like that. And they brought them to\nSobibor to finish. And that's when Sobibor became very busy. Business was booming at\nthat time. Three transports, four transports, day and night. It really became sometimes\nunbearable.",
        "A:We had to work 14, 16, 18 hours a day from early...we used to have roll call, in the summertime\neven....in the spring it was still dark. Like 3 o'clock in the morning, 4 o'clock in the morning.\nAnd then they marched us off to work about 5, 5:30, 6:00. And then we worked through all\nsorts of hours because ...and if they needed us after we...they took us again. Yeah. I mean,\nit was very difficult. You know, when you stay in that barrack and you sort the clothes, and\nthe barracks were arranged from this side and the other side where the people left their\nbelongings in the middle. They used to walk through. When you see those people, and you\ncannot even tell them where they're going. You know, it...it wasn't easy. I don't know how I\npreserved my sanity or somebody else...not just myself. You...you...you understand? Like\nwhen I came it was more primitive; so when a transport arrived and they told them to leave\ntheir belongings, everything went on outside. Not inside. Later, was built inside. And there\nwas a Oberscharfitthrer [Hermann] Michel. And he would go out and out and started,\n\"[Juden, you denkte gelunkheit (ph)|.\". You know? And he said, \"You\ncame...you came here and...and we'll put you to work, and work is good for you. And you\njust leave here the belongings, and everything is going to be disinfected.\" They even had a\nwall with nails where everybody hung up his belonging. German efficiency. (Sigh) And\nthey said, \"You just get undressed and you'll go and take your shower and disinfection,\nbecause we don't want any sicknesses.\" We used to call Michel \"the Baldarshn\"\n(Translation: \"the Preacher\" (Yiddish)]. You know what the Baldarshn is? Like you\nhave...uh....1n a synagogue. Somebody who tells you what..what to read. I'll get the word\nfor it. But later on, they didn't even bother with this. They didn't...they were so busy that\nthey just built three barracks like...like..uh..across you know. So on this side they used to\nunload the stuff in there...and the middle the people used to go through. And it was very\ndifficult to watch. You know, you see people normal people--children, women, men--\nand...and you know a half hour later they won't be here. Why? You ask yourself, why?\nAnd it's very difficult not to say anything. Those people there were not in that war for\nGermany. They didn't do nothing wrong. They were law abiding people. Why? Why those\nchildren? I mean like Gomerski [NB: Oberscharfthrer Hubert Gomerski]. I was at his trial\ntoo. He got life sentence also. I mean he called them...we used to call him \"the Doctor.\"\nWhen it came a transport, he used to walk around with a white coat. You know? And they\nused...he only asked who is sick and who is unable, who cannot walk, he wants to help\neverybody. And they had those...uh...lorries ...1 don't know how...yeah? And they would\njust throw them in like garbage; and on the way to Camp 3 [NB: where the gas chambers\nwere located] to the...he would shot half of them...shoot half of them. And then when it\ncame a big shot sometimes to visit, because they were such...they ran such a good operation,\nwe used to go and clean the quarters. Because when nobody was there, they lived very\nluxuriously. But when somebody came, everything was hidden and they had to live like\nmilitary people, you know. So once I.... went to clean the house. It...1t was called\n\"Summlustigung Floh\" [Translation: \"Merrily Buzzing Flea\" (German)], that house.\nWhere a few SS people lived. And I cleaned and I put plain blankets and plain pillows and\ntook off the table cloth and took off the silk sheets. You know, just put it in plain. And all of\na sudden...usually when we were cleaning and somebody came or a transport, they put us\nback to the...but somehow everything happened so fast that they forgot about me with\nanother girl. We were two girls there. And we stayed there. We knew we are not supposed\nto go out. And I hid behind the curtain. I wanted to see what's going on. And I saw the...the\nrail...the box cars coming in. Matter of fact, I was this summer the first time back in\nSobibor. That house is still there. The railroad is there, and the box cars are there. You\nknow? (Sigh) And as I watched I saw they're unloading the whole train. And the mother, I\ndon't know for what reason, she left the baby in the box car. And...and she walked. You\nknow they chased, and she ran away. And Frenzel--who was in charge most of the time of\nthe Bahnhauskommanden [NB: the Bahnhofkommando], of the trains--he grabbed that little\nbaby by the little feet and smashed his skull against the box car and...and just threw it in like\na dead rat. And I think this will be with me until my last day. I just can't get over it. L..I\nwas at his trial twice. And I brought it out. He got life sentence, just for that one case. But\nhe said I accused him falsely. But I told him in court, \"Tell me that you didn't do it!\" He\ndidn't. What bothered me mostly... went so many times to trials back to Germany, because I\nfelt I owned it to those who didn't make it. That they admitted Sobibor. They admitted what\nhappened there. They admitted that so many...so many people were killed there. They\nadmitted the uprising, that so many and so many.... But they never said it was wrong. You\nknow? And that, I couldn't take it. And I told 1t many times in court, you know? Everybody\nfollowed orders, but nobody says that the...it was wrong. I remember I had an incident with\nFrenzel's lawyer in court. It was the first time when I accused him of that baby killing. He\nstarted, \"Where did you stay, and what color was the drapes, and what color was here, and\nhow far from there and how far from...\" I said, \"Listen, if I would put on a uniform on you, I\nsaw you someplace as a Nazi. And one Nazi defends the other.\" And there was a big\ncommotion. And they made intermission in court. And then that lawyer went, and he had\nsome Jewish friend in Hagen and he came with him and he said, \"You see. I'm not...I wasn't\na Nazi. Here's my friend.\" I said, \"If he's your friend, he's just like you.\" But later on in the\nretrial of Frenzel, it came out that that lawyer was a commandant in a POW camp. And I\ntold him at that time, \"If I would put a uniform on on you, I saw you someplace.\" I didn't see\nhim. But, you know, I have in me...I developed that knowledge of people. I can smell it. I\njust smelled out that that lawyer, something is wrong. Because when I was at the trial from\nGomerski and I told what Gomerski did, his lawyer got up--I have documents of that--and he\nsaid, \"I defended the biggest murders in my life already, but here the art of defense gave up.\nI don't have nothing to say.\" He took off his robe and walked out. And that's when I had my\nfirst satisfaction--that somebody feels what I felt.",
        "A:Gomerski, I went three time to Frankfurt to his trial. Gomerski claims...he...I mean, none of them\ndenied that they were.",
        "A:He was called \"the Doctor.\" And with every transport he would...he would dressed up...get\ndressed up like a doctor, and he would mainly take care of the old, of the sick, of the\nchildren, of the lonely. And they would throw them into lorries; and he would accompany\nthem from the ramp to Camp 3, where it was the gas chamber. And on he way he would\nshoot half of them. He always, \"Ich war Deutsche helfen. Ich war Deutsche helfen. Und\nware istkang (ph). Ich war Deutsche helfen.\" [Translation: \"I was to help Germans. I was\nto help Germans. And they were . I was to help Germans.\"| Miserable. But when\nyou look into the past of those people, where they come from, that was the lowest element.",
        "A:Uh....",
        "A:You see there was another thing when the...they used to go...the Waldhofskommando [NB: the\nWaldkommando] used to go to the woods. And they always build. They always build.\nBecause they figured you're more efficient and you're more good the camp will work, that\nthey would stay a chance not to go to the Russian front. That was there...so they didn't care\nat what price, you know, just to remain there. So two went to get water. Mr.\nHoenigman...and Mr. Hoenigman and Pod... [NB: Shlomo Podchlebnik]. They're both not\nalive anymore. And they killed the Ukrainian who went with them. I worked...at that time, I\nworked in the weapon area. I used to put in the bullets in the bands. They brought a lot of\nRussian bullets, and they were rusty. And...and they were low already on weapons, the\nGermans, because the Russian...the Russians started to push them back already. So we used\nto clean them up with sandpaper and put them in the bands. And there was the Ukrainian in\ncharge. We were two girls there. And he always told me all sorts of stories. He's gonna do\nthis, and he's gonna do that, and he's gonna kill this one. You know, I listened; but I didn't\nsay yes or no. I didn't say it's right or wrong, because you have to be...you had to be very\ncareful. All of a sudden, he says to me, \"I see that some...it's a big commotion in the camp.\"\nAnd he says, \"You have to go back to the barrack back.\" He closes up the weapon area, and\nwe ran back to the barrack. Everything was very close. And we see like 12 or 14 people are\nwalking on their knees from outside the camp into the camp. And Frenzel and all of them\nthey are behind them with the [pages (ph)], and they beat them and everything. And they\nwalked so until after camp where they used to sort...behind that barrack. And then them\ncame in to us, and \"Roll call! Right away!\" We all assembled and they said, \"Aufmarsch\nstehen!\" So we figured this is it. They're gonna take us to Camp [NB: probably she is\nreferring here to Camp 3]. So we said to ourself...I mean, 1t happen all in split second. You\nreally didn't have time to communicate even, you know. Because when the bugle sounded,\nyou had to be right away there, even before he started blowing. So...and next to me and my\ngirlfriend as we walked was Unterscharfuhrer Wolf [NB: Franz Wolf], also miserable. I was\nat his trial too. And he said, \"Okay, now you're gonna see something special. Nobody from\nyou are gonna survive.\" So we walked and as we came to that open field behind the\nSortieren [Translation: \"Sorting House\" (German)], they assembled us like in a half moon.\nYou know? And Frenzel held a long speech that...that what gonna happen if somebody\nescapes from Sobibor, and we shouldn't even think about it, and then he made the others pick\nout 12 more. \"Otherwise,\" he said, \"I'm gonna take 50.\" And those...uh...those people didn't\nhave no choice. They...they was so beaten up. You couldn't even tell their faces anymore.\nAnd they picked out some more from us...blindly...they didn't look. They didn't wanta take\nthe one.... You...you know? And they shot all those 24. We had to watch; and whoever\nFrenzel thought maybe is not dead yet, he went and gave them another bullet, you know.\nBut they shot them all in their faces, not in their backs. And then they told us we should go\nback to the camp. It was a terrible experience. You...your revenge broods up even more,\nlike once...two.... But it goes to show that people there, if they have the slightest chance they\nwanted to get out and maybe tell the world what happened. You know? Because we knew if\nwe won't do it, the world will never know. How would anybody know? The dead people\nwon't tell. Like once two people made a tunnel underneath the barrack. At that time the\nfence outside the field wasn't mined. Later, they put in mines. And they escaped. They took\nus every...every 10th from us, and shot them in from of us. Every 10th. You know when\nyou stand next to your friend and they take you and he look...that look in his face, it'll never\nleave me. This is not all. This is not all. There were so many incidents every day. Every\nday. Like they went once to take apart a bakery in W_odawa, and they wanted to bring it\nhere and build it here, which they did. I don't know somebody said something. They took\ntwo people, shot them in front of us. Then the beatings every day, the 25 lashes on the bare\nflesh. Until they didn't see blood, they didn't give up. I mean, when I think back, I don't\nknow how anybody survived. Including myself. Just to watch...to be able to control\nyourself, not to get at him and choke him or kill him or whatever. You know? You couldn't\nbe sick there. If you admitted that you're sick or you have a fever, you went. So what we\nused to do, we used to cover up for them or hold them by the hands, drag them to work, hide\nthem in the magazines where they kept until the evening and then take them back to the\nbarracks. I have a friend who survived...she lives in now Australia. I mean, Wagner came in\nonce. She used to work in the...in the laundry. She used to wash the laundry for them. She\nis...she 1s shorter than I am and slimmer than I am, a young girl. And she worked so hard,\nand then she fell asleep in the bathtub and he caught her. He gave her 10 lashes. One kidney\nwent right away. She's still sick from it. I mean things like that really got you. Like one\nwoman came and she brought a baby, and she kept it for two weeks in the camp and finally\nthey...and they gave her a choice: \"Either you give up the baby and you can remain.\" She\nwas a good seamstress. Her husband was there, too. He was 'til the uprising. Which\nmother's gonna give up her baby? So they...he shot them both. I mean if...1f you watched\nthings like this, it's..... When you think back... mean, I don't sleep yet. It's gonna be 47 years\nthat I escaped, and it's not one night that I go to sleep and all of Sobibor doesn't march before\nme; and then I can fall asleep.\nTAPE #2",
        "A:We had once a transport which was probably the worst of all the transports. The people must\nhave resisted on the way to Sobibor, so they threw in like chlorine and the body...into the\nbox cars, and the people were dead and they swell up. And...and they...they were so thick,\nall of a sudden, and the whole transport came there, to Sobibor. (Pause) There were ...every\nday was something new. They thought...they were miserable if they didn't have blood. You\nknow? Like...like dogs, hounds, pit bulls they call them. Yes? They...they just couldn't take\nit, not to have; and if one day there was no transport, let's say, for one reason or another....\nNot a day went by with out...let's say a half a day, you know..... They took us out and in\norder not to let us think, you know, when we had let's say a half hour off, they would\nexercise with us in such manner that you could drop dead. And if you didn't do it, they\nshoot...shot you, if you didn't continue. I remember once the cook, he couldn't keep up. He\nwas old. If I was 18, 19, he was 40. So he was old...or 38, or whatever. He couldn't keep\nup. So they took him out and they beat him so badly, Frenzel, that you couldn't tell his face\nor head. His nose from his eyes was just one ball of blood. That was their pleasure. And\nwhen you talk to them today, everybody followed orders and whatever they did wasn't\nwrong, even. Wasn't their fault. And that hurts. It hurts. When I went all those times to\nGermany, I was afraid. Every middle-aged man or older man I saw, I saw him in a Nazi\nuniform. I don't trust them, and I don't believe in them that they changed. I said it at the\ntrial. If Frenzel would have a chance to wear a uniform, he would do it all over again; but\nmaybe he would make sure now that we wouldn't escape to tell the story.",
        "A:We planned constantly. And I think that kept us going. If we would know this is it, why should\ngo on? To see another 10,000 Jews come and be killed, another 20,000 be killed? That was\nnot...that we wanted to see. You know. We had to. Then after awhile you become so numb\nthat you just...you don't react, you...you know? And then, we felt we're next in line.\nEverybody from us had a death sentence tn their pocket. It just was a matter of time. But,\nwe never gave up that hope to...for revenge. And I think that kept us going. If we had a\nmiserable day, when they kill...like Wagner. He decided to build a Strafskommando [NB:\nStrafkommando; \"punishment brigade\"]. | You know what \"Strafskommando\" means?\n\"Strafskommando\" means...uh...\"Strafs\" is \"guilty.\" A \"guilty unit\" from whoever didn't\nwalk straight or didn't look him right, maybe, in the eye, he put them to...to a special unit.\nAnd they had to work everything while running, not walk. That was the \"Strafs.\" How long\ncan you run? And they get...and their ration was cut in half. So we didn't get enough to\nbegin with. You barely could survive; but if this was cut in half... And...and every day\nsomebody else was shot, and was shot. And, you know, it was so terrible. And every\nevening they gave us an explanation. He didn't run fast enough, so they had to shoot. And\nyou know what builds up in you when you listen to those words. It's just...1 don't know\nwhere we got the strength not to react right away, you know. But we...we knew if we wanna\nplan an escape and if we wanna do it, we have to keep cool...keep our cool. We\nconstantly...we planned maybe this way, maybe only part of us, and maybe.... And then after\nit happened with the Waldhofskommando [NB: Waldkommando], where they killed 24\ninstead of 12, and when they two more of us escaped and they took every 10th one, we felt\nit's not right that one should escape and leave all the others to the mercy of them. If there's\ngonna be an escape, everybody has to be given the chance. Not everybody will know until\nthe last day, because you had to be very careful. You ...you understand? So when Leon\nstarted planning this way and that way and that way and this way.... And we didn't know\nwhat's going on outside the world. We didn't know how far the war is and where the\nRussians are; because there was another thing if you get out, which we didn't think we will.\nBut we felt if they'll waste some bullets and kill us in the back, it would also be a revenge not\nto go to the gas chambers. So then one day we saw marching in a Russian unit of POWs.\nThey took them out to work. In the meanwhile they expanded the camp. They...they made\nCamp 4, where they used to store ammunition because they started to prepare for the\nBug...for the River Bug...for the offensive in the spring, you know? And we saw...and those\nRussians came in, and we figured, \"Why did they bring Russians here?\" You know? In the\nevening you started talking and one said...turned out that they're all Jews. They are POWs,\nbut they're Jews. And after a couple of days, Leon started to approach them, and talk to\nthem; and we told them everything what's going on here. They didn't know either. They\ndidn't know. And they had the military know-how which we didn't have, you know; and\nthey came in from the outside, and told us what's going on on the outside. We needed that\nencouragement, you know. It did us a lot of good to have somebody with military know-\nhow, with...supporting our ideas. And we started organizing, and after they came in and the\nplan was worked out that everybody at his place at work--usually wherever we worked, there\nwas an SS man watching and a few Ukrainians--everybody at his place of work has to kill\nhis SS and his Ukrainian at the same time, the same minute also. So we organized and we\nprepared knives, you know. And.... Huh?",
        "A:In the...in the shops where they used to make the...you know, Schlosserei [Translation:\n\"workshop\" (German)].... I'll come to it. They...they used to make...they made the knives\nand they gave everybody. Then everybody had to have pockets full of sand. We realized if\nyou throw sand in somebody's eyes, he grabs his eyes. When he grabs his eyes, you can\nstick a knife in him. Very simple. We didn't have no weapons. And we figured we have to\nmake the es...plan the escape for a time when Wagner is not in the camp. We knew their\nschedule with vacations. We knew that they're six weeks there or four weeks and then they\ngo away. And if those went away, the next...these go away. And we figured because\nWagner was very smart. Not smart. He could tell what you think, not what you do. That's\nhow devoted Nazi. Very devoted Nazi! And that was 26 days, after the Russian unit came.\nAnd we decided for October the 13th to make the escape. Only a small group knew of it. I\nknew every day what's going on, what has decided, how it's gonna be, what we're gonna do.\nThe plan was that everybody kills his Nazi at his place of work and puts him away where\nnobody can see him. And if we have all of them dead...then we'll assemble like roll call,\nassemble, and we'll walk to the weapon area. We'll take out some weapons, and we'll walk\nout through the main gate; because there was no mines at the main gate. And we'll go into\nthe woods. It was in the woods they came. That was our luck. And we'll form a partisan\ngroup. So and...we had to cut the electricity...the electric wires, the telephone wires.... You\nknow, all that. And on the night of the 12th, you know, everybody got ready; but nobody\nknew. Maybe 20 people. I was one of them. Because we had...some people as it turned out\nlater got so panicky, you know; just the thought of the revenge was so great and...and some\npeople didn't want to go. They gave up. So, maybe 20 knew; and we went...and we decided,\nnext day 4 o'clock. I mean we didn't have to pack our luggage to go. You...you understand?\nNext day, we were all ready; and then a few trucks of SS people came into the camp. They\nnever came. This time, they came. And you know, we were shivering. We thought maybe\nsomething leaked out. And they went into the casino. That was their... uh...dining room.\nThey called it \"casino.\" And they had a good meal there. And we had to postpone. Right\naway. Postpone. 'Til tomorrow. And after a few hours, they left. They just passed by.\nThey were hungry. There was a lot of good things here, and to drink. The next day was the\nlast day because the following day Wagner was supposed to come back from [Fohler (ph)].\nSo the next day we said, \"This is it.\" And the next day, 4 o'clock, it started. And we used to\ngive...we gave signals that four are killed, five are killed. Somebody would climb up the\nroof...six are killed, you know. I worked in the garden at that time. And they gave me those\nsignals, and I figured I'll better go to Compound | to be closer to the..uh...to the fence. And I\ncame in and I stood in the laundry room with my girlfriend, _—s«[NB: she is referring to\neither Hella Felenbaum or Zelda Metz]. And then I saw one walked into a barrack. Two\nboys made commotion, and he walked in and they killed him there. They made a\ncommotion on purpose, and then he went into the shoemakers and they killed him. He went\ninto the tailors, and they killed him. I cannot explain...all my fear was gone. Just the joy.\nWe killed a Nazi! The revenge for all those who are burning over there...that their death 1s\nnot in vain. And by 4 o'clock, they blew the horn; and we assembled all and as we\nassembled, they told us that they can't find Frenzel and Bauer [NB: Oberscharftthrer Erich\nBauer]. Bauer wasn't in camp. He was outside patrolling something with the truck. And we\nwere afraid that being the wires were cut, that he got out of the camp and ran for help. So\nthey decided even before, that if it won't work out for any reason, everybody on his own. At\nleast, let somebody..... And then some women started...when we told them the last minute,\nthey became very hysterical, you know? They couldn't imagine what we gonna...and started\ncrying, \"What am I gonna do, and where I'm gonna go?\" You... you understand? And as\nthey...Leon jumped up at the table with Sasha, and they said that everybody on his own....\nAnd Leon told us, \"If one survive, tell the world what happens here.\" And he said,\n\"Everybody on his own.\" I noticed that somebody put a stepladder next to the fence behind\nthe carpenter's shop. And I said to my friend, \"Let's go there. I'm not going through the\nmain gate. I don't want to be a hero. I want to get out.\" And as we ran to...I mean this is all\na matter of seconds, split seconds. As I run...ran to the...uh...fence and I went up the step\nladder, I saw a lot of dead bodies already on the mine fields. And I jumped down, and then I\ngot a bullet in my head. Yeah! Here. And I felt the blood flowing warm, but I was so much\naware that I started hopping on the bodies, you know, not to step on the mines. It was split\nsecond. And I ran and as I reached the woods, I figured I made it. And I looked back and I\nsaid, \"My God, I made it for all those.\" And I promised myself whatever I can do to...to\nmake the world know what happened, I'm gonna do. So...then I came to the woods, and a lot\nof them came into the woods and it started to getting dark already. Was October. And Leon\nand Sasha told us to break up in small groups. He said, \"If they catch one group, maybe the\nother one will make it. If we'll stick together, they'll get us all.\" Because we didn't know\nwhere Frenzel was. So somehow I...1 teamed up with a group--nine men, myself and a\nwoman from Czechoslovakia. We started walking and walking. I walked three nights, and I\ncame back to Sobibor on the third night. In circles. And as we saw the camp, we ran again.\nAnd the night before the escape...in Sobibor, you didn't cry. You never cried. You so...it\nwas so numb...it's...it's very hard to explain. You know? You never cried. But that night\nbefore the escape, we all cried and we said goodbye. I mean, nobody in his right mind\nthought even that we're gonna get out. Versh...? You...you understand? So we cried and\ncried and said goodbye and I fell asleep. We...I went to sleep with my boots and with my...I\nhad two skirts and three sweaters and you know, and a babushka and a coat. And I went to\nsleep with everything. Because we figured in case something leaks out and they'll find out\nduring the night, that I...we should be ready to run because there's nothing to lose anyway.\nMight as well! And as I cried and I fell asleep, I had a dream. And my mother came into the\ncamp through the main gate and I said, \"Mom, you know what we're gonna do.\" She said,\n\"Yes, and I came because of that.\" And she...she took me by the hand and she led me out to\nthe main gate into a barn, and said, \"Here, you'll go and you'll survive.\" That was the end of\nthe dream. In the morning I told my next neighbor, slept a girl, and I said I had a funny\ndream. She said, \"Naw, you know you were thinking about it.\" And I said, \"You know\nwhat. If I'll get out, I have to go to that barn and see what happens.\" So after three days after\nwe reached Sobibor again, we started walking again. And meanwhile my wound started\nhurting and it got all pussy [NB: covered with pus], and I got fever. All I had is a few lumps\nof sugar in my pocket and a piece of bread. No water. The worst thing was the water. You\nknow? And by Saturday night, we fell asleep in a field with...not barley, something like it.\nYeah. While I jumped down the fence and I got shot, that coat was so heavy it was hard for\nme to run; so I threw away the coat. That was my biggest mistake. But I didn't catch a cold.\nDon't worry. And we laid in that field. In the morning...a whole night it rained very fine.\nIn the morning it started freezing. You know, in Poland. And I got up stiff. I mean I\ncouldn't stand up. And I said to all of them, \"Listen, there from far away I see a lonely little\nhouse. I'm going into that house. I cannot take it. I have my satisfaction. We killed the\nGermans. I escaped from Sobibor. But now, really, I cannot take it.\" So they said, \"You\nknow what? You go in and see if you can get some bread and something to eat, and we'll\nwait.\" I said, \"Okay.\" As I started walking, one of the guys said, \"I'll go with you.\" I said,\n\"Okay.\" He came with me. I knocked on the door. There was an old man. An old man! He\nprobably wasn't old. No teeth. He had a 20 year old son. How old could he be? But you\nknow in Poland.... One room, the cow was in the room and the bed was in the room.\nEverything was in the room. As we opened the door, he told me, \"You must be from\nSobibor.\" I said, \"Yes.\" He said, \"You did the best thing that could help...happen to those\nNazis.\" He said, \"What can I do for you?\" I said, \"We need some food, and I need to wash\nmy wound.\" I showed him what I have. He said, \"Listen, you come into my barn. I have to\ngo to church with my son. If I won't come to church they'll get suspicious. And when we'll\ncome from church, I'll feed you.\" So he took us into the barn and I said... Yeah, in the\nmeanwhile, a third one came in. He said, \"You told me two.\" I said, \"This is it. Only three.\"\n[NB: the two others with her were Samuel Lerer and Avram Kohn]. The others saw that we\nare not returning, so they run away. None of them survived. So he took us into the barn.\nWe went up on the loft, you know, in the straw, and everything felt so good and warm. And\nI said that whatever'll happen...he'll probably go for the Gestapo. But he didn't go. He went,\nand after a few hours he came back from church and his son brought us in bread and soup\nand hot milk and cheese; and I said to the guys, \"That's our last meal, our last supper,\nprobably.\" And we ate, and he told us that soon it will get dark. He'll take us into the house\nso we can clean up a little bit. When it got dark he took us into the house. He had a big pot\nof water boiling. He told me to wash off my head. He put some...his remedy, unsalted lard.\nBut it healed. It healed. Took care of the infection. And we sat and we told him the story\nabout Sobibor. He was very interested. And then he said, \"What you want to do now?\" I\nsaid, \"I have to go someplace; and if I won't find a refuge there, I'll come back and maybe\nyou'll be able to help us.\" He said, \"Okay.\" He give us some milk and some bread and some\ncheese and some onions. You know, whatever he had. And we had some money. I wanted\nto give him some money. I had money from home, too; and I...we hid it, and in the last day\nwe took it with us. He said, \"You know what? Keep the money. Maybe there's somebody\nwho won't give you without money.\" And the young man waited with us until twelve, one\no'clock, when it's got very quiet all around. And he walked us to the woods and he showed\nus where it is. And I asked him his name and the name of the village. He didn't want to tell\nme. He was afraid in case they catch us and they'll torture us. You know? And I didn't\nwanna tell him where I'm going, too. So, anyway he took us; and from there to the place that\nI knew, that barn, was probably about 15 kilometers, maybe 18, which I could make in one\nday easily. It took us two weeks to get there because we walked only at night and in circles.\nYou know? Because we were afraid in the daytime. You see in the daytime we were in the\nwoods because the Germans never went into the woods. They were outside shooting in, but\nnever went into the woods. And after two weeks in the night I got a village I recognized.\nWe...we stood...we laid three days and three nights just near the main highway to be able to\ncross because the Germans had so much traffic...military traffic, and we had to wait for the\nmoment just to cross. So I recognize the...the barn, and I said, \"This is the place.\" And I\nknew this was one of my father's customers...the gentile that I told you helped us so much\n[NB: Stefan Marcyniuk]. Matter of fact, when I was in Staw-Nowosiolki, he used to deliver\nbread for the Germans for us. And I saw his man who used to bring the bread and I said,\n\"Tell Marcynituk that we are hungry.\" He used to send us every day two-kilo loaf of bread.\nThe..the guy left it underneath the fence. You know what it meant in a concentration\ncamp...2 kilo bread? It was a fortune! So I recognized and I said, \"This is the barn;\" because\nwe used to go as young kids. He had a big farm. We picked cherries, you know, like\nchildren. Was not far from Che m, about 10 kilometers. And on the other side of the road,\nhis mother used to live. So I said, \"I'm gonna knock on the other side.\" And I knocked, and\na man came out and he thought we are partisans; and, \"Don't shoot!\" and, \"Don't this.\" I\nsaid, \"I'm not gonna shoot you. I'm not after you. I'm after that man. I need to settle\nsomething with him.\" I didn't want to say. So he said, \"You know, he doesn't live here.\" I\nknew he doesn't live there because he lived in the city. \"But he comes once in awhile here,\nevery week, every two weeks,\" and so forth and so on. And I said, \"We have something to\nsettle with him. Don't worry.\" He gave us some bread, just to get rid of us, and some\nonions...whatever they had. And we waited. I went away. We waited. When it got real\nquiet and all the lights were out in the village, we went into that barn. And as I went into\nthat barn, I mean as dark as it was, I said, \"That's the barn my mother showed me in the\ndream.\" In the meanwhile, when we went into the barn a partisan group came into the yard;\nand those two guys [NB: Samuel and Avram] said, \"Let's go with the partisans.\" I said, \"If\nyou want to go, you're welcome. I'm staying.\" We also met a partisan group before; and\nthey wanted to join, because it was the only way to survive the German party. I said, \"If you\nwant to go to the partisan, please. I'm not going. I'm going to find out what's there.\" And\nwe climbed up the loft, with straw again. We were at home already. We stayed there about\n3 days. Nobody showed up. So we got hungry. So I said, \"In the evening, we'll go to the\nneighboring village, and we'll buy something.\" We went away, and we met...we went into a\nfarmer. He gave us, he gave us a bottle of milk. He gave us some bread, whatever. And we\nwalked back. We walked back. We climbed up the loft, which straw was very solid, and\none guy lost a bottle of milk. It wasn't the bottle of milk. It was just not to leave any traces\nthat people are here. And he...I said, \"You better go down and in the dark try to find it.\"\nAnd as he went down and he looked, and I told him in Jewish, \"Did you find it?\" And as I\nsaid, \"Did you find it,\" something jumped up from that loft like a white ghost, white linen\npants. And we got so scared. And he said, \"Who is it?\" I said, \"Idel.\" That was my\nbrother's name. And he said, \"You're dead.\" And that was my brother in the loft, being there\nalready 10 months. And he said, \"I'm gonna hold your hand until it get light because I know\nyou're dead.\" And when it started daylight, he saw me and I told him where I was and I told\nhim that I'm here. He saw the man. He said, \"Listen, he's gonna come any day here. I'm\ngonna tell him only about you and one man.\" And the third man, if he'll take you in, we're\ngonna keep the other one. We're gonna share whatever food he'll give us.\" He came after a\nfew days; and they...he used to whistle, and my brother knew that the coast is clear and he\ncan go out, because underneath the loft he built him a bunker underneath the ground. My\nbrother jumped out and he told him. And he said to my brother he should call me out, and I\ncame out and he just went like this. He said, \"If God put you together, I'm not going to\ndivide you. Whatever will happen will happen to all of us.\" And I was there 'til the\nliberation. He never found out that the third man was with us until liberation. We shared the\nfood and we kept him hidden. Some story!",
        "A:A few days before the liberation...[ mean, it was such a fancy farm and it had a wooden fence\naround; he was a very wealthy man in our city. And over there, only his old mother lived.\nHe used to take care of the farm, but he didn't live there. And the mother was senile, already.\nAnd that was our luck. Even if she would see us...once she saw me. I walked down in the\nbarn, you know, to stretch out my legs and she asked me, \"Why...why you walking here?\nThere's a war in the city?\" I said, \"No. I just came to visit. I'm going back.\" And a few\ndays before...you know, we were already exhausted. My brother was there 19 months, and I\nwas already 9 months, without a table, a spoon of warm water all those 9 months, without\ncooked food because he didn't live there. He couldn't cook for us. Only he gave us enough\nbread. And water. Sometimes a little jam, a little margarine, you know, or something like\nthis. He gave us plenty of onions and plenty of garlic. And I think that helped us, too. And\nit was already the last days and all of a sudden we...and he told us that he built a bunker. He\nowned a piece of woods past the farms, a little further down. He said, \"If you have a chance,\nrun out from the barn and go to the woods, because the Germans are retreating and they're\nburning everything to ground, livestock and everything.\" So we said, \"Okay.\" And as we\ngot ready... ready...whatever we have to..you know...all of a sudden... yeah...before, the\nGermans came and set up shop in our yard. And we are sitting and looking at them, you\nknow, through the boards. And two officers started cleaning their weapons and one shot the\nother. I didn't know if it's on...on purpose or accident. And they set up a court in the yard.\nAnd I said, \"That's what we need. Exactly. The last day.\" And in the meanwhile came an\norder that they have to leave. And they left. So we survived this. The next day, all of a\nsudden, we figured soon it'll get dark...we'll go out in the fields because the corn and\neverything was very high already.... (Sigh) They bring into our yard maybe 150 Ukrainians.\nThose were the people that they took with them to...to dig ditches, and to do their..... And\nthose people was so worn out, you...you know. And they saw such barn with so much straw\nand everybody start pulling the straw, you know, and to make himself comfortable inside\nand outside. And we feeled that they're getting to us. And one guy was up there pulling the\nstraw and handing it to the others. So we had on top underneath the roof, on the loft, we had\na hole where we used to crawl in. The...the straw was solid...set up, and then we had a\nbunker underneath the ground. And there was like a stopper made out of straw that when we\ncrawled in...because we had to go to the bathroom. We used to go once at night out in the\nfields. You know? And we used to go...he used to put water from the...uh... well. He had\nlike a trough, where he used to...the horses used to drink, and the cows. So he filled it up\nevery time with water; so at night we went out and got some water for us to drink. We drink\none day...one time a day. That's it. So all the...so my brother noticed that he starts pulling\nthat stopper. So he pushed it up and he said, \"What do you want?\" He said, \"Don't worry.\nDon't worry. I won't do nothing to you.\" So my brother said, \"Would you like a loaf of\nbread?\" He said, \"Yes.\" So we gave him the loaf of bread. And he said, \"Don't worry. Pull\nin the stopper. I'll be here until we leave.\" So we pulled in the stopper; but we figured here's\nthe end, you know? And he laid down there, took off his shoes; and then the others came\ninto the barn and he gave everybody a piece of bread and they said, \"Let's take everything a\npart. Maybe there's a lot of bread here.\" He said, \"No. You see, I went through everything.\nMaybe the owner slept here and he left one loaf of bread.\" And we were sitting down. We\ncould see through... through the boards...from the barn what's going on. And all of a sudden,\na few hours, there comes an order they have to leave. They have to leave and they have to\nassemble. They all went into the yard to assemble. He pulls out the stopper, that guy. He\nsaid, \"We are leaving. Don't worry. I'll leave the last so nobody should bother you.\" And\nwe pulled in and my brother said, \"Would you like another?\" We always kept a few loaves\nof bread in case we have to run. So my brother said, \"Would you like another.\" \"No,\" he\nsaid, \"If I'll take another loaf of bread, they'll be suspicious.\" And we saw that they\nassembled and they calling him and he said, \"My feet are so swollen, can't my...can't get my\nshoes on.\" And then when they all were assembled, he climbed down from the loft and he\nturned towards us and he went like this and they left. So we survived again. Yeah? So next\nday...this was at night. Next morning, my brother woke up and he said, \"Listen, now they\nleft. We're gonna leave to. We're not staying here anymore.\" Yeah. And during the night\nanother unit of Germans came tn. I don't know if SS or military. They came in and they left\nalso after a few hours. My brother said, \"They left. Let's leave. Whatever'll happen, will\nhappen.\" And early in the morning, we saw it's quiet all around...was still not daylight. We\njust crawled down from the loft, down to the barn, and there were three loaves of bread and\nthree cans with onions the Germans left and three rifles. We didn't know what to do with the\nrifles. And we (chuckle)...we took it and we crawled in, because behind the barn the field\nstarted. And we lay down. And he told us before, \"The first chance you have, get us\nsomething so...in case something, people shouldn't recognize.\" We crawled in and we\nexposed ourselves...the faces to the sun. And all of a sudden, the Germans...this... this\nvillage is up on a hill...very high up and...and down below it is the main highway. On the\nother side were the Russians and up on the Hill were the Germans. And they started\nshooting. Zoooo...Zoooo...Zo0000.... And we figured, \"Here we went through all that, and\nnow we're gonna get it!\" Doesn't matter from whom, from the Russians or the Germans.\nAnd we laid up, and then it quiet down. And when it started getting dark, my brother said,\n\"Let's crawl into the barn and from there, maybe we'll get into the woods.\" As we crawled\ninto the barn, he was looking for us. The Russians were already there. Because the Russians\nwent from the Bug. They didn't go straight with the highway. They surrounded the\nGermans and they took them in. And that was when we were free. Not exactly free, because\nit started the Polish people were miserable. Very bad. Very bad. A lot of our friends who\nsurvived got killed by them. The...the national army just killed. And then they killed Leon,\nin December. And that was a big shock for us; because we just stuck to him and we looked\nup to him like a father figure, like somebody who helped us survive, who took all the\nresponsibility for us. You...you understand? And there he was gone. And we decided at\nthat time not to remain in Poland. We just followed the Russian army wherever they went,\nand we...until we got to Berlin. And it was funny that there we felt safe after all those years.\nIt wasn't easy to be there. It wasn't easy at all, because everyone you saw, you saw them as\na Nazi with a uniform. But we felt safe.",
        "A:What I did next? We settled in Berlin, where I got married. And we started a business. I started\nit. But we didn't want to remain there. We just waited for the first chance to get out, and we\ngot out. And we came to this country and we started on the bottom and we made it. And we\nare very grateful. And I have two wonderful sons, very well educated. And I think when we\ncame here, we didn't want pity, you know, from nobody. We just wanted to prove to\nourselves that they didn't defeat us. They didn't kill us. Maybe, physically, they hurted us.\nYou know? And we wanted to prove to ourselves that we can do whatever anybody can do\nand we can be human beings again. And we are very successful here. And I have seven\ngrandchildren, which is my pride and joy. And that's the biggest revenge that I have on the\nNazis...those children. And I promised myself, wherever I'll have a chance, I have to tell the\nstory of Sobibér; because after we escaped they erased every track of Sobibor. And if I told\nsomebody right after the war, they said, \"Never heard of it. Never heard of it. Never heard\nof it.\" And it hurted me very much, because I felt the people of Sobibor never gave up and\nthey fought to the last and they didn't care if they make it or not. But just for that revenge,\nand to bring the story to the world. And I feel because we bring out the story, there are so\nmany other stories for...from people who fought, who died just for that revenge and just for\nthat protecting that honor of those who didn't make it. You know? And I feel they are not\nhere to tell the story; but there're thousands and thousands of stories like my story. But if\npeople are not here to tell it...so I have to do as much as I can. It's not easy, but I won't give\nup as long as I live. I went to a lot of trials, and I think the Nazis at the trials, not one denied\nthat Sobibor existed. Not one denied what happened there. Just they didn't want to take the\nblame.",
        "A:First, I recognized Bauer on the street in Berlin. And the funniest thought was...you see, after the\nwar, all those Nazis...uh...1f there were no evidence, they were like rehabilitated. It's called\nin German \"[entnazivisieren (ph)]\"  [NB: \"denazified\"]. And Bauer was already\n[entnazivisieren (ph)].",
        "A:Bauer was a nothing, but he was the gas master. He used to open the valves and close the valves\nand let the gas out...and that was...that was Bauer. I didn't...I personally didn't catch him. It\nwas another...the guy that survived with me together in the farm...on the farm [NB: Samuel\nLerer]. He saw him, and he went over and he told the policeman to arrest him. He was like\nin the Luna Park, an amusement park. He was riding there, the thing. And then he ran home\nand he said, \"Listen...\" I lived in Berlin. At that time, I was married. And he said, \"I found\nBauer. And I told the police to check his documents, but they're gonna let him out.\" I said,\n\"Let's go.\" And I went to the police station and I told them, \"This is Bauer.\" And they said,\n\"Oh, we can't. You have to have three witnesses.\" You know, the German bureaucracy. I\nsaid, \"I'll give you three pounds of coffee if you keep him.\" He kept him for the three\npounds of coffee. And the next day, you know, it's only three days if he doesn't admit, you\nhave to let him go. And he didn't admit nothing. The third day-- the prosecutor was a\nGerman who suffered an awful lot during the war. He was in the underground. He was\nbeaten. He was crippled. And I said, \"Listen, I want you to sit and I want to ask Bauer\nquestions.\" And he agreed. Natural, 1950 it was different like today. And I went, and I\nstarted asking; and I pinned him like to the wall that he couldn't get out. I said, \"This and\nthis girl worked for you. You lived there and there. Your room looked like this and this.\nYou wore this and this uniform, when this Hauptstrumbannfuhrer came. You walked with\nHimmler, behind him.\" You know. And then he couldn't...he said, \"Yes, I was there.\" And\nthen the trial started. Natural, at that time there was no death sentence in...1n Germany, and\nthey...[ was the only witness at the trial. And I testified, and he got life sentence. He was\nsentenced to life in prison. He was in Spandau with Hess all that time. And then after a few\nyears...I was in the States, already. No. I was still in Berlin. He gave out Kliehr, Gomersk1,\nFrenzel, [Franz] Wolf, DuBois, Bolander...all of those who were in Sobibor. And I\nwent...before I left for the States, I went to Kliehr's and Gomerski's trial. I was also the only\nwitness. Gomerski got life sentence. Kliehr...I really couldn't tell anything bad about him.\nYou...you understand? He was in charge of the shoe magazine, where they collected all the\nshoes from the people. And I remember once I went in and I needed a pair of shoes. He\ntreated me well. He gave everybody shoes, if nobody saw. He was also in charge of the\nbakery. If he could give a piece of bread unnoticed, he would give. He really didn't have\nnothing to do with the transports. I don't really know why he was there. Maybe by accident.\nAnd I felt, \"Why put the blame on the man when he didn't do nothing?\" And he was\nacquitted. And I think this hurted Gomerski even more, because they...it proved that you\ncould be a human being there, too. You know? But Gomerski, Frenzel, Wagner, one of the\nWolfs...there were two Wolf brothers. One we killed. The other...the nice one we killed,\nbecause we didn't have no choice. But the other one ...you know, they did it with such a joy\nand with such a satisfaction and no matter how much blood they drunk, it wasn't enough for\nthem. You know? So Kliehr was acquitted. He died later. And Frenzel got life\nimprisonment. Then I went to the trial of the 12. Frenzel got life in prison. DuBois\ncommitted suicide during the trial. Not Dubois, Bolander. Bolander. All the others got 12,\nand 15, and so. Everybody was there, but...nobody is guilty. You know? And I felt I didn't\nhave the trust in the judge, because they were older people. And...and that's where I had the\nscene with that guy, [Wrangsher (ph)], with that lawyer of Frankel. You know? When I\nwent later to the trials and there were younger lawyers and younger prosecutors, 1t was\ndifferent. Although the prosecutor at this trial, he was from the [Ottmann (ph)], I have\nforgotten his name. I have his name home. He...he really....he was a young man. I trusted\nmore the young people, the new generation than the old. I had a feeling one Nazi defends\nthe other. They...they wanted to put me on trial instead of him. You know? It wasn't that\nthey killed 6 million Jews, Hitler told them to do it. It's not Hitler told them to do it! It's not\nHitler. Everybody...I...I told them at the trial. If you take all those and put on uniforms, the\nnext day they'll do the same thing.",
        "A:Sure. Sure.",
        "A:Now, I'll tell you, they had a lot of evidence. More than I could remember. More than I could\nremember. They had a lot of evidence, because at that time there were more survivors. Not\nall went to.... Wery few went to the trials. Very few. A lot of them just couldn't take it. It\nwas..it was very difficult to sit there, and feel you're sitting in front of a murderer. It's not a\nmurderer. A murderer kills one person. These are hundreds...millions. And nobody tries\neven...and nobody even says, \"I'm sorry. It was wrong\" You know, it hurted very much.\nThey tried to...to confuse you. Don't forget, according to the German law, he sits there with\na lawyer. The lawyer tells him what to say and what not to say. I'm sitting there. I don't\nhave a lawyer. I'm not allowed a lawyer. You had to be very strong, really, to stand up. But\nI wasn't afraid. I was hurt. I was nervous. But I wasn't afraid.",
        "A:Yes.",
        "A:No. No. No.",
        "A:] just was...uh...like a messenger. You know? They send me here. They send me there. But no\nwomen took part in the actually killings. You know? They were helping in any way...bring\na message. Because even in camp, the women could...uh...uh...move around easier than the\nmen. It wasn't so suspicious if the woman walked around and moved around than a man.",
        "A:The affect probably is I have all the reasons in the world to be happy. I have a wonderful\nhusband. We are married 44 years, going to be in July. Financially, I am very well off,\nconsidering. I mean, I'm very happy. You know? I have a beautiful family. But I cannot be\nhappy. Inside! I see people like...they're buy...they're building a home. They're so happy.\nThey're buying a car. They're happy. They're buying a dress. They're happy. I really\ncannot be happy. I have those things. I can have them, and I can not have them. You know,\nit's...how should I say...I really...there are people can laugh over anything. I cannot laugh. I\nlaugh, but it's squeezed out. The feeling of enjoyment is taken. I feel that. (Long Pause)",
        "A:I just want to add (sigh)...that it can't happen again. And that's why, maybe not in my time, but\npeople...and maybe not for the Jewish people, but it can happen the Holocaust again. The\nworld is full of bad things. And I think everybody should be on the look out. It shouldn't\nhappen again.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 30, 1990\nRG-50.030*184",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Esther\nRaab, conducted by Linda Kuzmack on April 30, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Research Institute's collection of oral testimonies.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ESTHER RAAB\nApril 30, 1990"
    ]
}