{
    "rg": "RG-50.030.0579_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum in Washington,\nD.C. It is Friday, 13 August, at 20 minutes past one in the afternoon. This is an oral\nhistory interview with Mr. Clarence Harvey Brockman. He was with the third\narmy, 80\" infantry division, 317\" headquarters company. Mr. Brockman, can you\nbriefly describe your childhood?",
        "Answer: How’s that?",
        "Q: Can you be — briefly describe your childhood for us, where you grew up?",
        "A: I grew up in a town, little town of Midway, PA.",
        "Q: Midway, Pennsylvania”",
        "A: Midway, Pennsylvania, was June 26\", 1920, 5:30 Saturday morning.",
        "Q: Okay.",
        "A: Okay.",
        "Q: What did your parents do?",
        "A: How’s that?",
        "Q: What did your parents do? Your father, what di — what was — sort of —",
        "A: He would — worked on the railroad.",
        "Q: Railroad, okay.",
        "A: He was a railroad man.",
        "Q: And how and why did you enter the army?",
        "A: I got a letter, it said greetings.",
        "Q: Okay.",
        "A: But before that, another friend of mine, we graduated in 1940, we tried to enter\nthe service then, in 1940. He went, and I couldn’t go cause I wore glasses.",
        "Q: I see.",
        "A: Yeah.",
        "Q: Mm-hm. And so you were conscripted. At what — when — what day was that,\nwhat year and day?",
        "A: In July, fon — ’42 — 1942 July 234.",
        "Q: Okay.",
        "A: I think, yeah, it was 23\"4.",
        "Q: And what did you fe — how — how did you feel when you got that letter? What\nwere your attitudes regarding the war, how did you feel about the war?",
        "A: Well, at that time, we’re young. And when they bombed Pearl Harbor, made us\nkind of mad. We took it as a joke, tell you the truth. And we — and after we started\nreading stories about it, and stories about — about Germany, and it turned us,\nstarted turn us. And, when the — I went in there, down to Camp Forrest, Tennessee,\nwent through training down there. Then I went through training up at f-fort - Camp\nS-Salano(ph), Kansas, up at Camp Phillips. From there we sent us out to Yuma,\nArizona to desert training. Then they sent us to New Jersey. New Jersey, the\ntraining there was about how many bars you could go down the street without\ngetting drunk, from the camp.",
        "Q: And how long in — how long did that training take? How long of a period of time\nwas that?",
        "A: Oh, let’s see. Was year and a half in training.",
        "Q: Right. And was that all stateside, or — what happened when you went to\nEurope? Was there more training in — 1n — 1n Britain?",
        "A: In—ina-—we got to England, was there about four weeks, picking up\nammunition and waiting for our turn to go across the channel. We did some tr-\ntraining over there, ni — mostly night training. But the nights over there are not too\nlong.",
        "Q: Right.",
        "A: Right, okay. And — and then we left there, went down through Southampton,\nleft out of Southampton to Utah Beach.",
        "Q: And when did you arrive at Utah Beach?",
        "A: U-Utah Beach.",
        "Q: When — when did you arrive there, at Utah?",
        "A: Boy, that’s a hard date to find. I can’t remember the date.",
        "Q: Okay, no worries. Do you feel that — all of that training, did it adequately prepare\nyou for combat?",
        "A: I was in regimental headquarters, and most of the people in regimental\nheadquarters are specialists, one way or the other. I was in communications. And\nthen — [background voices] Yeah, 15“ of August, that’s when I got over there.\nThat prepared us, I think, that year and a half, compared to what they’re training\nnow, you know, weeks. They’re not getting enough training. And — and we got in\nFrance, and we do — was in the war.",
        "Q: Right. And you said you were a radio lineman, is that right?",
        "A: No, I was a wireman.",
        "Q: Wireman.",
        "A: Wireman.",
        "Q: Okay.",
        "A: In the wire section the — in communications.",
        "Q: Right.",
        "A: And I said that most everybody in that regiment headquarters were specialists in\nsomething, radio, telephone, and my R and R platoon, and they were specialists\ntheir own about seeking out the men — enemy. And actually, the training was\nenough, cause we knew how to string a line, we knew how to make ties in the line\nfor communications, and go out and repair them after they get — get shot up or\nbroken up, and that’s what we did.",
        "Q: What — can you tell us about your first combat experience?",
        "A: First combat experience, I took a Polish prisoner, first day. He was wearing a\nwine colored suit. He was a — he was operating a machine gun. He wasn’t pulling\nthe trigger, he was just loading them. And the SS officer was about 50 to 75 yards\nin back of him, with a string tied to the trigger of the machine gun, and he pulls —\npulls the string for that machine gun to operate. And these guys were supposed to\nstay there and load it up when it’s empty, load it up. If they didn’t, he’d shoot them.\nAnd the — this man come out of the woods there, put his hands up when he saw me.\nAnd so I called the — our sergeant, pa — Sawyer. He was from Sewickly, he was\nPolish. I says, what’s he talking about? Well, he says, he’s been in that — been in\nthat position for two days now with no water and he wants a drink. He says, don’t\ngive him anything. I gave him a slug of water out of my canteen, and he was very\ngrateful for it. And that was my first combat experience right there.",
        "Q: Yes. And did you — were you at all involved in crossing the Moselle?",
        "A: How’s that?",
        "Q: Were you at all involved in crossing the Moselle?",
        "A: Yeah.",
        "Q: And can you tell — tell us about that experience?",
        "A: We crossed the Moselle on September the 12\", and that was mean and nasty\nfighting down there. And that’s where I got the Bronze Star first — I mean, first\ntime. And what happened was, they put us down in a defensive position at\nDilliard(ph). As a — right above a church, a ro — dirt road went up the church, went\nup the OP. And they had shelled the OP, and quite a few of them were killed up\nthere. And they’re sending an ambulance up there. And they told us that the — we\nhad to stay there 1n this position. So I start digging a little bit. And the first time the\n88 come in, and I digging — started digging faster, you know, I was really shoveling\ndirt there. What happened was that that, they had notified the guys in back of me, I\nwas a— oh, about — about 50 yards in front of them. And they rolled back under a\nbig apple tree, and I was out in that bend in the road that goes up the hill. A Dilliard\nthere from Dilliard. And I happened to look across the field, here come a German\npatr — patrol across the field. And there wasn’t supposed to be a German on that\nside of the river. I saw they’re getting close, closer and closer to our position, and I\nstart cutting loose at them when they got too close.",
        "Q: How were you armed? How were you armed? Wha-What weapon were you\ncarrying?",
        "A: The M1",
        "Q: The M1",
        "A: M1.",
        "Q: The carbine or the full sized?",
        "A: The — the — the full [indecipherable]",
        "Q: Right, good.",
        "A: Yeah. And then I knocked off the last three in that patrol, there was\napproximately nine of them. And I knocked off the last three, and I thought, it’s\nfunny, I don’t hear no shots behind me. Here what happened was the sergeant come\nup and ordered the men under the tree to fall back. And they forgot to tell me when\nI was up there digging. And that really made me mad.",
        "Q: I can imagine.",
        "A: They left me there by myself. I knocked off the first three, and the rest of them\ngave — saw the three were being knocked off, they disappeared. And to this day,\nwhen I talk to Felix, he was down in a building in there, and they said he’s — he said\nit’s all the same patrol. That’s another — he’s over there, and so then, actually, I\nwasn’t supposed to be doing that work. I’m — I’m a— I’m a wireman, but I had to\ndefend my position, and I did. And not only it happened then, it happened during\nthe whole war, especially in the Battle of the Bulge. And from then on, when we —\nwell, after — after Argentan, Argentan-Falaise Gap, that battle up there in France,\nthat was the beginning of it, and then when he got to Moselle river, which driving\nacross France, you know, 50 - 60 mile an hour, how fast you want to go, until we\ngot to Orleans. And I got a picture of G Company in Orleans. Did you ever see\nthat picture? One guy was carrying a sniper rifle. And then the [indecipherable] got\nto Moselle, that’s — that’s where what, 317\" lost 300 and some — 365 men, wasn’t\nit? Across that river.\nA2: The battalion, the battalion.",
        "A: Huh?\nA2: The battalion lost that.",
        "A: Yeah, yeah, we lost 365 men right there at crossing. And which I thought, and\nsome others too say [indecipherable] you know. Back in — back before this war\nstarted, when I was in school, I studied history. My family goes back as far as the\nyear 1205. I’m entitled to wear a deer’s head [indecipherable] with a dagger\nthrough his head. You know what that means? It means your ancestors fought 1n the\nCrusades. And I had a relative fight in all wars, from [indecipherable] World War,\nCivil War, Spanish War, American war, and the — like, I had a uncle — great-uncle\nwas killed in World War I. He got the DSO for what he did, but he died for it. He\nrescued two of his buddies out on the field, and he got machine-gunned. And they —\nthey named a street down in Fort Benning, Brockman Way, because he got the\nDSO. And — so our family’s been in a — wars, all wars.",
        "Q: Can you tell us about the battle — your experiences at the Battle of the Bulge?",
        "A: Cold, cold, let’s put it that way. We were gonna left — I was gonna head to — was\nheading to Beechy, out of Saint Avold, France. We got down there about 11\no’clock at night, and we was to go across into Beechy, Germany there. And they\nsaid, never mind. There’s trucks up there, get on them, you’re going for a long ride.\nSo we took the long ride up to Luxembourg, a hundred — hundred mile way. And\nthe first stop in Luxembourg, there’s a bend in the road going from Luxembourg\ncity, up to Mersch. There’s a big bend road. The — in the middle of that bend is a —\nis a bar, a café. And that’s when we first got our first booze in Luxembourg. We\ngot Luxembourg — Mersch, the town of Mersch, top the hill Mersch was a\nknocked out German tank — I don’t know who knocked that out — knocked out tank\nthere. And I knew then something’s wrong up here, we’re just going up here for a\nholiday. But we got up to Mersch and then we headed up north to Ettelbruck.\nWe’re still going riding, riding at night. Ettelbruck, we took the back road above\nEttelbruck, and it circled down around Oberfeulen and we went into\nNiederfeulen. And that’s where we stopped for a couple weeks right there,\nNiederfeulen. And then from Niederfeulen we went to Heiderscheid,\nHeiderscheid, and then there was a lot of towns, small towns around there. Tadler\nand Kehmens(ph). And from there we went to Wiltz. After we hit Wiltz, it was\nmiserable cold. And we’re going up to Buchholz, and that was cold. The wind was\nblowing like crazy. And the town where we stopped, that was it. And they put us\nback on the trucks again, and they took us down south to cross into — over to the\ncrossing to Depburg. What was the name of that river?\nA2: Sauer river.",
        "A: Sauer river.\nA2: And Diligen(ph).",
        "A: And Diligen(ph), yeah. Diligen’s(ph) where — where I crossed. And I went back\nover there, first trip when I went back was in ’72, my wife and I went over. And we\nstopped there at Diligen(ph). It’s a — where we cr — where they had the bridge head,\nthat was the — some farmer. And he was mad at us, even then. Because the\nengineers come in and knocked his barn down to make a crossing. And I still ta — I\ndidn’t do it, you know? And then, we crossed there, and then into Bitburg, and\ncome back down. Back down, we come back down into — to Luxembourg, and\nfrom Luxembourg we crossed over the river again, and we stayed over there, that\nsi — this time, we stayed over there. We went into Saarburg, Saarburg and up to\nthe t-town, little town of Oberzerf. That’s where Turner got his medal, Oberzerf.\nZerf, Zerf.\nA2: Dolle.",
        "A: Dolle?\nA2: Dolle is where he got his Congressional Medal of Honor.",
        "A: Well, who got — who got the [indecipherable] at Oberzerf?\nA2: I don’t know.",
        "A: Ri-Right there, we crossed there, at Zerf, and Oberzerf was before Zerf. And\nthat’s where they throwed these Screaming Mimis at us, in this town. And it hit the\nGeneral McBride’s Jeep, flattened it flatter than a pancake. And the\ncommunication officer, Officer Dolka(ph), well, anyway, he got his\n[indecipherable] blown off, and that’s the last I saw of that guy. And — and then we\nwent through the woods to Gemirth(ph), and we stayed in a cellar which was a\ngrocery store above us. And I went down the cellar, that’s where they got all the\nbottles, and the whole platoon stayed down in that cellar that night.",
        "Q: What did you select?",
        "A: They couldn’t get out, we couldn't get out because they was throwing mortar\nshells on us. And so we — we was drinking schnapps, chasing it down with white\nwine. Don’t ever do it again. And from then on, we went down through the — those\nwoods, Gemirth(ph), and what was the name of that town? If I had my map here\nI'd tell you. That we went to [indecipherable] and from Kashdra(ph) we went\nnorth to Mainz, crossed the river Mainz and from there up to Kassel. And went up\nto Kassel and — and then we headed down to Eisenach. Gerdt, Netbray(ph), the —\nAutobahn, on the Autobahn, and we got to Weimar. And it’s four of us in the\npicture there. We just decided we need some drinks and we asked these people in\nWeimar where it was. And the one man says, you go up this road, he says, it’s two\nfarmers up there, and they make good schnapps. So we went up that road, and we\ngot within about three miles of the camp. Now, we didn’t even know the camp was\nthere, we didn't know anything about those camps. They never told us about the\nconcentration camps. And we — I was driving the truck, we had a three-quarter ton\ntruck, a Dodge, and I was the driver. And I asked Billman, Corporal Billman, I\nsays, do they have monkeys over here? He says no. I says, well look up in them\ntrees. And there was the inmates. They saw us coming first, before we saw them,\nand they went up in the trees to hide. And one of them was Italian, and the guy from\n— Siberelli(ph) from Altoona, he’s Italian and he can speak the language. We asked\nhim about it, what — what you’re doing there? And they told us about the camp. We\ndidn’t per — still didn’t believe them. So we took them up the ca — road up there.\nWhat’s the name of that mountain up there? Well, anyway, we took them up that\ncamp, and we drove in the front gate. There wasn’t a guard around, in fact they had\ndisappeared about three days before, and the Americans or anything else, six\narmored — they heard the six armored tanks coming, and they took off. And we\nwent in there, and we saw the sights, we saw the bodies, the piles of bodies were\nright there, and that was it. And it made us kind of mad. I’m gonna speak a little\nrough now. And we stayed there — we got there on the 11\"\", we stayed there in\nWeimar on the 12\", and the 13\", 14\" we left. We started going east then, we had —\nwas ordered to le-leave. And well, we went back over there, this past year, on the\nHolocaust day. The people, I kept asking them, all over the city, you know, I says,\nyou tell me why you was — why the camp was there. We didn’t know it was there.\nSo, that made me kind of mad. I just told them, I says, you’re full of shit. I says,\nyour kids were playing up in that camp during the war, the whole time, the kids\nwere up there. They knew it was there. And you could smell it. You could smell it,\nthe camp, from miles away. That’s six miles up there t — from the downtown, and\nyou could smell it. And so then, when I come th — was up there on the 12\" of April\nthis year, they had the ceremony about everything up there, and was greeted by this\nman from Ukraine, a Russian. And then when — when the book I got, it’s in my\ncase here. Okay. Yup, yup. It was — no, the little black book in the case. Little black\nbook. These are the pictures we took over there. This what my daughter made up.\nThis book I brought over there. It’s in English. That’s got the pictures of everything,\nBuchenwald.",
        "Q: Mr. Brockman, let’s — let’s back up to the 11\" of April, 1945. You said you\nweren't told about the concentration camps and about their existence. Yet, as you —\nwhen you — you first made contact, what did you think you were seeing? What did\nyou think you were taking in?",
        "A: The Crystal Night, I read about that before, back here in the States. And I\nalways was a reader, and a history man. And I read about that Crystal Night, and I\njust wondered, you know, why the people let them do that. And you figure you got\na guy with a black mustache on, he’s the boss, period. What he did, what he said,\nwhat he ordered, if you didn’t do it, you — you were shot, you know. These SS guys\nwill sho — shoo — shoot you. I had a run in with a SS man where this picture was\ntaken here of that — that there. We were talking to those two Polish prisoners. That\nwas in the middle of some town after we left Weimar. That’s where we — where it\nis. Those guys were walking home from that part of the country to Poland. We told\nhim stay still, you’ll get transportation, you know? No. But anyway, they was in a\nhouse. They were in a, like a slave labor camp. And was four women, three story\nhouse, four women. And this one come down, when we go into the town, she was\ncovered with blood. She had a broken nose, busted jaw, her body was beat up. And\nI says, what happened to you? And she told me. She said, the SS man over there,\nshe says, he tried to rape me. I says, you mean that private, the SS private? He says,\nhe’s not an ess — he’s not a private, he’s a captain. I says, you’re sure about that? So\nshe called her other girlfriends out of the house, and they says, yes, he’s a captain.\nAnd he beat hell on her, cause he tried to ra-rape her, right then and there. And well,\nhe got four MIs, right quick like. Four of shot him, because he had no right to live.",
        "Q: Were you speaking to the woman in English, or did you have a —",
        "A: How’s that?",
        "Q: Were you speaking to the woman in English, or —",
        "A: English, yeah.",
        "Q: What town was that, do you recall?",
        "A: A town?",
        "Q: Yes.",
        "A: That — I don’t re-recall that town. If they bring that — that book where they took\nthat picture, I would know. But we run across several of them going down si — when\nwe left — left — we left the — the air — area there Gera. Now we were south. And we\nran in — across several of those camps. Labor camps, I mean, there wasn’t the\nkilling then, there was just —",
        "Q: Working.",
        "A: —u-—use their bodies, that’s it. And then we got down to Austria, we stopped at\nthe Enz river, that’s — couldn’t get no further cause we’re supposed to meet the\nRussians there. They took three or four days getting there. But I — that — now, when\nthis first started out, my daughter says, why don’t you go? I says, no, I says, I —I\nsaid, I had enough of it, and I didn't want to be reminded. You don’t lose sight or\ntrack of it in your mind, of what went on over there, during the whole war. You try\nto, try to move everything back here. But di — you don’t, you can’t. And some\npeople say they do, and I don’t know, I’m aware they’re li — they can’t. Because it’s\nsomething that happened to you. It turns you. And then, when we got these camps,\nwe got the Buchenwald, we got the other camps, that really turns you off unto the\nGerman people. Although, there’s a town up in — above Hannover, Germany, it’s\ncalled Brockmanville. Due to the fact we had — the Brockmans were kicked out of\nEngland way back before th — it was Crusades times. And they went to Germany,\nlived in Germany for 200 years. And they come back over to England and they\ncome back to England, then from there they went to America. I got a great-great-\ngrandfather — well, a couple more greats, he’s buried down there in Chester county,\nphi — Philadelphia. He was buried down there in 1690. That’s how old we are.",
        "Q: Sir, you said it — th-the whole experience in Buchenwald and the other camps,\ndid it change how you felt about the war, and why you were fighting it, and your\nrole in it?",
        "A: Yes, I — it did, du-due to the fact that I was always a happy-go-lucky guy, e-even\nduring the war. We got through France, I was still a happy-go-lucky guy. But then\nwhen I saw the Buchenwald, and I saw the bodies, and I saw everything there, it —\nand then you get to thinking about it, it’11 change your mind real quick. You’re not a\nhappy-go-lucky guy, you’re a killer then. Even though I was a wireman, I still had\nto get rid of some guys in our way. And, well to this day, my daughter still don’t\nknow. All she knows is [indecipherable], and who was the other woman? And she\nstarted putting everything together. This picture here, this guy, that’s him right\nthere. That was taken on the 12\".",
        "Q: You said it changed — the experiences in the camp changed the way you felt\nabout the Germans and the German people.",
        "A: Yes.",
        "Q: 317 stayed on a little bit in Germany after the war was officially over. Did you\nstay on as well, for —",
        "A: It was official over on — on the seventh. May the eighth was the official day. We\npulled out of there, was it the — was it — Kurtsdorf(ph), Austria. And then we went\nover to Spital am Pyhrn, Austria. We stayed there, I think about two, three weeks.\nThen we moved down to Fussen, Germany, down that part down there. And I liked\nthat part down there, because that’s where they sent all the women, down there to\nget away from the bombing. So — but anyway, on June — June 23\", I think it was, or\n24\"\" | got a letter from my aunt, and she passed away now, but I got a letter from\nmy aunt saying my brother had been killed over in Europe. He was killed on May\nthe 10\". That’s two days after the war he was killed. He was ground crew chief on a\nB17 out of England. And their plane was flying over, dropping Care packages to\nHolland and Belgium. He was dropping Care packages there. An airplane was\ncoming in, another plane was taking off, they come together. Two planes ti —\ncompletely burn up. The only way you could identify him is by his teeth, after the —\nand he was buried in the cemetery, Cambridge, England. And then my uncle was a\ngrange man, and he says, let’s bring him back over to sir — so we got him arl — he’s\nburied in Arlington now. And my sister, she was a — she retired as a lieutenant in\nthe WACs, she spent her time down in Japan when occupation. So then, what did\nupset me about my brother, because they didn’t no — the government didn’t notify\nme, which they should have. And, we brought him back. But just a lot of things you\n— people ask me different questions, and then it starts coming back just plain as day.\nAnd I kind of hate that a little bit, because I was trying to forget it. But when I come\nback, I was — we come back on a Wednesday, but — see, my daughter had to go with\nme, she had to be my caretaker, you know, on the trip, on that trip. And, well, she\nwanted — so then, we flew back. We just got back in time when that volcano blew\nits stack over there, out there, you know. And so we made it in time. Well then, the\nnext day, on Thursday, the ra-rabbi from synagogue in Wa-Washington, PA, he\ncalled. And he’s a jolly fellow, real fat. Beard. Very jolly. And don’t ask me his\nname, I can’t remember. He says, would you like — would you speak in front of the\ncongregation on Friday? I said, all right. So I got over there, I got to talking to him\nbefore he had this — we had the service on Friday night. And he says — and he — he\nmade his talk at the service about us soldiers. He says we should talk and tell about\nthe war. He says, when they don’t, then — then his whole sermon was about that, we\nshould talk. Well then, he introduced me, and I asked him, I says, how long you\nwant me to talk? He says, about 15 minutes. It was two and a half hours before I got\nout of there. Them people have all ears and everything else. And I passed out there\n—I passed 150 of these out to them. And my daughter got them, where she did I\ndon’t know, don’t ask. But I’m — so then he called me again, he said, why don’t you\ncome back over and do it again, and he says, we’ll tape it. He got — so I started,\nfrom the time I went in the service to almost what’s — I come home. Took two and a\nhalf hours. I didn’t cover all of it, but I cover most of it. And then the — what was\nthe name of the lady? Sounds like tobacco. Judy, that was it. She called, she wanted\nme and my daughter to come over and have lunch with them. So we went over\nthere. And it’s quite — quite interesting. Especially doing the service. And the book\nwas in English, so it’s — songbook. I sang right around with them.",
        "Q: You said — you said that you did not speak to your daughter about it, did you\nspeak to — about — did you speak to anyone in your family about your experiences in\nthe war?",
        "A: I talked to no one.",
        "Q: And why is that?",
        "A: Not even friends, not even when I go down to American Legion or the vets, I\nnever told about war. I never said that word to anybody. And, I had a good friend,\nby the name of Worth, Danny Worth from Washington, PA. Not Washington\nstate. Danny Worth, he’s buried over there in Lorraine cemetery. At Saint Avold,\nhe was killed [indecipherable]. They had an 88 up the road, straight up the road,\nand I told him, I says, we gotta get in this other house, cause they got a better cellar\nin there. It was brick [indecipherable] brick and that. And he never made it. That\n88 come down and took his throat right off. Now here’s a guy that when I go down\nto Columbia, Tennessee — you know what Columbia, Tennessee is noted for,\nbesides mules? And Lansing, Michigan the same way. They got the prettiest girls\nin the st — in the cou — 1n the United States there. And I drove a truck to Lansing,\nMichigan before the war, and then — then I found out. But he would be s — he\nwould actually blush walking down the street with a girl. That’s the type of man he\nwas. He never swore, he never cussed or anything like that. He was a radioman in\nthe — in the company, and that — he’s sitting in the Jeep when a shell come in, took\nhis throat off. He’s buried over there. Now here’s a guy here, he went to church and\nall this. An old reprobate like me is still alive and he’s dead. Can you figure that\nout? Why the good persons go? I can’t.",
        "Q: Let’s back up a bit to your actual training, when you were in training. Do you\nrecall anyone — do you recall anybody visiting your training camp? Was there\nanybody important who visited your camp?",
        "A: We had the President Roosevelt down there, driving through. We spent three\ndays out in the drill — drill field putting up a pump that’s — and everything was lined\nup with a string, all the way down through that whole camp, the whole division,\nthat’s 13,000 men. And he drove through there with that cigar in his mouth, that\ncigarette lighter — ha — holder, rather. He drove through that camp, boom, about 90\nmile an hour I would say, you know. And that’s the only one — so, like that.\nRoosevelt, that’s the only one come down sa — we saw.",
        "Q: Was that a thrill for you? Did you enjoy seeing him, the president?",
        "A: Well, I’m not a political man, I never liked politics. And, course they got\npoliticians at home now, they’re giving me awards and decorations, by a dozen\nnow. I said — I just got one from Tim Murphy over here to — House of\nRepresentatives, and his secretary was there ya — last night, wasn’t 1t? Yeah, yeah.\nShe was there. And she hand that to me. I says, oh-oh, I says, did Barbara have\nsomething to do with that? That’s my daughter. And she says, yup. And Murphy,\nTim Murphy, because he’s House of Representatives.",
        "Q: ’m-—I’m sorry to keep coming back to the issue of the camps, but after having\nseen the camps, labor camps, did it change how you interacted with the German\npeople?",
        "A: I can’t tell that story, no.",
        "Q: Tell us.",
        "A: No. Yes, it did. It changed. Like, we moved in their houses, you got 10 minutes\nto get out of here, we’re taking over. And we had one town in a part of the country\nof — part of Germany. It’s where the people were ger — women wear their hair in a\nknot on top of their head. And I think it’s above — it’s up around Kaiserslautern,\nNeustadt. And this woman says, what are you doing over here to us? We were at\nthe door, told her we will like, take your house, you know, and this. And she says,\nwhat are you doing here? We didn’t ask you to come over here. She never made it.\nShe got a .45. That’s when it start turns. And, if they didn’t get out of our way, we\nknocked them out of our way. And we had to let them know we were soldiers, and\nwe let them know the hard way. We got down to Austria in Spital am Pyhrn. We\ngot in a house down there, and they had room for us, we didn't have to kick them\nout. And the one girl’s name Heidi, very beautiful blonde. And she was — I’d say\nshe was strictly a Nazi to begin with. Her mother was Swiss, her father was\nGerman, and he owned about two or three blocks of Berlin up there. That’s where\nshe’s born and raised, in Berlin. And I asked her, I says, did you go out there and\nheil this that, heil this, the guy there, and the — when they had the big parade? She\nsays no, I says, I don’t believe you. Well, we left there and I come home, I got a\nletter from her. And she’s telling about, you know, she’s having rough time. So we\ncollected a box of clothes, and my wife sent her her mother’s je — coat, with fur\naround there. We sent the clothes over to her. And we was friends with her for all\nthese years. And when we went over there — I’ve been over there seven times. We\nwent back first time over in ’72. And we went over there, we would always look her\nup. And she took us into Austria this last time we saw her, and her mother is in a\nnursing home, at that time, I think she’s dead now, in Austria down at — at\nKitschdorf. She had nice apartment, balcony overlooking the Alps, beautiful view\nfrom across that valley for Kirshdorf there. And it cost her 28 dollars a month to\nstay in that apartment building. And that’s going downstairs to the kitchen to eat,\nyou know, free of charge. But it start — I started relax a little bit then when I got\nthere, because the war was over then. And — but she also give me a good wine to\ndrink too, when I want a drink of wine, or — she give me good wine. That’s why I\nbecome friends with her. [indecipherable] But it’s hard to say, you know, if I could\ndo it over again, I probably would.",
        "Q: Why’?",
        "A: Well, the same situation, everything else, I’d — being now, do it over again, you\nknow something. You’re a little bit sharper on what’s going on in the world.\n[coughs] Excuse me. Then, when I read that book about the Crystal Night over\nhere, well that start tearing me right then, you know, could people do this? And then\nit started — the other book I read about the Jewish population over there, how they\nwere be tr-treat like that. And I was never taught to be another nationality, or to be\nmean to them or anything like that. My mother was Irish. If I was — did anything\nwrong, I got clobbered. I mean, I got the paddle, more than once. And that kind of\nstraightens you up a little bit. But then the — when the — is — in school, when “Life”\nmagazine come out, first come out, and they had some pictures about over here, at\nthat time, and I — I couldn’t understand it, why people could do that. And that’s\nwhat I told these we — people from Weimar, I couldn’t understand. That’s where\nHitler got his start, out in Weimar. That the hotel was in, he did his speaker out of\nthe balcony that hotel. That was — that was nice hotel. My daughter, she don’t eat\nfish. First night was over there, she went like this to the waiter, you know. And she\nsays, I don’t eat fish. Well, he got another plate. Boy, did she get a plate. Everybody\nsays, we want that too. And so that go on for about three days like that, my daughter\ncall him over. If she didn’t like stuff, they’d change it. We got treated royal. So I\ncalled them over, I got my finger going, I called him over one day — one night. And\nI says, we can have anything, and you’ll get anything for us? Anything you want,\nwe'll get for you. I says, I want a Mercedes van. I says, I want a Mercedes van. I\ndidn’t get it.",
        "Q: Do you remember hag — receiving your orders to go home?",
        "A: I was down Fiissen, Germany in the in Schwangau-Horn Schwangau, that’s\nwhere I was at, and right below the castle neu, the Neuschwanstein castle. We had\na whole hotel down there to ourselves, our communication wire section. And we\nwas going — going out on a wire trip, was driving. And they say, Brock. I says,\nwhat? They says, pack up, you’re going home. And it hit me real quick. I was\nsurprised. I thought I was going to Japan. Says no, you’re going home. And to tell\nyou the truth, I was really sad. Those guys were down in that truck, which I had\nbeen driving all that time, and they’re going out on a job, and I’m not going. It upset\nme. I was, I was — upset me. I never saw them guys until the-they come home. Was\nafter they had families and everything else. This one had about four or five kids.\nSiberelli(ph) had about four or five kids. Billman had three. And I drove up there\nand saw them one time, and that’s the last I saw of them. And one of the guys from\nthe 80\", he said he was from Williamsport. He says, I think Billman’s dead,\nbecause he remembered reading a story about a Billman in the paper. And I know\nSiberelli(ph) probably dead, because he was a big drinker. And Harry Eckrel(ph),\nI don’t know too much about him, cause he was a nut.",
        "Q: What was acti — what was coming home like when you actually arrived\nstateside?",
        "A: When I come home, I left [indecipherable]. They says come back, come back in\nfive days, there’s too many of us, they couldn’t take care of us. So I went ma — went\nback to my hometown. You know, I didn’t get a handshake, a greeting? Because I\nwas coming home early, and their husbands were still in the service, they were a\nlittle mad about that. So then I got a job the next day after I was discharged, on\nOctober the 25\". I got — come home, next day I went and got a job in the mine 160\nfor Consolidated Coal. And I’ve — a year later I got married, I raised a family. I\ndidn’t cry in the booze about anything — about anything, cause I got a job. And —\nwhich was a good thing I got that job, cause my wife is handicapped now, she can’t\nwalk. She’s down there now, riding around in an electric wheelchair. She’s no — has\nno knee on her left leg, it’s a — it’s 17 inches of steel plates. And she come up to the\nplace I was staying with — people I was staying with — my mother died when I was\n16, and I lived with this other cou — family. And she come up there. She’s a\nhairdresser and she’s dressing this woman’s hair. We become friends, we got\nmarried. Cause the boy where I was staying with, he come home from the service,\nand he had to have a place to stay with his wife, they were si — raising a family. So,\nI says, we might as well get married. She was a telephone operator, worked out of\nDelaware during the war.",
        "Q: This interview that we’re conducting is — is for future generations. What would\nyou most like future generations to know about what you experienced?",
        "A: Boy, that’s a rough question. I would like to have them experience that I had, so\nthey know what war is about, then they’Il know. Same experience. Maybe there\nwon’t be no more wars then. If everybody — everybody knows about them. But\nwe're not — we’re not go — we’re gonna have wars, always. We’ve got it right now\no-over there now. Now we got to worry about China. They’ve got a rocket going\noff and it goes 900 mile, knock out a ship out, out in the middle of the ocean. What\nare they gonna do about that?",
        "Q: Is there anything you’d like to say in closing, sir? Is there anything you’d like to\nsay in closing?",
        "A: Oh, I don’t know. Like this rabbi says, you should talk about it. If I had some\nmaps here, you’d be here a couple days. So I’ll s — Ill say to each and everybody\nelse, stay out of the war. That’s the only thing I can say, stay away from war. It\ndon’t do you any good. Physically, and mentally, it knocks ya. And you think\nsometimes you might forget about it, but then something happens, or you read\nsomething in the paper, or a magazine, it brings the memory back again. Course in\nmy house, I’ve got books after books about the war. And DVDs, now it’s DVDs,\nand I got a big stack of them. But they, like Barbara said, my daughter says, you\nnever tell me anything about the war. [indecipherable] I got the books, and the\nDVDs and all that, reading about it today. I watch everything that’s on TV about\nthe war. War as I knew it and everything else, those programs. And I cuss some of\nthem, I says — that was my big mistake, you know. It was a big mistake in certain\nparts of the battle. When we crossed the Moselle river, we lost all those men due to\nthe fact one man, he come down from division and he ordered a third battalion to go\nand attack at three o’clock in the afternoon. You don’t go and attack three o’clock\nin the afternoon, you wait til morning or night. Broad daylight he ordered attack\nthird battalion go in there. Colonel Roberts. He blamed — blamed the big wheels for\nthat. He’s dead. And there’s certain instance like that happened during the battle,\nthe whole time. The mistakes they made, I don’t care if [indecipherable] was\nO.C.S., come out of there, in 90 day wonders. You wonder how they got that, the\nrank. And they didn’t know any better what I — what I know. Cause I had a high\nI.Q. When I went in to the — took the I.Q. exam out of Fort Mead, mine was very\nhigh. They says, oh you’re — you’re goo — eligible to go to O.C.S. And the one\nsergeant says, well, you can’t go, you got glasses. Well, you see this medal right\nhere, the one in the middle?",
        "Q: Yes, sir.",
        "A: That’s a Good Conduct Medal. I got that the last day I was discharged. The\nsergeant says, you don’t have a Good Conduct Medal, I says, no, I wasn’t too good.",
        "Q: We thank you for the interview, sir.",
        "A: Yeah, I —",
        "Q: Thank you very much.",
        "A: I still say that — that we have the leadership, we won’t have this trouble. But we\ndon’t — we don’t have our leadership any more. If we had good leadership 1n — in —\nover there in Congress and that. They’re sitting on their butts, that’s it, they’re not\ndoing anything. We’re going to get into it somepla — I guess. It’s gonna happen. I\ndon’t know, I’m 90 now, and I — I won’t — probably won’t be around to see it. PI\ntry to stay around, but I ca — forget it.",
        "Q: I hope you do.",
        "A: Yeah.",
        "Q: Thank you, sir.",
        "A: Thank you.",
        "Q: It is 14:22 hours.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum in Washington,\nD.C. It is Friday, 13 August, at 20 minutes past one in the afternoon. This is an oral\nhistory interview with Mr. Clarence Harvey Brockman. He was with the third\narmy, 80\" infantry division, 317\" headquarters company. Mr. Brockman, can you\nbriefly describe your childhood?",
        "Q: Can you be — briefly describe your childhood for us, where you grew up?",
        "Q: Midway, Pennsylvania”",
        "Q: Okay.",
        "Q: What did your parents do?",
        "Q: What did your parents do? Your father, what di — what was — sort of —",
        "Q: Railroad, okay.",
        "Q: And how and why did you enter the army?",
        "Q: Okay.",
        "Q: I see.",
        "Q: Mm-hm. And so you were conscripted. At what — when — what day was that,\nwhat year and day?",
        "Q: Okay.",
        "Q: And what did you fe — how — how did you feel when you got that letter? What\nwere your attitudes regarding the war, how did you feel about the war?",
        "Q: And how long in — how long did that training take? How long of a period of time\nwas that?",
        "Q: Right. And was that all stateside, or — what happened when you went to\nEurope? Was there more training in — 1n — 1n Britain?",
        "Q: Right.",
        "Q: And when did you arrive at Utah Beach?",
        "Q: When — when did you arrive there, at Utah?",
        "Q: Okay, no worries. Do you feel that — all of that training, did it adequately prepare\nyou for combat?",
        "Q: Right. And you said you were a radio lineman, is that right?",
        "Q: Wireman.",
        "Q: Okay.",
        "Q: Right.",
        "Q: What — can you tell us about your first combat experience?",
        "Q: Yes. And did you — were you at all involved in crossing the Moselle?",
        "Q: Were you at all involved in crossing the Moselle?",
        "Q: And can you tell — tell us about that experience?",
        "Q: How were you armed? How were you armed? Wha-What weapon were you\ncarrying?",
        "Q: The M1",
        "Q: The carbine or the full sized?",
        "Q: Right, good.",
        "Q: I can imagine.",
        "Q: Can you tell us about the battle — your experiences at the Battle of the Bulge?",
        "Q: What did you select?",
        "Q: Mr. Brockman, let’s — let’s back up to the 11\" of April, 1945. You said you\nweren't told about the concentration camps and about their existence. Yet, as you —\nwhen you — you first made contact, what did you think you were seeing? What did\nyou think you were taking in?",
        "Q: Were you speaking to the woman in English, or did you have a —",
        "Q: Were you speaking to the woman in English, or —",
        "Q: What town was that, do you recall?",
        "Q: Yes.",
        "Q: Working.",
        "Q: Sir, you said it — th-the whole experience in Buchenwald and the other camps,\ndid it change how you felt about the war, and why you were fighting it, and your\nrole in it?",
        "Q: You said it changed — the experiences in the camp changed the way you felt\nabout the Germans and the German people.",
        "Q: 317 stayed on a little bit in Germany after the war was officially over. Did you\nstay on as well, for —",
        "Q: You said — you said that you did not speak to your daughter about it, did you\nspeak to — about — did you speak to anyone in your family about your experiences in\nthe war?",
        "Q: And why is that?",
        "Q: Let’s back up a bit to your actual training, when you were in training. Do you\nrecall anyone — do you recall anybody visiting your training camp? Was there\nanybody important who visited your camp?",
        "Q: Was that a thrill for you? Did you enjoy seeing him, the president?",
        "Q: ’m-—I’m sorry to keep coming back to the issue of the camps, but after having\nseen the camps, labor camps, did it change how you interacted with the German\npeople?",
        "Q: Tell us.",
        "Q: Why’?",
        "Q: Do you remember hag — receiving your orders to go home?",
        "Q: What was acti — what was coming home like when you actually arrived\nstateside?",
        "Q: This interview that we’re conducting is — is for future generations. What would\nyou most like future generations to know about what you experienced?",
        "Q: Is there anything you’d like to say in closing, sir? Is there anything you’d like to\nsay in closing?",
        "Q: Yes, sir.",
        "Q: We thank you for the interview, sir.",
        "Q: Thank you very much.",
        "Q: I hope you do.",
        "Q: Thank you, sir.",
        "Q: It is 14:22 hours.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: How’s that?",
        "A: I grew up in a town, little town of Midway, PA.",
        "A: Midway, Pennsylvania, was June 26\", 1920, 5:30 Saturday morning.",
        "A: Okay.",
        "A: How’s that?",
        "A: He would — worked on the railroad.",
        "A: He was a railroad man.",
        "A: I got a letter, it said greetings.",
        "A: But before that, another friend of mine, we graduated in 1940, we tried to enter\nthe service then, in 1940. He went, and I couldn’t go cause I wore glasses.",
        "A: Yeah.",
        "A: In July, fon — ’42 — 1942 July 234.",
        "A: I think, yeah, it was 23\"4.",
        "A: Well, at that time, we’re young. And when they bombed Pearl Harbor, made us\nkind of mad. We took it as a joke, tell you the truth. And we — and after we started\nreading stories about it, and stories about — about Germany, and it turned us,\nstarted turn us. And, when the — I went in there, down to Camp Forrest, Tennessee,\nwent through training down there. Then I went through training up at f-fort - Camp\nS-Salano(ph), Kansas, up at Camp Phillips. From there we sent us out to Yuma,\nArizona to desert training. Then they sent us to New Jersey. New Jersey, the\ntraining there was about how many bars you could go down the street without\ngetting drunk, from the camp.",
        "A: Oh, let’s see. Was year and a half in training.",
        "A: In—ina-—we got to England, was there about four weeks, picking up\nammunition and waiting for our turn to go across the channel. We did some tr-\ntraining over there, ni — mostly night training. But the nights over there are not too\nlong.",
        "A: Right, okay. And — and then we left there, went down through Southampton,\nleft out of Southampton to Utah Beach.",
        "A: U-Utah Beach.",
        "A: Boy, that’s a hard date to find. I can’t remember the date.",
        "A: I was in regimental headquarters, and most of the people in regimental\nheadquarters are specialists, one way or the other. I was in communications. And\nthen — [background voices] Yeah, 15“ of August, that’s when I got over there.\nThat prepared us, I think, that year and a half, compared to what they’re training\nnow, you know, weeks. They’re not getting enough training. And — and we got in\nFrance, and we do — was in the war.",
        "A: No, I was a wireman.",
        "A: Wireman.",
        "A: In the wire section the — in communications.",
        "A: And I said that most everybody in that regiment headquarters were specialists in\nsomething, radio, telephone, and my R and R platoon, and they were specialists\ntheir own about seeking out the men — enemy. And actually, the training was\nenough, cause we knew how to string a line, we knew how to make ties in the line\nfor communications, and go out and repair them after they get — get shot up or\nbroken up, and that’s what we did.",
        "A: First combat experience, I took a Polish prisoner, first day. He was wearing a\nwine colored suit. He was a — he was operating a machine gun. He wasn’t pulling\nthe trigger, he was just loading them. And the SS officer was about 50 to 75 yards\nin back of him, with a string tied to the trigger of the machine gun, and he pulls —\npulls the string for that machine gun to operate. And these guys were supposed to\nstay there and load it up when it’s empty, load it up. If they didn’t, he’d shoot them.\nAnd the — this man come out of the woods there, put his hands up when he saw me.\nAnd so I called the — our sergeant, pa — Sawyer. He was from Sewickly, he was\nPolish. I says, what’s he talking about? Well, he says, he’s been in that — been in\nthat position for two days now with no water and he wants a drink. He says, don’t\ngive him anything. I gave him a slug of water out of my canteen, and he was very\ngrateful for it. And that was my first combat experience right there.",
        "A: How’s that?",
        "A: Yeah.",
        "A: We crossed the Moselle on September the 12\", and that was mean and nasty\nfighting down there. And that’s where I got the Bronze Star first — I mean, first\ntime. And what happened was, they put us down in a defensive position at\nDilliard(ph). As a — right above a church, a ro — dirt road went up the church, went\nup the OP. And they had shelled the OP, and quite a few of them were killed up\nthere. And they’re sending an ambulance up there. And they told us that the — we\nhad to stay there 1n this position. So I start digging a little bit. And the first time the\n88 come in, and I digging — started digging faster, you know, I was really shoveling\ndirt there. What happened was that that, they had notified the guys in back of me, I\nwas a— oh, about — about 50 yards in front of them. And they rolled back under a\nbig apple tree, and I was out in that bend in the road that goes up the hill. A Dilliard\nthere from Dilliard. And I happened to look across the field, here come a German\npatr — patrol across the field. And there wasn’t supposed to be a German on that\nside of the river. I saw they’re getting close, closer and closer to our position, and I\nstart cutting loose at them when they got too close.",
        "A: The M1",
        "A: M1.",
        "A: The — the — the full [indecipherable]",
        "A: Yeah. And then I knocked off the last three in that patrol, there was\napproximately nine of them. And I knocked off the last three, and I thought, it’s\nfunny, I don’t hear no shots behind me. Here what happened was the sergeant come\nup and ordered the men under the tree to fall back. And they forgot to tell me when\nI was up there digging. And that really made me mad.",
        "A: They left me there by myself. I knocked off the first three, and the rest of them\ngave — saw the three were being knocked off, they disappeared. And to this day,\nwhen I talk to Felix, he was down in a building in there, and they said he’s — he said\nit’s all the same patrol. That’s another — he’s over there, and so then, actually, I\nwasn’t supposed to be doing that work. I’m — I’m a— I’m a wireman, but I had to\ndefend my position, and I did. And not only it happened then, it happened during\nthe whole war, especially in the Battle of the Bulge. And from then on, when we —\nwell, after — after Argentan, Argentan-Falaise Gap, that battle up there in France,\nthat was the beginning of it, and then when he got to Moselle river, which driving\nacross France, you know, 50 - 60 mile an hour, how fast you want to go, until we\ngot to Orleans. And I got a picture of G Company in Orleans. Did you ever see\nthat picture? One guy was carrying a sniper rifle. And then the [indecipherable] got\nto Moselle, that’s — that’s where what, 317\" lost 300 and some — 365 men, wasn’t\nit? Across that river.\nA2: The battalion, the battalion.",
        "A: Huh?\nA2: The battalion lost that.",
        "A: Yeah, yeah, we lost 365 men right there at crossing. And which I thought, and\nsome others too say [indecipherable] you know. Back in — back before this war\nstarted, when I was in school, I studied history. My family goes back as far as the\nyear 1205. I’m entitled to wear a deer’s head [indecipherable] with a dagger\nthrough his head. You know what that means? It means your ancestors fought 1n the\nCrusades. And I had a relative fight in all wars, from [indecipherable] World War,\nCivil War, Spanish War, American war, and the — like, I had a uncle — great-uncle\nwas killed in World War I. He got the DSO for what he did, but he died for it. He\nrescued two of his buddies out on the field, and he got machine-gunned. And they —\nthey named a street down in Fort Benning, Brockman Way, because he got the\nDSO. And — so our family’s been in a — wars, all wars.",
        "A: Cold, cold, let’s put it that way. We were gonna left — I was gonna head to — was\nheading to Beechy, out of Saint Avold, France. We got down there about 11\no’clock at night, and we was to go across into Beechy, Germany there. And they\nsaid, never mind. There’s trucks up there, get on them, you’re going for a long ride.\nSo we took the long ride up to Luxembourg, a hundred — hundred mile way. And\nthe first stop in Luxembourg, there’s a bend in the road going from Luxembourg\ncity, up to Mersch. There’s a big bend road. The — in the middle of that bend is a —\nis a bar, a café. And that’s when we first got our first booze in Luxembourg. We\ngot Luxembourg — Mersch, the town of Mersch, top the hill Mersch was a\nknocked out German tank — I don’t know who knocked that out — knocked out tank\nthere. And I knew then something’s wrong up here, we’re just going up here for a\nholiday. But we got up to Mersch and then we headed up north to Ettelbruck.\nWe’re still going riding, riding at night. Ettelbruck, we took the back road above\nEttelbruck, and it circled down around Oberfeulen and we went into\nNiederfeulen. And that’s where we stopped for a couple weeks right there,\nNiederfeulen. And then from Niederfeulen we went to Heiderscheid,\nHeiderscheid, and then there was a lot of towns, small towns around there. Tadler\nand Kehmens(ph). And from there we went to Wiltz. After we hit Wiltz, it was\nmiserable cold. And we’re going up to Buchholz, and that was cold. The wind was\nblowing like crazy. And the town where we stopped, that was it. And they put us\nback on the trucks again, and they took us down south to cross into — over to the\ncrossing to Depburg. What was the name of that river?\nA2: Sauer river.",
        "A: Sauer river.\nA2: And Diligen(ph).",
        "A: And Diligen(ph), yeah. Diligen’s(ph) where — where I crossed. And I went back\nover there, first trip when I went back was in ’72, my wife and I went over. And we\nstopped there at Diligen(ph). It’s a — where we cr — where they had the bridge head,\nthat was the — some farmer. And he was mad at us, even then. Because the\nengineers come in and knocked his barn down to make a crossing. And I still ta — I\ndidn’t do it, you know? And then, we crossed there, and then into Bitburg, and\ncome back down. Back down, we come back down into — to Luxembourg, and\nfrom Luxembourg we crossed over the river again, and we stayed over there, that\nsi — this time, we stayed over there. We went into Saarburg, Saarburg and up to\nthe t-town, little town of Oberzerf. That’s where Turner got his medal, Oberzerf.\nZerf, Zerf.\nA2: Dolle.",
        "A: Dolle?\nA2: Dolle is where he got his Congressional Medal of Honor.",
        "A: Well, who got — who got the [indecipherable] at Oberzerf?\nA2: I don’t know.",
        "A: Ri-Right there, we crossed there, at Zerf, and Oberzerf was before Zerf. And\nthat’s where they throwed these Screaming Mimis at us, in this town. And it hit the\nGeneral McBride’s Jeep, flattened it flatter than a pancake. And the\ncommunication officer, Officer Dolka(ph), well, anyway, he got his\n[indecipherable] blown off, and that’s the last I saw of that guy. And — and then we\nwent through the woods to Gemirth(ph), and we stayed in a cellar which was a\ngrocery store above us. And I went down the cellar, that’s where they got all the\nbottles, and the whole platoon stayed down in that cellar that night.",
        "A: They couldn’t get out, we couldn't get out because they was throwing mortar\nshells on us. And so we — we was drinking schnapps, chasing it down with white\nwine. Don’t ever do it again. And from then on, we went down through the — those\nwoods, Gemirth(ph), and what was the name of that town? If I had my map here\nI'd tell you. That we went to [indecipherable] and from Kashdra(ph) we went\nnorth to Mainz, crossed the river Mainz and from there up to Kassel. And went up\nto Kassel and — and then we headed down to Eisenach. Gerdt, Netbray(ph), the —\nAutobahn, on the Autobahn, and we got to Weimar. And it’s four of us in the\npicture there. We just decided we need some drinks and we asked these people in\nWeimar where it was. And the one man says, you go up this road, he says, it’s two\nfarmers up there, and they make good schnapps. So we went up that road, and we\ngot within about three miles of the camp. Now, we didn’t even know the camp was\nthere, we didn't know anything about those camps. They never told us about the\nconcentration camps. And we — I was driving the truck, we had a three-quarter ton\ntruck, a Dodge, and I was the driver. And I asked Billman, Corporal Billman, I\nsays, do they have monkeys over here? He says no. I says, well look up in them\ntrees. And there was the inmates. They saw us coming first, before we saw them,\nand they went up in the trees to hide. And one of them was Italian, and the guy from\n— Siberelli(ph) from Altoona, he’s Italian and he can speak the language. We asked\nhim about it, what — what you’re doing there? And they told us about the camp. We\ndidn’t per — still didn’t believe them. So we took them up the ca — road up there.\nWhat’s the name of that mountain up there? Well, anyway, we took them up that\ncamp, and we drove in the front gate. There wasn’t a guard around, in fact they had\ndisappeared about three days before, and the Americans or anything else, six\narmored — they heard the six armored tanks coming, and they took off. And we\nwent in there, and we saw the sights, we saw the bodies, the piles of bodies were\nright there, and that was it. And it made us kind of mad. I’m gonna speak a little\nrough now. And we stayed there — we got there on the 11\"\", we stayed there in\nWeimar on the 12\", and the 13\", 14\" we left. We started going east then, we had —\nwas ordered to le-leave. And well, we went back over there, this past year, on the\nHolocaust day. The people, I kept asking them, all over the city, you know, I says,\nyou tell me why you was — why the camp was there. We didn’t know it was there.\nSo, that made me kind of mad. I just told them, I says, you’re full of shit. I says,\nyour kids were playing up in that camp during the war, the whole time, the kids\nwere up there. They knew it was there. And you could smell it. You could smell it,\nthe camp, from miles away. That’s six miles up there t — from the downtown, and\nyou could smell it. And so then, when I come th — was up there on the 12\" of April\nthis year, they had the ceremony about everything up there, and was greeted by this\nman from Ukraine, a Russian. And then when — when the book I got, it’s in my\ncase here. Okay. Yup, yup. It was — no, the little black book in the case. Little black\nbook. These are the pictures we took over there. This what my daughter made up.\nThis book I brought over there. It’s in English. That’s got the pictures of everything,\nBuchenwald.",
        "A: The Crystal Night, I read about that before, back here in the States. And I\nalways was a reader, and a history man. And I read about that Crystal Night, and I\njust wondered, you know, why the people let them do that. And you figure you got\na guy with a black mustache on, he’s the boss, period. What he did, what he said,\nwhat he ordered, if you didn’t do it, you — you were shot, you know. These SS guys\nwill sho — shoo — shoot you. I had a run in with a SS man where this picture was\ntaken here of that — that there. We were talking to those two Polish prisoners. That\nwas in the middle of some town after we left Weimar. That’s where we — where it\nis. Those guys were walking home from that part of the country to Poland. We told\nhim stay still, you’ll get transportation, you know? No. But anyway, they was in a\nhouse. They were in a, like a slave labor camp. And was four women, three story\nhouse, four women. And this one come down, when we go into the town, she was\ncovered with blood. She had a broken nose, busted jaw, her body was beat up. And\nI says, what happened to you? And she told me. She said, the SS man over there,\nshe says, he tried to rape me. I says, you mean that private, the SS private? He says,\nhe’s not an ess — he’s not a private, he’s a captain. I says, you’re sure about that? So\nshe called her other girlfriends out of the house, and they says, yes, he’s a captain.\nAnd he beat hell on her, cause he tried to ra-rape her, right then and there. And well,\nhe got four MIs, right quick like. Four of shot him, because he had no right to live.",
        "A: How’s that?",
        "A: English, yeah.",
        "A: A town?",
        "A: That — I don’t re-recall that town. If they bring that — that book where they took\nthat picture, I would know. But we run across several of them going down si — when\nwe left — left — we left the — the air — area there Gera. Now we were south. And we\nran in — across several of those camps. Labor camps, I mean, there wasn’t the\nkilling then, there was just —",
        "A: —u-—use their bodies, that’s it. And then we got down to Austria, we stopped at\nthe Enz river, that’s — couldn’t get no further cause we’re supposed to meet the\nRussians there. They took three or four days getting there. But I — that — now, when\nthis first started out, my daughter says, why don’t you go? I says, no, I says, I —I\nsaid, I had enough of it, and I didn't want to be reminded. You don’t lose sight or\ntrack of it in your mind, of what went on over there, during the whole war. You try\nto, try to move everything back here. But di — you don’t, you can’t. And some\npeople say they do, and I don’t know, I’m aware they’re li — they can’t. Because it’s\nsomething that happened to you. It turns you. And then, when we got these camps,\nwe got the Buchenwald, we got the other camps, that really turns you off unto the\nGerman people. Although, there’s a town up in — above Hannover, Germany, it’s\ncalled Brockmanville. Due to the fact we had — the Brockmans were kicked out of\nEngland way back before th — it was Crusades times. And they went to Germany,\nlived in Germany for 200 years. And they come back over to England and they\ncome back to England, then from there they went to America. I got a great-great-\ngrandfather — well, a couple more greats, he’s buried down there in Chester county,\nphi — Philadelphia. He was buried down there in 1690. That’s how old we are.",
        "A: Yes, I — it did, du-due to the fact that I was always a happy-go-lucky guy, e-even\nduring the war. We got through France, I was still a happy-go-lucky guy. But then\nwhen I saw the Buchenwald, and I saw the bodies, and I saw everything there, it —\nand then you get to thinking about it, it’11 change your mind real quick. You’re not a\nhappy-go-lucky guy, you’re a killer then. Even though I was a wireman, I still had\nto get rid of some guys in our way. And, well to this day, my daughter still don’t\nknow. All she knows is [indecipherable], and who was the other woman? And she\nstarted putting everything together. This picture here, this guy, that’s him right\nthere. That was taken on the 12\".",
        "A: Yes.",
        "A: It was official over on — on the seventh. May the eighth was the official day. We\npulled out of there, was it the — was it — Kurtsdorf(ph), Austria. And then we went\nover to Spital am Pyhrn, Austria. We stayed there, I think about two, three weeks.\nThen we moved down to Fussen, Germany, down that part down there. And I liked\nthat part down there, because that’s where they sent all the women, down there to\nget away from the bombing. So — but anyway, on June — June 23\", I think it was, or\n24\"\" | got a letter from my aunt, and she passed away now, but I got a letter from\nmy aunt saying my brother had been killed over in Europe. He was killed on May\nthe 10\". That’s two days after the war he was killed. He was ground crew chief on a\nB17 out of England. And their plane was flying over, dropping Care packages to\nHolland and Belgium. He was dropping Care packages there. An airplane was\ncoming in, another plane was taking off, they come together. Two planes ti —\ncompletely burn up. The only way you could identify him is by his teeth, after the —\nand he was buried in the cemetery, Cambridge, England. And then my uncle was a\ngrange man, and he says, let’s bring him back over to sir — so we got him arl — he’s\nburied in Arlington now. And my sister, she was a — she retired as a lieutenant in\nthe WACs, she spent her time down in Japan when occupation. So then, what did\nupset me about my brother, because they didn’t no — the government didn’t notify\nme, which they should have. And, we brought him back. But just a lot of things you\n— people ask me different questions, and then it starts coming back just plain as day.\nAnd I kind of hate that a little bit, because I was trying to forget it. But when I come\nback, I was — we come back on a Wednesday, but — see, my daughter had to go with\nme, she had to be my caretaker, you know, on the trip, on that trip. And, well, she\nwanted — so then, we flew back. We just got back in time when that volcano blew\nits stack over there, out there, you know. And so we made it in time. Well then, the\nnext day, on Thursday, the ra-rabbi from synagogue in Wa-Washington, PA, he\ncalled. And he’s a jolly fellow, real fat. Beard. Very jolly. And don’t ask me his\nname, I can’t remember. He says, would you like — would you speak in front of the\ncongregation on Friday? I said, all right. So I got over there, I got to talking to him\nbefore he had this — we had the service on Friday night. And he says — and he — he\nmade his talk at the service about us soldiers. He says we should talk and tell about\nthe war. He says, when they don’t, then — then his whole sermon was about that, we\nshould talk. Well then, he introduced me, and I asked him, I says, how long you\nwant me to talk? He says, about 15 minutes. It was two and a half hours before I got\nout of there. Them people have all ears and everything else. And I passed out there\n—I passed 150 of these out to them. And my daughter got them, where she did I\ndon’t know, don’t ask. But I’m — so then he called me again, he said, why don’t you\ncome back over and do it again, and he says, we’ll tape it. He got — so I started,\nfrom the time I went in the service to almost what’s — I come home. Took two and a\nhalf hours. I didn’t cover all of it, but I cover most of it. And then the — what was\nthe name of the lady? Sounds like tobacco. Judy, that was it. She called, she wanted\nme and my daughter to come over and have lunch with them. So we went over\nthere. And it’s quite — quite interesting. Especially doing the service. And the book\nwas in English, so it’s — songbook. I sang right around with them.",
        "A: I talked to no one.",
        "A: Not even friends, not even when I go down to American Legion or the vets, I\nnever told about war. I never said that word to anybody. And, I had a good friend,\nby the name of Worth, Danny Worth from Washington, PA. Not Washington\nstate. Danny Worth, he’s buried over there in Lorraine cemetery. At Saint Avold,\nhe was killed [indecipherable]. They had an 88 up the road, straight up the road,\nand I told him, I says, we gotta get in this other house, cause they got a better cellar\nin there. It was brick [indecipherable] brick and that. And he never made it. That\n88 come down and took his throat right off. Now here’s a guy that when I go down\nto Columbia, Tennessee — you know what Columbia, Tennessee is noted for,\nbesides mules? And Lansing, Michigan the same way. They got the prettiest girls\nin the st — in the cou — 1n the United States there. And I drove a truck to Lansing,\nMichigan before the war, and then — then I found out. But he would be s — he\nwould actually blush walking down the street with a girl. That’s the type of man he\nwas. He never swore, he never cussed or anything like that. He was a radioman in\nthe — in the company, and that — he’s sitting in the Jeep when a shell come in, took\nhis throat off. He’s buried over there. Now here’s a guy here, he went to church and\nall this. An old reprobate like me is still alive and he’s dead. Can you figure that\nout? Why the good persons go? I can’t.",
        "A: We had the President Roosevelt down there, driving through. We spent three\ndays out in the drill — drill field putting up a pump that’s — and everything was lined\nup with a string, all the way down through that whole camp, the whole division,\nthat’s 13,000 men. And he drove through there with that cigar in his mouth, that\ncigarette lighter — ha — holder, rather. He drove through that camp, boom, about 90\nmile an hour I would say, you know. And that’s the only one — so, like that.\nRoosevelt, that’s the only one come down sa — we saw.",
        "A: Well, I’m not a political man, I never liked politics. And, course they got\npoliticians at home now, they’re giving me awards and decorations, by a dozen\nnow. I said — I just got one from Tim Murphy over here to — House of\nRepresentatives, and his secretary was there ya — last night, wasn’t 1t? Yeah, yeah.\nShe was there. And she hand that to me. I says, oh-oh, I says, did Barbara have\nsomething to do with that? That’s my daughter. And she says, yup. And Murphy,\nTim Murphy, because he’s House of Representatives.",
        "A: I can’t tell that story, no.",
        "A: No. Yes, it did. It changed. Like, we moved in their houses, you got 10 minutes\nto get out of here, we’re taking over. And we had one town in a part of the country\nof — part of Germany. It’s where the people were ger — women wear their hair in a\nknot on top of their head. And I think it’s above — it’s up around Kaiserslautern,\nNeustadt. And this woman says, what are you doing over here to us? We were at\nthe door, told her we will like, take your house, you know, and this. And she says,\nwhat are you doing here? We didn’t ask you to come over here. She never made it.\nShe got a .45. That’s when it start turns. And, if they didn’t get out of our way, we\nknocked them out of our way. And we had to let them know we were soldiers, and\nwe let them know the hard way. We got down to Austria in Spital am Pyhrn. We\ngot in a house down there, and they had room for us, we didn't have to kick them\nout. And the one girl’s name Heidi, very beautiful blonde. And she was — I’d say\nshe was strictly a Nazi to begin with. Her mother was Swiss, her father was\nGerman, and he owned about two or three blocks of Berlin up there. That’s where\nshe’s born and raised, in Berlin. And I asked her, I says, did you go out there and\nheil this that, heil this, the guy there, and the — when they had the big parade? She\nsays no, I says, I don’t believe you. Well, we left there and I come home, I got a\nletter from her. And she’s telling about, you know, she’s having rough time. So we\ncollected a box of clothes, and my wife sent her her mother’s je — coat, with fur\naround there. We sent the clothes over to her. And we was friends with her for all\nthese years. And when we went over there — I’ve been over there seven times. We\nwent back first time over in ’72. And we went over there, we would always look her\nup. And she took us into Austria this last time we saw her, and her mother is in a\nnursing home, at that time, I think she’s dead now, in Austria down at — at\nKitschdorf. She had nice apartment, balcony overlooking the Alps, beautiful view\nfrom across that valley for Kirshdorf there. And it cost her 28 dollars a month to\nstay in that apartment building. And that’s going downstairs to the kitchen to eat,\nyou know, free of charge. But it start — I started relax a little bit then when I got\nthere, because the war was over then. And — but she also give me a good wine to\ndrink too, when I want a drink of wine, or — she give me good wine. That’s why I\nbecome friends with her. [indecipherable] But it’s hard to say, you know, if I could\ndo it over again, I probably would.",
        "A: Well, the same situation, everything else, I’d — being now, do it over again, you\nknow something. You’re a little bit sharper on what’s going on in the world.\n[coughs] Excuse me. Then, when I read that book about the Crystal Night over\nhere, well that start tearing me right then, you know, could people do this? And then\nit started — the other book I read about the Jewish population over there, how they\nwere be tr-treat like that. And I was never taught to be another nationality, or to be\nmean to them or anything like that. My mother was Irish. If I was — did anything\nwrong, I got clobbered. I mean, I got the paddle, more than once. And that kind of\nstraightens you up a little bit. But then the — when the — is — in school, when “Life”\nmagazine come out, first come out, and they had some pictures about over here, at\nthat time, and I — I couldn’t understand it, why people could do that. And that’s\nwhat I told these we — people from Weimar, I couldn’t understand. That’s where\nHitler got his start, out in Weimar. That the hotel was in, he did his speaker out of\nthe balcony that hotel. That was — that was nice hotel. My daughter, she don’t eat\nfish. First night was over there, she went like this to the waiter, you know. And she\nsays, I don’t eat fish. Well, he got another plate. Boy, did she get a plate. Everybody\nsays, we want that too. And so that go on for about three days like that, my daughter\ncall him over. If she didn’t like stuff, they’d change it. We got treated royal. So I\ncalled them over, I got my finger going, I called him over one day — one night. And\nI says, we can have anything, and you’ll get anything for us? Anything you want,\nwe'll get for you. I says, I want a Mercedes van. I says, I want a Mercedes van. I\ndidn’t get it.",
        "A: I was down Fiissen, Germany in the in Schwangau-Horn Schwangau, that’s\nwhere I was at, and right below the castle neu, the Neuschwanstein castle. We had\na whole hotel down there to ourselves, our communication wire section. And we\nwas going — going out on a wire trip, was driving. And they say, Brock. I says,\nwhat? They says, pack up, you’re going home. And it hit me real quick. I was\nsurprised. I thought I was going to Japan. Says no, you’re going home. And to tell\nyou the truth, I was really sad. Those guys were down in that truck, which I had\nbeen driving all that time, and they’re going out on a job, and I’m not going. It upset\nme. I was, I was — upset me. I never saw them guys until the-they come home. Was\nafter they had families and everything else. This one had about four or five kids.\nSiberelli(ph) had about four or five kids. Billman had three. And I drove up there\nand saw them one time, and that’s the last I saw of them. And one of the guys from\nthe 80\", he said he was from Williamsport. He says, I think Billman’s dead,\nbecause he remembered reading a story about a Billman in the paper. And I know\nSiberelli(ph) probably dead, because he was a big drinker. And Harry Eckrel(ph),\nI don’t know too much about him, cause he was a nut.",
        "A: When I come home, I left [indecipherable]. They says come back, come back in\nfive days, there’s too many of us, they couldn’t take care of us. So I went ma — went\nback to my hometown. You know, I didn’t get a handshake, a greeting? Because I\nwas coming home early, and their husbands were still in the service, they were a\nlittle mad about that. So then I got a job the next day after I was discharged, on\nOctober the 25\". I got — come home, next day I went and got a job in the mine 160\nfor Consolidated Coal. And I’ve — a year later I got married, I raised a family. I\ndidn’t cry in the booze about anything — about anything, cause I got a job. And —\nwhich was a good thing I got that job, cause my wife is handicapped now, she can’t\nwalk. She’s down there now, riding around in an electric wheelchair. She’s no — has\nno knee on her left leg, it’s a — it’s 17 inches of steel plates. And she come up to the\nplace I was staying with — people I was staying with — my mother died when I was\n16, and I lived with this other cou — family. And she come up there. She’s a\nhairdresser and she’s dressing this woman’s hair. We become friends, we got\nmarried. Cause the boy where I was staying with, he come home from the service,\nand he had to have a place to stay with his wife, they were si — raising a family. So,\nI says, we might as well get married. She was a telephone operator, worked out of\nDelaware during the war.",
        "A: Boy, that’s a rough question. I would like to have them experience that I had, so\nthey know what war is about, then they’Il know. Same experience. Maybe there\nwon’t be no more wars then. If everybody — everybody knows about them. But\nwe're not — we’re not go — we’re gonna have wars, always. We’ve got it right now\no-over there now. Now we got to worry about China. They’ve got a rocket going\noff and it goes 900 mile, knock out a ship out, out in the middle of the ocean. What\nare they gonna do about that?",
        "A: Oh, I don’t know. Like this rabbi says, you should talk about it. If I had some\nmaps here, you’d be here a couple days. So I’ll s — Ill say to each and everybody\nelse, stay out of the war. That’s the only thing I can say, stay away from war. It\ndon’t do you any good. Physically, and mentally, it knocks ya. And you think\nsometimes you might forget about it, but then something happens, or you read\nsomething in the paper, or a magazine, it brings the memory back again. Course in\nmy house, I’ve got books after books about the war. And DVDs, now it’s DVDs,\nand I got a big stack of them. But they, like Barbara said, my daughter says, you\nnever tell me anything about the war. [indecipherable] I got the books, and the\nDVDs and all that, reading about it today. I watch everything that’s on TV about\nthe war. War as I knew it and everything else, those programs. And I cuss some of\nthem, I says — that was my big mistake, you know. It was a big mistake in certain\nparts of the battle. When we crossed the Moselle river, we lost all those men due to\nthe fact one man, he come down from division and he ordered a third battalion to go\nand attack at three o’clock in the afternoon. You don’t go and attack three o’clock\nin the afternoon, you wait til morning or night. Broad daylight he ordered attack\nthird battalion go in there. Colonel Roberts. He blamed — blamed the big wheels for\nthat. He’s dead. And there’s certain instance like that happened during the battle,\nthe whole time. The mistakes they made, I don’t care if [indecipherable] was\nO.C.S., come out of there, in 90 day wonders. You wonder how they got that, the\nrank. And they didn’t know any better what I — what I know. Cause I had a high\nI.Q. When I went in to the — took the I.Q. exam out of Fort Mead, mine was very\nhigh. They says, oh you’re — you’re goo — eligible to go to O.C.S. And the one\nsergeant says, well, you can’t go, you got glasses. Well, you see this medal right\nhere, the one in the middle?",
        "A: That’s a Good Conduct Medal. I got that the last day I was discharged. The\nsergeant says, you don’t have a Good Conduct Medal, I says, no, I wasn’t too good.",
        "A: Yeah, I —",
        "A: I still say that — that we have the leadership, we won’t have this trouble. But we\ndon’t — we don’t have our leadership any more. If we had good leadership 1n — in —\nover there in Congress and that. They’re sitting on their butts, that’s it, they’re not\ndoing anything. We’re going to get into it somepla — I guess. It’s gonna happen. I\ndon’t know, I’m 90 now, and I — I won’t — probably won’t be around to see it. PI\ntry to stay around, but I ca — forget it.",
        "A: Yeah.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 13, 2010\nRG-50.030*0579",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Clarence\nBrockman, conducted by Stephen Mize on August 13, 2010 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Clarence Brockman\nAugust 13, 2010"
    ]
}