{
    "rg": "RG-50.344.0004_trs_en",
    "sequence": [
        "Question: Okay. It’s Saturday, July 15th. This is Nina Ellis in West Park, New York\nwith Dorothy Maroon.",
        "Answer: Mm-hm.",
        "Q: Tell me when -- where were you born and what year?",
        "A: Kingston, New York.",
        "Q: Say again.",
        "A: Kingston.",
        "Q: Am I getting it -- need a little -- tell me once more, please, where were you born and\nwhat year?",
        "A: Kingston, New York, 1921.",
        "Q: And how old were you when you decided to become a nurse, or when did you do that?",
        "A: Probably about 17. But my family did not want me to become a nurse, so I took a year\noff before I went into training.",
        "Q: Why? Why do you think?",
        "A: Well, they didn’t think their daughter should be taking care of sick people and doing\nall this dirty work. But I finally convinced them after a year, that’s what I want to be.",
        "Q: So you finished high school and took a year off?",
        "A: Mm-hm, took a year off, took a secretarial course. And then I went into training the\nfollowing year.\nJuly 15, 1995",
        "Q: Uh-huh. Where did you do your training?",
        "A: Metropolitan Hospital, New York City. A city hospital.",
        "Q: And that was a two or three years?",
        "A: Three years.",
        "Q: Three year course. And when did you decide you wanted to go into the service?",
        "A: Well, since the war broke out. I was still 1n training and I always wanted to go in the\nservice. I had two brothers that were overseas and I felt as if I wanted to go in to the\nservice and I still had to fight with my parents, they didn’t want me to go in the service\nnow, but I finally convinced them.",
        "Q: Why didn’t they want you to go in?",
        "A: The same reason, safety reasons. They didn’t want their little daughter, their youngest\nchild overseas and working in the war fields, etcetera.",
        "Q: Did you have any idea, really, of what you were -- would be getting into?",
        "A: Yes, I had a good idea. They were begging for nurses at the time and I just -- Uncle\nSam needs you, nurses posters all over the place, so soon as I took my state boards, I a-\napplied to go.",
        "Q: Uh-huh and then -- and when did you go in?",
        "A: August of ‘44.",
        "Q: Uh-huh. So there was --",
        "A: Maybe it was August of *43. No, ‘44.",
        "Q: There was fighting going on [indecipherable] the invasion had happened?\nJuly 15, 1995",
        "A: Oh yeah, sure. Yeah, on our way -- on our way over, the Battle of the Bulge was\ngoing on. Oh yes, they s -- were fighting for a long time before that.",
        "Q: Mm-hm. So you went across in December’?",
        "A: Yeah, December of ‘44.",
        "Q: Mm-hm, and can you tell me the full name of your unit?",
        "A: The 131st evacuation hospital.",
        "Q: Mm-hm. And you were attached to what army”?",
        "A: Well, we were with the ei-eight army for awhile. I think we were with the 15th army\nfor awhile and I think we were with the third army for awhile.",
        "Q: Uh-huh. So it was a unit of how many doctors and nurses?",
        "A: Well, there were 40 nurses, about 40 doctors and quite a few enlisted men.",
        "Q: Uh-huh and as -- at -- what was the responsibility of the enlisted men with the hospital\nunit? What did they do?",
        "A: Well, they were corpsmen. They were corpsmen and they -- maintenance, setting up\ntents and taking care of odds and ends [inaudible] and stuff.",
        "Q: So they didn’t fight, they just stayed with you?",
        "A: No, they didn’t fight, no, was not a fighting unit.",
        "Q: Uh-huh.",
        "A: It was like a MASH unit.",
        "Q: Uh-huh. Uh-huh. And where was -- you were in England?\nJuly 15, 1995",
        "A: We landed in England just before Christmas. We stayed in England, in fact, they\ndidn’t send our unit over to France until, oh, two or three months later. But in the\nmeantime they assigned us in certain groups to go work in some of the general hospitals\nin England.",
        "Q: Mm-hm, caring for US servicemen?",
        "A: Our -- our men, yes. Our men that came back through that way.",
        "Q: Mm-hm. So these were men who had been fighting?",
        "A: Who had been fighting and they were on their way home, probably and they were --\nwe took care of them.",
        "Q: Mm-hm. What was -- what was your response to that, the first time caring for soldiers,\nwhat --",
        "A: Was the same as taking care of any patient. I trained in the city hospital, New York\nCity, so -- we did a lot of work like that.",
        "Q: Did you talk with them very much?",
        "A: Oh yes. Oh, very, very friendly.",
        "Q: Mm-hm.",
        "A: They gave me little souvenirs. One man gave me a -- colored man, I’ never forget\nhim, he gave me little dime and he put a hole in it, to put in my dogtags. And they gave\nme a party with -- this one hospital there, when I -- they knew we were moving out with\nour own unit and it was -- it was heartbreaking. They were singing, “She’s a Jolly Good\nJuly 15, 1995\nFellow,” and we had a regular party. It was nice. They appreciate anything you did for\nthem.",
        "Q: Mm-hm.",
        "A: Course they had been through hell, over on the continent.",
        "Q: Yeah. Did they tell you about what -- what it was like?",
        "A: They told us stories, but they weren’t that talkative about it. I mean, everybody had a\ngeneral idea of what was going on.",
        "Q: And when did you go across then -- across the channel and --",
        "A: It must have been the early part of ‘45.",
        "Q: Mm-hm. And you --",
        "A: Across the [indecipherable] channel. A small ship we crossed with. They’d drop in\ndepth charges, scared the living daylights out of us. Nobody told us they were depth\ncharges, we thought we were being torpedoed.",
        "Q: All night long, too?",
        "A: Yeah, quite a bit, yeah.",
        "Q: Yeah. And then you went -- where did you get sent to?",
        "A: We were -- we stayed as a unit and we traveled in trucks, back of trucks. We spent\nmore time in the back of trucks than I care to remember. And we set up our hospital in\nthree or four places on the way up and we were in Germany on VE Day, in tents, loads\nof mud. And we stayed there until our unit got orders to go up to Camp Gusen --\nMauthausen -- at that time. But they wouldn’t let the nurses go up at the time The\nJuly 15, 1995\ncolonel said that we had to stay behind because it was so gruesome. But they would send\nfor us. So, they did send for us about a week later and then they told us if we didn’t want\nto go in -- the nurses, we didn’t have to. But we all went.",
        "Q: Do you remember what you were -- can you tell me about VE Day, how you heard the\nnews that the war was over?",
        "A: I don’t know, somebody came through the camp, probably enlisted men or somebody\nsaying VE Day was over -- was there, and -- oh, there was a lot of celebration, everybody\nwas very happy, so --",
        "Q: Do you remember what you all did?",
        "A: I think we had a party somewhere. And the usual -- everybody was real happy this\nwas It.",
        "Q: Mm-hm. And shortly thereafter then, you moved in early May to Austria?",
        "A: To Austria, mm-hm.",
        "Q: And tell me what you did there.",
        "A: We worked in the concentration camps. We put on our fatigues, we put on masks, we\nput on something what cover our hair. And we went in and most of the bodies had been\nburied and the ones that were there were so sick and they were dying on us all over the\nplace. And we couldn’t do too much for them. Our -- most -- our corpsmen did a lot. And\nwe'd go down and give them pills. I forgot what the German word was for diarrhea and\nall that business and we’d pass them out and they’d kind of hoard them under their --\ntheir mattresses, they didn’t take them right away. And they -- we fed them and we had\nJuly 15, 1995\nplasma, we had IVs and as soon as they sent them back to their own countries, as soon as\nthey were able to, they burned down the she -- the barracks that they were in.",
        "Q: Do you have any sense of -- when you -- you first arrived and you were at Gusen,\nright? Which is --",
        "A: Yeah, that’s just the name of the camp, yeah, it was part of Mauthausen, yeah.",
        "Q: Uh-huh. A subcamp of Mauthausen?",
        "A: I think so, yes.",
        "Q: Uh-huh. And who were the people who were there? Mostly men or women or -- do\nyou remember?",
        "A: I worked mostly with the men, but there were women there, they tell me.",
        "Q: And -- and did you have direct contact with them --",
        "A: Oh, yes.",
        "Q: -- did you talk to them, did you -- or were they able to --",
        "A: Well, none of them were Americans, very few of them spoke English, so we didn’t\nhave that much contact with them. We just looked at them and saw what we could do to\nhelp them and what the officers told us to do and that was it.",
        "Q: Mm-hm. And you would -- they would be cared for in a ward?",
        "A: They were in their own barracks, yeah, they were three t-tiers high and they were just\n-- they were skin and bones, I mean, they really didn’t even seem like patients, I mean\nthey just -- people -- they were -- it was pathetic, really. It was a sight you didn’t want to\nJuly 15, 1995\nknow -- in fact I tore up the pictures the chaplain gave us a few years later. I just didn’t\nwant to look at it any more.",
        "Q: What were those pictures?",
        "A: They’re the ones that you see on TV etcetera, with a -- just the skeletons being buried,\netcetera. And I -- that one you -- on -- just got from Discovery Channel brought back a\nlot of memories.",
        "Q: The film of the men --",
        "A: The films, yeah -- the men that were raiding Mauthausen.",
        "Q: Mm-hm.",
        "A: Brought back a lot of memories.",
        "Q: Yeah. Wh-What was your response at the time, do you remember’?",
        "A: Well, you were young at the time. You were a nurse and you knew that they needed\nhelp, you were in the army to help and you did what they told you to do. It was\ngruesome, that -- that time, it bothered you, but I think it would bother me a lot more if I\nsaw that today. But that time, I mean, you were young, you -- this was part of your job.\nThis wa -- was what you were in the army for. We didn’t expect it to be taking care of\nthese -- this type of patients. But they needed help and we were willing to give it.",
        "Q: Mm. And how long did you do that for?",
        "A: I think we were in Gusen for four or five weeks, I can’t remember. You know, things\nare blank, it’s 50 years ago.",
        "Q: Yeah.\nJuly 15, 1995",
        "A: About four or five weeks.",
        "Q: And a typical routine would be what for you? What would your typical day be like?",
        "A: Well, I don’t remember. I know you got up and had breakfast and then they put us on\nthe trucks. As I said, we wore fatigues and masks and covered our hair because of the\nlice. And we’d go 1n the camp and we’d help, whatever we could do. They didn’t want us\nto have too much contact with the patients directly because of the diseases",
        "Q: Physical contact?",
        "A: Physical contact.",
        "Q: So they asked you --",
        "A: And there wasn’t much to do, I mean, otherwise, pass out pills and things like -- we\ndidn’t bathe them or do anything like that because they were so emaciated, you couldn’t\ndo anything for them, particularly. And as soon as they were able, they shipped them\nback to their own countries.",
        "Q: Mm-hm. Did -- di -- were there people from the | -- city, the local community coming\nin to help any?",
        "A: They brought -- well, the soldiers made them come in and help.",
        "Q: Oh, really?",
        "A: In fact, I remember distinctly they brought Nazi soldiers in, but boy it must have been\nthe bottom of the heap because they looked -- looked more like kids, 13 - 14 - 15 years\nold, a Nazi soldier and they made them help clean up and take care of the bodies and stuff\nlike that. And some of the local people came in, yeah. In fact, they said that they used to\nJuly 15, 1995\ngo into the town and drag everybody in off the street that was able-bodied and bring them\nin and make them help clean up this camp. They did that.",
        "Q: Do you remember seeing those people come in?",
        "A: Yes, I saw some of them come in, yeah.",
        "Q: Oh.",
        "A: Be surprised. Well dressed and they were helping. They made them help.",
        "Q: Huh. D-Do you know if they -- those people were expressing anything?",
        "A: No. They were just kind of blank. They’d give them something to do and they would\ndo it.",
        "Q: After you would give these people pills and what kind of food were you able to give\nthem?",
        "A: The corpsmen handed out as much food as they could wrangle together, but these\npeople couldn’t eat too much. You have to remember, they were starved for years, you\nknow. You give them too much to eat and that would be the end of them. They would\nupchuck and stuff. You can’t give a starving patient food, but what -- what we had and\nwhat we -- they were sending up to us, they got.",
        "Q: Which would be what, for example, do you remember’?",
        "A: I don’t remember too much about it. I -- I think there was soup and I think there was\nbread and things like that. But some of them couldn’t tolerate even that. This goes back a\nlong time, you know, there was these little things you don’t remember too well.",
        "Q: Yeah. Do -- what did you do after your assignment at Gusen?\nJuly 15, 1995",
        "A: They told us that we were a new unit and they were sending us back to the United\nStates for a short leave and then we were going to go over to Japan. So we traveled\ndown from Gusen on trains and we were in France for awhile and then we were on the\nGeneral Bliss, we came back to the United States. And I happened to be home in\nKingston on VJ Day.",
        "Q: Oh, really?",
        "A: I was in Kingston, VJ Day. And then we had to go back to our unit, then we were\nreassigned down to -- I was reassigned to Texas. And they wanted some of us to stay 1n,\nbut I was anxious to get home. I wasn’t in that long. I was only in about a year and a\nhalf. But they gave us a -- a double time for being overseas. And my brothers were both\nhome and they were doctors and I was a nurse and I knew they were going to start an\noffice shortly and I was supposed to be their nurse. And I did that, but when I did get\nhome, they encouraged me to go back to college on the GI bill, and I got my BS with my\nRN in education. So I worked with them for awhile and unfortunately the one doctor, the\none that bought this place here, he died. Had a coronary down -- big lake down there, the\nage of 43 and that kind of took the starch out of us. And my other brother got out of\npractice a few years later to do research for Squibb’s drug company, radioactive\nisotopes. And then I had to find, they gave up the office and I had to find a job, so I\ndecided to use my degree. So I started teaching practical nursing. And I did that up until\n1979, when I retired.\nJuly 15, 1995",
        "Q: You mentioned that you had some photographs that were taken by your -- was it the\nchaplain of your unit?",
        "A: Yes, I tore those [indecipherable] up.",
        "Q: And that you tore them up?",
        "A: I tore them -- I don’t know why. It was only a couple of years ago, you know?",
        "Q: You saved them all those years?",
        "A: And I -- I -- I had them in a box here, with all the rest of my things and I -- I just\nlooked at those things and they were so gruesome, I decided I just didn’t want to look at\nthem any more. I mean, there are so many of those around. I don’t know, I was just in\nthat kind of a mood that night and I started tearing up things and I tore those up. The girls\nwill have them, they all -- a lot of them saved -- most of them saved them, but I just\ndidn’t want to see them.",
        "Q: Yeah.",
        "A: It was hard [indecipherable] to see them -- see these people, human beings, what they\ndid to them.",
        "Q: Yeah. How do you think having that experience had an impact on you as a young\nperson at that time, or --",
        "A: It wasn’t nice, but it didn’t hurt us too much. I mean, we could see what was going on.\nYou have to remember, I was in the -- didn’t get in the army til the end and we had heard\nall these stories, seen all these stories on TV about the Nazis and all this and you’d see\npeople -- them lining people up and shooting them and things like that and that bothered\nJuly 15, 1995\nyou, but -- and that was it. It didn’t have that much permanent effect on me. At the time,\nfelt sick when we saw some of this. But I don’t think it had a permanent effect on us,\nexcept for the fact that I hope it never happens again.",
        "Q: Before you arrived at Gusen, did you have any idea, what -- what was going on?",
        "A: Well, the -- the colonel on our unit told us it was horrible, they were burying bodies as\nfast as they could get them. They didn’t think it was a very good sight for the nurses to go\nup and see it -- I don’t know how many other nurse units went in there. I don’t know of\nany at the time. And they said that it was gruesome, they were burying the bodies and\nthey were being helped by some of the other outfits. And as soon as they thought it\nwasn’t as bad, they would send for us, which they did about a week later. And Ill never\nforget the colonel getting up and telling us that he would not hold it against any nurse if\nshe did not want to go up there. He said, but they could use the help and if we wanted to\ngo up, if not, we could stay right where we were, until they all came back down. But\nevery one of us, 40 of us went right up there. Nobody even thought twice.",
        "Q: Do you have any idea of how many people you cared for or how many --",
        "A: Up there? You didn’t really care for people like that, you just went down and helped\nthose that looked the sickest. I mean you didn’t get an assignment, this patient’s yours\nand that patient’s yours and that. You walked into this building, you see all these bodies\nup in the bunks, just about skin and bones, I wouldn’t even call them bodies, skin and\nbones, you know. You just went around with that and if somebody told you to do\nsomething for them, you did them, but I mean, it was no actual nursing care like you\nJuly 15, 1995\nwould see in a hospital, washing them and doing things like that. They couldn’t, there\nwasn’t anything left of the poor souls. There were the -- few that left -- I don’t know how\nmany of them lived after they got back to their own country. I don’t know how they\ncould have survived.",
        "Q: Were there hundreds of them, or thousands of them? Do you have any sense of that?",
        "A: I have no idea and I can’t remember, but I’m sure there were quite a few barracks with\nquite a few people in them. I am not su -- I’m sure there weren’t thousands, cause the --\nthey didn’t [indecipherable], but I remember distinctly going over and seeing the gas\nchambers and seeing this wall that they walked them up and the crematoriums, you\nknow, and that -- that kind of turns your stomach. And then the story came out that they\nhad captured the commandant on the camp. I think -- I thought it was the inmates that\nwere able to, that were still there, that -- that had captured him, but it -- it might have\nbeen some of the soldiers, too, but I think it was the inmates. And they brought him\ndown, I guess and then they hung him. I s -- you saw the picture of him hanging there.",
        "Q: Yeah, yeah.",
        "A: I didn’t feel sorry for him at all, because the stories that we did get, through\ninterpreters, that some of them, I -- one had a son or something si-sit on the wall of the\nconcentration camp and just kept shooting things. And somebody told us about wives of\nthe soldiers or the commandant making lampshades out of the skin of these people.\nSomebody said something about making soap out of the fat, whatever fat there was left.\nNo, it -- 1t was -- pull your [indecipherable] memories back that I forgot about. But I\nJuly 15, 1995\nremember all those things and I remember living in a -- houses that used to house the SS\ntroop or officers. The nurses lived in those. I can’t remember where the men lived.",
        "Q: Were they nouse -- nice houses?",
        "A: No, they were just like barracks, except low rooms with two beds in them, that was it.\nBut they were clean.",
        "Q: Mm-hm.",
        "A: And overlooked the Danube. I always dreamt of seeing the Danube and here I was\nlooking at the Danube. It wasn’t blue, believe me. And I enjoyed Austria. I went down\nto a church one night in Linz. And I'll never forget it. ’m Catholic and we went to the\nchurch and they were having benediction and all these priests, this choir was singing. It\nwas the most beautiful thing I ever heard in my life. I wish I’d had a tape recorder to tape\nit. It was a beautiful church. I nev -- I forgot what the name of it is, some of the girls\nprobably know. It was fabulous.",
        "Q: I understand that at Gusen there was a quarry where the people were forced to work?",
        "A: I heard the story, but I don’t remember too much about tt.",
        "Q: Did you see the -- there was a -- supposedly a big stairway where --",
        "A: Yeah, I’ve got a picture of that. I just showed you the picture, yeah. We saw that.",
        "Q: Can you describe that?",
        "A: It’s just a big stairway that went up, I think. I heard since it’s 180-some steps or\nsomething like that, but -- it’s gruesome what one human being could do to another\nhuman being.\nJuly 15, 1995",
        "Q: Yeah.",
        "A: And not think anything of it.",
        "Q: Yeah. Anything you want to say or talk about?",
        "A: No. I think you racked my memory pretty well. I guess I tried to block a lot of this out,\nbut this is [indecipherable] stand out in my mind.",
        "Q: Do people ask you or do you ever tell people about your experience?",
        "A: I’ve told people about it, but I mean, I don’t go overboard. I haven’t made any\nspeeches. I haven’t broadcast the fact too much that I was -- they knew I was an army\nnurse in my hometown here. And -- but I never went into anything, like I didn’t join the\nreserve or I didn’t do -- I went on with my life after 1t was over with.",
        "Q: Have you ever thought about maybe talking with schoolchildren or anything like that?",
        "A: No. I’m not a great public speaker anyway.",
        "Q: You’re shy, I think.",
        "A: No, I’m not shy. I taught nursing to -- to high school students for years. No, I’m not\nthat shy. But that was -- it’s one of those things.",
        "Q: Okay, good.",
        "A: Did you get enough?",
        "Q: Yup. Hang on a second. This is the end of the interview with Dorothy Maroon. Tape\nside A.",
        "A: Good, okay.\nJuly 15, 1995",
        "Q: ’'m back with Dorothy Maroon. Tell me, you -- your yee -- your unit -- members of\nyour unit have been in touch with each other for 50 years.",
        "A: Mm-hm.",
        "Q: Why’?",
        "A: The nurses.",
        "Q: The nurses, right",
        "A: Nurses basic -- basically.",
        "Q: Why and how do you do that?",
        "A: We were very close, we really were, the closest group of girls ve ever been with.\nAnd I mean -- we went through a war together, we never fought. We did everything for\neach other we could and we came home and we had a few reunions. I think we had one\nhere in West Park. At the time -- this was years ago. I think we had one at Ruth\nEberly’s house. Then we had one in Brooklyn and just about -- say about eight, nine\nyears ago, most of the girls who had married, their children are grown up and we always\nkept in touch with Christmas cards, if nothing else and we decided to start having the\nreunions. And I was lucky enough to have a big enough place that they could come and it\nwas central and we started having it, mostly up here. In the wintertime, occasionally we\nhave one at Ellen Bo -- Ellen Marchese’s place in Florida. Just a lunch. And then last\nyear we had one up at Louise Birch’s place in New Hampshire. And I must have had\nabout five or six here. But we always had a good time and -- and it’s good to see them all,\nreally good. Love seeing them, hope we can keep it up.\nJuly 15, 1995",
        "Q: That’s a remarkable record.",
        "A: Yeah, we’ll there are only -- there were 40 nurses originally, we can only account for\nabout 17 still living. And we got nine here today, which is pretty good. One that’s not\nhere is in Texas, one is in California. You can’t expect them to come all that way. Since\nwe ve been having the reunions the last three or four years, we’ve lost about three or four\nmore.",
        "Q: Yeah. 50th is --",
        "A: It’s a long time. But we like each other very much. We get along very well together\nand if we have a reunion, everybody chips in and helps and it’s not bad.",
        "Q: Yeah, good.",
        "A: Okay?",
        "Q: Great.\nEnd of Tape One, Side A\nConclusion of Interview\nJuly 15, 1995\n"
    ],
    "questions": [
        "Question: Okay. It’s Saturday, July 15th. This is Nina Ellis in West Park, New York\nwith Dorothy Maroon.",
        "Q: Tell me when -- where were you born and what year?",
        "Q: Say again.",
        "Q: Am I getting it -- need a little -- tell me once more, please, where were you born and\nwhat year?",
        "Q: And how old were you when you decided to become a nurse, or when did you do that?",
        "Q: Why? Why do you think?",
        "Q: So you finished high school and took a year off?",
        "Q: Uh-huh. Where did you do your training?",
        "Q: And that was a two or three years?",
        "Q: Three year course. And when did you decide you wanted to go into the service?",
        "Q: Why didn’t they want you to go in?",
        "Q: Did you have any idea, really, of what you were -- would be getting into?",
        "Q: Uh-huh and then -- and when did you go in?",
        "Q: Uh-huh. So there was --",
        "Q: There was fighting going on [indecipherable] the invasion had happened?",
        "Q: Mm-hm. So you went across in December’?",
        "Q: Mm-hm, and can you tell me the full name of your unit?",
        "Q: Mm-hm. And you were attached to what army”?",
        "Q: Uh-huh. So it was a unit of how many doctors and nurses?",
        "Q: Uh-huh and as -- at -- what was the responsibility of the enlisted men with the hospital\nunit? What did they do?",
        "Q: So they didn’t fight, they just stayed with you?",
        "Q: Uh-huh.",
        "Q: Uh-huh. Uh-huh. And where was -- you were in England?",
        "Q: Mm-hm, caring for US servicemen?",
        "Q: Mm-hm. So these were men who had been fighting?",
        "Q: Mm-hm. What was -- what was your response to that, the first time caring for soldiers,\nwhat --",
        "Q: Did you talk with them very much?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Yeah. Did they tell you about what -- what it was like?",
        "Q: And when did you go across then -- across the channel and --",
        "Q: Mm-hm. And you --",
        "Q: All night long, too?",
        "Q: Yeah. And then you went -- where did you get sent to?",
        "Q: Do you remember what you were -- can you tell me about VE Day, how you heard the\nnews that the war was over?",
        "Q: Do you remember what you all did?",
        "Q: Mm-hm. And shortly thereafter then, you moved in early May to Austria?",
        "Q: And tell me what you did there.",
        "Q: Do you have any sense of -- when you -- you first arrived and you were at Gusen,\nright? Which is --",
        "Q: Uh-huh. A subcamp of Mauthausen?",
        "Q: Uh-huh. And who were the people who were there? Mostly men or women or -- do\nyou remember?",
        "Q: And -- and did you have direct contact with them --",
        "Q: -- did you talk to them, did you -- or were they able to --",
        "Q: Mm-hm. And you would -- they would be cared for in a ward?",
        "Q: What were those pictures?",
        "Q: The film of the men --",
        "Q: Mm-hm.",
        "Q: Yeah. Wh-What was your response at the time, do you remember’?",
        "Q: Mm. And how long did you do that for?",
        "Q: Yeah.",
        "Q: And a typical routine would be what for you? What would your typical day be like?",
        "Q: Physical contact?",
        "Q: So they asked you --",
        "Q: Mm-hm. Did -- di -- were there people from the | -- city, the local community coming\nin to help any?",
        "Q: Oh, really?",
        "Q: Do you remember seeing those people come in?",
        "Q: Oh.",
        "Q: Huh. D-Do you know if they -- those people were expressing anything?",
        "Q: After you would give these people pills and what kind of food were you able to give\nthem?",
        "Q: Which would be what, for example, do you remember’?",
        "Q: Yeah. Do -- what did you do after your assignment at Gusen?",
        "Q: Oh, really?",
        "Q: You mentioned that you had some photographs that were taken by your -- was it the\nchaplain of your unit?",
        "Q: And that you tore them up?",
        "Q: You saved them all those years?",
        "Q: Yeah.",
        "Q: Yeah. How do you think having that experience had an impact on you as a young\nperson at that time, or --",
        "Q: Before you arrived at Gusen, did you have any idea, what -- what was going on?",
        "Q: Do you have any idea of how many people you cared for or how many --",
        "Q: Were there hundreds of them, or thousands of them? Do you have any sense of that?",
        "Q: Yeah, yeah.",
        "Q: Were they nouse -- nice houses?",
        "Q: Mm-hm.",
        "Q: I understand that at Gusen there was a quarry where the people were forced to work?",
        "Q: Did you see the -- there was a -- supposedly a big stairway where --",
        "Q: Can you describe that?",
        "Q: Yeah.",
        "Q: Yeah. Anything you want to say or talk about?",
        "Q: Do people ask you or do you ever tell people about your experience?",
        "Q: Have you ever thought about maybe talking with schoolchildren or anything like that?",
        "Q: You’re shy, I think.",
        "Q: Okay, good.",
        "Q: Yup. Hang on a second. This is the end of the interview with Dorothy Maroon. Tape\nside A.",
        "Q: ’'m back with Dorothy Maroon. Tell me, you -- your yee -- your unit -- members of\nyour unit have been in touch with each other for 50 years.",
        "Q: Why’?",
        "Q: The nurses, right",
        "Q: Why and how do you do that?",
        "Q: That’s a remarkable record.",
        "Q: Yeah. 50th is --",
        "Q: Yeah, good.",
        "Q: Great."
    ],
    "answers": [
        "Answer: Mm-hm.",
        "A: Kingston, New York.",
        "A: Kingston.",
        "A: Kingston, New York, 1921.",
        "A: Probably about 17. But my family did not want me to become a nurse, so I took a year\noff before I went into training.",
        "A: Well, they didn’t think their daughter should be taking care of sick people and doing\nall this dirty work. But I finally convinced them after a year, that’s what I want to be.",
        "A: Mm-hm, took a year off, took a secretarial course. And then I went into training the\nfollowing year.\nJuly 15, 1995",
        "A: Metropolitan Hospital, New York City. A city hospital.",
        "A: Three years.",
        "A: Well, since the war broke out. I was still 1n training and I always wanted to go in the\nservice. I had two brothers that were overseas and I felt as if I wanted to go in to the\nservice and I still had to fight with my parents, they didn’t want me to go in the service\nnow, but I finally convinced them.",
        "A: The same reason, safety reasons. They didn’t want their little daughter, their youngest\nchild overseas and working in the war fields, etcetera.",
        "A: Yes, I had a good idea. They were begging for nurses at the time and I just -- Uncle\nSam needs you, nurses posters all over the place, so soon as I took my state boards, I a-\napplied to go.",
        "A: August of ‘44.",
        "A: Maybe it was August of *43. No, ‘44.\nJuly 15, 1995",
        "A: Oh yeah, sure. Yeah, on our way -- on our way over, the Battle of the Bulge was\ngoing on. Oh yes, they s -- were fighting for a long time before that.",
        "A: Yeah, December of ‘44.",
        "A: The 131st evacuation hospital.",
        "A: Well, we were with the ei-eight army for awhile. I think we were with the 15th army\nfor awhile and I think we were with the third army for awhile.",
        "A: Well, there were 40 nurses, about 40 doctors and quite a few enlisted men.",
        "A: Well, they were corpsmen. They were corpsmen and they -- maintenance, setting up\ntents and taking care of odds and ends [inaudible] and stuff.",
        "A: No, they didn’t fight, no, was not a fighting unit.",
        "A: It was like a MASH unit.\nJuly 15, 1995",
        "A: We landed in England just before Christmas. We stayed in England, in fact, they\ndidn’t send our unit over to France until, oh, two or three months later. But in the\nmeantime they assigned us in certain groups to go work in some of the general hospitals\nin England.",
        "A: Our -- our men, yes. Our men that came back through that way.",
        "A: Who had been fighting and they were on their way home, probably and they were --\nwe took care of them.",
        "A: Was the same as taking care of any patient. I trained in the city hospital, New York\nCity, so -- we did a lot of work like that.",
        "A: Oh yes. Oh, very, very friendly.",
        "A: They gave me little souvenirs. One man gave me a -- colored man, I’ never forget\nhim, he gave me little dime and he put a hole in it, to put in my dogtags. And they gave\nme a party with -- this one hospital there, when I -- they knew we were moving out with\nour own unit and it was -- it was heartbreaking. They were singing, “She’s a Jolly Good\nJuly 15, 1995\nFellow,” and we had a regular party. It was nice. They appreciate anything you did for\nthem.",
        "A: Course they had been through hell, over on the continent.",
        "A: They told us stories, but they weren’t that talkative about it. I mean, everybody had a\ngeneral idea of what was going on.",
        "A: It must have been the early part of ‘45.",
        "A: Across the [indecipherable] channel. A small ship we crossed with. They’d drop in\ndepth charges, scared the living daylights out of us. Nobody told us they were depth\ncharges, we thought we were being torpedoed.",
        "A: Yeah, quite a bit, yeah.",
        "A: We were -- we stayed as a unit and we traveled in trucks, back of trucks. We spent\nmore time in the back of trucks than I care to remember. And we set up our hospital in\nthree or four places on the way up and we were in Germany on VE Day, in tents, loads\nof mud. And we stayed there until our unit got orders to go up to Camp Gusen --\nMauthausen -- at that time. But they wouldn’t let the nurses go up at the time The\nJuly 15, 1995\ncolonel said that we had to stay behind because it was so gruesome. But they would send\nfor us. So, they did send for us about a week later and then they told us if we didn’t want\nto go in -- the nurses, we didn’t have to. But we all went.",
        "A: I don’t know, somebody came through the camp, probably enlisted men or somebody\nsaying VE Day was over -- was there, and -- oh, there was a lot of celebration, everybody\nwas very happy, so --",
        "A: I think we had a party somewhere. And the usual -- everybody was real happy this\nwas It.",
        "A: To Austria, mm-hm.",
        "A: We worked in the concentration camps. We put on our fatigues, we put on masks, we\nput on something what cover our hair. And we went in and most of the bodies had been\nburied and the ones that were there were so sick and they were dying on us all over the\nplace. And we couldn’t do too much for them. Our -- most -- our corpsmen did a lot. And\nwe'd go down and give them pills. I forgot what the German word was for diarrhea and\nall that business and we’d pass them out and they’d kind of hoard them under their --\ntheir mattresses, they didn’t take them right away. And they -- we fed them and we had\nJuly 15, 1995\nplasma, we had IVs and as soon as they sent them back to their own countries, as soon as\nthey were able to, they burned down the she -- the barracks that they were in.",
        "A: Yeah, that’s just the name of the camp, yeah, it was part of Mauthausen, yeah.",
        "A: I think so, yes.",
        "A: I worked mostly with the men, but there were women there, they tell me.",
        "A: Oh, yes.",
        "A: Well, none of them were Americans, very few of them spoke English, so we didn’t\nhave that much contact with them. We just looked at them and saw what we could do to\nhelp them and what the officers told us to do and that was it.",
        "A: They were in their own barracks, yeah, they were three t-tiers high and they were just\n-- they were skin and bones, I mean, they really didn’t even seem like patients, I mean\nthey just -- people -- they were -- it was pathetic, really. It was a sight you didn’t want to\nJuly 15, 1995\nknow -- in fact I tore up the pictures the chaplain gave us a few years later. I just didn’t\nwant to look at it any more.",
        "A: They’re the ones that you see on TV etcetera, with a -- just the skeletons being buried,\netcetera. And I -- that one you -- on -- just got from Discovery Channel brought back a\nlot of memories.",
        "A: The films, yeah -- the men that were raiding Mauthausen.",
        "A: Brought back a lot of memories.",
        "A: Well, you were young at the time. You were a nurse and you knew that they needed\nhelp, you were in the army to help and you did what they told you to do. It was\ngruesome, that -- that time, it bothered you, but I think it would bother me a lot more if I\nsaw that today. But that time, I mean, you were young, you -- this was part of your job.\nThis wa -- was what you were in the army for. We didn’t expect it to be taking care of\nthese -- this type of patients. But they needed help and we were willing to give it.",
        "A: I think we were in Gusen for four or five weeks, I can’t remember. You know, things\nare blank, it’s 50 years ago.\nJuly 15, 1995",
        "A: About four or five weeks.",
        "A: Well, I don’t remember. I know you got up and had breakfast and then they put us on\nthe trucks. As I said, we wore fatigues and masks and covered our hair because of the\nlice. And we’d go 1n the camp and we’d help, whatever we could do. They didn’t want us\nto have too much contact with the patients directly because of the diseases",
        "A: Physical contact.",
        "A: And there wasn’t much to do, I mean, otherwise, pass out pills and things like -- we\ndidn’t bathe them or do anything like that because they were so emaciated, you couldn’t\ndo anything for them, particularly. And as soon as they were able, they shipped them\nback to their own countries.",
        "A: They brought -- well, the soldiers made them come in and help.",
        "A: In fact, I remember distinctly they brought Nazi soldiers in, but boy it must have been\nthe bottom of the heap because they looked -- looked more like kids, 13 - 14 - 15 years\nold, a Nazi soldier and they made them help clean up and take care of the bodies and stuff\nlike that. And some of the local people came in, yeah. In fact, they said that they used to\nJuly 15, 1995\ngo into the town and drag everybody in off the street that was able-bodied and bring them\nin and make them help clean up this camp. They did that.",
        "A: Yes, I saw some of them come in, yeah.",
        "A: Be surprised. Well dressed and they were helping. They made them help.",
        "A: No. They were just kind of blank. They’d give them something to do and they would\ndo it.",
        "A: The corpsmen handed out as much food as they could wrangle together, but these\npeople couldn’t eat too much. You have to remember, they were starved for years, you\nknow. You give them too much to eat and that would be the end of them. They would\nupchuck and stuff. You can’t give a starving patient food, but what -- what we had and\nwhat we -- they were sending up to us, they got.",
        "A: I don’t remember too much about it. I -- I think there was soup and I think there was\nbread and things like that. But some of them couldn’t tolerate even that. This goes back a\nlong time, you know, there was these little things you don’t remember too well.\nJuly 15, 1995",
        "A: They told us that we were a new unit and they were sending us back to the United\nStates for a short leave and then we were going to go over to Japan. So we traveled\ndown from Gusen on trains and we were in France for awhile and then we were on the\nGeneral Bliss, we came back to the United States. And I happened to be home in\nKingston on VJ Day.",
        "A: I was in Kingston, VJ Day. And then we had to go back to our unit, then we were\nreassigned down to -- I was reassigned to Texas. And they wanted some of us to stay 1n,\nbut I was anxious to get home. I wasn’t in that long. I was only in about a year and a\nhalf. But they gave us a -- a double time for being overseas. And my brothers were both\nhome and they were doctors and I was a nurse and I knew they were going to start an\noffice shortly and I was supposed to be their nurse. And I did that, but when I did get\nhome, they encouraged me to go back to college on the GI bill, and I got my BS with my\nRN in education. So I worked with them for awhile and unfortunately the one doctor, the\none that bought this place here, he died. Had a coronary down -- big lake down there, the\nage of 43 and that kind of took the starch out of us. And my other brother got out of\npractice a few years later to do research for Squibb’s drug company, radioactive\nisotopes. And then I had to find, they gave up the office and I had to find a job, so I\ndecided to use my degree. So I started teaching practical nursing. And I did that up until\n1979, when I retired.\nJuly 15, 1995",
        "A: Yes, I tore those [indecipherable] up.",
        "A: I tore them -- I don’t know why. It was only a couple of years ago, you know?",
        "A: And I -- I -- I had them in a box here, with all the rest of my things and I -- I just\nlooked at those things and they were so gruesome, I decided I just didn’t want to look at\nthem any more. I mean, there are so many of those around. I don’t know, I was just in\nthat kind of a mood that night and I started tearing up things and I tore those up. The girls\nwill have them, they all -- a lot of them saved -- most of them saved them, but I just\ndidn’t want to see them.",
        "A: It was hard [indecipherable] to see them -- see these people, human beings, what they\ndid to them.",
        "A: It wasn’t nice, but it didn’t hurt us too much. I mean, we could see what was going on.\nYou have to remember, I was in the -- didn’t get in the army til the end and we had heard\nall these stories, seen all these stories on TV about the Nazis and all this and you’d see\npeople -- them lining people up and shooting them and things like that and that bothered\nJuly 15, 1995\nyou, but -- and that was it. It didn’t have that much permanent effect on me. At the time,\nfelt sick when we saw some of this. But I don’t think it had a permanent effect on us,\nexcept for the fact that I hope it never happens again.",
        "A: Well, the -- the colonel on our unit told us it was horrible, they were burying bodies as\nfast as they could get them. They didn’t think it was a very good sight for the nurses to go\nup and see it -- I don’t know how many other nurse units went in there. I don’t know of\nany at the time. And they said that it was gruesome, they were burying the bodies and\nthey were being helped by some of the other outfits. And as soon as they thought it\nwasn’t as bad, they would send for us, which they did about a week later. And Ill never\nforget the colonel getting up and telling us that he would not hold it against any nurse if\nshe did not want to go up there. He said, but they could use the help and if we wanted to\ngo up, if not, we could stay right where we were, until they all came back down. But\nevery one of us, 40 of us went right up there. Nobody even thought twice.",
        "A: Up there? You didn’t really care for people like that, you just went down and helped\nthose that looked the sickest. I mean you didn’t get an assignment, this patient’s yours\nand that patient’s yours and that. You walked into this building, you see all these bodies\nup in the bunks, just about skin and bones, I wouldn’t even call them bodies, skin and\nbones, you know. You just went around with that and if somebody told you to do\nsomething for them, you did them, but I mean, it was no actual nursing care like you\nJuly 15, 1995\nwould see in a hospital, washing them and doing things like that. They couldn’t, there\nwasn’t anything left of the poor souls. There were the -- few that left -- I don’t know how\nmany of them lived after they got back to their own country. I don’t know how they\ncould have survived.",
        "A: I have no idea and I can’t remember, but I’m sure there were quite a few barracks with\nquite a few people in them. I am not su -- I’m sure there weren’t thousands, cause the --\nthey didn’t [indecipherable], but I remember distinctly going over and seeing the gas\nchambers and seeing this wall that they walked them up and the crematoriums, you\nknow, and that -- that kind of turns your stomach. And then the story came out that they\nhad captured the commandant on the camp. I think -- I thought it was the inmates that\nwere able to, that were still there, that -- that had captured him, but it -- it might have\nbeen some of the soldiers, too, but I think it was the inmates. And they brought him\ndown, I guess and then they hung him. I s -- you saw the picture of him hanging there.",
        "A: I didn’t feel sorry for him at all, because the stories that we did get, through\ninterpreters, that some of them, I -- one had a son or something si-sit on the wall of the\nconcentration camp and just kept shooting things. And somebody told us about wives of\nthe soldiers or the commandant making lampshades out of the skin of these people.\nSomebody said something about making soap out of the fat, whatever fat there was left.\nNo, it -- 1t was -- pull your [indecipherable] memories back that I forgot about. But I\nJuly 15, 1995\nremember all those things and I remember living in a -- houses that used to house the SS\ntroop or officers. The nurses lived in those. I can’t remember where the men lived.",
        "A: No, they were just like barracks, except low rooms with two beds in them, that was it.\nBut they were clean.",
        "A: And overlooked the Danube. I always dreamt of seeing the Danube and here I was\nlooking at the Danube. It wasn’t blue, believe me. And I enjoyed Austria. I went down\nto a church one night in Linz. And I'll never forget it. ’m Catholic and we went to the\nchurch and they were having benediction and all these priests, this choir was singing. It\nwas the most beautiful thing I ever heard in my life. I wish I’d had a tape recorder to tape\nit. It was a beautiful church. I nev -- I forgot what the name of it is, some of the girls\nprobably know. It was fabulous.",
        "A: I heard the story, but I don’t remember too much about tt.",
        "A: Yeah, I’ve got a picture of that. I just showed you the picture, yeah. We saw that.",
        "A: It’s just a big stairway that went up, I think. I heard since it’s 180-some steps or\nsomething like that, but -- it’s gruesome what one human being could do to another\nhuman being.\nJuly 15, 1995",
        "A: And not think anything of it.",
        "A: No. I think you racked my memory pretty well. I guess I tried to block a lot of this out,\nbut this is [indecipherable] stand out in my mind.",
        "A: I’ve told people about it, but I mean, I don’t go overboard. I haven’t made any\nspeeches. I haven’t broadcast the fact too much that I was -- they knew I was an army\nnurse in my hometown here. And -- but I never went into anything, like I didn’t join the\nreserve or I didn’t do -- I went on with my life after 1t was over with.",
        "A: No. I’m not a great public speaker anyway.",
        "A: No, I’m not shy. I taught nursing to -- to high school students for years. No, I’m not\nthat shy. But that was -- it’s one of those things.",
        "A: Did you get enough?",
        "A: Good, okay.\nJuly 15, 1995",
        "A: Mm-hm.",
        "A: The nurses.",
        "A: Nurses basic -- basically.",
        "A: We were very close, we really were, the closest group of girls ve ever been with.\nAnd I mean -- we went through a war together, we never fought. We did everything for\neach other we could and we came home and we had a few reunions. I think we had one\nhere in West Park. At the time -- this was years ago. I think we had one at Ruth\nEberly’s house. Then we had one in Brooklyn and just about -- say about eight, nine\nyears ago, most of the girls who had married, their children are grown up and we always\nkept in touch with Christmas cards, if nothing else and we decided to start having the\nreunions. And I was lucky enough to have a big enough place that they could come and it\nwas central and we started having it, mostly up here. In the wintertime, occasionally we\nhave one at Ellen Bo -- Ellen Marchese’s place in Florida. Just a lunch. And then last\nyear we had one up at Louise Birch’s place in New Hampshire. And I must have had\nabout five or six here. But we always had a good time and -- and it’s good to see them all,\nreally good. Love seeing them, hope we can keep it up.\nJuly 15, 1995",
        "A: Yeah, we’ll there are only -- there were 40 nurses originally, we can only account for\nabout 17 still living. And we got nine here today, which is pretty good. One that’s not\nhere is in Texas, one is in California. You can’t expect them to come all that way. Since\nwe ve been having the reunions the last three or four years, we’ve lost about three or four\nmore.",
        "A: It’s a long time. But we like each other very much. We get along very well together\nand if we have a reunion, everybody chips in and helps and it’s not bad.",
        "A: Okay?\nEnd of Tape One, Side A\nConclusion of Interview\nJuly 15, 1995\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionJuly 15, 1995\nBeginning Tape One, Side A"
    ]
}