{
    "rg": "RG-50.030.0132_trs_en",
    "sequence": [
        "Q: Please tell us your name and where and when you were born.",
        "A: My name is David Lieberman. I was born in Poland, Czestachowa, in 1925. December 31st,\n1925.",
        "Q: Tell us about your life before the war.",
        "A: Before the war I lived in a small town. The town was named Czestachowa. That's\nthe...uh...there was a big Catholic shrine there called the ___. That was the...uh... the\npilgrims used to come from all the world and they used to say if you get there and if you're\nsick, you get well so thousands of people came. Town was a small town, you know.\nUh...Before the...before the war in..uh...the town had let's see...uh...let me see...uh...(rustling\npapers)...let's see...1t was about 30...",
        "Q: Don't worry about statistics.",
        "A: Yal. About 39,000 people lived...39,000 Jewish people lived there. It was a poor little town.\nAnd...uh...people managed. Some of them had trades. Shoemakers and all kind of things they\ndid. And they kept busy, and they worked hard for a living and that's how it was_____ you\nknow. There was a lot of programs, you know. Accusations that the Jews did that and the\nJews did the other. You know if the weather was bad...let's 1f the Jewish holiday had the sun\nshining and the Catholic holiday this was raining, they say that the Jews paid of God. You\nknow, what're you dealing, you're dealing with people which didn't know. They were very,\nwhat you call, hypocritical. And that's what you faced with and...uh...we had pograms, you\nknow, burned our temples and...and attacked the Jewish community and we had to call for\nthe National Guard. Took time til the guards came and stopped the thing. The temples were\nburned; every Jewish store was broken up, and that's what it was, so that's what life was\nbefore the war. I attended public school, segregated public school. Couldn't go to the same\nschool. Our school was a very shabby school comparing like I would say...you take\nRockefeller Center and you take some dump, but we had good education. We had good\nteachers. Principal was a very nice man and we got very good education out of that school.\nAnd we attended religious school too, and that's where we spent our time. And then the war\nstarted. You know, the Nazis came in in 1929...I mean 1939, they came into Poland. They\ndeclared war. They declared war when they were already in town, you know, Polish army.",
        "Q: Linda asked me to...for you to slow down a little bit and tell me a little more about your\nfamily.",
        "A: Well, my family...we were...we were a family of...9...9...] sister and 9 brothers and a father\nand mother. My family, we were very poor. My father's job was...he was a...he got a job as a\ncollector from a charitable organization. If you gave charity, he had to go and collect the\nmoney. By the time people pledged and by the time he came to get it, he got very little out of\nit. And he didn't make much. The kids were small. We were living in poverty, but when we\ngot a little older and the kids got bigger, everybody got jobs. And we start doing better. My\nsister worked in a...1n a....tailor place. My brother worked in a...a hardware store, and they all\ndid...slowly we did, and then we got into a little business. We were making belts. And we did\nit by hand and we managed and then we were making ___ you know for things. And we\nmanaged. We got along pretty well. It wasn't too good, but we got along. We lived in a very\npoor neighborhood, you know, but then when we were start doing a little better, we moved\nto a little better neighborhood. We still didn't have no ___.. We still had to go and down in\nthe yard a couple of blocks away and in the dark, we used to carry a little candle to see where\nwe're going. And that's the way...that's the way we lived.",
        "Q: I need to take the papers from your lap because you're rustling.",
        "A: Yes.",
        "Q: Okay? And Linda said not to worry, that you don't need the dates or anything.",
        "A: Okay.",
        "Q: Put them down. That's right. Because there' rustling and making noise.",
        "Q: Yal.",
        "Q: Uh...and was...was your family religious?",
        "Q: Not too religious. My father was sort of religious, but the kids weren't too religious. Because\nwhat was going on town and these pograms and attacks on Jewish, there was no reason to be\nreligious because, you know, a religion is a wonderful thing when you're comfortable and\neverything goes the way, but if things don't go your way, and you're being murdered for no\nreason at all. And they say...and the expression was God would help. Religious people\nalways said, \"Thank God for that.” But you know how much can you thank God for\neverything is going along, so my brothers were not religious. My father was religious. My\nmother she tried to keep the religion, but eventually it...it fizzled. It was no religion. Very\nlittle. We went to temple because...because to do in respect to the parents, but that's all. But\nnot now.",
        "Q: Talk us about how your life changed when...",
        "A: Well when...then everything was fine. When the war started the...uh...the Nazis came in.\nThey were in 5 o'clock in town. We lived on the border, German...German border. They\ncame in 5 o'clock. The armies marched in. Powerful army. I mean as a kid I remember I see\nPolish armies marching. The most powerful thing I ever saw, and they came with trucks and\nwith machine guns. Everything mobilized the proper way. The Polish army was riding on\nhorses and the artillery pieces, two horses were dragging the artillery pieces, preparing for\nthe German army. They declared war and they were in town the same way. And when they\nmarched in the town, they put signs on the wall that says you know, destroying is very\nhard...very easy, and building is very hard. All people should live together and get along.\nJews, gentiles, and everybody and building a future because your government was corrupted\nand from now on everything be fine. So we read that sign, figured well it's not too bad. How\nbad can it be. Okay, a day passed by and the next day we hear...we're sitting 1n the house,\nyou know, everybody sitting, you know, hiding, not to stick your nose out too far, and we\nhear shooting and shooting and shooting. We thought who knows what's going on. We didn't\nknow what happened. We thought maybe the Polish armies coming back, which was\nimpossible. Then they...uh...the police, the German Gestapo and the SS came into the...to the\ncourt yard and start screaming we should get out. Get out! Get out! He says and they start\nsaying that someone was shooting at them. That was their excuse to start the trouble. And\nthey dragged everybody out. Uh...the...the people which were...my brothers were at the age\nof 17, 18, or 19, they were dragged down to an army camp. Me and my mother and my\nsister...no, my sister wasn't there. My sister was in another town. Me and my mother and an\nolder brother was dragged into a church. The church was a block away. We came to the\nchurch. We saw bodies laying all over....by the church there laying bodies because they were\nshooting constantly at anybody who was going, passing by. They accused us that we were\nshooting at them, which I don't believe nobody ever would dare shoot at them. Came to the\nyard, the church was stuffed with people. You know, they just stuffed us in. It was so hot that\nwe couldn't breath. Finally, one German had a pity so he took that long stick to open the...the\nwindows, the Gothic windows and busted the window. A little air came in. Horses were in\nthe church there. They pushed in horses. They were doing all over. And...and eventually L...I\nlooked at the Germans. I didn't see much of them. They had a signed on their buckles, \"God\nwith us.” You know, ___ that means God is with us. That's...every buckle on the German\nsoldier. I figured maybe it's true. That's it. And we stayed there over night. And meanwhile\nthe...the Pollacks were building bunkers for the...when the Germans...for the Germans come\nin so they're building bunkers to protect the...uh...1n case tanks march into town, they had\nsome holes. The tanks would go into the hole and never come out. But this never\nmaterialized. They filled up all the ditches with dead people. Just piled them up to the top.\nSome was still alive, you know. The next day they let us out of the church. We walked home\nside..side...on the side of the homes. We were afraid to walk in the middle. You get blown\naway. Came home and a couple of days later, everybody was sort of released from the army\ncamps. My brothers came back and...and it got quiet. And then we knew already what\nit...what...what's happened. Because you can't...you knew already that they pulled a fast one,\nwhat's gonna happen. Then slowly, we...they used to come around. They...we formed a...a\nJewish community was formed like a work for the...the Nazis if need anything. One day they\ncame and they say that the Jews should...uh...give all the cameras....you have cameras. Then\nif you have any fur, if you have any expensive furniture, so you have to bring it down to the\nchurch...in the court yard in the church. Carried it down yourself, and if they liked it just\nkeep it. If they didn't like it, they say bring it back. So and then every week was something\nelse. And then they start...they see the...uh...they wanted to squash down all these things in\ncase there be a riot or something against the Germans, so they decided to take all the\nintelligent people and try to put them in...in certain prisons, they put them in. And the time\nwhen this was going on...for a year, they building...they had built a concentration camp\nalready. Auschwitz. __ they called it. Auschwitz. That camp was built for...for people like\nundesirables they called, and for intelligent people. Polish engineers, professors, all these\npeople they...they picked up and shipped them there. And they shipped them, and a week\nlater the wife or the children got a package in the mail and they opened the packages, there\nwas these clothes over there and they say he died of an incurable disease. This was going on\nfor almost a year. And they were sending out everybody. Anybody who was sort of\nintelligent, teachers, principals, anything which had something to organize. They were afraid\nif someone would organize, and if they had only a bunch of people, common people, no one\nwould organize. This was going on and they were given notice to the community, any Jew\nhas gold he should report the gold and we did that and we did a lot of things. Finally, we\nwere start working 1n...in slave labor. They used to take us out every night. There was snow\nand they dragged us out and put us to the tracks in the middle of the night to clean...clean the\nsnow from the tracks. And then they...we had a little Jewish hospital where we used to go\nthere. So they used to take...some pick up...some most beautiful ladies, they picked them up,\nbrought them to the hospital there, raped them and undressed them and made fools out of\nthem, and then they released them. That was fine. That was no...not as bad then. And like I\nsaid, they're shipping out people this one the other one. And finally came a time they say\nwe're going to form a Jewish community, a Jewish ghetto. They want the Jews to be separate\nfrom everything. They formed a big Jewish ghetto. The ghetto had around 39,000 people.\nPeople...they're weren't so many Jews living in town, but when the...uh...the ghetto was\nformed, people from other town which suffered more figured they'd come here because this\nmaybe be a little better place to live, so people from all over, from the outskirting\ncommunities, little villages, all came into the town. And it was very crowded. And that was\ngoing on for a short time. And then the war...and then the war started between Russia and the\nRussian-Germany. The pact was broken. And that was fine. Everything was not bad. I mean\nit was bad, but not bad. But when the Germans start losing the war, when the Russians put\nup a fight and the Germans seen it's not working well, then they start taking care all\nthese...they start going after the Jews. They decided to...uh...start sending people out. They\nclaim they're sending them to labor camps. Okay. So they...uh...took the...took the ghetto.\nThey locked the ghetto in. You couldn't get in, get out. All the streets were locked with the\nGestapo SS. And when they locked these things then the...they had a chief of the Gestapo.\nHis name was Degenhauf: He came with his cronies and stood in...at a certain block. He\npicked a certain block. Everybody got out of this block and he was passing by. And\neverybody was passing by in front of him, and he decided which way to go. Left and right. I\ndidn't know which way was good. Left or right. Now I don't remember. Then I knew what\nwas good. So he picked out...let's say he picked out from a block of 10,000 people, he picked\nout 500, 600 and send them in to a...to a steel mill. It was like a...a camp...made a camp out\nof it. People should stay there...send us in there. And this was going on, I think, for a week.\nEvery block, every little district. Then 1t came to us, finally came to our section, because we\nlooked out the windows we see what's going on. They were shooting and killing. Anybody\nwho walked the wrong way was shot. So when it came to us, we lived in a certain section, so\nwe decided we go up to the attic and break through the wall. Maybe we'll go to the next\nblock, so we'll be able to survive another week. Maybe they'll change their mind and they\nwould ship us out anymore. So we went to the...uh... about two houses away and we stood\nthere. We laid in the...the yards. Finally, they took us too. They had enough cattle trains and\nbox cars, so they decided they make a selection and clean out the rest of the block. When\nthey cleaned...so we were standing in that yard, my brothers were still there. Not everybody,\nthe older brother with his child was shipped out a day before because he lived in another\nsection. And when they came to our block and came into the yard, they start looking around,\nthey see too many people because people came from other buildings so they figured they'd\nscare and they start shooting. They saw my brother, so they shot him. They chased him and\nshot him by a garbage can. And...uh...and then they made a selection and when to...and I was\npicked to remain in the...1n these camps...these what you call...they were big industry\nbuilding. And they figured they'd stuff us in there meanwhile. So I was stuffed 1n in that\nbuilding with my other brothers and we stood there for a day or two. Then they decided they\nstill have too many people. They had a little idea. They had another metal plant there called\nMetalubia. That was a...a metal plant. They decided...they must have had 10,000 Jews or\nmore, so they decide they open the gates and the same guy stood with his cronies and start\npicking. And when I marched through he decided to ship me the wrong way, so I didn't...I\nhad no...I had no idea what's going to be, but I followed. If I don't follow, I get blown away,\nso I walked a couple of feet, maybe 50 feet and I lined up with the...with the people. I seen\nthe element which was picked out. So I knew I'm...I'm...I'm in bad shape. I'm going with the\nwrong people. Picked out some old people, some people couldn't walk; some people walked\nwith a crutch. You know, they wanted pure...what you call, a guy who is working, a guy who\nwore glasses wasn't a candidate to remain either. You had to be...look like almost everybody\nlooked. You couldn't look any different. Okay, so I was picked. And then the Gestapo was\nmarching us down to the railroad station. There were a freight railroad station, not the main\nrailroad station. We're marching down; everybody carried their pieces of luggage they had,\nand they...some of them couldn't carry so the...the SS were whipping them on the way when\nthey carry, so they dropped the luggage and some other people which lived picked it up.\nSome Polish people jumped out and picked up the luggage. They figured get ahold okay.\nWhen we came down to the...a...to the railroad, they were stuffing people into the box cars,\nyou know. And I seen I be next so I moved back a little. I figured if I move back maybe I'll\nstill have a chance to remain, or if they haven't got no more box cars, maybe they ship me\nback to the...to this...uh...what you call Metalulia, that steel mill. Unfortunate, I waited too\nlong. They brought a hospital with the incurables, and put every body in the train. And me\nput in there too. Most of them what they brought down were almost half dead. They\nhad...they had typhus and all kind of diseases you could think. They stuffed me in there. I\ncouldn't breath because they had these medications on them. I was a short fellow. I wasn't\ntall then. And I couldn't reach the window. You know, eventually I got stuck by a window.\nThe window was covered with barbed wire. You couldn't get out. So first day I couldn't\nreach. The second day I reached already, because there were so many dead bodies laying, so\nI stepped on one or two and I reached the window and looked out. Looked out, I see the train\nkeeps puffing; locomotives keeps going and puffing and puffing, you know. Some people\nsay well, maybe we're going to a...to a labor camp, maybe we're going here. You know, you\nalways have hope. You can't say for sure...you know, a person lays in the hospital and he\nsays you...he has no chance. Eventually some of them come out of too. And we puffed...1\nthink the train was going for 2 days or 3 days. I would say most of them died in the train.\nThey couldn't survived. And...and when the train arrived in the morning 3 days later, we\nwere going up north. We going towards...towards ...uh...Warsaw. I don't know if I ever came\ninto Warsaw. Maybe we went. Our destination was Malking. Was a junction up north\nnear...pass Warsaw. We got there and...uh...we were all, like I said, there was nothing...just\nlaying with dead bodies and the stench was unbearable. When we got to Malking...uh...I...1\nlooked out the window. I see the sun shining; beautiful weather; trees growing, but nothing\nfor us. (crying) Took a half hour. They disconnected the train, what they did. Had\na...Malking was a junction. Treblinka was going back south. I was coming from south, but\nwas south...southeast. The trains couldn't come in to...to Treblinka. Treblinka had a...a\nplatform for four, five...four, five...uh...uh...trains. So they disconnected and start pushing\nback. I looked out the window, and I...I didn't know where I was going. Finally, they\npushed, pushed very slow the train. The train was moving slow, and they pushed me into...to\nthis concentration camp, was a death camp...pushed me in and I looked out. I seen Gestapo\nguards, dogs and guys with whips and waiting and they opened the door and start whipping\nand hitting people over the head and...and the dead bodies remained. And...uh...what\nhappened so...I was out too, and pushed me into a little... like a little court yard. The court\nyard was a place where everybody got us and they told us to get undressed, you know. Man,\nladies, everybody. Had some neighbors, very distinguished people. Her father owned a drug\nstore. I remember she stood with a kid there and she walked over to the SS, and wanted to\nask him, so he whipped her so hard with that whip and then he dropped her on the floor. I\ndon't what happened there. What happened there, she died...she died any how. So what\nhappened? Then they start picking. What happened in this camp in Treblinka, there were at\nleast 900 or a thousand prisoners which were...didn't have more than that. So they\nneeded...because they were killing people like flies so the...the quota was low, so one of the\nGestapo decided to pick couple of people. I think he picked maybe 10 or 12. And I was half\nundressed. So I see he's picking so I jumped into the line. And then we marched away. We\nmarched out to the main...main lot where people were dropping clothes. I dropped...I walked\nout there and he checked me and looked over and looked in. I'm fortunate. I don't why he\ndidn't kill me immediately because I was half undressed. And then what\nhappened...uh...decided there was coffee break or lunch so everybody marched towards the\nkitchen because it was around maybe 12:00, 1:00. So, I marched towards the kitchen, got\nahold of a couple rag shirts laying all over, shoes, and...uh...I was safe then. And the rest of\nthem were send into that yard. From that yard, they got undressed and marched into the gas\nchambers. You heard screaming fill the skies. You see mothers with little children on...on the\narms walking, you know, screaming and using these...uh... religious like some people are\ngentile got...when he get's hit, he says, \"Jesus Christ.” And a Jew gets hit he says____.\nSo that's what happened. They were marching in and when they marched in, they closed the\ndoor and the gate and you heard screaming like people choking to death and a couple of\nminutes quiet down and that was going on every day I was there. That's all. Was going on,\nand my job was the next...uh...in the afternoon, my job was on the...on the main lot to\nseparate clothes. Uh...Let's say shoes to shoes, wool to wool. And after that, a day later, they\ndecided the people which are coming into the camp, they should sep...they should get their\nclothes...the shoes separate and the clothes separate. When they came out to the lot they\ndropped every piece of clothes on a different...different pile. The piles were high. I would\nsay 3, 4 stories high on top. There were shoes. Millions, thousands of shoes, thousands of\nclothes, thousands of...uh...luggages and...and there were big metal boxes standing there and\neverybody had to throw in if he had some jewelry. Now everybody, you know, in the old\ncountry, you know, like in this country, people have property. Some cherish certain things.\nIn the old country, if you had a little old ring or a gold watch that was...you...you were\ncherishing. So eventually these boxes used to fill up very fast. That's all. And they walked in\nthere and they died. That's what happened. This was going on every day. Every day. And\nso...and I really didn't know where I was. I thought, as I was taught in school, that if you go\nto Heaven or Hell. So I thought that maybe I did something wrong as a young kid. You\nknow, you believe in religion because, you know, if a rabbi or anybody else tells you that\nyou...you have to believe in God, so I thought I went to Hell, because I couldn't believe what\nI see. Thousands of people were coming every day. And a hour later, puff. Fired. People\nwere coming from Luxembourg, from Belgium, from Holland, from Germany. The Polish\nJews were coming in cattle trains. The Jews from the...from the West, these...these people\ndidn't know much where they're going because they lived in better environment. They were\nmore intelligent. They didn't believe that...uh... something like this could happen to them. So\nthey came with...some of them came with the maids taking care, and they all just marched in.\nThey gave them...some of them gave a piece of soap, make believe they take a shower and\nmarched in, and that's...that's what it was. And we lived in the...there were three barracks\nover there. Was barrack 1, 2 and 3. There were two original. One with...at night when we\nmarched into the barracks, we were marched in, and the barracks was unbearable because\npeople were making on their blankets, but you couldn't walk out. There was no such a thing\nas a...a toilet or anything, so people were making on top of it because if you stuck your head\nout, you got blown away. And...uh...so we stayed there. And at night some people committed\nsuicide. They couldn't take it, you know, because they knew that...uh...they survived and\ntheir children and their wives are dead. And...and that's all what was going in these...in these\nbarracks. Every morning we marched out. But what happened at...going back to the...to\nwhere the...uh...when people came were from the trains, they...uh...some people got lost.\nSome children got lost or some crippled people came which couldn't march into the...to that\ngas chamber, so they picked them up on a little...like a little stretcher, you know, piece of\nwood, and they brought them in...they called it a hospital, Lazarette. Had a sign Lazarette.\nWhat was this Lazarette, was a...a ditch, the ground and two or three people stood there\nand...and the SS took the guy over or anybody else and he brought him in, he shot him, and\nthen they burned him. They put some chemicals on, they burned him. And that was...the\nsmell was horrocious, impossible. Sometimes, some children got lost. Little kids, 2 years old,\n| year old, they got lost. So brought them in there and burned them to death because they\nwere...were too much of a deed to bring them there because by the time you bring him there,\nthey're not going to waste any time. So that's what it was, so I was there for...for 11 days,\nstruggling every day, seeing killing and hanging. And they were whipping people. If they got\nahold of somebody he...I don't know, he did something wrong and maybe he didn't. They got\nahold of him. They whipped him. When they whipped him, you couldn't recognize the color\nof his skin. And then they hanged him by his legs. Was hanging for 40 minutes, and he was\ndead. This was going on every day. Then they had...uh...prepared another barrack, barrack 3,\nby the kitchen. And then there were rumors when this barrack was ready, they shipped me\ninto this barrack. Barrack was a little better, what do you call, cleaner for the\nfirst...uh...couple of days. But there were rumors that this barrack is going to be liquidated\nbecause these are people...so I figured the only way to do is to plan an escape. So I...I\nplanned with another friend. Then I got ahold of another friend, people which I went to\nschool with. But...uh...there were other peoples which wanted to escape too. Kids which I\nknew from...I lived with them on the block, but some of them were sort of...I couldn't trust.\nWhat do you mean by trust? They weren't...they weren't enough...uh...reliable. You know,\nthey are kids sometimes 10, 12 years which are very reliable people, and some kids are kids.\nSo I left him back. I...before I escaped he had a brother working with him. His brother got\nshot. He was a good looking guy. He looked too good, so maybe they shot him. So he was\nleft alone, and he was crying to me. He had trouble with his toes. He had ingrown toe nails,\nthe kid, my neighbor. So he was telling me, if you plan anything, take me with you. So I\nfigured dead or alive, it's no time to play games here. So I got...I got these two other fellows\nand we planned to escape. We says we're going to escape at night because when we by the\nkitchen and drinking coffee, you know, and we start walking a little away. If any...worse\ncomes to worse, they get ahold of us while we're walking too far, we can get a beating. That's\nall. Because they wouldn't bother opening the factory for...for killing. So...uh...this guy says,\n\"You go first.” And before we escaped, I compared myself. I knew if survive it was good to\nhave sugar, and there was plenty food laying which people brought. They thought they're\ngoing to a picnic. So I...I got ahold of a bag...uh...a bag of sugar with a rope and I put it on\nmy neck, so in case I starve sugar would keep me going. And the other fellows had other\nstuff. So...uh...this guy says, \"You go first. You go first. Time is late. You go first.” So I\nfigured, \"Okay, I go first.” I went first and I ran into the...uh..behind a...a little...small little\npool where they were having chickens there. Chickens and goose were swimming. I was\nworking there too. So I ran in and I'm waiting. Finally, another fellow comes. My friend\ncomes. He ran so fast I ripped his sleeve off on his jacket. I never seen him. When the third\none came he ran so fast, but him...I eventually got a hold of. And we were both stuck in the\nwoods. We knew that the...the...uh...the...uh...towers where they were watching, they're\ngoing off 9 o'clock, because if they're pushing you into the barracks and they stay on top\nwith the machine guns, one barrack facing the other, if anybody walks out, so what's the use\nto...to watch the towers. So we waited. And had...had a plier in my pocket to cut the wires.\nAnd we waited. Was 9 already, later. Nothing happened. So we moved towards the wires. I\nmoved towards the wires. And the guy on...on the tower was sitting up there. I don't know if\nhe saw me, if he didn't see me. I can't explain. His machine gun was just moving back and\nforth. We cut the wires. We went through the wire. He went through. Before we cut the wire,\nwe were walking like the army on our hands and feet because you couldn't stand up or cut\nthe wire. Went through the wire. And we ran out, and then we start running and running and\nrunning. We didn't know where to run. We had no idea. So we ran almost a whole night.\nAnd we said, \"If we're going to run, if we want to rest we should at least rest in the woods.”\nUnfortunately, we ran so long that we landed up in land, just big field. So we landed and we\ncouldn't walk anymore. So we sit down. And heavy storm came and soaked us through for\nhours. And we were sitting both holding on to each other. And in the morning around 5\no'clock, we started looking around. We seen a little house. A lady walks out from the house\nand she's trying to open her shutters. So I figured I'll walk over to her. So when I walked\nover, she knew already who I am because they knew. She says, \"You must have been one\nfrom the escapees from here. You better walk away because the SS is coming through here,\nhundreds of cars going to the farmers to pick up milk and eggs for the...for their food.” So\nwe was standing in...the woods and waited. She says, \"You better leave.” She says, \"Go a\nlittle further down.” So went a little further down, and then we met somebody else.\nSomebody got a hold of us and he says to us, \"You know, I could save your life and I could\ndo this for you and other things for you 1f you have any money.” I had some money. I had\nsome Polish money. So we gave him...he says he's going to go to get us some bread and he\ncould do a lot for us. So we gave him some money. He left. When he left, we left because we\nknew what happened because the Gestapo's gave orders, '1f you bring a Jew, you get a pound\nof sugar.' And if he has good shoes, you could take his shoes too.' That was the price the\nGermans gave to the Polish people, but he didn't get a hold of me. He took off, and we...we\nmarched. We marched another couple of miles. I got a hold of a...walked into a farmer's\nhouse and the woman was very nice to me. She came out and walked with me and my friend\nalmost for an hour, showed us to go to another road. Closed road where the police is not\nthere. She was very nice. She came with a little baby on her back and walked and then she\nleft us and she...she made a prayer, you know. You know, she took her cross out and made a\nprayer, God should be with you. And we went our way. Then we walked another, I think, a\nmile or two, walked into another farm house. We told the farmer we want to go to...to a\nrailroad station. He says he's going to take us, but he's not going to walk with us...distance\naway. And he opened a barn. He says, \"In case the SS comes, you just walked in yourself. I\nhad nothing to do.” So he...uh...he walked with us. This man walked so fast that you had no\nidea, so fast. And we followed him. Finally, we came to a small little village. The village\nname was Soldavna. Little village. And he says, \"Okay, you're on your own.” I says, \"No,\nwe're not going to give you the money til you buy us tickets.” He got made and bought us\ntickets. Went into the...went into the train, and we sat there. Train was crowded. People were\ngoing from the village to buy some food. And I been in that train for...overnight. In the\nmorming, someone recognized me. He must have been some...he says, \"There's a Jew in the\nsubway. There's a Jew in the train.” And he caused a riot. And he says, \"I'm going to get you\nand I'm going to get to the Germans. I can get a pound of sugar ad I can get your shoes.” So\nwhat happened, most of the trains when they come into town, they...they...they turn into\ntown and they have to slow down because there...there's like a curve and they slow down.\nWhen the train slowed down, I jumped out of the train with my friend because I didn't get to\nthe main railroad station. I figured if I get to the main railroad station, I'd be a dead duck\nbecause there's police and Gestapo and all this. I got up and the other guy jumped off the\ntrain and then we walked up the hill. Got a hold of somebody else and he said he's going to\ntake us home. His father's a shoemaker and he's going to keep us, and we told him we want\nto go further. We want to go from the...from Warsaw because when we jumped off the train\nwas outskirts of Warsaw...says we want to go to....uh...to Czestachowa. He says, \"Well, you\ncould sleep over my house and tomorrow I'll take you down to the train.’’ Came into his\nhouse, me and my friend. We laid down on the floor. We slept for 2 days. Then we got up,\neverything was empty. Anything we had in our pockets, he took out. He left us not even with\na cent. And if you haven't got money where can you go? So we told him, \"Look, if you give\nus some money back, keep some of it. If not, we'll blow the whole thing. We're not afraid.”\nWe're not afraid to die because we knew we're going to die anyhow. So he decided to give us\nsome. And then at night he took us down to the train and we went towards Czectachowa.\nSame thing in the train. Much didn't happen because we're quiet. Train was crowded. When\nwe reached Czestachowa, the destination...I knew the town well. I lived there. The train\nslowed down on a curve into the railroad station. We jumped out, and we walked. We got\nahold of another...somehow, she walks in. She says, \"Well, if you want, you could stay here.\nBut I put you in in the barn. If someone gets a hold of you, I have no part of it.”’ She let us\nsleep over. The next day she chased us out. So my friend says that, \"Look. I have friends\nhere. Gentile friends which my father used to do business with, so maybe they could hide me\nout and until the war is over.” So I says, \"I have some too.” So I...he went with me. I walked\nover there and there was a store, a bicycle store. I walked in and his wife saw me. His wife\nknew me, and he knew me. There were customers in there. And he was winking with his\neyes I shouldn't say nothing. And meanwhile he...my friend...was outside in the bathroom.\nYou know...uh... a country bathroom. I have to tell you, a board in a hole, and he was sitting\nin there because he couldn't stay outside. He says, \"I'll wait for you.” Spoke to my old friend\nand he's telling me, he says, \"Look, I can do anything for you in money, but I can't help you\nhiding. I wouldn't because I could lose my life.” I says, \"Okay.” So I walked out. I walked\ntoward the...uh...toilet. He wasn't there. He took off. He decided maybe he do better on his\nown than with me. So I was left all alone, you know. I knew the town. I didn't know where to\ngo. I marched the town, marched up, sideways, all over. How much can you walk? You\nknow, you're in danger because, you know, you get picked up, you're dead. So I decided\nmaybe I should...I knew I had a brother working in a...in a...1n a...1n a steel mill. He was...he\nwas living there because when the war...when they made a selection, they decided\nthat...uh...they wanted good people. They figured if they send him into the ghetto, they'd\nnever see him, so he remained there. And they slept there. They had a couple of barracks\nthey slept in. So I decided, 'let me go down there.' I went down there and stood outside. I\nseen a horse with a wagon turned over right near the plant. So I walked over to the guy. I\nasked him if he knows if any Jews live here. He says, \"Yal, there's some over there\nworking.” I says, \"Can you call out a guy by that name, \"Martin___.”” He says, \"I go in.”\nHe went in. Took a couple of minutes. He walked out. He saw me. He didn't know what hit\nhim. Where did I come from? What come? What happened? Where's this one? Where's the\nother one? And, you know, he took me into the barracks and I explained it to him exact what\nhappened. It's unbelievable. He didn't believe. And then what they did, they put me up in the\nbarracks in the corner. They were hiding me. What to do with me? Because they didn't know\nwhat to do with me. My brother figured he could remain there, but you couldn't report to the\npolice that somebody else came in. Okay, it came at night...people came back from the shift\nand it's like...uh...they start asking. You know, it's somebody came in. After all they were\nfor...for...a couple of weeks along, they didn't know what happened to their wife and\nchildren, so they started asking where I come from. What it is? So I didn't want to talk.\nFinally, they forced me to say where I come from so I told them exact what happened to their\nwives and children. That they're all gassed and died. So then they wanted to kill me because\nI'm lying. So then they asked my brother if I ever been in a...a emotional sick. They got so\nfurious about it that they squealed on the...squealed the police and if I don't leave, they're\ngonna report to the police. Middle of the night, 1t was 12 o'clock at night or 1:00, I was\nkicked out and finally the police was notified. And they came out, start shooting, but I was\nsitting in..in the...what you call, in the weeds...the high weeds. The dried up weeds. I was\nsitting there. Didn't care. Let them shoot. My life wasn't worth anything. It was just like you\ntake a wastebasket, throw it out. I was waiting to...to die any time. What's the use. I mean it's\nlike you want to dispose of your body. It was too much for you. I sat there and then it quiet\ndown and they started screaming, \"Hurray. Hurray. We got him. We got him. We got him.” I\nsat there and then I walked away and knocked at another house. The guy was\nmaking...uh...funeral boxes on the road there. I walked in and he says he can't do nothing for\nme. The only thing I do 1s get into the shop, stay there, leave the door open. If you're in there,\nyou sneaked 1n yourself. I stood there in the morning. I had no place to go. I decided to go\ninto the camp. To the same factory. Came in again. What're you doing? So my brother\ndecided we're both go together to see where we could go. If we work out, we'll work out. If\nnot, we'll both...1f we die, we'll both die. So we took a walk in...along side the river...was a\nriver there. Took a long side. We walked a couple of miles. Saw a little house, little farmer's\nhouse. The house must have been maybe 20 by 20. I walked in and the wife wasn't home. He\nwas home. He looked at me. Up and down. I looked like...ever see a little...a little dog is lost\nand he knocks at somebody's door. He felt sorry for me and he says he can't do nothing til his\nwife come home. And meanwhile go into the barn. The same thing. Stay in the barn. Okay.\nMy brother had to run back to the plant. If they see he's not there, if they get ahold of him or\nthey find him out of the plant he gets shot. So he was...he left and then his wife came home\nand she fell in love with me and she says, \"Yal, we're gonna keep him.” And I was there...the\nfirst day I was very useful. I used to clean the cows, clean the barn, wash clothes for them.\nAnd that's what I did for almost a whole month. And they got so used to me that they didn't\nwant me to leave. Mine clothes I used to wash. I used to get insects in my clothes. They had\na small place. So I used to take my clothes and put it to the river and put a rock over it, so\nthe...the water was floating down the river, took all the insects out. And I lived there for a\nmonth, you know, every night, you know, they were used to me. __ and taking care of all the\nthings. And then my brother came once and he says, \"They're forming another little ghetto.”\nBecause from the 39,000 everybody was liquidated, and there wasn't much left. And they\ndidn't want the Jews to live in the plant because they were shabby barracks. Decided to take\nthe old Jewish quarter and close in the blocks, you know. The blocks must have been\nwhat?...500 or thousand feet a block, close in the sides, so they closed up three blocks, four\nblocks. And...and these people which lived in the...uh...plants...they had some people coming\ndown. Let's say you picked out...Let's say 5,000 people in a plant, they picked out a hundred\nand they gave them a certain section, and they said, \"You make room for you people which\ncome in.” So...so they organized a little ghetto. A small, little ghetto. And I found out, so I\nsays, \"I'm going to go into the little ghetto. So when that plant was marching in, a day\nshift...1t was a day shift and night shift. So my brother says you stay aside of the road. When\nyou're marching in, you jump into the line. That's what I did. I waited. The man in charge,\nthe German policeman was an old man. He rode on a bicycle. He couldn't tell the difference\nfrom this one or the other one. Marched into the ghetto and...uh...met my brother\nand...uh...met my brother there and my mother was still alive. My moth...my mother was\nhiding in a bunker, you know, who had...who had build a basement and we ripped out the\ndoor and we glued up the door with bricks. It looked the same so you couldn't tell she was\nthere. She was hiding there for 4, 5 weeks. Finally, they couldn't take 1t any more. There\nwere children in there too. And the childrens were crying and someone heard the kids crying\nand they knew they're people hiding. So they opened the bunker. The shot more...half of the\npeople were shot. My mother sort of survived with my...my sister-in-law. And...uh...they\nbrought in there...they remained in the little...the little ghetto. They stood in the little ghetto\nover there for awhile. And what happened with me is I marched into the little ghetto and I\nmet them. My mother was still there and my sister-in-law was there with the little kids. And\nevery day what was going on. Killing. Shoot a hundred. Shoot 2 hundred. One day they\ncame and said...uh...we want all the...uh...intelligent people which was left. We have an order\nfrom England. England sent us a...a cable that we want all these intelligent Jews to go...to\nPalestine or...Palestine then. So people were...figured they'd take any opportunity. So they\nloaded up about 5, 6 trucks with 5, 6 hundred people and they took them down to the\ncemetery and they threw in and shot them in a common grave. That was the end of these.\nThat's was going on. And then we lived in the little ghetto in fear every day. One day I had a\nfriend who just came from the same concentration camp with me. He got a hold of a gun. He\nbought a gun because he figured he couldn't take it anymore. If he has to die, he's going to\ntake some...some Germans with him. So one day they picked him up and...uh...you know,\nthey always looked to...anybody looks suspicious...you walked the wrong way, you were\nshot. So one day, he walked and they had a little...a little store. A little small butcher shop by\nthe police station in the little ghetto where anybody was suspicious was thrown in there. And\nthen...uh...1f they were in a good mood, they let you go. If not, they shot you in the back.\nThere was a...a place where the people used to keep ice, you know. Here they have\nrefrigeration. Then they used to go...in the winter used to go to the river and chop the ice and\nput it into that warehouse. So used to shot into. So...so one day, he had a gun on him. He had\nbought a gun. So when they took him out and they start shooting people in this...this little\nmarket, he pulled his gun out and wanted to shoot this German guy but unfortunate, his gun\nwas so old, rusty, that it didn't fire. So what he did...he couldn't shoot him so he jumped on\nhim and bit his throat. And meanwhile the other SS saw what's going on. They shot him.\nThen they decided...what happened every 10s going to be shot. So they took people out. I\nknow there were a thousand people. And every 10 was shot and brought in the bodies. No,\nthey brought the bodies into the yard. There is a big yard, and everybody had to go and see,\nand they were laying there. That's what happened. And then this was going on, I think, for a\nyear. Was miserable living this little ghetto. There was no food. We were buying sometimes\noutside anything we got a hold of. Horse meat. Anything! Disease. Disease. The place was\ndiseased. Was filthy. People were stuffed in in places, you know, so then what happened\nthey decided they're going to liquidate that little ghetto. There were I think 6,500 Jews lived\nin that little ghetto, liquidation. What do you do with my mother? My mother couldn't walk\nout and...and face the music because she looked old. She wasn't old, but she didn't look\nyoung enough to be that, so we decided we're going to put her in in a attic, a little attic over\nthe court yard, a little attic and my sister-in-law with the kid. And this was going on for the\ntime we were in the little ghetto. They were looking for old people and children, so we made\na false door too. It was dark, upstairs, old shabby house so we...we...we...uh...made a double\ndoor. Nobody knew, but somebody...there's always trouble-makers. And there were people\nwhich were sympathizing with the Nazis. They figured they survive. So one guy came and\nhe said, \"This is not...this is a false door. There's somebody in there.” So he...the Gestapo\nsaid, \"No, that's no false.” And he said, \"Yes.” And they busted the door. And my mother\nwas in there. And my sister-in-law was 1n there, and the little child was in there. But that\nlittle child was so sharp, each time he heard noise he jumped into a big pot and put a cover\nover it so nobody knew he was there. He survived. My mother survived. When they came\nin...the police came in...there was some Jewish police came with them. And the Jewish\npolice knew my brothers, so they start screaming, \"Where's the old lady? Where's the old\nlady?\" So I says, \"Aw, you got the wrong information.” He walked out. Okay? And this was\ngoing on. And then there was no more hiding. Nothing to hide. So we formed ourself over\nthe court yard. It was like a little gate. There was a little...like a little small house, and the\nhouse had an attic. So we figured if they'd be a selection or liquidation, we knew the\nliquidation is coming. This is not going to be forever. A matter of time, you know. So we\ndecided we're going to put them up there. Anytime we went to work in the morning we\nmarched out because we used to march out like we used to shape up. We had kapos. What\ndo you mean a kapo? A kapo was a foreman. He had his group. 500 men. 200 men. When\nwe marched out in the morning, we had to meet 1n front a big market and the Gestapo\nchecked out how many you got? How many you got? And we assigned jobs. The jobs were\nvarious jobs. Some jobs...mine job was to work on the Russian cemetery. The Russian\nsoldiers they captured...the Russian soldiers from the war, so they brought them into\nconcentration camp and never gave them any food. They gave them raw potatoes and they\ndied on dysentery, all kind of diseases. So mine job is to work on the cemetery, dig holes.\nThey used to bring truck loads or...or thousands of Russian soldiers and...uh...they used to\nroll off there...ever see, like you know how you see in the United States when they bring a\ngarbage truck to a dump, the opened the back and out. That's the way they used to roll out\nand you know, I had...I had feelings all the time to people, any people. I always used to say\nwhen I used to stay there with my friends, we used to work. I used to say, \"Here, look at this.\nSo many thousands of people laying in this hole. (crying) I says, \"So many thousands of\npeople laying in this hole and a mother...a mother somewhere in Russia is waiting for her son\nto come home. And he's dead.: Thousands...thousands of Russian people were waiting for\ntheir sons to come home from the war and meanwhile they were laying 1n that ditch.\nThousands of them. And this was going on for weeks. Eventually, they decide to liquidate\nthe Jewish ghetto. By liquid...",
        "Q: We have to break here. They're going to have to change the tape.",
        "A: Okay.",
        "Q: Okay? This is a good stopping point.\nEnd of Tape #1\nTape #2",
        "A: So they...uh...before liquidation, they used to come in...Gestapo on Sunday, like the\nLufbafer, that was the air force. They had nothing to do. They figured let's go down. We'll\nmake some...make some trouble for the Jews. They used to walk in and kill people, you\nknow. Like some people might say today, \"They followed orders.” A lot of 50 or 70 percent\nwas no follow orders. They came in and shoot and kill just for fun. And did a lot of things.\nThey found a man with a beard. They burned his beard or they did a lot of crazy things they\ndid. They used to carry on something. And that was going on...the ghetto was...each time you\nmarched in at night. What we used to do, when we walked out to work, at night we used to\nmarch in and carry food. Somebody carried a bag of potatoes. One carry a half a bag of\nonions, carrots, peas, anything you can get ahold of. So they used to surprise it. When we\nused to march and turn the corner, we were a thousand feet away, we saw them standing. As\nsoon as we saw them standing, we dropped the bags because if you brought in food, you got\nkilled. So we dropped the bags. Sometimes they weren't there so we started marching so fast,\nand the police stood by the guard...the gate. They said, \"Come on. Move. Move. Move.\"\nbefore they come out. That's it. So we were lucky and we brought some stuff in. Brought in\nmeat. Who knows? Dog meat, horse meat, anything you got ahold of. The horse meat you\ncould tell apart. It was red. More red than normal meat. And this was going on. They used to\ncome in and they used to say...see a mother with a child...uh...with two children. They used\nto walk over, \"Give me one of your child. One I want. Pick which one you want. If not, you\nget killed.” So the mother didn't know what to do. What should she do? How can she give\naway one? So he shot them all. That's all. That was going on. That's what the\nGerman...German...not only the German people. The German people knew too what was\ngoing on. Some people say they didn't know. They...they used to smell the odor in...1n\nDachau, or in Buchenwald for miles away. It's like chicken feathers. People...my brother tells\nme he was in Buchenwald, that they used to march. Thousands of miles they used to march\nwhen the Germans...the Russian used to advance, so they didn't want to leave the prisoners.\nThey used to march. _ On a march, there used to be, I think, 3, 4 hundred thousand prisoners.\nAll types. Not only Jewish. All nationalities used to march. American soldiers too included.\nAnybody couldn't walk, he just took the rifle and threw him in the...threw him along side the\nroad. Thousands of them died. Thousands. And then when they didn't have no food...they ran\nout of food, so they...they killed the horses. And they ate part of the food, but this was rough\nin general. But going back to the little ghetto, finally the...the Jews got smart and says,\n\"We're going to try to defend ourselves. What we're going to do, if the Germans come in and\nstart liquidating, we're going to give him a...a little fight. But what happened the Germans\nhad a lot spies. What happened? They had people moved into little ghetto. Ifa guy was deaf\nand dump, he wore a yellow band with 3 black marks...markings, 3 black dots, so we know\nthe guy can't talk. He can't speak. And the moved in there. And he most have been set up by\nthe...by the Germans. And he sort of knew what was going on and meanwhile the Jews in the\nlittle ghetto used to make hand grenades. They used to take aluminum and...and pour it in.\nYou know, primitive. And then had a lathe grind it and clean it and cloth it with the\ndynamite. And they had this prepared, you know, and we had built a tunnel. What we did,\nwe collected pickle barrels and we were digging a tunnel. Each time we did a distance, we\npushed a barrel, pushed a barrel, not to walk out but to crawl out and this supposed to\nbeen...the tunnel's supposed to go to the river. Eventually, they got all the information what's\ngoing on. Got ahold of everybody. Anybody who was in the tunnel was killed because they\nput gas in or something. And anybody who was caught was shot on the spot. And that was\nthe end of...the...uh...preparation for the...for the battle. And then they came in and start\nliquidating the ghetto. They took people down. They took truck loads down to the cemetery\nand shot them right in the grave, and they...they killed people and people and people. My\nmother was hiding in that little house with my sister-in-law. They were there quite awhile.\nWe were trying to make contact with some people which knew...knew a little. They were\ncloser to the police. Maybe we can get them out or what or when. But what happened...the\nGermans, after they cleaned out the little ghetto, they blew every house up. They were old,\nlittle shabby houses. You could have pushed them with a...with a strong hand. So they were\nblowing up the houses, one house after another cause they didn't want to show it's there. So\nwhen they're blowing up the houses, my mother and my sister-in-law walked out. They\nwalked out, and Gestapo got ahold of them and put them on the truck and says, \"Don't\nworry. We'll take you here and there.” My sister-in-law and the kids...took them down to the\nJewish cemetery and shot them in the same grave and that was the end of it. That's all. That\nwas the end of my mother ad my sister-in-law and the kids. And then they decide to put us\nback in the plants. Build barracks and put us back in the plants. The same town. The plant\nwas the Hassack. That was a company...a company from Leipzig. Original, we used to\nmake...uh...what you call? The Germans had no gas so they built like little...little ovens in the\nback of their truck or back of their car. Used to put in hard wood and close it. The gas from\nthe wood used to push the car. We used to do that from the beginning. Then the plant\nchanged. We start making ammunition. I was...what happened, the day they liquidate the\nghetto, I remained tn the plant. Never went home. So I didn't go home and there was no\nplace to sleep, so we slept on the cement. The hardest thing was to sleep on the cement. You\nknow, you couldn't...you turned and twist...there's nothing...the only thing you did to put\nyour hand to your elbow on top under your head. And each time they came in, they\nshoot...they were shooting people like mad. If they were looking for somebody suspicious,\neverything was suspicious. Let's say they looked for a guy...uh...uh...John Doe. So if there\nwere a hundred Joe Doe's, they killed a hundred John Doe's so they know they killed the one\nthey supposed to. And so...That's why had different names in difference birth certificates and\nall this, but after that the United States passed a law that these people can get away with it for\nthat only reason. So I was stuck in that camp with my brothers. It was very rough. No food.\nYou know, no place to sleep. The hardest thing was to sleep. And...uh...and I worked in the\nammunition factory, you know. Mine job was, unfortunately, there some...were some good.\nAnd I was what you call working 1n a division where they didn't need me. I wasn't necessary\nneeded there. But eventually I pushed myself into a plant where I got...I worked very hard,\nbut at least I was needed because I was afraid if I'm not needed, I'd be going. So I\neventually...we stood there for awhile, whether I think a week or two, and then they decided\nto...to make another selection. They figured they're going to take out people which they don't\nwant. One was too heavy. One was too skinny. One wore glasses, and one looked funny.\nAnd every...uh...what you call boss, meister. They called them meister. Let's say, every boss\nwas in charge...let's say, like mine...the German which was in charge of mine group, he...the\nGestapo gave him orders, \"You take out the ones you don't want.” So he picked. Eventually,\nI wasn't working there anymore. The whole...the whole brigade went. The whole brigade\nwent. Well, I worked in another division. I worked in a machine shop there. I was more\nneeded. So what happened? They made another selection. But they were afraid that this 1s\nnot going to go by so easy. People might revolt, so they took them out separate, 2, 4, 6, 8 and\nstuffed them down in a basement in the police station in the plant. There were about 5, 6\nhundred people in that basement. They were afraid if they would march them out and put\nthem on trucks they might start jumping off the trucks, so there was a...uh...what you call\n___, that's a...the building industry, German fellow by the name Mosche, was his name. He\ncame from Leipzig. He was what you call a boovon, a goovon, tough guy, you know, a\nGerman tough guy. All of them were tough, but he was the one who says he's going to do it,\nso by taking the people out of the basement, they let them out 2 at a time, he stood with a\nsledge hammer, hit everybody over the head. So anybody came on the truck was laying half\ndead and...and he locked and put him up and covered the truck with blankets and took him\ndown to the cemetery. And that's the way it was. And then we remained in that little place\nthere, I think, I think, for 2 years... 2 years over there. Misery, shooting, killing. My brother\nwas shot. My brother...uh...was walking once, and there were a train came and with potatoes,\nand a potato fell out of the...uh...train, so he picked it up. We always walked with little\npotties, because you never knew when you get ahold of some food. So he had the pot, and a\nGestapo passed by. He see he carries the pot, and was a potato in there. And they wanted to\nknow where he got the potato. He says he picked it up. They didn't believe him, so they took\nhim down to the police station. He was there, I think, a week. My brother told me. I wasn't\nthere any more. I went to another plant to work. My brother told me that you couldn't tell his\ncolor, what color he was. He was blue. And...uh...finally couldn't get out of him because he\ndidn't anything, so one day this...uh...Gestapo man came down. His name was Stiglitz. He\nwas a short fellow. He was a midget, very short. With a gun he carried...the revolver he\ncarried was almost as big as he was. And he took...went down to the basement and he told\nhim to walk out, told him to pick up two pails of water. And he walked with the two pails of\nwater out toward the yard, and he shot him. So he figured if him, the pail of water go over\nhim so he wouldn't make a mess. So my brother was shot then, and my other brother which\nworked in the camp took him down to the cemetery and buried him. And there were other\nincident. There were...there were...there was...there were...uh...killed with diseases. People\ndied on typhus....the camp. I had cousins, relatives. They died every day. You spoke to\nsomebody. You see him now. The next day he was dead. They put them in paper bags. They\nhad big paper bags. Shoveled them in and every day, they carried down to the cemetery\npeople and people. There was another section for incurable diseases in the camp. Was circled\naround with wires. So they used to take people down to the cemetery. And had nothing to do,\nfor fun they used to give them a broom and sit them into the grave and shot them sitting up,\nstanding up, and all these things. That was going on with these people which claimed\nthey..they followed orders. That's all. And that was going on. All ___ we worked hard. And\nthen what happened mine division decide to move to another camp away from town. Not\nfar, maybe I would say in mileage, 10 mile, 20 miles, another camp. I worked in Hassack\nPilsary. That was...uh...that was a division from Leipzig Hassack. The company Hassack\nlike...uh...uh...uh...like you take Mercedes. Mercedes has a division too. Hassack Pilsary had\na division. Yugosnyder that's another company had a division. And I worked for Yugosnyder\nand shipped me to another camp. I was with my brothers. When I was with...with my\nbrothers, I sort of managed...you know...uh...certain time in the day when we got around\nafter work, 7 o'clock, 8 o'clock everybody had something. One had a piece of bread. One\ncouldn't eat. One...we were wheeling and dealing. Let's say, you gave me half a onion, he\ngave me a haircut. I gave you half a potato, you gave me half a carrot. And that was...and\nyou gave me a piece of thread to pick my pants, I gave you a needle, you know. And that's\nthe way we operated. When I got...when I left, I got to the other camp I was very miserable.\n(Pause) (Crying) I was sick. I must have weighed...who knows how...how much I weighed?\nI worked and what happened in the other camp...had people from other camps coming. They\nwere camps from Krakow. People came from Krakow. There was a ghetto there. They called\nit like Jerusalem. Certain sections, these people came there, there were tuffies.\nTough, tough people, you know. They only left the undesirable. The intelligent they killed.\nSo they were tough. And each time if there was some work to do, they grabbed us because\nwe were the newcomers. Took me down to the cemetery to break up monuments and build\nthe roads. And made me a fireman because any time, I don't know if was America or\nRussian...most American planes, English planes used to come over the city at night. They\nused to flight at night, and each time this happened, they set off an alarm that we should go\nto the railroad tracks and stay there because, in case...uh... something happened, we should\nbe prepared. I was a fireman. What I had in my possession is a little pump and a pail. I was\nthe fireman. I was so sick I used to go to the bathroom 20 times a night. Even if I didn't need\nit, I walked because I had no feeling. And I used to carry a blanket with me...blanket,\ncovered myself. Cold. I was shivering and walked back and forth, back and forth, back and\nforth. And that's the way it was. And I had a neighbor...a friend. He worked the day shift. I\nworked the night shift, then we changed. I don't know if he was old or young. I couldn't tell\nhis age. He was very nice to me, and he was like a father to me then. Because we were\nboth...so we both shared the blanket. The blanket had more patches than the blanket, you\nknow. But he used to be a...a tailor from years back, so for him to take the needle out and\nstitch it. So he used to help me. Each time I came I was downhearted. I figured who needs\nthis. So he always used to encourage me, encourage me, you know. And...uh...he used to do\nwork, and I used to be in charge of machines. I used to be in charge of bullet machines. I\ndidn't know much, but I learned a little. And what happened? The Germans had no\nequipment any more. They ran out of tools because the Americans were bombing Leipzig\nand...and Swinford and all these industries where the German had. They had no oil. They\ngave us oil to oil the machines. It was like kerosene. It wasn't slippery. Anything went\nwrong, we were blamed for. One day...uh...one day, he gave me a part for a machine. He\nsays that's the only part he has. If you break it, you be dead. What can I do? I could only put\nin the part. I put in the part and the machine slipped because it didn't perform the job because\nthere wasn't enough oil to slip the...the machine. So I broke it. So he took me to the police\nstation, you know, and they gave me such a beating that I fainted and they threw me into the\nbath tub. Then took me out, and gave me another beating. Then the next day, the...the...the\nboss who is charge of me, Mr. Ginter, he found out. So he says to the other boss, \"Why did\nyou do that to him?\" He says, \"Well,\" he says, in German,\"___———S—S—C Means gotta turn\nto victory, and this man didn't perform. Okay. I managed to stay on my feet, holding on. I\ncouldn't hold on to my thing. I was so beaten up. But he let me live, because if it would have\nbeen somebody else, I would have been dead. He knew me. He knew me for 2 years. Why\nwas I...was he...he is, what you call...there's good enemies and bad enemies. He was a good\nenemy, what you call. He treated me...you ever see, you beat sometimes a dog. You beat him\nso long that you have no use beating him. You get used to him, so you beat somebody else.\nHe always picked on somebody else. So he let me just live and finally he slipped in once a\nlittle cup of soup he got from somewhere. He came to me...he says to me, \"I'm going to give\nyou a loaf of bread, if you tell me who's going to win the war?\" I says what a...what a\nquestion to ask me, who's going to win the war. I says, \"I think..” He says, \"Think about it.\nThink about it.” So I think about it. I figured I be dead by the time he comes back. Okay.\nCame back 2 days later. He says, \"Who's going to win the war?\" I says, \"You. He gave me\nsuch a beating again, the same guy. He threw me on the floor. He kicked me and kicked me\nand kicked me. Finally, I got up and...and managed a little. It was a weekend so we didn't\nwork on Sundays. So I laid in the barrack. There was some doctors there which\nweren't... nobody knew they're doctors...had some medication and some water and I bounced\nback pretty fast. And that's where I spent my time over there. It's terrible. That thing was\nterrible. You couldn't work. You couldn't...a guy used to come at night....at the night shift.\nWe used to work night. He came in and he used to insist...1f we make a hundred percent he\ngives a...a loaf of bread. A loaf of bread was let's figure what you call...1t was a kilo?...let's\nfigure a regular loaf of bread, a round loaf of bread. How do you make a hundred percent if\nyou haven't got the machinery. I had girls working for me. You know, I had about 6, 7 girls\nworking, you know. We used to share even what we had...even...even a pit. Anything we\nshared. They were nice. And there were some girls from...which were shipped from other\ncamps there. Very nice girls. And they used to help, you know. Not with food,\nbut...uh...morally, they used to perk you up. And I had friend which worked with me which\ndied, you know, so I was left without him. He used to help me out. And anytime the\nmachines broke, what happened...these girls never ate. And the Germans used to shave their\nhair off and put like onion bags on top of them, made out of three holes for the head and for\nthe two arms, and that's the way they used to walk around. They had never dressed, you\nknow. And you know how a woman has to take care of herself more than a man. They\nlooked awful, but they were worked with me. And anytime machine was broke and he came\nback and he got mad, he took and shot her in the back yard right away. So there's one left.\nThat's the way it was. But...uh...1t was part of my life. I...uh...I didn't care. I couldn't wait it's\ngoing to be me, you know. But how do you get rid of this misery. And...he used to be...he\nused to drink a lot. This...uh...German, who used to be in charge of me. His name used to be\nProsser. Prosser. He came back from the eastern front. He lost two fingers. So he wasn't\ngood for the army, so they sent him to this camp. He knew about machinery like I know how\nto be an astronaut today. But okay, maybe he had some relatives. And he came with his wife.\nHis wife used to be a blonde. She used to be so experienced slapping people, I don't know\nhow fast. You didn't know what hit you. She slapped you on both sides. Even if you...you\nmoved away, you couldn't miss her. So fast. Left and right, she used to slap. She\nslapped...the woman used to slap, and kick em, and spit on them. That's what she used to do.\nBut she was nice to me. She saw that each time she saw me...not that she greeted me, but she\nthrew sort of a friendly...not a smile, but a friendly look. That's all. And...uh...she used to\nhelp me sometimes. You know, I used to say, \"Can you give me some bread.” She says, \"I'm\nnot allowed to.” But what she used to do, each time she passed by the machine, she made\nbelieve she dropped something. She looked at me. Sometimes a piece of bread. But I used to\nwork at night. I used to work at night, so I used to go into his office because if I needed a\npart, I went into his office. So he was sleeping. He soundly slept, and he had a little satchel\nwhere he kept his food. So if he was sleeping, he was drunk. I took a sandwich out from\nhis...uh...uh...attache case. And I ran into the bathroom. The bathroom wasn't cleaned for 5\nyears, so the odor and the salami sandwich sort of the combination, people were sitting there,\nthey couldn't tell that I'm eating. Then I washed my mouth out with water and say, \"What are\nyou eating?\" I says, \"No, I got ahold of a piece of...uh...garlic.” And got away with it. That's\nhelped me, you know. Sometimes, some day, I went up and he was sleeping, I saw an apple.\nI took in an apple. For me to eat an apple, for me to eat a...a...salami sandwich, is like for\nsomebody giving a shot to think that...that sandwich used to go into my stomach is like\nyou're dropping a...a something to an empty barrel, you know. But I was swollen. I didn't\nfeel good. I was...I was a mess. I was a mess already. Finally, what happened, tn...uh...one\nnight I was working, so friend of mine...friend, he was passing by with a...with a metal, little\nwagon. Was carrying something. And I had no shoes. I was wearing wooden shoes. So he\nwent in back of me, and he ripped my skin off from my feet, you know, not knowing. So I\nturned around and I rapped him in the mouth. So the...the...uh... the police saw it, took my\nname down. The next day they took me to the police station, and they gave me a beating. So\none guy tipped off said, \"Leave him along. His brother just died, so give him a break.” They\ngave me a...a less beating. But that's what happened. They used to carry on terrible. Terrible\nthings used to go...used to go on. And then what happened finally...finally, the Russian army\nstarted advancing closer to...to Poland because the Americans helped them out with arms,\nwith trucks because they were really in bad shape. So they start advancing and the army was\nvery powerful, you know. Good soldiers they had. They started reaching already closer to\nour town. So they decided they didn't want to leave nobody, so they...they set up trains. They\nhad no trains. They made you walk on the...on the railroad tracks. And shipped...shipped\nmost of the...rest of the Jews to Buchenwald. I was sort of the...uh...the old coot. My boss\nthought that the Germans could fight off the onslaught from the Russian army, so eventually\nthe fight...1f he's safe, I'm safe, so he could open himself a little bit. And slaves there's\nenough. If there wouldn't be no Jews, there would be Pollack. They wouldn't be no Pollacks,\nthere'd be others. Gypsies. There were plenty, you know. So I remain...I...I was left. I\nhad...my clothes I didn't have. The only thing I had one shirt...uh...polyester shirt which was\nalready in shreds from washing in detergent, and I had a pair of pants which was ripped and\nwas cold. Each time it blew, it like air condition over hole. And I was cold all the time.\nAnd...and they start taking people out of the barracks. Everybody. This guy left. The guy\nwhich used to be in with me sharing the blanket. They took him. And I was holding on to\nthe..uh...to the boards where we were sleeping cause I couldn't stay on my feet because I was\ntoo weak. So I remained and they shipped everybody out. At night...the same night after they\nshipped him, some were caught at the...the Russian army caught the trains and busted the\ntrains up and let the prisoners out. And some of them...and the Germans took off at night.\nThey didn't take no train. They walked on their...on the tracks. So some of the Russian army\ngot ahold of them and shot them right on the tracks and some of them escaped, but some of\nthem most of the Jews were shipped to Buchenwald. They were shipped to Buchenwald. My\nbrothers were shipped to Buchenwald. Some came back and some didn't. And I was\nliberated. That's all. I was liberated. I was liberated and the Russian trucks and army came in\nand looked around. So many sick and dead people. Some died. The flies were eating them\nalive and the insects and all this. And I remained in the camp with not too many people.\nMany people...some of them which were stronger were running toward the police station to\npick up rifles when the German...uh...picked up rifles and they were shooting in the air. And\nI figured, \"Hey, this is not for me here. If they ever come, we're finished. Not that...I was\nfinished anyhow. I could hardly walk. So I figured I take my little...uh...can I had. I had all\nthe time with me like a gallon paint. It was a can. And I used to make 1n that can. I used to\neat in that can. I used to do everything in that can. That can used to be for every use, what\nhuman use you could use. And that's all. Sometimes I didn't wash it because I figured, \"Who\ncares.” Didn't bother me. So I decided I take that can and my wooden shoes I had and which\nwere ripped. They...I couldn't even walk in them anymore. They were...and I decided I leave\nthe camp. Because I was liberated in the same town, I figured I march out. If I marched out,\nit took me awhile. I marched. Some people say, \"Where you going.” Said, \"I'm going.” \"Oh,\nyou live in that town. So you must know. You got your house.” They thought I got a house. I\ngot a mansion there. There was nothing there. I was a poor...poor family. Marched out of\ntown. The community where I lived was destroyed. The houses were blown up. There was\nnothing there. I marched into town. Came into town. Russian soldiers were there. Were\nhunting down the German soldiers. Most of the SS were hiding. Some of them were hiding\nin the big German trucks where they keep the tools, like big drawers. They shoved\nthemselves in there. The Russians were very mad at them because, you know, the Russians\nlost over 20 million people, you know. They treated the Russian very bad. So they grabbed\nthem out and shoot them and shot them and...and then they went to liberate the Russian\ncamp. There was a Russian camp. People were almost dead. There wasn't much left. They\nwere sick and dying. They liberated that camp, and put them on trucks. Put them into\nhospitals. And then the liberation started. And we were free. Not for too long. Then\nthey...what happened, the..uh...the underground...Polish underground starts fighting, starts\nlooking for scapegoats again. There was some Jews left in town. So they figured they\nwere...there were 3, 4 different organizations. There was a...the exile government in London\nhad a....an organization. There was a communist organization. There was other\norganizations. They were fighting between each other. And, you know, there weren't too\nmany Jews in town. There must have been maybe 500 or 700 Jews from that population\nclose to 40,000. And which side do you take? So they accuse us, we're taking this side, the\nother side. So they start shooting Jews in town again. I figured that's no good, so decided to\nleave. So I look the...I took the train with some other people and smuggled myself into\nCzechoslovakia. From Czechoslovakia, I stood there for a while. I met a...a Jewish family,\nand they keep meeting over night there. I went with my other brother, the two brothers we\nwent. Because we didn't want to go as a group because if we get caught, we're better off\ngoing separate. My other brother crossed the...the border between...uh...Poland and\nCzechoslovakia. Czechoslovakia we stood a couple of days then. We went to\nCarls...Carlsbad ____. That was the border between the United States and Russia. We\ncrossed the border there. The American soldiers were standing and questioning. If you were\ncoming from the east, they say, \"You go back to the east. Wait til they...they ship you.” If\nyou were coming from...from Germany, from the West, they say, \"Go back to your west.\nWhen the repatriation would start, then they ship you.” But unfortunate, I had a piece of\npaper that I... came from Czectachowa and the American soldiers saw Czestachowa and\nCzestachowa sounded like Czechoslovakia. The stamp was the same. He couldn't tell the\ndifference. And he asked me where I'm coming from. I says, \"I'm coming from the west. I\nwant to go east.” So he says, \"No, you can't go east. Go back to the west.” And I was really\ncoming from the east. So he let me go over the border and then I went in over the border and\nthen...uh...I walked across...a day and went into a small, little town in Germany. Uh...Hof,\nthat's where Secretary of State Kissinger was born in Hof. Stood there a couple of hours,\nthen we took the train and proceeded to a bigger town. So I went into Bamberg and in\nBamberg a couple more Jewish people lived there. And I stood there for awhile, you know.\nAnd it wasn't good. You know, it was rough til I got a little apartment to live in. I didn't want\nto live in a camp. Lived in an apartment with no windows. We struggled...struggled in a little\ntown. And then...then the UNRRA came, start helping out. And there were a lot of Jewish\nsoldiers in the American army. So what happened...most anybody, wasn't only the Jewish\nsoldiers...the...the Gentiles, anybody wanted to give their food away because they...they\ndidn't want to eat that kind of food. The white bread and the soup. For American soldiers,\nwas no good because this wasn't the best food, but for us it was good. So what happened?\nEveryday the Chaplain came down with the...with the...with the little hookup, the kitchen\nand brought us food into the little yard we lived in the... And we used to eat good. And then\nthings changed. The UNRRA came. Start getting packages. You know, food packages. And\nwe used to sign the...let's say eggs, powdered eggs; two pound of rye bread, two pound of\nwhite bread, and...and cheese and chocolate. And we had pretty good then you know. And\nthen...uh...what happened, we...uh...the American government wanted to organize we should\ndo something because we were sitting...a lot of people needed help. Psychiatrists. Because\nthey couldn't take it, what happened to them. So they organized soccer teams. And that what\nhappened organized...there was a lot of professionals from the past, and some young, and\norganized soccer team. So I joined one of the soccer teams. My brother joined one of the\nsoccer teams. And we were playing. And the Americans...American officer got himself a...a\nlittle job. Each time we drove, he gave us the trucks. I'd say 5, 6 trucks and we drove to\nanother town to play against another camp. So these...uh...officers or captains were\nbetting...were betting against each other. Make sure you win. If you win we give you more\nfood, better food. We're traveling for days. American soldiers were driving the trucks, you\nknow. And we had food and everything. Anytime we won, they were happy. They were\nbetting on us. And that's how we spend the time in Germany. Playing soccer. And finally\nwhat I wanted...I wanted to go to Palestine cause I figured I didn't want to come to another\ncountry. Not that America was bad, but I couldn't come here. I had no relatives. So I figured,\n\"Let me go...let me try to get there.” But how do you go there? There was no state. So I\njoined a little kibbutz. And they were teaching me ways. And they supposed to send me to\nItaly. But what happened the English government, Churchill was then the Prime Minister.\nHe gave orders to the Italian government not to let Jews into Italy cause they're smuggling\nthemselves by boats and only all means to Palestine. So they shipped me back. I\nwent...almost ready to go, shipped me back to...to Germany, and I remained there, and then I\nfigured it's hopeless. What do I do here? I don't want to sit here? So I went up to the\nAmerican Consulate. And I registered myself and gave him my name and he asked me,\n\"What are you doing? What's your profession.” I says, \"I was tool and dyemaker. I could do\na job.” It took, I think, 4, 5 weeks. He called me down with my other brothers. They all had\ngood professions. And we stood in a...1n a other army camp in Munich for, I think, 4 weeks.\nThey were checking us out, if we have any diseases, x-rayed, and all these things; and they\nfound us healthy. And they took us on a trip, and shipped us to Bramenhafen. And we came\nto the United States. That's what happened. Came in here and America was good to me.\nAnything I did in the United States was good. My first job was 65 cents an hour, was great.\nWho needed more? I had food. I got once...uh...I got once...the United Service Service gave\nme once $7.00 a week til I find a job. That was a lot of money for me. $7.00. I went out on\nBrighton Beach Avenue. I lived in Brighton then. They got me an apartment for $15.00 a\nmonth. I went out on Brighton Beach Avenue, brought a 2 pound of rye bread and bought a\njar of __ herring and bananas and apples and a couple of oranges and I closed the door. I\nsays, Who needs better than this?\" Free man, good country. I went to night school and\nlearned how to speak English. And then...uh...$7.00 wasn't enough because I needed a\nhaircut and I was going back to the United Service and there were Americans. They were tell\nme if you want to be an American, be dressed like an American. Don't wear these pants with\nthe white cuffs. You walk in the street. They see you're a foreigner. They bought me a suit.\nYou know, paid for it. And then I was doing pretty good. Got another job, one job. Landed\nin a machine shop. Doing pretty good. The minute I came here I did good. As little as I\nworked and as odd job I got...jobs which nobody wanted to take, for me it was good. Better\nthan I had. That's all. Had my apartment. Bought myself a little radio. That's it. And I was\nvery happy. And struggled, you know, years in the United States. It wasn't easy,\nbut...uh...live in a free country. What else do you expect? No one is telling you what to do.\nYou want a job, you get a job. You don't wanta a work, you don't work. If you don't work,\nyou don't eat. But America was great to me.",
        "A: You want to ask me some questions?",
        "Q: Is there anything else that you left out or that you recall from the earlier parts of your story?",
        "A: Oh, I guess. No.",
        "Q: Do you want to talk about your various siblings and what happened to them? There were\nsome that you didn't...1t wasn't clear who happened...what happened to who.",
        "A: Well, the older brother was shipped to Treblinka with his wife and kids.",
        "Q: You want to tell their names?",
        "A: HIs name was...uh...his name was...uh...Abram. He could have remained maybe, because he\nwas a healthy young man, but he didn't want to leave his wife and children. His child...he\nhad a young child. So he says to his wife, \"I go with you.” So he went and he landed in the\ngas chamber. That's all. My other brother...had another brother, Jacob, he came to...to the\nghtto...to Treblinka when I was there, but I wasn't...not that I could anything for him, but I\nwas working in a different lot then. And...uh...people were coming in in the thousands every\nday. Trains coming in from distance. They looked out their little windows, and they were\nwondering where they're going. Sometimes they were asking. What should I do? What can I\nsay anything? Didn't say nothing. The worst thing I...I couldn't...I couldn't...couldn't watch.\nLike if they picked up little children, little babies 2 years old that got left from their parents\nand they just threw them into the fire. But I'm wondering one thing which I can't\ncomprehend as a humanbeing. I mean I feel people are equal. Maybe they're not equal when\nthey grow up. They join different organizations, different religions, but I can't comprehend a\nman...there's some...there some people which did that, and a lot of them are still alive. What I\ncan't comprehend is (pause) (crying) I can't comprehend a man like him who did that and he\nhas his own children (crying) and he has his own grandchildren. How does he feel? (crying)\nHow does he feel as a humanbeing? And he's maybe a religious man. He belongs in a...1n a\ncertain religious thing. How does he feel? How can he live with him? He killed somebody\nelse's children which had no...didn't have your __ mind....didn't know what they are and what\nthey is, and he took a child, picked up...same children by their hair and slammed it against a\ncement wall. And here this is a man which was dressed clean, had his mind, and he went\nhome to Germany. And he married after that. He had a wife and kids. When his kids were\nwalking around in the house or playing with him, how did he feel? If this is religion, I don't\nknow if there is anybody...1f there 1s a God in Heaven. If he could have seen these things and\nlet them get away with it. Can understand you kill a person. You accuse him. He's a\nmurderer. He did that. He did the other. There's always accusation. A lot of innocent people\ndie in other countries. Now in eastern Europe accusations, and they were taking innocent\npeople...innocent people. If not, he got a hold of an old woman which could hardly walk and\nhe called her, \"You... You old prostitute. You son-of-a-bitch (in German). You've lived long\nenough.” And he shot her. And these people used to go home and have their grandmas,\ngrandpas. Where is justice? Where did we go wrong? I wasn't a millionaire. My father hardly\nmake a living. I told what my father did in younger years. He worked for a collection\nagency. To collect charity. If you pledged, he went to collect. By the time he came to collect,\nthere was nothing to collect. People changed their minds. So he was no...didn't belong to no\norganization. He was an innocent, nice man. He went to his temple. He prayed to God\naccording to the Jewish law. And that's what happened. That's all. Look what happened to\nmy mother. My mother used to do so many good things. She used to...when a poor man they\nused to be what you call the...uh...the poor people. They used to beg us. You had a lot of\nbeggars. Here you have them in the streets. In the old country, they used to come into our\nbuilding and knock at your door. She used to open the door. They say, \"Give me something.”\nThey wanted food. We were a family of 10 children. We hardly had food to eat. Mostly\nlikely, ceratin cases we didn't. My mother used to cook a big pot of...of...of soup and if a...1f\na poor man knocked at the door, she...she...she took the soup out of the pot and gave the\npoor...and made him sit on the steps and eat before she gave it to the children and then she\nfigured there wouldn't be enough, so she took a...a...a picture of water and poured it into the\nsoup, made the soup should be enough. So here...here is a woman which...which didn't do no\nwrong. As it goes now, I know she didn't do no wrong. Like some people might say, \"Well,\nhere now, parents were rough. My father and mother, anything he did to me, in the younger\nyears...or beat me or hit me or my teacher or my principal gave me a beating, I deserved it.\nAll the time. I know. Maybe then I was accusing him. He's bad on me. I mean, but I deserve.\nBut my mother didn't know from no wrong. She went out of the way to do people favors\nand...and anybody knocked at the door for some food, sometimes a pair of old shoes or this.\nShe always did a favor. For that she deserved to be shot on a cemetery in a...1n a grave with\nhundreds of people. Maybe she wasn't even shot. Maybe she was thrown in. If they were\nfiring shots, where everybody dies. If there's so many people line up, they bring a truck load\nof people. Zing! That it. That's what...that...that's what she...that's what she deserved it. My\nmother and the rest of my brothers, honest people...never had a police record. Never knew\nfrom a bad day. Always worked for a living. Struggled, brought every dollar home to help\nMama out to feed the family, and that's it. We used to...my mother used to sit for hours and\nused to fix socks. Used to use a certain cotton to fix holes. And my sister used to help out.\nThere was no shower. There was nothing. As a kid, she used to put me in in a little...a round,\nlittle thing. Used to wash me around. I was ashamed. And she used to wash around because\nshe gotta wash around. That's it. We lived in an apartment from the beginning, was two big\nrooms, 10 kids. We had no...not enough facilities to put beds out, so we used to have these\nfolding beds. At night we used to bring in from the outside and used to open them up. At\nnight, you couldn't walk. So that's what she had. And that what kind of life we used to live,\nand that's what we got for...for that. So that's what I'm asking. Sometimes I'm wondering.\nYou know, I talk sometimes, you know, people sometimes say, \"Oh, God in Heaven. God\nin...” I mean the sun was shining any time the gas chambers were going and the people were\nbeing thrown like a...like you see garbage, like you see...uh...they dump garbage in the\ndumps. I mean if there was a God in Heaven, he should have looked down and...and see\nwhat was going on. And this wasn't only happen to Jewish people. Happened to millions of\nRussians. Don't forget. There were 6 million Jews died. I think 6 million Pollacks died.\nOkay. They were a bigger population. They were then I think 24 million or something. And\n20 million Russians. For what? Why? And now everything is fine and forgotten and now\npeople come out now with books. Some professors in universities, he says it never happened.\nPeople made it up. I came here to talk to you to make it up. I have nothing else to do. You\nknow what this does to me sitting here? (crying) Some people say...some people say you\nshould forget. How can you forget? How can you forget? You had a family. You had...you\nhad roots. That's it. My father find...my father died before the war. They didn't even let him\nleave...live in..in peace. They took...they took his monument and...and build a road. That's it.\nThey build a road. Even if you want to go there and see it, you can't see it. Before the\nwar...what happened before the war started, the Germans had plenty spies. And they steeled\nup the Polish people against the Jewish. The said the Jewish...Jewish people are your biggest\nenemies. They're going to take over the country. Finally, when they marched in to Poland\nand my neighbors which I knew had stores, grocery stores and restaurants...uh...I knew they\nwere...before the war started they were walking around in the Polish uniforms with metals.\nWhen the war...uh...when the Germans came into town, the next day I walk out, I see the\nsame guy wearing a German uniform. That's it. They didn't trust us. They trusted them. Why\nthe Jewish cemetery? Which the cemetery was, knows, since...uh...since the Jews came into\nPoland 500 years ago, maybe 600 years now, the Jews marched into Poland because the\nPolish people wanted the Jews to come in. They didn't come in. They marched in. The...the\nking let them in because they were productive people. They were shoemakers and...and\ntailors. They were helping out. For a poor man to survive, he could have bought himself, let's\nsay a Suit, a pair of shoes, and the Jew was good for that in Eastern Europe. So they let...they\nlet...let...let the Jews in to Poland, so... I don't know what... I got lost now. I don't know what\nI was saying.",
        "Q: That's okay. Thank you.",
        "A: And that's it. And that's what happened. And that was the end of the whole thing. And that's\nwhat...that's what we got. The temples were destroyed. The temples were burned. The rabbis\nwere...were slaughtered. And what I wanted to say about this Jewish cemetery. Just forgot.\nThe Jewish cemetery...the...the Polish government gave orders to the...to every community\nthat every Jewish cemetery, the war...should be taken apart because the Jews hiding out spies\non the Jewish cemetery. So they broke up the walls. The walls must have been...uh...I would\nsay...uh...6, 7 feet wide. You know how you used to pour cement on, so they broke it down.\nSince now, there's no walls. Who could afford to build walls? Who has money? The\ncommunist government in Poland took half of the cemetery and made a steam mill out of it.\nThe people weren't even laying there for...for 20 years. They already decided to...to liquidate\nthe cemetery and make a steam mill out of it.",
        "Q: The one thing. The more I hear, the less I understand.",
        "A: I can't understand either. I can't understand. I'm asking a question. Who do I'm asking a\nquestion. Why? Why? I'm compassion. I see people now. I see somebody has a problem. I\nalways used to stop on the road to help as much as I can. I never walked away from\nsomething. I see an accident or something. I always help. Now that I wanted to be a hero.\nThat's in me. That's in me. That's part of my life. That's in me. I do things now. I go out of\nmy way for people. I'm not looking for money. Money's not everything. I have enough to\nlive on. How much do I need?",
        "Q: Thank you very much.\nCONCLUSION OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Please tell us your name and where and when you were born.",
        "Q: Tell us about your life before the war.",
        "Q: Don't worry about statistics.",
        "Q: Linda asked me to...for you to slow down a little bit and tell me a little more about your\nfamily.",
        "Q: I need to take the papers from your lap because you're rustling.",
        "Q: Okay? And Linda said not to worry, that you don't need the dates or anything.",
        "Q: Put them down. That's right. Because there' rustling and making noise.",
        "Q: Yal.",
        "Q: Uh...and was...was your family religious?",
        "Q: Not too religious. My father was sort of religious, but the kids weren't too religious. Because\nwhat was going on town and these pograms and attacks on Jewish, there was no reason to be\nreligious because, you know, a religion is a wonderful thing when you're comfortable and\neverything goes the way, but if things don't go your way, and you're being murdered for no\nreason at all. And they say...and the expression was God would help. Religious people\nalways said, \"Thank God for that.” But you know how much can you thank God for\neverything is going along, so my brothers were not religious. My father was religious. My\nmother she tried to keep the religion, but eventually it...it fizzled. It was no religion. Very\nlittle. We went to temple because...because to do in respect to the parents, but that's all. But\nnot now.",
        "Q: Talk us about how your life changed when...",
        "Q: We have to break here. They're going to have to change the tape.",
        "Q: Okay? This is a good stopping point.",
        "Q: Is there anything else that you left out or that you recall from the earlier parts of your story?",
        "Q: Do you want to talk about your various siblings and what happened to them? There were\nsome that you didn't...1t wasn't clear who happened...what happened to who.",
        "Q: You want to tell their names?",
        "Q: That's okay. Thank you.",
        "Q: The one thing. The more I hear, the less I understand.",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: My name is David Lieberman. I was born in Poland, Czestachowa, in 1925. December 31st,\n1925.",
        "A: Before the war I lived in a small town. The town was named Czestachowa. That's\nthe...uh...there was a big Catholic shrine there called the ___. That was the...uh... the\npilgrims used to come from all the world and they used to say if you get there and if you're\nsick, you get well so thousands of people came. Town was a small town, you know.\nUh...Before the...before the war in..uh...the town had let's see...uh...let me see...uh...(rustling\npapers)...let's see...1t was about 30...",
        "A: Yal. About 39,000 people lived...39,000 Jewish people lived there. It was a poor little town.\nAnd...uh...people managed. Some of them had trades. Shoemakers and all kind of things they\ndid. And they kept busy, and they worked hard for a living and that's how it was_____ you\nknow. There was a lot of programs, you know. Accusations that the Jews did that and the\nJews did the other. You know if the weather was bad...let's 1f the Jewish holiday had the sun\nshining and the Catholic holiday this was raining, they say that the Jews paid of God. You\nknow, what're you dealing, you're dealing with people which didn't know. They were very,\nwhat you call, hypocritical. And that's what you faced with and...uh...we had pograms, you\nknow, burned our temples and...and attacked the Jewish community and we had to call for\nthe National Guard. Took time til the guards came and stopped the thing. The temples were\nburned; every Jewish store was broken up, and that's what it was, so that's what life was\nbefore the war. I attended public school, segregated public school. Couldn't go to the same\nschool. Our school was a very shabby school comparing like I would say...you take\nRockefeller Center and you take some dump, but we had good education. We had good\nteachers. Principal was a very nice man and we got very good education out of that school.\nAnd we attended religious school too, and that's where we spent our time. And then the war\nstarted. You know, the Nazis came in in 1929...I mean 1939, they came into Poland. They\ndeclared war. They declared war when they were already in town, you know, Polish army.",
        "A: Well, my family...we were...we were a family of...9...9...] sister and 9 brothers and a father\nand mother. My family, we were very poor. My father's job was...he was a...he got a job as a\ncollector from a charitable organization. If you gave charity, he had to go and collect the\nmoney. By the time people pledged and by the time he came to get it, he got very little out of\nit. And he didn't make much. The kids were small. We were living in poverty, but when we\ngot a little older and the kids got bigger, everybody got jobs. And we start doing better. My\nsister worked in a...1n a....tailor place. My brother worked in a...a hardware store, and they all\ndid...slowly we did, and then we got into a little business. We were making belts. And we did\nit by hand and we managed and then we were making ___ you know for things. And we\nmanaged. We got along pretty well. It wasn't too good, but we got along. We lived in a very\npoor neighborhood, you know, but then when we were start doing a little better, we moved\nto a little better neighborhood. We still didn't have no ___.. We still had to go and down in\nthe yard a couple of blocks away and in the dark, we used to carry a little candle to see where\nwe're going. And that's the way...that's the way we lived.",
        "A: Yes.",
        "A: Okay.",
        "A: Well when...then everything was fine. When the war started the...uh...the Nazis came in.\nThey were in 5 o'clock in town. We lived on the border, German...German border. They\ncame in 5 o'clock. The armies marched in. Powerful army. I mean as a kid I remember I see\nPolish armies marching. The most powerful thing I ever saw, and they came with trucks and\nwith machine guns. Everything mobilized the proper way. The Polish army was riding on\nhorses and the artillery pieces, two horses were dragging the artillery pieces, preparing for\nthe German army. They declared war and they were in town the same way. And when they\nmarched in the town, they put signs on the wall that says you know, destroying is very\nhard...very easy, and building is very hard. All people should live together and get along.\nJews, gentiles, and everybody and building a future because your government was corrupted\nand from now on everything be fine. So we read that sign, figured well it's not too bad. How\nbad can it be. Okay, a day passed by and the next day we hear...we're sitting 1n the house,\nyou know, everybody sitting, you know, hiding, not to stick your nose out too far, and we\nhear shooting and shooting and shooting. We thought who knows what's going on. We didn't\nknow what happened. We thought maybe the Polish armies coming back, which was\nimpossible. Then they...uh...the police, the German Gestapo and the SS came into the...to the\ncourt yard and start screaming we should get out. Get out! Get out! He says and they start\nsaying that someone was shooting at them. That was their excuse to start the trouble. And\nthey dragged everybody out. Uh...the...the people which were...my brothers were at the age\nof 17, 18, or 19, they were dragged down to an army camp. Me and my mother and my\nsister...no, my sister wasn't there. My sister was in another town. Me and my mother and an\nolder brother was dragged into a church. The church was a block away. We came to the\nchurch. We saw bodies laying all over....by the church there laying bodies because they were\nshooting constantly at anybody who was going, passing by. They accused us that we were\nshooting at them, which I don't believe nobody ever would dare shoot at them. Came to the\nyard, the church was stuffed with people. You know, they just stuffed us in. It was so hot that\nwe couldn't breath. Finally, one German had a pity so he took that long stick to open the...the\nwindows, the Gothic windows and busted the window. A little air came in. Horses were in\nthe church there. They pushed in horses. They were doing all over. And...and eventually L...I\nlooked at the Germans. I didn't see much of them. They had a signed on their buckles, \"God\nwith us.” You know, ___ that means God is with us. That's...every buckle on the German\nsoldier. I figured maybe it's true. That's it. And we stayed there over night. And meanwhile\nthe...the Pollacks were building bunkers for the...when the Germans...for the Germans come\nin so they're building bunkers to protect the...uh...1n case tanks march into town, they had\nsome holes. The tanks would go into the hole and never come out. But this never\nmaterialized. They filled up all the ditches with dead people. Just piled them up to the top.\nSome was still alive, you know. The next day they let us out of the church. We walked home\nside..side...on the side of the homes. We were afraid to walk in the middle. You get blown\naway. Came home and a couple of days later, everybody was sort of released from the army\ncamps. My brothers came back and...and it got quiet. And then we knew already what\nit...what...what's happened. Because you can't...you knew already that they pulled a fast one,\nwhat's gonna happen. Then slowly, we...they used to come around. They...we formed a...a\nJewish community was formed like a work for the...the Nazis if need anything. One day they\ncame and they say that the Jews should...uh...give all the cameras....you have cameras. Then\nif you have any fur, if you have any expensive furniture, so you have to bring it down to the\nchurch...in the court yard in the church. Carried it down yourself, and if they liked it just\nkeep it. If they didn't like it, they say bring it back. So and then every week was something\nelse. And then they start...they see the...uh...they wanted to squash down all these things in\ncase there be a riot or something against the Germans, so they decided to take all the\nintelligent people and try to put them in...in certain prisons, they put them in. And the time\nwhen this was going on...for a year, they building...they had built a concentration camp\nalready. Auschwitz. __ they called it. Auschwitz. That camp was built for...for people like\nundesirables they called, and for intelligent people. Polish engineers, professors, all these\npeople they...they picked up and shipped them there. And they shipped them, and a week\nlater the wife or the children got a package in the mail and they opened the packages, there\nwas these clothes over there and they say he died of an incurable disease. This was going on\nfor almost a year. And they were sending out everybody. Anybody who was sort of\nintelligent, teachers, principals, anything which had something to organize. They were afraid\nif someone would organize, and if they had only a bunch of people, common people, no one\nwould organize. This was going on and they were given notice to the community, any Jew\nhas gold he should report the gold and we did that and we did a lot of things. Finally, we\nwere start working 1n...in slave labor. They used to take us out every night. There was snow\nand they dragged us out and put us to the tracks in the middle of the night to clean...clean the\nsnow from the tracks. And then they...we had a little Jewish hospital where we used to go\nthere. So they used to take...some pick up...some most beautiful ladies, they picked them up,\nbrought them to the hospital there, raped them and undressed them and made fools out of\nthem, and then they released them. That was fine. That was no...not as bad then. And like I\nsaid, they're shipping out people this one the other one. And finally came a time they say\nwe're going to form a Jewish community, a Jewish ghetto. They want the Jews to be separate\nfrom everything. They formed a big Jewish ghetto. The ghetto had around 39,000 people.\nPeople...they're weren't so many Jews living in town, but when the...uh...the ghetto was\nformed, people from other town which suffered more figured they'd come here because this\nmaybe be a little better place to live, so people from all over, from the outskirting\ncommunities, little villages, all came into the town. And it was very crowded. And that was\ngoing on for a short time. And then the war...and then the war started between Russia and the\nRussian-Germany. The pact was broken. And that was fine. Everything was not bad. I mean\nit was bad, but not bad. But when the Germans start losing the war, when the Russians put\nup a fight and the Germans seen it's not working well, then they start taking care all\nthese...they start going after the Jews. They decided to...uh...start sending people out. They\nclaim they're sending them to labor camps. Okay. So they...uh...took the...took the ghetto.\nThey locked the ghetto in. You couldn't get in, get out. All the streets were locked with the\nGestapo SS. And when they locked these things then the...they had a chief of the Gestapo.\nHis name was Degenhauf: He came with his cronies and stood in...at a certain block. He\npicked a certain block. Everybody got out of this block and he was passing by. And\neverybody was passing by in front of him, and he decided which way to go. Left and right. I\ndidn't know which way was good. Left or right. Now I don't remember. Then I knew what\nwas good. So he picked out...let's say he picked out from a block of 10,000 people, he picked\nout 500, 600 and send them in to a...to a steel mill. It was like a...a camp...made a camp out\nof it. People should stay there...send us in there. And this was going on, I think, for a week.\nEvery block, every little district. Then 1t came to us, finally came to our section, because we\nlooked out the windows we see what's going on. They were shooting and killing. Anybody\nwho walked the wrong way was shot. So when it came to us, we lived in a certain section, so\nwe decided we go up to the attic and break through the wall. Maybe we'll go to the next\nblock, so we'll be able to survive another week. Maybe they'll change their mind and they\nwould ship us out anymore. So we went to the...uh... about two houses away and we stood\nthere. We laid in the...the yards. Finally, they took us too. They had enough cattle trains and\nbox cars, so they decided they make a selection and clean out the rest of the block. When\nthey cleaned...so we were standing in that yard, my brothers were still there. Not everybody,\nthe older brother with his child was shipped out a day before because he lived in another\nsection. And when they came to our block and came into the yard, they start looking around,\nthey see too many people because people came from other buildings so they figured they'd\nscare and they start shooting. They saw my brother, so they shot him. They chased him and\nshot him by a garbage can. And...uh...and then they made a selection and when to...and I was\npicked to remain in the...1n these camps...these what you call...they were big industry\nbuilding. And they figured they'd stuff us in there meanwhile. So I was stuffed 1n in that\nbuilding with my other brothers and we stood there for a day or two. Then they decided they\nstill have too many people. They had a little idea. They had another metal plant there called\nMetalubia. That was a...a metal plant. They decided...they must have had 10,000 Jews or\nmore, so they decide they open the gates and the same guy stood with his cronies and start\npicking. And when I marched through he decided to ship me the wrong way, so I didn't...I\nhad no...I had no idea what's going to be, but I followed. If I don't follow, I get blown away,\nso I walked a couple of feet, maybe 50 feet and I lined up with the...with the people. I seen\nthe element which was picked out. So I knew I'm...I'm...I'm in bad shape. I'm going with the\nwrong people. Picked out some old people, some people couldn't walk; some people walked\nwith a crutch. You know, they wanted pure...what you call, a guy who is working, a guy who\nwore glasses wasn't a candidate to remain either. You had to be...look like almost everybody\nlooked. You couldn't look any different. Okay, so I was picked. And then the Gestapo was\nmarching us down to the railroad station. There were a freight railroad station, not the main\nrailroad station. We're marching down; everybody carried their pieces of luggage they had,\nand they...some of them couldn't carry so the...the SS were whipping them on the way when\nthey carry, so they dropped the luggage and some other people which lived picked it up.\nSome Polish people jumped out and picked up the luggage. They figured get ahold okay.\nWhen we came down to the...a...to the railroad, they were stuffing people into the box cars,\nyou know. And I seen I be next so I moved back a little. I figured if I move back maybe I'll\nstill have a chance to remain, or if they haven't got no more box cars, maybe they ship me\nback to the...to this...uh...what you call Metalulia, that steel mill. Unfortunate, I waited too\nlong. They brought a hospital with the incurables, and put every body in the train. And me\nput in there too. Most of them what they brought down were almost half dead. They\nhad...they had typhus and all kind of diseases you could think. They stuffed me in there. I\ncouldn't breath because they had these medications on them. I was a short fellow. I wasn't\ntall then. And I couldn't reach the window. You know, eventually I got stuck by a window.\nThe window was covered with barbed wire. You couldn't get out. So first day I couldn't\nreach. The second day I reached already, because there were so many dead bodies laying, so\nI stepped on one or two and I reached the window and looked out. Looked out, I see the train\nkeeps puffing; locomotives keeps going and puffing and puffing, you know. Some people\nsay well, maybe we're going to a...to a labor camp, maybe we're going here. You know, you\nalways have hope. You can't say for sure...you know, a person lays in the hospital and he\nsays you...he has no chance. Eventually some of them come out of too. And we puffed...1\nthink the train was going for 2 days or 3 days. I would say most of them died in the train.\nThey couldn't survived. And...and when the train arrived in the morning 3 days later, we\nwere going up north. We going towards...towards ...uh...Warsaw. I don't know if I ever came\ninto Warsaw. Maybe we went. Our destination was Malking. Was a junction up north\nnear...pass Warsaw. We got there and...uh...we were all, like I said, there was nothing...just\nlaying with dead bodies and the stench was unbearable. When we got to Malking...uh...I...1\nlooked out the window. I see the sun shining; beautiful weather; trees growing, but nothing\nfor us. (crying) Took a half hour. They disconnected the train, what they did. Had\na...Malking was a junction. Treblinka was going back south. I was coming from south, but\nwas south...southeast. The trains couldn't come in to...to Treblinka. Treblinka had a...a\nplatform for four, five...four, five...uh...uh...trains. So they disconnected and start pushing\nback. I looked out the window, and I...I didn't know where I was going. Finally, they\npushed, pushed very slow the train. The train was moving slow, and they pushed me into...to\nthis concentration camp, was a death camp...pushed me in and I looked out. I seen Gestapo\nguards, dogs and guys with whips and waiting and they opened the door and start whipping\nand hitting people over the head and...and the dead bodies remained. And...uh...what\nhappened so...I was out too, and pushed me into a little... like a little court yard. The court\nyard was a place where everybody got us and they told us to get undressed, you know. Man,\nladies, everybody. Had some neighbors, very distinguished people. Her father owned a drug\nstore. I remember she stood with a kid there and she walked over to the SS, and wanted to\nask him, so he whipped her so hard with that whip and then he dropped her on the floor. I\ndon't what happened there. What happened there, she died...she died any how. So what\nhappened? Then they start picking. What happened in this camp in Treblinka, there were at\nleast 900 or a thousand prisoners which were...didn't have more than that. So they\nneeded...because they were killing people like flies so the...the quota was low, so one of the\nGestapo decided to pick couple of people. I think he picked maybe 10 or 12. And I was half\nundressed. So I see he's picking so I jumped into the line. And then we marched away. We\nmarched out to the main...main lot where people were dropping clothes. I dropped...I walked\nout there and he checked me and looked over and looked in. I'm fortunate. I don't why he\ndidn't kill me immediately because I was half undressed. And then what\nhappened...uh...decided there was coffee break or lunch so everybody marched towards the\nkitchen because it was around maybe 12:00, 1:00. So, I marched towards the kitchen, got\nahold of a couple rag shirts laying all over, shoes, and...uh...I was safe then. And the rest of\nthem were send into that yard. From that yard, they got undressed and marched into the gas\nchambers. You heard screaming fill the skies. You see mothers with little children on...on the\narms walking, you know, screaming and using these...uh... religious like some people are\ngentile got...when he get's hit, he says, \"Jesus Christ.” And a Jew gets hit he says____.\nSo that's what happened. They were marching in and when they marched in, they closed the\ndoor and the gate and you heard screaming like people choking to death and a couple of\nminutes quiet down and that was going on every day I was there. That's all. Was going on,\nand my job was the next...uh...in the afternoon, my job was on the...on the main lot to\nseparate clothes. Uh...Let's say shoes to shoes, wool to wool. And after that, a day later, they\ndecided the people which are coming into the camp, they should sep...they should get their\nclothes...the shoes separate and the clothes separate. When they came out to the lot they\ndropped every piece of clothes on a different...different pile. The piles were high. I would\nsay 3, 4 stories high on top. There were shoes. Millions, thousands of shoes, thousands of\nclothes, thousands of...uh...luggages and...and there were big metal boxes standing there and\neverybody had to throw in if he had some jewelry. Now everybody, you know, in the old\ncountry, you know, like in this country, people have property. Some cherish certain things.\nIn the old country, if you had a little old ring or a gold watch that was...you...you were\ncherishing. So eventually these boxes used to fill up very fast. That's all. And they walked in\nthere and they died. That's what happened. This was going on every day. Every day. And\nso...and I really didn't know where I was. I thought, as I was taught in school, that if you go\nto Heaven or Hell. So I thought that maybe I did something wrong as a young kid. You\nknow, you believe in religion because, you know, if a rabbi or anybody else tells you that\nyou...you have to believe in God, so I thought I went to Hell, because I couldn't believe what\nI see. Thousands of people were coming every day. And a hour later, puff. Fired. People\nwere coming from Luxembourg, from Belgium, from Holland, from Germany. The Polish\nJews were coming in cattle trains. The Jews from the...from the West, these...these people\ndidn't know much where they're going because they lived in better environment. They were\nmore intelligent. They didn't believe that...uh... something like this could happen to them. So\nthey came with...some of them came with the maids taking care, and they all just marched in.\nThey gave them...some of them gave a piece of soap, make believe they take a shower and\nmarched in, and that's...that's what it was. And we lived in the...there were three barracks\nover there. Was barrack 1, 2 and 3. There were two original. One with...at night when we\nmarched into the barracks, we were marched in, and the barracks was unbearable because\npeople were making on their blankets, but you couldn't walk out. There was no such a thing\nas a...a toilet or anything, so people were making on top of it because if you stuck your head\nout, you got blown away. And...uh...so we stayed there. And at night some people committed\nsuicide. They couldn't take it, you know, because they knew that...uh...they survived and\ntheir children and their wives are dead. And...and that's all what was going in these...in these\nbarracks. Every morning we marched out. But what happened at...going back to the...to\nwhere the...uh...when people came were from the trains, they...uh...some people got lost.\nSome children got lost or some crippled people came which couldn't march into the...to that\ngas chamber, so they picked them up on a little...like a little stretcher, you know, piece of\nwood, and they brought them in...they called it a hospital, Lazarette. Had a sign Lazarette.\nWhat was this Lazarette, was a...a ditch, the ground and two or three people stood there\nand...and the SS took the guy over or anybody else and he brought him in, he shot him, and\nthen they burned him. They put some chemicals on, they burned him. And that was...the\nsmell was horrocious, impossible. Sometimes, some children got lost. Little kids, 2 years old,\n| year old, they got lost. So brought them in there and burned them to death because they\nwere...were too much of a deed to bring them there because by the time you bring him there,\nthey're not going to waste any time. So that's what it was, so I was there for...for 11 days,\nstruggling every day, seeing killing and hanging. And they were whipping people. If they got\nahold of somebody he...I don't know, he did something wrong and maybe he didn't. They got\nahold of him. They whipped him. When they whipped him, you couldn't recognize the color\nof his skin. And then they hanged him by his legs. Was hanging for 40 minutes, and he was\ndead. This was going on every day. Then they had...uh...prepared another barrack, barrack 3,\nby the kitchen. And then there were rumors when this barrack was ready, they shipped me\ninto this barrack. Barrack was a little better, what do you call, cleaner for the\nfirst...uh...couple of days. But there were rumors that this barrack is going to be liquidated\nbecause these are people...so I figured the only way to do is to plan an escape. So I...I\nplanned with another friend. Then I got ahold of another friend, people which I went to\nschool with. But...uh...there were other peoples which wanted to escape too. Kids which I\nknew from...I lived with them on the block, but some of them were sort of...I couldn't trust.\nWhat do you mean by trust? They weren't...they weren't enough...uh...reliable. You know,\nthey are kids sometimes 10, 12 years which are very reliable people, and some kids are kids.\nSo I left him back. I...before I escaped he had a brother working with him. His brother got\nshot. He was a good looking guy. He looked too good, so maybe they shot him. So he was\nleft alone, and he was crying to me. He had trouble with his toes. He had ingrown toe nails,\nthe kid, my neighbor. So he was telling me, if you plan anything, take me with you. So I\nfigured dead or alive, it's no time to play games here. So I got...I got these two other fellows\nand we planned to escape. We says we're going to escape at night because when we by the\nkitchen and drinking coffee, you know, and we start walking a little away. If any...worse\ncomes to worse, they get ahold of us while we're walking too far, we can get a beating. That's\nall. Because they wouldn't bother opening the factory for...for killing. So...uh...this guy says,\n\"You go first.” And before we escaped, I compared myself. I knew if survive it was good to\nhave sugar, and there was plenty food laying which people brought. They thought they're\ngoing to a picnic. So I...I got ahold of a bag...uh...a bag of sugar with a rope and I put it on\nmy neck, so in case I starve sugar would keep me going. And the other fellows had other\nstuff. So...uh...this guy says, \"You go first. You go first. Time is late. You go first.” So I\nfigured, \"Okay, I go first.” I went first and I ran into the...uh..behind a...a little...small little\npool where they were having chickens there. Chickens and goose were swimming. I was\nworking there too. So I ran in and I'm waiting. Finally, another fellow comes. My friend\ncomes. He ran so fast I ripped his sleeve off on his jacket. I never seen him. When the third\none came he ran so fast, but him...I eventually got a hold of. And we were both stuck in the\nwoods. We knew that the...the...uh...the...uh...towers where they were watching, they're\ngoing off 9 o'clock, because if they're pushing you into the barracks and they stay on top\nwith the machine guns, one barrack facing the other, if anybody walks out, so what's the use\nto...to watch the towers. So we waited. And had...had a plier in my pocket to cut the wires.\nAnd we waited. Was 9 already, later. Nothing happened. So we moved towards the wires. I\nmoved towards the wires. And the guy on...on the tower was sitting up there. I don't know if\nhe saw me, if he didn't see me. I can't explain. His machine gun was just moving back and\nforth. We cut the wires. We went through the wire. He went through. Before we cut the wire,\nwe were walking like the army on our hands and feet because you couldn't stand up or cut\nthe wire. Went through the wire. And we ran out, and then we start running and running and\nrunning. We didn't know where to run. We had no idea. So we ran almost a whole night.\nAnd we said, \"If we're going to run, if we want to rest we should at least rest in the woods.”\nUnfortunately, we ran so long that we landed up in land, just big field. So we landed and we\ncouldn't walk anymore. So we sit down. And heavy storm came and soaked us through for\nhours. And we were sitting both holding on to each other. And in the morning around 5\no'clock, we started looking around. We seen a little house. A lady walks out from the house\nand she's trying to open her shutters. So I figured I'll walk over to her. So when I walked\nover, she knew already who I am because they knew. She says, \"You must have been one\nfrom the escapees from here. You better walk away because the SS is coming through here,\nhundreds of cars going to the farmers to pick up milk and eggs for the...for their food.” So\nwe was standing in...the woods and waited. She says, \"You better leave.” She says, \"Go a\nlittle further down.” So went a little further down, and then we met somebody else.\nSomebody got a hold of us and he says to us, \"You know, I could save your life and I could\ndo this for you and other things for you 1f you have any money.” I had some money. I had\nsome Polish money. So we gave him...he says he's going to go to get us some bread and he\ncould do a lot for us. So we gave him some money. He left. When he left, we left because we\nknew what happened because the Gestapo's gave orders, '1f you bring a Jew, you get a pound\nof sugar.' And if he has good shoes, you could take his shoes too.' That was the price the\nGermans gave to the Polish people, but he didn't get a hold of me. He took off, and we...we\nmarched. We marched another couple of miles. I got a hold of a...walked into a farmer's\nhouse and the woman was very nice to me. She came out and walked with me and my friend\nalmost for an hour, showed us to go to another road. Closed road where the police is not\nthere. She was very nice. She came with a little baby on her back and walked and then she\nleft us and she...she made a prayer, you know. You know, she took her cross out and made a\nprayer, God should be with you. And we went our way. Then we walked another, I think, a\nmile or two, walked into another farm house. We told the farmer we want to go to...to a\nrailroad station. He says he's going to take us, but he's not going to walk with us...distance\naway. And he opened a barn. He says, \"In case the SS comes, you just walked in yourself. I\nhad nothing to do.” So he...uh...he walked with us. This man walked so fast that you had no\nidea, so fast. And we followed him. Finally, we came to a small little village. The village\nname was Soldavna. Little village. And he says, \"Okay, you're on your own.” I says, \"No,\nwe're not going to give you the money til you buy us tickets.” He got made and bought us\ntickets. Went into the...went into the train, and we sat there. Train was crowded. People were\ngoing from the village to buy some food. And I been in that train for...overnight. In the\nmorming, someone recognized me. He must have been some...he says, \"There's a Jew in the\nsubway. There's a Jew in the train.” And he caused a riot. And he says, \"I'm going to get you\nand I'm going to get to the Germans. I can get a pound of sugar ad I can get your shoes.” So\nwhat happened, most of the trains when they come into town, they...they...they turn into\ntown and they have to slow down because there...there's like a curve and they slow down.\nWhen the train slowed down, I jumped out of the train with my friend because I didn't get to\nthe main railroad station. I figured if I get to the main railroad station, I'd be a dead duck\nbecause there's police and Gestapo and all this. I got up and the other guy jumped off the\ntrain and then we walked up the hill. Got a hold of somebody else and he said he's going to\ntake us home. His father's a shoemaker and he's going to keep us, and we told him we want\nto go further. We want to go from the...from Warsaw because when we jumped off the train\nwas outskirts of Warsaw...says we want to go to....uh...to Czestachowa. He says, \"Well, you\ncould sleep over my house and tomorrow I'll take you down to the train.’’ Came into his\nhouse, me and my friend. We laid down on the floor. We slept for 2 days. Then we got up,\neverything was empty. Anything we had in our pockets, he took out. He left us not even with\na cent. And if you haven't got money where can you go? So we told him, \"Look, if you give\nus some money back, keep some of it. If not, we'll blow the whole thing. We're not afraid.”\nWe're not afraid to die because we knew we're going to die anyhow. So he decided to give us\nsome. And then at night he took us down to the train and we went towards Czectachowa.\nSame thing in the train. Much didn't happen because we're quiet. Train was crowded. When\nwe reached Czestachowa, the destination...I knew the town well. I lived there. The train\nslowed down on a curve into the railroad station. We jumped out, and we walked. We got\nahold of another...somehow, she walks in. She says, \"Well, if you want, you could stay here.\nBut I put you in in the barn. If someone gets a hold of you, I have no part of it.”’ She let us\nsleep over. The next day she chased us out. So my friend says that, \"Look. I have friends\nhere. Gentile friends which my father used to do business with, so maybe they could hide me\nout and until the war is over.” So I says, \"I have some too.” So I...he went with me. I walked\nover there and there was a store, a bicycle store. I walked in and his wife saw me. His wife\nknew me, and he knew me. There were customers in there. And he was winking with his\neyes I shouldn't say nothing. And meanwhile he...my friend...was outside in the bathroom.\nYou know...uh... a country bathroom. I have to tell you, a board in a hole, and he was sitting\nin there because he couldn't stay outside. He says, \"I'll wait for you.” Spoke to my old friend\nand he's telling me, he says, \"Look, I can do anything for you in money, but I can't help you\nhiding. I wouldn't because I could lose my life.” I says, \"Okay.” So I walked out. I walked\ntoward the...uh...toilet. He wasn't there. He took off. He decided maybe he do better on his\nown than with me. So I was left all alone, you know. I knew the town. I didn't know where to\ngo. I marched the town, marched up, sideways, all over. How much can you walk? You\nknow, you're in danger because, you know, you get picked up, you're dead. So I decided\nmaybe I should...I knew I had a brother working in a...in a...1n a...1n a steel mill. He was...he\nwas living there because when the war...when they made a selection, they decided\nthat...uh...they wanted good people. They figured if they send him into the ghetto, they'd\nnever see him, so he remained there. And they slept there. They had a couple of barracks\nthey slept in. So I decided, 'let me go down there.' I went down there and stood outside. I\nseen a horse with a wagon turned over right near the plant. So I walked over to the guy. I\nasked him if he knows if any Jews live here. He says, \"Yal, there's some over there\nworking.” I says, \"Can you call out a guy by that name, \"Martin___.”” He says, \"I go in.”\nHe went in. Took a couple of minutes. He walked out. He saw me. He didn't know what hit\nhim. Where did I come from? What come? What happened? Where's this one? Where's the\nother one? And, you know, he took me into the barracks and I explained it to him exact what\nhappened. It's unbelievable. He didn't believe. And then what they did, they put me up in the\nbarracks in the corner. They were hiding me. What to do with me? Because they didn't know\nwhat to do with me. My brother figured he could remain there, but you couldn't report to the\npolice that somebody else came in. Okay, it came at night...people came back from the shift\nand it's like...uh...they start asking. You know, it's somebody came in. After all they were\nfor...for...a couple of weeks along, they didn't know what happened to their wife and\nchildren, so they started asking where I come from. What it is? So I didn't want to talk.\nFinally, they forced me to say where I come from so I told them exact what happened to their\nwives and children. That they're all gassed and died. So then they wanted to kill me because\nI'm lying. So then they asked my brother if I ever been in a...a emotional sick. They got so\nfurious about it that they squealed on the...squealed the police and if I don't leave, they're\ngonna report to the police. Middle of the night, 1t was 12 o'clock at night or 1:00, I was\nkicked out and finally the police was notified. And they came out, start shooting, but I was\nsitting in..in the...what you call, in the weeds...the high weeds. The dried up weeds. I was\nsitting there. Didn't care. Let them shoot. My life wasn't worth anything. It was just like you\ntake a wastebasket, throw it out. I was waiting to...to die any time. What's the use. I mean it's\nlike you want to dispose of your body. It was too much for you. I sat there and then it quiet\ndown and they started screaming, \"Hurray. Hurray. We got him. We got him. We got him.” I\nsat there and then I walked away and knocked at another house. The guy was\nmaking...uh...funeral boxes on the road there. I walked in and he says he can't do nothing for\nme. The only thing I do 1s get into the shop, stay there, leave the door open. If you're in there,\nyou sneaked 1n yourself. I stood there in the morning. I had no place to go. I decided to go\ninto the camp. To the same factory. Came in again. What're you doing? So my brother\ndecided we're both go together to see where we could go. If we work out, we'll work out. If\nnot, we'll both...1f we die, we'll both die. So we took a walk in...along side the river...was a\nriver there. Took a long side. We walked a couple of miles. Saw a little house, little farmer's\nhouse. The house must have been maybe 20 by 20. I walked in and the wife wasn't home. He\nwas home. He looked at me. Up and down. I looked like...ever see a little...a little dog is lost\nand he knocks at somebody's door. He felt sorry for me and he says he can't do nothing til his\nwife come home. And meanwhile go into the barn. The same thing. Stay in the barn. Okay.\nMy brother had to run back to the plant. If they see he's not there, if they get ahold of him or\nthey find him out of the plant he gets shot. So he was...he left and then his wife came home\nand she fell in love with me and she says, \"Yal, we're gonna keep him.” And I was there...the\nfirst day I was very useful. I used to clean the cows, clean the barn, wash clothes for them.\nAnd that's what I did for almost a whole month. And they got so used to me that they didn't\nwant me to leave. Mine clothes I used to wash. I used to get insects in my clothes. They had\na small place. So I used to take my clothes and put it to the river and put a rock over it, so\nthe...the water was floating down the river, took all the insects out. And I lived there for a\nmonth, you know, every night, you know, they were used to me. __ and taking care of all the\nthings. And then my brother came once and he says, \"They're forming another little ghetto.”\nBecause from the 39,000 everybody was liquidated, and there wasn't much left. And they\ndidn't want the Jews to live in the plant because they were shabby barracks. Decided to take\nthe old Jewish quarter and close in the blocks, you know. The blocks must have been\nwhat?...500 or thousand feet a block, close in the sides, so they closed up three blocks, four\nblocks. And...and these people which lived in the...uh...plants...they had some people coming\ndown. Let's say you picked out...Let's say 5,000 people in a plant, they picked out a hundred\nand they gave them a certain section, and they said, \"You make room for you people which\ncome in.” So...so they organized a little ghetto. A small, little ghetto. And I found out, so I\nsays, \"I'm going to go into the little ghetto. So when that plant was marching in, a day\nshift...1t was a day shift and night shift. So my brother says you stay aside of the road. When\nyou're marching in, you jump into the line. That's what I did. I waited. The man in charge,\nthe German policeman was an old man. He rode on a bicycle. He couldn't tell the difference\nfrom this one or the other one. Marched into the ghetto and...uh...met my brother\nand...uh...met my brother there and my mother was still alive. My moth...my mother was\nhiding in a bunker, you know, who had...who had build a basement and we ripped out the\ndoor and we glued up the door with bricks. It looked the same so you couldn't tell she was\nthere. She was hiding there for 4, 5 weeks. Finally, they couldn't take 1t any more. There\nwere children in there too. And the childrens were crying and someone heard the kids crying\nand they knew they're people hiding. So they opened the bunker. The shot more...half of the\npeople were shot. My mother sort of survived with my...my sister-in-law. And...uh...they\nbrought in there...they remained in the little...the little ghetto. They stood in the little ghetto\nover there for awhile. And what happened with me is I marched into the little ghetto and I\nmet them. My mother was still there and my sister-in-law was there with the little kids. And\nevery day what was going on. Killing. Shoot a hundred. Shoot 2 hundred. One day they\ncame and said...uh...we want all the...uh...intelligent people which was left. We have an order\nfrom England. England sent us a...a cable that we want all these intelligent Jews to go...to\nPalestine or...Palestine then. So people were...figured they'd take any opportunity. So they\nloaded up about 5, 6 trucks with 5, 6 hundred people and they took them down to the\ncemetery and they threw in and shot them in a common grave. That was the end of these.\nThat's was going on. And then we lived in the little ghetto in fear every day. One day I had a\nfriend who just came from the same concentration camp with me. He got a hold of a gun. He\nbought a gun because he figured he couldn't take it anymore. If he has to die, he's going to\ntake some...some Germans with him. So one day they picked him up and...uh...you know,\nthey always looked to...anybody looks suspicious...you walked the wrong way, you were\nshot. So one day, he walked and they had a little...a little store. A little small butcher shop by\nthe police station in the little ghetto where anybody was suspicious was thrown in there. And\nthen...uh...1f they were in a good mood, they let you go. If not, they shot you in the back.\nThere was a...a place where the people used to keep ice, you know. Here they have\nrefrigeration. Then they used to go...in the winter used to go to the river and chop the ice and\nput it into that warehouse. So used to shot into. So...so one day, he had a gun on him. He had\nbought a gun. So when they took him out and they start shooting people in this...this little\nmarket, he pulled his gun out and wanted to shoot this German guy but unfortunate, his gun\nwas so old, rusty, that it didn't fire. So what he did...he couldn't shoot him so he jumped on\nhim and bit his throat. And meanwhile the other SS saw what's going on. They shot him.\nThen they decided...what happened every 10s going to be shot. So they took people out. I\nknow there were a thousand people. And every 10 was shot and brought in the bodies. No,\nthey brought the bodies into the yard. There is a big yard, and everybody had to go and see,\nand they were laying there. That's what happened. And then this was going on, I think, for a\nyear. Was miserable living this little ghetto. There was no food. We were buying sometimes\noutside anything we got a hold of. Horse meat. Anything! Disease. Disease. The place was\ndiseased. Was filthy. People were stuffed in in places, you know, so then what happened\nthey decided they're going to liquidate that little ghetto. There were I think 6,500 Jews lived\nin that little ghetto, liquidation. What do you do with my mother? My mother couldn't walk\nout and...and face the music because she looked old. She wasn't old, but she didn't look\nyoung enough to be that, so we decided we're going to put her in in a attic, a little attic over\nthe court yard, a little attic and my sister-in-law with the kid. And this was going on for the\ntime we were in the little ghetto. They were looking for old people and children, so we made\na false door too. It was dark, upstairs, old shabby house so we...we...we...uh...made a double\ndoor. Nobody knew, but somebody...there's always trouble-makers. And there were people\nwhich were sympathizing with the Nazis. They figured they survive. So one guy came and\nhe said, \"This is not...this is a false door. There's somebody in there.” So he...the Gestapo\nsaid, \"No, that's no false.” And he said, \"Yes.” And they busted the door. And my mother\nwas in there. And my sister-in-law was 1n there, and the little child was in there. But that\nlittle child was so sharp, each time he heard noise he jumped into a big pot and put a cover\nover it so nobody knew he was there. He survived. My mother survived. When they came\nin...the police came in...there was some Jewish police came with them. And the Jewish\npolice knew my brothers, so they start screaming, \"Where's the old lady? Where's the old\nlady?\" So I says, \"Aw, you got the wrong information.” He walked out. Okay? And this was\ngoing on. And then there was no more hiding. Nothing to hide. So we formed ourself over\nthe court yard. It was like a little gate. There was a little...like a little small house, and the\nhouse had an attic. So we figured if they'd be a selection or liquidation, we knew the\nliquidation is coming. This is not going to be forever. A matter of time, you know. So we\ndecided we're going to put them up there. Anytime we went to work in the morning we\nmarched out because we used to march out like we used to shape up. We had kapos. What\ndo you mean a kapo? A kapo was a foreman. He had his group. 500 men. 200 men. When\nwe marched out in the morning, we had to meet 1n front a big market and the Gestapo\nchecked out how many you got? How many you got? And we assigned jobs. The jobs were\nvarious jobs. Some jobs...mine job was to work on the Russian cemetery. The Russian\nsoldiers they captured...the Russian soldiers from the war, so they brought them into\nconcentration camp and never gave them any food. They gave them raw potatoes and they\ndied on dysentery, all kind of diseases. So mine job is to work on the cemetery, dig holes.\nThey used to bring truck loads or...or thousands of Russian soldiers and...uh...they used to\nroll off there...ever see, like you know how you see in the United States when they bring a\ngarbage truck to a dump, the opened the back and out. That's the way they used to roll out\nand you know, I had...I had feelings all the time to people, any people. I always used to say\nwhen I used to stay there with my friends, we used to work. I used to say, \"Here, look at this.\nSo many thousands of people laying in this hole. (crying) I says, \"So many thousands of\npeople laying in this hole and a mother...a mother somewhere in Russia is waiting for her son\nto come home. And he's dead.: Thousands...thousands of Russian people were waiting for\ntheir sons to come home from the war and meanwhile they were laying 1n that ditch.\nThousands of them. And this was going on for weeks. Eventually, they decide to liquidate\nthe Jewish ghetto. By liquid...",
        "A: Okay.\nEnd of Tape #1\nTape #2",
        "A: So they...uh...before liquidation, they used to come in...Gestapo on Sunday, like the\nLufbafer, that was the air force. They had nothing to do. They figured let's go down. We'll\nmake some...make some trouble for the Jews. They used to walk in and kill people, you\nknow. Like some people might say today, \"They followed orders.” A lot of 50 or 70 percent\nwas no follow orders. They came in and shoot and kill just for fun. And did a lot of things.\nThey found a man with a beard. They burned his beard or they did a lot of crazy things they\ndid. They used to carry on something. And that was going on...the ghetto was...each time you\nmarched in at night. What we used to do, when we walked out to work, at night we used to\nmarch in and carry food. Somebody carried a bag of potatoes. One carry a half a bag of\nonions, carrots, peas, anything you can get ahold of. So they used to surprise it. When we\nused to march and turn the corner, we were a thousand feet away, we saw them standing. As\nsoon as we saw them standing, we dropped the bags because if you brought in food, you got\nkilled. So we dropped the bags. Sometimes they weren't there so we started marching so fast,\nand the police stood by the guard...the gate. They said, \"Come on. Move. Move. Move.\"\nbefore they come out. That's it. So we were lucky and we brought some stuff in. Brought in\nmeat. Who knows? Dog meat, horse meat, anything you got ahold of. The horse meat you\ncould tell apart. It was red. More red than normal meat. And this was going on. They used to\ncome in and they used to say...see a mother with a child...uh...with two children. They used\nto walk over, \"Give me one of your child. One I want. Pick which one you want. If not, you\nget killed.” So the mother didn't know what to do. What should she do? How can she give\naway one? So he shot them all. That's all. That was going on. That's what the\nGerman...German...not only the German people. The German people knew too what was\ngoing on. Some people say they didn't know. They...they used to smell the odor in...1n\nDachau, or in Buchenwald for miles away. It's like chicken feathers. People...my brother tells\nme he was in Buchenwald, that they used to march. Thousands of miles they used to march\nwhen the Germans...the Russian used to advance, so they didn't want to leave the prisoners.\nThey used to march. _ On a march, there used to be, I think, 3, 4 hundred thousand prisoners.\nAll types. Not only Jewish. All nationalities used to march. American soldiers too included.\nAnybody couldn't walk, he just took the rifle and threw him in the...threw him along side the\nroad. Thousands of them died. Thousands. And then when they didn't have no food...they ran\nout of food, so they...they killed the horses. And they ate part of the food, but this was rough\nin general. But going back to the little ghetto, finally the...the Jews got smart and says,\n\"We're going to try to defend ourselves. What we're going to do, if the Germans come in and\nstart liquidating, we're going to give him a...a little fight. But what happened the Germans\nhad a lot spies. What happened? They had people moved into little ghetto. Ifa guy was deaf\nand dump, he wore a yellow band with 3 black marks...markings, 3 black dots, so we know\nthe guy can't talk. He can't speak. And the moved in there. And he most have been set up by\nthe...by the Germans. And he sort of knew what was going on and meanwhile the Jews in the\nlittle ghetto used to make hand grenades. They used to take aluminum and...and pour it in.\nYou know, primitive. And then had a lathe grind it and clean it and cloth it with the\ndynamite. And they had this prepared, you know, and we had built a tunnel. What we did,\nwe collected pickle barrels and we were digging a tunnel. Each time we did a distance, we\npushed a barrel, pushed a barrel, not to walk out but to crawl out and this supposed to\nbeen...the tunnel's supposed to go to the river. Eventually, they got all the information what's\ngoing on. Got ahold of everybody. Anybody who was in the tunnel was killed because they\nput gas in or something. And anybody who was caught was shot on the spot. And that was\nthe end of...the...uh...preparation for the...for the battle. And then they came in and start\nliquidating the ghetto. They took people down. They took truck loads down to the cemetery\nand shot them right in the grave, and they...they killed people and people and people. My\nmother was hiding in that little house with my sister-in-law. They were there quite awhile.\nWe were trying to make contact with some people which knew...knew a little. They were\ncloser to the police. Maybe we can get them out or what or when. But what happened...the\nGermans, after they cleaned out the little ghetto, they blew every house up. They were old,\nlittle shabby houses. You could have pushed them with a...with a strong hand. So they were\nblowing up the houses, one house after another cause they didn't want to show it's there. So\nwhen they're blowing up the houses, my mother and my sister-in-law walked out. They\nwalked out, and Gestapo got ahold of them and put them on the truck and says, \"Don't\nworry. We'll take you here and there.” My sister-in-law and the kids...took them down to the\nJewish cemetery and shot them in the same grave and that was the end of it. That's all. That\nwas the end of my mother ad my sister-in-law and the kids. And then they decide to put us\nback in the plants. Build barracks and put us back in the plants. The same town. The plant\nwas the Hassack. That was a company...a company from Leipzig. Original, we used to\nmake...uh...what you call? The Germans had no gas so they built like little...little ovens in the\nback of their truck or back of their car. Used to put in hard wood and close it. The gas from\nthe wood used to push the car. We used to do that from the beginning. Then the plant\nchanged. We start making ammunition. I was...what happened, the day they liquidate the\nghetto, I remained tn the plant. Never went home. So I didn't go home and there was no\nplace to sleep, so we slept on the cement. The hardest thing was to sleep on the cement. You\nknow, you couldn't...you turned and twist...there's nothing...the only thing you did to put\nyour hand to your elbow on top under your head. And each time they came in, they\nshoot...they were shooting people like mad. If they were looking for somebody suspicious,\neverything was suspicious. Let's say they looked for a guy...uh...uh...John Doe. So if there\nwere a hundred Joe Doe's, they killed a hundred John Doe's so they know they killed the one\nthey supposed to. And so...That's why had different names in difference birth certificates and\nall this, but after that the United States passed a law that these people can get away with it for\nthat only reason. So I was stuck in that camp with my brothers. It was very rough. No food.\nYou know, no place to sleep. The hardest thing was to sleep. And...uh...and I worked in the\nammunition factory, you know. Mine job was, unfortunately, there some...were some good.\nAnd I was what you call working 1n a division where they didn't need me. I wasn't necessary\nneeded there. But eventually I pushed myself into a plant where I got...I worked very hard,\nbut at least I was needed because I was afraid if I'm not needed, I'd be going. So I\neventually...we stood there for awhile, whether I think a week or two, and then they decided\nto...to make another selection. They figured they're going to take out people which they don't\nwant. One was too heavy. One was too skinny. One wore glasses, and one looked funny.\nAnd every...uh...what you call boss, meister. They called them meister. Let's say, every boss\nwas in charge...let's say, like mine...the German which was in charge of mine group, he...the\nGestapo gave him orders, \"You take out the ones you don't want.” So he picked. Eventually,\nI wasn't working there anymore. The whole...the whole brigade went. The whole brigade\nwent. Well, I worked in another division. I worked in a machine shop there. I was more\nneeded. So what happened? They made another selection. But they were afraid that this 1s\nnot going to go by so easy. People might revolt, so they took them out separate, 2, 4, 6, 8 and\nstuffed them down in a basement in the police station in the plant. There were about 5, 6\nhundred people in that basement. They were afraid if they would march them out and put\nthem on trucks they might start jumping off the trucks, so there was a...uh...what you call\n___, that's a...the building industry, German fellow by the name Mosche, was his name. He\ncame from Leipzig. He was what you call a boovon, a goovon, tough guy, you know, a\nGerman tough guy. All of them were tough, but he was the one who says he's going to do it,\nso by taking the people out of the basement, they let them out 2 at a time, he stood with a\nsledge hammer, hit everybody over the head. So anybody came on the truck was laying half\ndead and...and he locked and put him up and covered the truck with blankets and took him\ndown to the cemetery. And that's the way it was. And then we remained in that little place\nthere, I think, I think, for 2 years... 2 years over there. Misery, shooting, killing. My brother\nwas shot. My brother...uh...was walking once, and there were a train came and with potatoes,\nand a potato fell out of the...uh...train, so he picked it up. We always walked with little\npotties, because you never knew when you get ahold of some food. So he had the pot, and a\nGestapo passed by. He see he carries the pot, and was a potato in there. And they wanted to\nknow where he got the potato. He says he picked it up. They didn't believe him, so they took\nhim down to the police station. He was there, I think, a week. My brother told me. I wasn't\nthere any more. I went to another plant to work. My brother told me that you couldn't tell his\ncolor, what color he was. He was blue. And...uh...finally couldn't get out of him because he\ndidn't anything, so one day this...uh...Gestapo man came down. His name was Stiglitz. He\nwas a short fellow. He was a midget, very short. With a gun he carried...the revolver he\ncarried was almost as big as he was. And he took...went down to the basement and he told\nhim to walk out, told him to pick up two pails of water. And he walked with the two pails of\nwater out toward the yard, and he shot him. So he figured if him, the pail of water go over\nhim so he wouldn't make a mess. So my brother was shot then, and my other brother which\nworked in the camp took him down to the cemetery and buried him. And there were other\nincident. There were...there were...there was...there were...uh...killed with diseases. People\ndied on typhus....the camp. I had cousins, relatives. They died every day. You spoke to\nsomebody. You see him now. The next day he was dead. They put them in paper bags. They\nhad big paper bags. Shoveled them in and every day, they carried down to the cemetery\npeople and people. There was another section for incurable diseases in the camp. Was circled\naround with wires. So they used to take people down to the cemetery. And had nothing to do,\nfor fun they used to give them a broom and sit them into the grave and shot them sitting up,\nstanding up, and all these things. That was going on with these people which claimed\nthey..they followed orders. That's all. And that was going on. All ___ we worked hard. And\nthen what happened mine division decide to move to another camp away from town. Not\nfar, maybe I would say in mileage, 10 mile, 20 miles, another camp. I worked in Hassack\nPilsary. That was...uh...that was a division from Leipzig Hassack. The company Hassack\nlike...uh...uh...uh...like you take Mercedes. Mercedes has a division too. Hassack Pilsary had\na division. Yugosnyder that's another company had a division. And I worked for Yugosnyder\nand shipped me to another camp. I was with my brothers. When I was with...with my\nbrothers, I sort of managed...you know...uh...certain time in the day when we got around\nafter work, 7 o'clock, 8 o'clock everybody had something. One had a piece of bread. One\ncouldn't eat. One...we were wheeling and dealing. Let's say, you gave me half a onion, he\ngave me a haircut. I gave you half a potato, you gave me half a carrot. And that was...and\nyou gave me a piece of thread to pick my pants, I gave you a needle, you know. And that's\nthe way we operated. When I got...when I left, I got to the other camp I was very miserable.\n(Pause) (Crying) I was sick. I must have weighed...who knows how...how much I weighed?\nI worked and what happened in the other camp...had people from other camps coming. They\nwere camps from Krakow. People came from Krakow. There was a ghetto there. They called\nit like Jerusalem. Certain sections, these people came there, there were tuffies.\nTough, tough people, you know. They only left the undesirable. The intelligent they killed.\nSo they were tough. And each time if there was some work to do, they grabbed us because\nwe were the newcomers. Took me down to the cemetery to break up monuments and build\nthe roads. And made me a fireman because any time, I don't know if was America or\nRussian...most American planes, English planes used to come over the city at night. They\nused to flight at night, and each time this happened, they set off an alarm that we should go\nto the railroad tracks and stay there because, in case...uh... something happened, we should\nbe prepared. I was a fireman. What I had in my possession is a little pump and a pail. I was\nthe fireman. I was so sick I used to go to the bathroom 20 times a night. Even if I didn't need\nit, I walked because I had no feeling. And I used to carry a blanket with me...blanket,\ncovered myself. Cold. I was shivering and walked back and forth, back and forth, back and\nforth. And that's the way it was. And I had a neighbor...a friend. He worked the day shift. I\nworked the night shift, then we changed. I don't know if he was old or young. I couldn't tell\nhis age. He was very nice to me, and he was like a father to me then. Because we were\nboth...so we both shared the blanket. The blanket had more patches than the blanket, you\nknow. But he used to be a...a tailor from years back, so for him to take the needle out and\nstitch it. So he used to help me. Each time I came I was downhearted. I figured who needs\nthis. So he always used to encourage me, encourage me, you know. And...uh...he used to do\nwork, and I used to be in charge of machines. I used to be in charge of bullet machines. I\ndidn't know much, but I learned a little. And what happened? The Germans had no\nequipment any more. They ran out of tools because the Americans were bombing Leipzig\nand...and Swinford and all these industries where the German had. They had no oil. They\ngave us oil to oil the machines. It was like kerosene. It wasn't slippery. Anything went\nwrong, we were blamed for. One day...uh...one day, he gave me a part for a machine. He\nsays that's the only part he has. If you break it, you be dead. What can I do? I could only put\nin the part. I put in the part and the machine slipped because it didn't perform the job because\nthere wasn't enough oil to slip the...the machine. So I broke it. So he took me to the police\nstation, you know, and they gave me such a beating that I fainted and they threw me into the\nbath tub. Then took me out, and gave me another beating. Then the next day, the...the...the\nboss who is charge of me, Mr. Ginter, he found out. So he says to the other boss, \"Why did\nyou do that to him?\" He says, \"Well,\" he says, in German,\"___———S—S—C Means gotta turn\nto victory, and this man didn't perform. Okay. I managed to stay on my feet, holding on. I\ncouldn't hold on to my thing. I was so beaten up. But he let me live, because if it would have\nbeen somebody else, I would have been dead. He knew me. He knew me for 2 years. Why\nwas I...was he...he is, what you call...there's good enemies and bad enemies. He was a good\nenemy, what you call. He treated me...you ever see, you beat sometimes a dog. You beat him\nso long that you have no use beating him. You get used to him, so you beat somebody else.\nHe always picked on somebody else. So he let me just live and finally he slipped in once a\nlittle cup of soup he got from somewhere. He came to me...he says to me, \"I'm going to give\nyou a loaf of bread, if you tell me who's going to win the war?\" I says what a...what a\nquestion to ask me, who's going to win the war. I says, \"I think..” He says, \"Think about it.\nThink about it.” So I think about it. I figured I be dead by the time he comes back. Okay.\nCame back 2 days later. He says, \"Who's going to win the war?\" I says, \"You. He gave me\nsuch a beating again, the same guy. He threw me on the floor. He kicked me and kicked me\nand kicked me. Finally, I got up and...and managed a little. It was a weekend so we didn't\nwork on Sundays. So I laid in the barrack. There was some doctors there which\nweren't... nobody knew they're doctors...had some medication and some water and I bounced\nback pretty fast. And that's where I spent my time over there. It's terrible. That thing was\nterrible. You couldn't work. You couldn't...a guy used to come at night....at the night shift.\nWe used to work night. He came in and he used to insist...1f we make a hundred percent he\ngives a...a loaf of bread. A loaf of bread was let's figure what you call...1t was a kilo?...let's\nfigure a regular loaf of bread, a round loaf of bread. How do you make a hundred percent if\nyou haven't got the machinery. I had girls working for me. You know, I had about 6, 7 girls\nworking, you know. We used to share even what we had...even...even a pit. Anything we\nshared. They were nice. And there were some girls from...which were shipped from other\ncamps there. Very nice girls. And they used to help, you know. Not with food,\nbut...uh...morally, they used to perk you up. And I had friend which worked with me which\ndied, you know, so I was left without him. He used to help me out. And anytime the\nmachines broke, what happened...these girls never ate. And the Germans used to shave their\nhair off and put like onion bags on top of them, made out of three holes for the head and for\nthe two arms, and that's the way they used to walk around. They had never dressed, you\nknow. And you know how a woman has to take care of herself more than a man. They\nlooked awful, but they were worked with me. And anytime machine was broke and he came\nback and he got mad, he took and shot her in the back yard right away. So there's one left.\nThat's the way it was. But...uh...1t was part of my life. I...uh...I didn't care. I couldn't wait it's\ngoing to be me, you know. But how do you get rid of this misery. And...he used to be...he\nused to drink a lot. This...uh...German, who used to be in charge of me. His name used to be\nProsser. Prosser. He came back from the eastern front. He lost two fingers. So he wasn't\ngood for the army, so they sent him to this camp. He knew about machinery like I know how\nto be an astronaut today. But okay, maybe he had some relatives. And he came with his wife.\nHis wife used to be a blonde. She used to be so experienced slapping people, I don't know\nhow fast. You didn't know what hit you. She slapped you on both sides. Even if you...you\nmoved away, you couldn't miss her. So fast. Left and right, she used to slap. She\nslapped...the woman used to slap, and kick em, and spit on them. That's what she used to do.\nBut she was nice to me. She saw that each time she saw me...not that she greeted me, but she\nthrew sort of a friendly...not a smile, but a friendly look. That's all. And...uh...she used to\nhelp me sometimes. You know, I used to say, \"Can you give me some bread.” She says, \"I'm\nnot allowed to.” But what she used to do, each time she passed by the machine, she made\nbelieve she dropped something. She looked at me. Sometimes a piece of bread. But I used to\nwork at night. I used to work at night, so I used to go into his office because if I needed a\npart, I went into his office. So he was sleeping. He soundly slept, and he had a little satchel\nwhere he kept his food. So if he was sleeping, he was drunk. I took a sandwich out from\nhis...uh...uh...attache case. And I ran into the bathroom. The bathroom wasn't cleaned for 5\nyears, so the odor and the salami sandwich sort of the combination, people were sitting there,\nthey couldn't tell that I'm eating. Then I washed my mouth out with water and say, \"What are\nyou eating?\" I says, \"No, I got ahold of a piece of...uh...garlic.” And got away with it. That's\nhelped me, you know. Sometimes, some day, I went up and he was sleeping, I saw an apple.\nI took in an apple. For me to eat an apple, for me to eat a...a...salami sandwich, is like for\nsomebody giving a shot to think that...that sandwich used to go into my stomach is like\nyou're dropping a...a something to an empty barrel, you know. But I was swollen. I didn't\nfeel good. I was...I was a mess. I was a mess already. Finally, what happened, tn...uh...one\nnight I was working, so friend of mine...friend, he was passing by with a...with a metal, little\nwagon. Was carrying something. And I had no shoes. I was wearing wooden shoes. So he\nwent in back of me, and he ripped my skin off from my feet, you know, not knowing. So I\nturned around and I rapped him in the mouth. So the...the...uh... the police saw it, took my\nname down. The next day they took me to the police station, and they gave me a beating. So\none guy tipped off said, \"Leave him along. His brother just died, so give him a break.” They\ngave me a...a less beating. But that's what happened. They used to carry on terrible. Terrible\nthings used to go...used to go on. And then what happened finally...finally, the Russian army\nstarted advancing closer to...to Poland because the Americans helped them out with arms,\nwith trucks because they were really in bad shape. So they start advancing and the army was\nvery powerful, you know. Good soldiers they had. They started reaching already closer to\nour town. So they decided they didn't want to leave nobody, so they...they set up trains. They\nhad no trains. They made you walk on the...on the railroad tracks. And shipped...shipped\nmost of the...rest of the Jews to Buchenwald. I was sort of the...uh...the old coot. My boss\nthought that the Germans could fight off the onslaught from the Russian army, so eventually\nthe fight...1f he's safe, I'm safe, so he could open himself a little bit. And slaves there's\nenough. If there wouldn't be no Jews, there would be Pollack. They wouldn't be no Pollacks,\nthere'd be others. Gypsies. There were plenty, you know. So I remain...I...I was left. I\nhad...my clothes I didn't have. The only thing I had one shirt...uh...polyester shirt which was\nalready in shreds from washing in detergent, and I had a pair of pants which was ripped and\nwas cold. Each time it blew, it like air condition over hole. And I was cold all the time.\nAnd...and they start taking people out of the barracks. Everybody. This guy left. The guy\nwhich used to be in with me sharing the blanket. They took him. And I was holding on to\nthe..uh...to the boards where we were sleeping cause I couldn't stay on my feet because I was\ntoo weak. So I remained and they shipped everybody out. At night...the same night after they\nshipped him, some were caught at the...the Russian army caught the trains and busted the\ntrains up and let the prisoners out. And some of them...and the Germans took off at night.\nThey didn't take no train. They walked on their...on the tracks. So some of the Russian army\ngot ahold of them and shot them right on the tracks and some of them escaped, but some of\nthem most of the Jews were shipped to Buchenwald. They were shipped to Buchenwald. My\nbrothers were shipped to Buchenwald. Some came back and some didn't. And I was\nliberated. That's all. I was liberated. I was liberated and the Russian trucks and army came in\nand looked around. So many sick and dead people. Some died. The flies were eating them\nalive and the insects and all this. And I remained in the camp with not too many people.\nMany people...some of them which were stronger were running toward the police station to\npick up rifles when the German...uh...picked up rifles and they were shooting in the air. And\nI figured, \"Hey, this is not for me here. If they ever come, we're finished. Not that...I was\nfinished anyhow. I could hardly walk. So I figured I take my little...uh...can I had. I had all\nthe time with me like a gallon paint. It was a can. And I used to make 1n that can. I used to\neat in that can. I used to do everything in that can. That can used to be for every use, what\nhuman use you could use. And that's all. Sometimes I didn't wash it because I figured, \"Who\ncares.” Didn't bother me. So I decided I take that can and my wooden shoes I had and which\nwere ripped. They...I couldn't even walk in them anymore. They were...and I decided I leave\nthe camp. Because I was liberated in the same town, I figured I march out. If I marched out,\nit took me awhile. I marched. Some people say, \"Where you going.” Said, \"I'm going.” \"Oh,\nyou live in that town. So you must know. You got your house.” They thought I got a house. I\ngot a mansion there. There was nothing there. I was a poor...poor family. Marched out of\ntown. The community where I lived was destroyed. The houses were blown up. There was\nnothing there. I marched into town. Came into town. Russian soldiers were there. Were\nhunting down the German soldiers. Most of the SS were hiding. Some of them were hiding\nin the big German trucks where they keep the tools, like big drawers. They shoved\nthemselves in there. The Russians were very mad at them because, you know, the Russians\nlost over 20 million people, you know. They treated the Russian very bad. So they grabbed\nthem out and shoot them and shot them and...and then they went to liberate the Russian\ncamp. There was a Russian camp. People were almost dead. There wasn't much left. They\nwere sick and dying. They liberated that camp, and put them on trucks. Put them into\nhospitals. And then the liberation started. And we were free. Not for too long. Then\nthey...what happened, the..uh...the underground...Polish underground starts fighting, starts\nlooking for scapegoats again. There was some Jews left in town. So they figured they\nwere...there were 3, 4 different organizations. There was a...the exile government in London\nhad a....an organization. There was a communist organization. There was other\norganizations. They were fighting between each other. And, you know, there weren't too\nmany Jews in town. There must have been maybe 500 or 700 Jews from that population\nclose to 40,000. And which side do you take? So they accuse us, we're taking this side, the\nother side. So they start shooting Jews in town again. I figured that's no good, so decided to\nleave. So I look the...I took the train with some other people and smuggled myself into\nCzechoslovakia. From Czechoslovakia, I stood there for a while. I met a...a Jewish family,\nand they keep meeting over night there. I went with my other brother, the two brothers we\nwent. Because we didn't want to go as a group because if we get caught, we're better off\ngoing separate. My other brother crossed the...the border between...uh...Poland and\nCzechoslovakia. Czechoslovakia we stood a couple of days then. We went to\nCarls...Carlsbad ____. That was the border between the United States and Russia. We\ncrossed the border there. The American soldiers were standing and questioning. If you were\ncoming from the east, they say, \"You go back to the east. Wait til they...they ship you.” If\nyou were coming from...from Germany, from the West, they say, \"Go back to your west.\nWhen the repatriation would start, then they ship you.” But unfortunate, I had a piece of\npaper that I... came from Czectachowa and the American soldiers saw Czestachowa and\nCzestachowa sounded like Czechoslovakia. The stamp was the same. He couldn't tell the\ndifference. And he asked me where I'm coming from. I says, \"I'm coming from the west. I\nwant to go east.” So he says, \"No, you can't go east. Go back to the west.” And I was really\ncoming from the east. So he let me go over the border and then I went in over the border and\nthen...uh...I walked across...a day and went into a small, little town in Germany. Uh...Hof,\nthat's where Secretary of State Kissinger was born in Hof. Stood there a couple of hours,\nthen we took the train and proceeded to a bigger town. So I went into Bamberg and in\nBamberg a couple more Jewish people lived there. And I stood there for awhile, you know.\nAnd it wasn't good. You know, it was rough til I got a little apartment to live in. I didn't want\nto live in a camp. Lived in an apartment with no windows. We struggled...struggled in a little\ntown. And then...then the UNRRA came, start helping out. And there were a lot of Jewish\nsoldiers in the American army. So what happened...most anybody, wasn't only the Jewish\nsoldiers...the...the Gentiles, anybody wanted to give their food away because they...they\ndidn't want to eat that kind of food. The white bread and the soup. For American soldiers,\nwas no good because this wasn't the best food, but for us it was good. So what happened?\nEveryday the Chaplain came down with the...with the...with the little hookup, the kitchen\nand brought us food into the little yard we lived in the... And we used to eat good. And then\nthings changed. The UNRRA came. Start getting packages. You know, food packages. And\nwe used to sign the...let's say eggs, powdered eggs; two pound of rye bread, two pound of\nwhite bread, and...and cheese and chocolate. And we had pretty good then you know. And\nthen...uh...what happened, we...uh...the American government wanted to organize we should\ndo something because we were sitting...a lot of people needed help. Psychiatrists. Because\nthey couldn't take it, what happened to them. So they organized soccer teams. And that what\nhappened organized...there was a lot of professionals from the past, and some young, and\norganized soccer team. So I joined one of the soccer teams. My brother joined one of the\nsoccer teams. And we were playing. And the Americans...American officer got himself a...a\nlittle job. Each time we drove, he gave us the trucks. I'd say 5, 6 trucks and we drove to\nanother town to play against another camp. So these...uh...officers or captains were\nbetting...were betting against each other. Make sure you win. If you win we give you more\nfood, better food. We're traveling for days. American soldiers were driving the trucks, you\nknow. And we had food and everything. Anytime we won, they were happy. They were\nbetting on us. And that's how we spend the time in Germany. Playing soccer. And finally\nwhat I wanted...I wanted to go to Palestine cause I figured I didn't want to come to another\ncountry. Not that America was bad, but I couldn't come here. I had no relatives. So I figured,\n\"Let me go...let me try to get there.” But how do you go there? There was no state. So I\njoined a little kibbutz. And they were teaching me ways. And they supposed to send me to\nItaly. But what happened the English government, Churchill was then the Prime Minister.\nHe gave orders to the Italian government not to let Jews into Italy cause they're smuggling\nthemselves by boats and only all means to Palestine. So they shipped me back. I\nwent...almost ready to go, shipped me back to...to Germany, and I remained there, and then I\nfigured it's hopeless. What do I do here? I don't want to sit here? So I went up to the\nAmerican Consulate. And I registered myself and gave him my name and he asked me,\n\"What are you doing? What's your profession.” I says, \"I was tool and dyemaker. I could do\na job.” It took, I think, 4, 5 weeks. He called me down with my other brothers. They all had\ngood professions. And we stood in a...1n a other army camp in Munich for, I think, 4 weeks.\nThey were checking us out, if we have any diseases, x-rayed, and all these things; and they\nfound us healthy. And they took us on a trip, and shipped us to Bramenhafen. And we came\nto the United States. That's what happened. Came in here and America was good to me.\nAnything I did in the United States was good. My first job was 65 cents an hour, was great.\nWho needed more? I had food. I got once...uh...I got once...the United Service Service gave\nme once $7.00 a week til I find a job. That was a lot of money for me. $7.00. I went out on\nBrighton Beach Avenue. I lived in Brighton then. They got me an apartment for $15.00 a\nmonth. I went out on Brighton Beach Avenue, brought a 2 pound of rye bread and bought a\njar of __ herring and bananas and apples and a couple of oranges and I closed the door. I\nsays, Who needs better than this?\" Free man, good country. I went to night school and\nlearned how to speak English. And then...uh...$7.00 wasn't enough because I needed a\nhaircut and I was going back to the United Service and there were Americans. They were tell\nme if you want to be an American, be dressed like an American. Don't wear these pants with\nthe white cuffs. You walk in the street. They see you're a foreigner. They bought me a suit.\nYou know, paid for it. And then I was doing pretty good. Got another job, one job. Landed\nin a machine shop. Doing pretty good. The minute I came here I did good. As little as I\nworked and as odd job I got...jobs which nobody wanted to take, for me it was good. Better\nthan I had. That's all. Had my apartment. Bought myself a little radio. That's it. And I was\nvery happy. And struggled, you know, years in the United States. It wasn't easy,\nbut...uh...live in a free country. What else do you expect? No one is telling you what to do.\nYou want a job, you get a job. You don't wanta a work, you don't work. If you don't work,\nyou don't eat. But America was great to me.",
        "A: You want to ask me some questions?",
        "A: Oh, I guess. No.",
        "A: Well, the older brother was shipped to Treblinka with his wife and kids.",
        "A: HIs name was...uh...his name was...uh...Abram. He could have remained maybe, because he\nwas a healthy young man, but he didn't want to leave his wife and children. His child...he\nhad a young child. So he says to his wife, \"I go with you.” So he went and he landed in the\ngas chamber. That's all. My other brother...had another brother, Jacob, he came to...to the\nghtto...to Treblinka when I was there, but I wasn't...not that I could anything for him, but I\nwas working in a different lot then. And...uh...people were coming in in the thousands every\nday. Trains coming in from distance. They looked out their little windows, and they were\nwondering where they're going. Sometimes they were asking. What should I do? What can I\nsay anything? Didn't say nothing. The worst thing I...I couldn't...I couldn't...couldn't watch.\nLike if they picked up little children, little babies 2 years old that got left from their parents\nand they just threw them into the fire. But I'm wondering one thing which I can't\ncomprehend as a humanbeing. I mean I feel people are equal. Maybe they're not equal when\nthey grow up. They join different organizations, different religions, but I can't comprehend a\nman...there's some...there some people which did that, and a lot of them are still alive. What I\ncan't comprehend is (pause) (crying) I can't comprehend a man like him who did that and he\nhas his own children (crying) and he has his own grandchildren. How does he feel? (crying)\nHow does he feel as a humanbeing? And he's maybe a religious man. He belongs in a...1n a\ncertain religious thing. How does he feel? How can he live with him? He killed somebody\nelse's children which had no...didn't have your __ mind....didn't know what they are and what\nthey is, and he took a child, picked up...same children by their hair and slammed it against a\ncement wall. And here this is a man which was dressed clean, had his mind, and he went\nhome to Germany. And he married after that. He had a wife and kids. When his kids were\nwalking around in the house or playing with him, how did he feel? If this is religion, I don't\nknow if there is anybody...1f there 1s a God in Heaven. If he could have seen these things and\nlet them get away with it. Can understand you kill a person. You accuse him. He's a\nmurderer. He did that. He did the other. There's always accusation. A lot of innocent people\ndie in other countries. Now in eastern Europe accusations, and they were taking innocent\npeople...innocent people. If not, he got a hold of an old woman which could hardly walk and\nhe called her, \"You... You old prostitute. You son-of-a-bitch (in German). You've lived long\nenough.” And he shot her. And these people used to go home and have their grandmas,\ngrandpas. Where is justice? Where did we go wrong? I wasn't a millionaire. My father hardly\nmake a living. I told what my father did in younger years. He worked for a collection\nagency. To collect charity. If you pledged, he went to collect. By the time he came to collect,\nthere was nothing to collect. People changed their minds. So he was no...didn't belong to no\norganization. He was an innocent, nice man. He went to his temple. He prayed to God\naccording to the Jewish law. And that's what happened. That's all. Look what happened to\nmy mother. My mother used to do so many good things. She used to...when a poor man they\nused to be what you call the...uh...the poor people. They used to beg us. You had a lot of\nbeggars. Here you have them in the streets. In the old country, they used to come into our\nbuilding and knock at your door. She used to open the door. They say, \"Give me something.”\nThey wanted food. We were a family of 10 children. We hardly had food to eat. Mostly\nlikely, ceratin cases we didn't. My mother used to cook a big pot of...of...of soup and if a...1f\na poor man knocked at the door, she...she...she took the soup out of the pot and gave the\npoor...and made him sit on the steps and eat before she gave it to the children and then she\nfigured there wouldn't be enough, so she took a...a...a picture of water and poured it into the\nsoup, made the soup should be enough. So here...here is a woman which...which didn't do no\nwrong. As it goes now, I know she didn't do no wrong. Like some people might say, \"Well,\nhere now, parents were rough. My father and mother, anything he did to me, in the younger\nyears...or beat me or hit me or my teacher or my principal gave me a beating, I deserved it.\nAll the time. I know. Maybe then I was accusing him. He's bad on me. I mean, but I deserve.\nBut my mother didn't know from no wrong. She went out of the way to do people favors\nand...and anybody knocked at the door for some food, sometimes a pair of old shoes or this.\nShe always did a favor. For that she deserved to be shot on a cemetery in a...1n a grave with\nhundreds of people. Maybe she wasn't even shot. Maybe she was thrown in. If they were\nfiring shots, where everybody dies. If there's so many people line up, they bring a truck load\nof people. Zing! That it. That's what...that...that's what she...that's what she deserved it. My\nmother and the rest of my brothers, honest people...never had a police record. Never knew\nfrom a bad day. Always worked for a living. Struggled, brought every dollar home to help\nMama out to feed the family, and that's it. We used to...my mother used to sit for hours and\nused to fix socks. Used to use a certain cotton to fix holes. And my sister used to help out.\nThere was no shower. There was nothing. As a kid, she used to put me in in a little...a round,\nlittle thing. Used to wash me around. I was ashamed. And she used to wash around because\nshe gotta wash around. That's it. We lived in an apartment from the beginning, was two big\nrooms, 10 kids. We had no...not enough facilities to put beds out, so we used to have these\nfolding beds. At night we used to bring in from the outside and used to open them up. At\nnight, you couldn't walk. So that's what she had. And that what kind of life we used to live,\nand that's what we got for...for that. So that's what I'm asking. Sometimes I'm wondering.\nYou know, I talk sometimes, you know, people sometimes say, \"Oh, God in Heaven. God\nin...” I mean the sun was shining any time the gas chambers were going and the people were\nbeing thrown like a...like you see garbage, like you see...uh...they dump garbage in the\ndumps. I mean if there was a God in Heaven, he should have looked down and...and see\nwhat was going on. And this wasn't only happen to Jewish people. Happened to millions of\nRussians. Don't forget. There were 6 million Jews died. I think 6 million Pollacks died.\nOkay. They were a bigger population. They were then I think 24 million or something. And\n20 million Russians. For what? Why? And now everything is fine and forgotten and now\npeople come out now with books. Some professors in universities, he says it never happened.\nPeople made it up. I came here to talk to you to make it up. I have nothing else to do. You\nknow what this does to me sitting here? (crying) Some people say...some people say you\nshould forget. How can you forget? How can you forget? You had a family. You had...you\nhad roots. That's it. My father find...my father died before the war. They didn't even let him\nleave...live in..in peace. They took...they took his monument and...and build a road. That's it.\nThey build a road. Even if you want to go there and see it, you can't see it. Before the\nwar...what happened before the war started, the Germans had plenty spies. And they steeled\nup the Polish people against the Jewish. The said the Jewish...Jewish people are your biggest\nenemies. They're going to take over the country. Finally, when they marched in to Poland\nand my neighbors which I knew had stores, grocery stores and restaurants...uh...I knew they\nwere...before the war started they were walking around in the Polish uniforms with metals.\nWhen the war...uh...when the Germans came into town, the next day I walk out, I see the\nsame guy wearing a German uniform. That's it. They didn't trust us. They trusted them. Why\nthe Jewish cemetery? Which the cemetery was, knows, since...uh...since the Jews came into\nPoland 500 years ago, maybe 600 years now, the Jews marched into Poland because the\nPolish people wanted the Jews to come in. They didn't come in. They marched in. The...the\nking let them in because they were productive people. They were shoemakers and...and\ntailors. They were helping out. For a poor man to survive, he could have bought himself, let's\nsay a Suit, a pair of shoes, and the Jew was good for that in Eastern Europe. So they let...they\nlet...let...let the Jews in to Poland, so... I don't know what... I got lost now. I don't know what\nI was saying.",
        "A: And that's it. And that's what happened. And that was the end of the whole thing. And that's\nwhat...that's what we got. The temples were destroyed. The temples were burned. The rabbis\nwere...were slaughtered. And what I wanted to say about this Jewish cemetery. Just forgot.\nThe Jewish cemetery...the...the Polish government gave orders to the...to every community\nthat every Jewish cemetery, the war...should be taken apart because the Jews hiding out spies\non the Jewish cemetery. So they broke up the walls. The walls must have been...uh...I would\nsay...uh...6, 7 feet wide. You know how you used to pour cement on, so they broke it down.\nSince now, there's no walls. Who could afford to build walls? Who has money? The\ncommunist government in Poland took half of the cemetery and made a steam mill out of it.\nThe people weren't even laying there for...for 20 years. They already decided to...to liquidate\nthe cemetery and make a steam mill out of it.",
        "A: I can't understand either. I can't understand. I'm asking a question. Who do I'm asking a\nquestion. Why? Why? I'm compassion. I see people now. I see somebody has a problem. I\nalways used to stop on the road to help as much as I can. I never walked away from\nsomething. I see an accident or something. I always help. Now that I wanted to be a hero.\nThat's in me. That's in me. That's part of my life. That's in me. I do things now. I go out of\nmy way for people. I'm not looking for money. Money's not everything. I have enough to\nlive on. How much do I need?\nCONCLUSION OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJuly 10, 1990\nRG-50.030*0132",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with David\nLieberman, conducted by Linda Kuzmack on July 10, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "DAVID LIEBERMAN\nJuly 10, 1990"
    ]
}