{
    "rg": "RG-50.030.0404_trs_en",
    "sequence": [
        "Question: Good morning, Marguerite.",
        "Answer: Good morning, Joan.",
        "Q: Welcome.",
        "A: Thank you.",
        "Q: Could you tell me what your name was when you were born? What your -- the name that you\nwere born with.",
        "A: Marguerite Glicksman.",
        "Q: And you were born with --",
        "A: No middle name.",
        "Q: No middle name?",
        "A: No.",
        "Q: Me neither. And where were you born?",
        "A: In London, England.",
        "Q: And when?",
        "A: Secrets. 31‘ of July, 1915.",
        "Q: Tell me a little bit about your family.",
        "A: I had wonderful parents. Dad came from Poland, my mother was English, born, and I had two\nbrothers, and one sister. Two boys and two girls, and we were a very, very happy family. And we\nhad a beautiful childhood.",
        "Q: Tell me what your dad did and what your -- did your mom work also?",
        "A: No. Mom looked after the kids. Dad was a tailor. He came to England at the age of 14, and he\nalways tells us he had half a crown and a loaf of bread. He had walked from Poland. He had his\nown business by the time he was 18. He knew an aunt who was in eng] -- in London, so that he\nwas able to have somebody to go to when he arrived. And my mother used to say to him, “Philip,\nspeak Polish to the children, they’ll have other languages.” He would say, “Yes, Missus, I will.”\nAnswer in English, of course. And my mother had a beautiful voice, and she played the piano,\nand my dad was a smashing looker, and many of his lady clients wanted to go out with him, and\noccasionally he would be out and meet a lady and then some relative would say, Esther, I saw\nPhilip with so and so. She would say, yes, but he came home at night. And anyhow, we -- we\nwere very, very posey family, we used to do most things in the kitchen. One brother was a\npianist, he became an artist as well, but he couldn’t make a living as a pianist, but he would be\nsitting at the table doing finger exercises and he’d say to me, Marg, what am I playing?\nSometimes I would guess. My other brother would be -- would be dancing with my sister, who\ndid ballet, and they’d be prancing around and I’d be rehearsing lines for a play. Mother would be\ncooking, Pop would come and visit and he’d take something, you know, and that was it.",
        "Q: So you were a close family?",
        "A: Very close.",
        "Q: Were you the youngest?",
        "A: No, I was the second -- my sister was the first, I was the second, then the two boys.",
        "Q: Was your fi -- did your father go to war in 1918 -- 1914, or not?",
        "A: No, but he -- he volunteered as an ambulance driver, and they wouldn’t take him because of\nhis nationality. But he did go back to Poland at one time to report for duty, and he didn’t stay\nvery long. He wasn’t kicked out, everything was fine.",
        "Q: So did he become a British citizen?",
        "A: Oh yes, eventually, oh yes.",
        "Q: But not during that period?",
        "A: No.",
        "Q: I see.",
        "A: Before the second World War.",
        "Q: What about your education?",
        "A: A local school for -- from about five to about 13 - 14, and the school is still there and it’s right\nopposite Madame Tussaud’s, in London. And it’s attached to a church. This is very interesting\nbecause although it’s a church school and supplemented by the London council and the church,\nthey had Hebrew classes in the morning while the other girls were having, you know, their Bible,\nor whatever, and we would have Hebrew classes. And we had a teacher and a headmaster, there\nwere three classes. And so I learned a little bit of Hebrew, and of course had some at home, and\nwe learned about the various holidays, and holy days.",
        "Q: W-W-Were you a religious family at all?",
        "A: Well, my mother -- until the war, my mother kept fairly kosher. I mean, she -- we would\nnever have anything that wasn’t, and we had blue -- blue-edged cloths for the milk and red edged\nones for the meat, and we had the different things. We didn't have a dishwasher, Mum was the\ndishwasher. And when war came and we were rationed, there was no way -- she would trade her\nbacon coupons for cheese or eggs or something, or butter. So we kept as -- but the milk -- milk\nand meat was -- that just went by the board because she couldn’t keep it up, 1t was impossible.",
        "Q: Ho -- how aware were you of the world when you were growing up as a teenager? You were -\n- were you keeping -- were you reading the newspapers, listening to the radio, and --",
        "A: Oh yes, and we went over to the continent a lot. I mean, at 14 I went to Switzerland for two\nweeks with a friend, and one New Year’s Eve with another friend, we went to Paris, to -- where\nshe had an uncle and aunt. And my sister and I would go to the coast of Belgium\n[indecipherable] and all that. And you know, we always had a sense of travel. My father, I think,\nwas a bit of a Gypsy, he loved to travel, and I think I caught -- caught the bug from him.",
        "Q: When the war started --",
        "A: Mm-hm --",
        "Q: -- in Europe --",
        "A: Yes?",
        "Q: -- did life change very radically for you?",
        "A: Not immediately. As I told you, I was in the British Red Cross, volunteer, and the day that the\nwar was declared, a friend who lived up the street was also a member, and I -- she rang me, and\nshe said, have you got your uniform on? And I said yes. She said, do you think we should report\nto the Middlesex Hospital? And I said, I don’t know, maybe. But I said let’s get together. And\nwe did. But that was quite a dramatic moment when Churchill announced that we were at war,\nSeptember the third, 1939, 11 o’clock in the morning. I remember it very well. And, you know,\nwe sort of plodded along, and until I was eventually called up for real military duty, I would go\ntwice a week to the Middlesex Hospital emergency, put bandages on and stuff like that, and then\nI would do three nights a week after I working, and three nights a week I was on duty in the\nunderground stations, doling out cough medicine and aspirin and stuff like that.",
        "Q: Let’s -- let’s go back a little bit.",
        "A: Yes?",
        "Q: You were doing -- before the war started, were you doing secretarial work, or this was during\nthe war?",
        "A: Yes, oh after school I went to secretarial college in London and learned bookkeeping and\ncommerce and all that sort of thing, and stenography. And I had got a job just before the war\nwith a place on Fleet Street. My sister was working for a newspaper on Fleet Street, and I was\nworking for a supplier of newsprint and all that sort of stu -- allied kind of thing. And when the\nbig bombing in London started, it was impossible to get to work because there was glass\neverywhere, water, and you couldn’t just go anywhere, it was -- and things were burning and that\nreally brought the war very close to you. And at that time my mother was nervous and so she\nwent to the country and she took my younger brother. She went to Malvern, and she found a\nplace to live, and my younger brother, he was quite young then, and when he was about 16, he\nbecame the inspector of weights and measures for the area. And then of course, I was getting\nvery agitated because I hadn’t been called up, and I was -- I thought, here I am, you know, ready\nto go. Everybody’s going off to war and I’m not? And then I got my papers, where did they send\nme? To London. And it was to a hospital that was built for Florence Nightingale by Sir Samuel\nHerbert. The hospital was called The Royal Herbert Hospital, and very, very old fashioned, but it\nwas wonderful, and I was very pleased to be there because on my off duty times I could get\nhome to London and see Dad and my sister. And cousins would come and pop in. And if there\nwas an air raid, we’d all go down into the basement and everything would shake and then it was\nokay.",
        "Q: Could you explain what it means to be a volunteer in the Red Cross in Britain? What kind of\ntraining you had, and --",
        "A: Well, yes. I joined when I was about 16 or 17 as a junior, and when I was 18 I became a\nsenior, and when you were 18 you had to sign a paper to say that you would be mobile or\nimmobile. If you were immobile, it meant that in case of national emergency, you could be used\nfrom your home when you had time. If you were mobile, you were liable to be called up to serve\nwith the services, whichever forces, and I had to be mobile, so that was why I was called up, it --",
        "Q: What does that mean, you have to be?",
        "A: Well --",
        "Q: You wanted to be?",
        "A: Yes, I wanted to be, very much.",
        "Q: And what sor --",
        "A: I wanted to be where the action was, yes.",
        "Q: And what sort of training, what -- what --",
        "A: Oh yes. While we were members, every week we would go to classes and lectures and we\nlearned how to do first aid. We even did chemical warfare, we had lectures on that, and we also,\nonce a year we would have to go to a military hospital and do work in the hospital like a real\nnurse. And we had three days on medical, three days on surgical and one day in the operating\ntheater, so that, you know, we had a good background and it wasn’t just bedpans, it was -- and\nmaking beds, it was really in depth work. And we were all bright young things and eager to do\nour part, so, you know, it was -- it was very interesting and rewarding.",
        "Q: Was it frightening to be in -- in London during all these bombings?",
        "A: Well, some nights, you know, when I was going on duty to one of the underground stations,\nas long as I had my tin hat on and my gas mask, I felt fine. But the shrapnel was going around,\nand you know, you just did your thing, and it was dark, and you couldn’t have a -- a torch --\nflashlight as they’re called here. And you just did your thing, you know.",
        "Q: Were you -- did -- did you ever have any close calls, where --",
        "A: Yes, but that was when I was at Woolidge, when they were doing the bus bombs. I would be\nout with a friend, we’d maybe gone for a walk somewhere up the hill, and he would say, wait a\nminute, there’s one coming, duck. And we’d lie down on the ground and we’d count, and then\nyou could tell, from the moment that the engine stopped, whereabouts it might fall. They were\nthe closest calls. But you know, when you’re -- when you’re in the thick of things, you don’t --\nyou don’t worry about that. You just care about people not getting hurt.",
        "Q: And were you able to see your mother, did you go visit your mother, or was she too far --",
        "A: Once, just before I was -- just before embarkation to go to Italy, which was my next port of\ncall, I was given a week’s leave and I went to visit Mum, stayed with her, and then bye-bye, my\ndear, take care, blah, blah, blah, blah, and off I went. And that was an experience, because we\nhad to meet at a certain station. We’d already been given a clothing allowance, and we had\nequipped ourselves, we had to get battle dress and a beret. And we had our outdoor uniforms and\nour indoor uniforms. And we had an allowance for laundry, three and sixpence a week. And you\nknow, you had to wear a clean apron every day, and they were the aprons with the big red cross\non your bosom, and these caps that you floated around with a red cross on the back, and you had\nthese big starched tails. Anyway, we -- we went on this tr -- we had no idea where we were\ngoing, it was all very hush-hush. We arrived, and we found out it was Liverpool, and from there\nwe boarded a ship, and the ship I went on was called the Sumeria. And everybody named it the\nSpameria, cause that’s all the kind of meat we had. And we were in convoy, there were 12 ships.\nAnd a convoy moves at the rate, at the pace of the slowest ship. And of course, going through the\nMediterranean, we had various frights when they were doing these land mi -- mines, you know,\nminesweeping. And the noise was deafening, absolutely. And then, after about 10 days out at\nsea, we were told that if we got up at five o’clock the next morning, we would see an island\nwhere a British singer was very famous. And we knew that was the Isle of Capri, and Gracie\nFields, one of the singers of England. And so we knew we were heading for Italy, but we thought\nwe were going on to India. However, our consignment stopped in Naples, and we were housed in\na nursing sister’s quarters in Vomero, which is just north of Naples. We had a nice time there, we\nweren’t working yet. And there were lots of American troops there, and they were wonderful.\nThey took us to their PX’s or -- or UF -- USO’s, and we had our first piece of meat, and we had\nour first orange and our first banana. Things -- and ice cream, which we hadn’t had for three or\nfour years. And then they would take us off to dances, which was lovely, and then we went --\nafter a week there we went by hospital train across Italy to -- where did we land? Somewhere on\nthe other side, and eventually we were stationed in Barletta, which is just south of Bari, big port,\nand we were with the American fifth army and the British eighth army. They had huge medical\nfacilities and we had prisoners of war there, everything.",
        "Q: The year is what, ’43? Or later?",
        "A: Yeah, about °44, I think, yeah. And from there we went by -- eight of us were sent up north,\nand we went by ambulances, and dust I have never seen the like. We were covered in dust and\nwe would arrive at a different town, Forli or Reggie or anywhere, and when the fellows -- the\ntroops heard that we spoke English, oh, the joy. And we eventually arrived in Mestre, which 1s\nthe other side of the Venice causeway, so that in the evenings after work if we were off, we\ncould go into Venice. We’d cadge a ride on the trucks, and there was nothing to buy in the stores,\nbut it was just wonderful. I knew every little bridge, and every little church. It was great. And\nthen when I finished there, when -- oh, I think the -- D-Day, and -- and DE day happened while I\nwas in Italy. And then I was demobbed in December.",
        "Q: What does demobbed mean?",
        "A: Finished, you know, demobbed. Demobilized. And I went home.",
        "Q: Wait a minute, I want to stop you for a minute.",
        "A: Yes, sure.",
        "Q: Tell me what it was like when you fir -- in London, your first assignment, when you went into\nthe military hospitals.",
        "A: Yes.",
        "Q: Was this very frightening off -- I mean, what was it like in --",
        "A: It was a bit awe-inspiring.",
        "Q: How so?",
        "A: Well, this huge, big place, and not knowing anybody, you go there alone, you didn’t have any\nmates. You soon found friends, and your assigned to your quarters, and we were in a little house\njust outside the hospital which had formerly been married quarters. And there were four girls in\nthis house. We became very friendly, and then, you know, you’re -- you’re a little bit nervous\nbecause here’s a great ward with about 20 men in bed, coughing and spitting and -- you know,\nand oh come here nurse, hold my hand. And then they would want to give you their rations,\nwhich you couldn’t really take because some of them would -- oh, and then we had the TB ward,\nso that was a little bit scary. And then -- oh, eventually I did six months in the operating theater\nthere, which was really wonderful. Didn’t perform of course, but you know, for some of the\noperations you could hold the retractors and some of the casualties were very bad because near --\nthere’s a famous arsenal at Woolidge, and those civilians were entitled to the military treatment.\nSo when that place was bombed once, there was a middle aged man who had a terrible stomach\nwound, and I was assigned to help dress it. And it was -- you know, you felt you were doing\nsomething. Oh, I remember my first experience, I’d only been there a week and a young boy, and\nhe happened to be Jewish. He was about 21, young soldier and he was having great difficulty\nbreathing. And the doctor came up to me and he said, nurse, can you do artificial respiration?\nAnd I said yes. So he said, well take over from nurse. Nurse was, you know, leaning acro -- on\nthe bed, and doing this, and I took over from her. And then they said, keep doing it, and if you\ncan, don’t give it up, bec -- and while you were doing it, you know, the boy was breathing, we’re\ntaking him downstairs to the iron lung. And we took him downstairs to the iron lung, and here’s\nme still pumping away. Got him in the iron lung, and he died the next day, but his parents had\narrived, so that made me feel good, and I felt good that I had ma -- managed to keep him alive til\nhe saw his parents.",
        "Q: Right.",
        "A: And that was one of my first experiences. And we had a nice group, and there was some very\nsociety ladies there. One of them was a cousin of the queen, Ambose Lyon. And they had two --\nshe had two other friends and we used to call them the holy trinity. They were always together.\nAnd of course there was a dramatic society, and I had to be in that. So we gave little concert\nparties and things in our spare time.",
        "Q: You sang, or you acted?",
        "A: Acted.",
        "Q: You acted, oh.",
        "A: Yeah. Oh, I don’t have a voice any more. And that was nice. And then of course, off to Italy.\nAnd then from Italy I got home, demobbed in December --",
        "Q: Now was it -- let me get -- let me ask you about a little more.",
        "A: Yes.",
        "Q: Was Italy different because it was almost a hundred -- was it a hundred percent military that\nyou were dealing with when you were in Italy?",
        "A: Oh yes, yes, but, I mean, we saw civilians and we mixed with them, and we learned a few\nwords of -- of Italian, of course. We couldn’t help it. And the people were very poor mostly,\nespecially down in the south, and these women would come and they would do your laundry in\nexchange for a bar of chocolate or a piece of soap. And you know, you did what you could, and\nwas just very interesting. And rewarding.",
        "Q: Did you like Italy?",
        "A: Loved it, oh loved it, mm. But of course, I saw parts that tourists don’t go to even now.\nNobody goes down to Bari and Barletta. And Barletta happened to have a huge wine growing\narea, and Asti Spumanti was made there, which I don’t like because I got drunk on it one night at\na party. Anyhow.",
        "Q: Did you eat a lot of Italian food, or --",
        "A: No, because we were tainted, you see? We had British slop in the me -- from the mess. Very\nunexciting, but substantial and good. I mean, there were no restaurants you could go to anyway.\nYou -- you wouldn’t go. And there was nothing in the stores to buy, even if you had a bit of\nmoney, you know that? They had to ha -- had to stop manufacturing and making, and -- and\nstores were closed. However --",
        "Q: W-Was there a lot of devastation in Italy that you saw?",
        "A: Quite a bit, especially on our ambulance drive up north, and crossing the river Po, which was\nno water, it was just dust, and -- but you couldn’t see too much because you know, you were\nwith the military and you had to go where you were taken, or where -- where they went. But in\nVenice, things were much better, and they started opera there, the last month I was there, and I\nsaw two operas in one of the squares, absolutely gorgeous, beautiful. Course, the Italians last\ntheir operas for hours. They begin at nine and then at about 10:30 there’s a break for two hours.",
        "Q: Really?",
        "A: And it doesn’t end til about one in the morning, but --",
        "Q: It’s beautiful.",
        "A: Beautiful, beautiful --",
        "Q: When [indecipherable]",
        "A: Anyhow, Greece.",
        "Q: Right. We -- we’re going to go to Greece in --",
        "A: Yes.",
        "Q: -- in a few moments.",
        "A: Okay.",
        "Q: When did you find out about what national socialism, what the Nazis had been doing --",
        "A: Oh --",
        "Q: -- in Europe [indecipherable] the murders?",
        "A: I knew that before I was -- before I was in the forces, because I worked as a volunteer for a\nwoman who was a member of a -- an organization called the six point group. And they had six\npoints of things that they were fighting for women’s equality. Equal ri -- ri -- pay for equal work,\nequal rights, voting, everything. And one of the members was Vera Britten, who wrote the\n“Testament of Youth,” which is about [indecipherable] as well, and Viscountess Rhonda, and\nthis lady for whom I worked, her name was Monica Waitley. She became an MP for Limehouse,\nand I learned a lot through her, and she used to talk about the German people that they were\nbringing over to England, who were trying to get out of that country. So that’s how I first knew\nabout it. And of course, you know, there were hints, and of course in the British -- in the Jewish\npress in England, they were giving out all the details that they could find, but you didn’t know\nhow serious it was until later in the war.",
        "Q: Mm-hm. So once you got demobbed --",
        "A: Mm-hm, right.",
        "Q: -- as you Say --",
        "A: Yes.",
        "Q: -- you went back to England --",
        "A: I was in England, yes.",
        "Q: -- and back to your parents?",
        "A: Yes.",
        "Q: And so now everybody’s in London again?",
        "A: Yes.",
        "Q: Sort of.",
        "A: Well, my brother -- my older brother, Robin, the doctor, he wasn’t a doctor then, he was\ndoing engineering, and because he was in an reserved occupation, he was working for Sperry\ngyroscopes or something, he couldn’t be released. But if he got into an active service they would\nrelease him. So he got into the air force. And he was training for -- to be a pilot, and then he\ncame over to Canada for part of the training, which they did, and then came back to England all\nqualified, but they had so many pilots that they put him back to Sperry’s for his engineering.\nAfter the war he went to medical school and he became a doctor.",
        "Q: Mm. So what did you do when you get ba -- you -- and you -- what year did you get back?\nWhen -- when did you come back from Italy?",
        "A: I think it was end of December, yeah. And I was --",
        "Q: °45?",
        "A: Yes. And I was mooching around for a bit, not doing very much. And then it was in April that\nI went to Greece.",
        "Q: And how did --",
        "A: And --",
        "Q: -- how did it happen that you got to Greece?",
        "A: Well, because I ran into Amy Zoll. Amy Zoll at that time, she wasn’t Gottlieb. And we had\nknown each other and she said to me, “Oh,” she said, “what about coming to Greece, we need\nsomebody there.” I said, “I can’t go to Greece.” She said, “Well anyway, come up to the\nheadquarters of the Joint,” which are here in London, and she said, “you’ll meet the lady who is\nin charge.” When we got there, this Dr. Schwartz was there. She introduced him and she said,\n“Dr. Schwartz, this is Marguerite Glicksman and she’s coming to Greece with me next week.”\nAnd that’s how it all happened, and I thought, well, that sounds interesting. And then I thought to\nmyself, Greece, it’s a different language, it’s a different alphabet, how am I going to get on\nthere? Not one word of Greek. So I bought a Greek book and I started to learn the alphabet. But\nthe learned the upper case, capital letters. The -- the others just flayed me, I couldn’t cope with\nthose. But when I got to Greece, I was -- I was sent to a hotel, the Grande Bretagne, and shared a\nroom with a British girl who worked for the embassy. And it was temporary because then you\ncould look around and try and find your own place. Well, I was with this girl, and then I was\ninvited to Amy’s, and anoth -- the deputy director, I don’t know if you’ve heard of her, she’s no\nlonger with us, Belle Mazuer. She’s quite a character, and she -- she had been an archaeologist in\nGreece before the war. That’s another story. However, Belle and Amy invited me to come to\ntheir house for dinner. And I said, well how will I find it? They said, tell the taxi driver so and so\n[indecipherable] whatever. And course I could see signs, I couldn’t read them, I didn’t know. So\nI thought, I’ve got to learn the alphabet, at least I can read what’s on the shops and what’s on the\nstores and what the streets are, which I did, and I was able to cope. And then I was working for\nthe director as his secretary, but Belle Mazuer asked me if I would do a study of students, and\nthat was a wonderful experience. These young men, some had been hidden in the mountains\nwhile the Germans were invading, some were returnees, and they had mostly been towards the\nend of their studies, ready -- almost ready to take their degrees. But they had nothing. Some of\nthem had no families left, some of them had a bit of family. But they were poor because\neverything they had had been taken away by the Greeks. And so what I had to do was interview\neach of these students, find out what they needed; books, a place to stay, food, etcetera. And\nthere were about 22 of them I think I interviewed, and I am still a friend of one or two of them.\nEventu -- and the students took me under their wing and I would go to the university dances with\nthem occasionally, and we were -- we became good friends. One of the boys, he, I’m sorry to say\ndied, he became the head of the -- the Greek railway system, engineering. The other one, who is\nstill around, he became a biochemist, did very well for himself. Some of the others I lost track of.",
        "Q: Now what -- w-why were you s -- what was the point of the study? In order to then provide\n[indecipherable |",
        "A: Yes, so that the Joint, the American Joint Distribution Committee would be able to help them,\nto find -- to get the books for them, to give them food, if needed, parcels of food and clothing if\nthey needed it. We had a big clothing department. Stacks of clothing were sent by the American\nJoint to Greece and we had people who would sort it, women’s, men’s, children’s, sizing and all\nthat, and they could go to this depot and get clothes. And one of the -- one of the young men who\nwas working in that, he was what we call pre-TB. They were borderline TB cases, and we had a\nlittle sanit -- sanitorium for these people and they were looked after. Well this young man, he\nwas cured, and he married one of the girls at the girl’s home, that was the first wedding they had\nthere. They were able to emigrate to the States and they went to Baltimore. Very, very wonderful\nthing, when I was in the States and I came to visit them, Niko said to me, Marguerite, he said, I\nwould never have had this in Greece. They had a nice little apartment. He said, look, a\nrefrigerator. And he said look, my bankbook, I’ve got some savings. It was absolutely beautiful.\nAnyhow, unfortunately -- oh he -- he did very well in Baltimore, and he, one day in his -- he had\na store for working men’s clothes, and one day he was shot in the store. However, he was -- he\nsurvived. They had two daughters, and he was no more, but his wife Renna continued, and why -\n- we used to go and see her, but we’ve lost touch because she got sick and we couldn’t\ncommunicate and we’ve lost touch, which is very sad. Anyhow, what else can I think of to tell\nyou?",
        "Q: Well, when you arrived in Greece --",
        "A: Yes.",
        "Q: -- in ’46.",
        "A: Mm-hm.",
        "Q: What -- y-you -- you immediately went to Athens [indecipherable]",
        "A: Yes, oh yes.",
        "Q: And what was it like right after the war? Wa -- did you see a lot of survivors coming back?",
        "A: Well, they were already there when I got there, mostly.",
        "Q: But had Amy cu -- [indecipherable]",
        "A: Amy was there already --",
        "Q: Yes.",
        "A: -- she was there before me. She only stayed a few weeks and then she was off to wherever\nwas her next appointment.",
        "Q: I believe it was Austria.",
        "A: Yes. And my sister went to Austria for the Joint.",
        "Q: So she worked with Amy?",
        "A: Yes.",
        "Q: That’s interesting. So were things sort of more normalized in --",
        "A: Yes, and they were --",
        "Q: -- Greece when you were there?",
        "A: And they were getting normal.",
        "Q: Mm-hm.",
        "A: And of course domestically there was great differences because in -- I finally found a little\napartment and there was no stove, they had didn’t have stoves, they had a little gas ring that you\ncould cook on. But this was normal for all the Greek people, that if you wanted to bake anything,\nyou took it to the baker, to the forno, and he would tell you what time to come and collect it\nwhen it was ready. Even the rich people didn’t have a stove at home, and they didn’t have\nrefrigerators. And the iceman would come and you would ask for ice. And I would go to work,\nthe ice would be left on the doorstep and I would come home to a pool of water. But if I came\nhome early enough, I could put the ice in the little icebox.",
        "Q: Would -- this was your first paying job dur -- right after --",
        "A: Yes, yes.",
        "Q: -- the war, right?",
        "A: Yes. And --",
        "Q: And what -- what -- what was your day like? I mean, you were a [indecipherable |",
        "A: Well, we had to be at work at eight o’clock in the morning.",
        "Q: Mm-hm.",
        "A: And for four days of the week, we left at two. You worked from eight until two. One day a\nweek you left -- you came back at five and worked til eight in the evening, and we used to call\nthat black Thursday. But when we got home at two, it was so hot in the summer, of course, that\nmostly you’d flop on your bed. You’d have a bite to eat and you’d flop, and you’d go into a\ndeep, deep sleep. Well, I was very friendly with several of the young men, one or two who\nworked in the office, and this young doctor I told you about. And they would come back to my\nplace because my apartment was on a direct line to a big hospital in Athens called the\nEvangelismos Hospital, so I had water every day, all the time. Everywhere else they would have\nan hour in the morning water, and maybe two hours in the afternoon. So the boys would come to\nmy place, and they’d all take a shower. And -- you know, I was happy that I was able to do this,\nit was great. And they would bring lunch, they’d bring some cold meat and cheese and bread,\nand we’d enjoy ourselves, and we’d all flop. I had a couch in the living room and two couches\nthat were used for beds in the bedroom, tiny place. And some would sleep on the floor.\nSometimes there were four, sometimes there were five, and we would just make the best of -- of\nthe situation. And in those days, money was absolutely awful. The drachma was just paper,\nworth nothing. And so when you paid rent, it had to be paid in gold pounds, so that your money\nwas given to you in the office every month, and my rent was three gold pounds. Some -- it was\nEnglish -- gold English sovereigns, that’s it. And then they had Swiss gold francs, and I think\nthey had French gold francs. But you know, it was strange and you got used to this and you\nthought, well, this is wonderful, it’s another country.",
        "Q: Now these -- these boys that you did the survey of --",
        "A: Mm-hm, yes.",
        "Q: -- the students.",
        "A: Yes.",
        "Q: Were they all Jewish?",
        "A: Yes.",
        "Q: And were they all boys who had been in camps, and had come back?",
        "A: Some of them had been in camps and some of them had been hidden -- had hidden in the\nmountains when -- you know, when the Germans were there. And then, when the civil war\nhappened [indecipherable] many of them were accused of being traitors. And I don’t know how\nit happened, but I think in Matsas’ book, he explains that.",
        "Q: And were you affected by the civil war?",
        "A: Yes, because you couldn't travel. The only way you could travel was with a special permit,\nand they had put landmines down in much of the territory towards Salonika. And I was in the\ndramatic group, and the general of the British army was so impressed with our last play, he said,\nthat has to go to the troops in Salonika, can you get permission? So how did we get to Salonika?\nThe Admiral’s boat. We could go by sea up there.",
        "Q: And what was the --",
        "A: That was a wonderful weekend.",
        "Q: And what was the play?",
        "A: “Laburnum Grove,” by Priestly. Yeah. And it went down very well, everybody enjoyed it. I\nwas the mother, and oh yes, for these plays, all the office used to come and see them, and all the\nembassy staffs, various countries, would come, and we’d put on a play once every six weeks or\ntwo weeks.",
        "Q: Really?",
        "A: Yes.",
        "Q: And was it a full play with staging --",
        "A: Oh yes.",
        "Q: -- or you did a reading?",
        "A: No, no.",
        "Q: No.",
        "A: Oh we did it, and we got -- we got made up costumes and God knows what. There was one\nplay called “Saloon Bar” and I was a barfly, an old lady who was there always, a regular, and it\nwas quite funny. And then another one was called “Flair Path.” And I remember in that I was a\ncockney woman with a husband and this Polish fellow’s plane had just come in, and I said\n[indecipherable] I said, did you see his -- his plane, it’s got an ‘ole in it. Really crazy stuff.",
        "Q: And you had been doing plays as a kid as well, yes?",
        "A: Oh yes, yes. I was an extrovert, you know. I probably still am, however I think I did my bit in\nthe war and I did a bit in Greece and I feel that I, you know, helped in some small way.",
        "Q: Did you -- did you do social work in Greece at all?",
        "A: Yes.",
        "Q: And what was that like?",
        "A: The social work was the student bit, and then of course, the helping some of the people when\nI could, and everybody wanted to learn English from me, so that’s how I didn't learn Greek. And\nso I would give these little lessons to people, and 1n any -- in any possible way that you could be\nuseful, you were.",
        "Q: Can you describe some other ways? Didn’t you hide some -- some folks during the civil war?",
        "A: Oh yes, yes. As I said, these fellows who’d hid in the mountains when the Germans were\nthere, they were sought after by the military and -- as being traitors. So several of them -- one of\nthe young men was called Alberto Guiladee. And he went to Israel and he became a member of\nthe government, I forgotten which thing. And then there was this Dr. Monaliaruf, and one or two\nothers, and they would come before it got dark, come and visit, and then they would stay\novernight, and then they would leave when it got light in the morning. And as I think I\nmentioned, this apartment was semi-basement and the window looked onto the street and you\ncould see the legs of people, and the lower part of their torsos and we would -- every, about half\nan hour, soldiers would march by. They were in a long line, five of them, and they’d have the\nguns, and they would march by, and it was very ominous. But we kept very quiet and we had no\nlights on and they would just pass the way and fortunately nobody was ever caught and nobody\nwas ever in danger, really. I was in danger because if I’d been -- if I’d been found out the Joint\nwould have sent me home too.",
        "Q: They would have. They -- they --",
        "A: They would have, oh yes, you -- you mustn’t interfere and you mustn’t do anything that’s\npolitically unsound.",
        "Q: And so why --",
        "A: Politically incorrect.",
        "Q: And why did you take that risk, do you think?",
        "A: Because I liked the people, and because they had to be helped. Somebody had to help, and if I\nhad the means, why not?",
        "Q: Did other friends of yours, do you think, did the same thing, or you didn’t talk to each other\nabout it?",
        "A: Oh, we never ti -- never mentioned it, no, no. Was hush-hush.",
        "Q: And can you describe the different kinds of things that the Joint did during the -- you were\nthere for four years --",
        "A: Yes.",
        "Q: -- that’s a long time.",
        "A: Yes. Well, I'll tell you. One of the girls in the girl’s home -- and I saw her when I was back in\nGreece last year, she was a very pretty girl and she had been engaged -- she’d been on the island\nof Crete and she had been engaged to a non-Jewish man who had been very much into politics\nand he was anti this, that and the other. And I think he was killed. But she was in Athens and she\nwas one of the girls at the girl’s home. She’d lost all her family and everything. Her name was\nEka. Well, Eka -- oh, I have to interrupt. At the girl’s home -- before the war, Greek girls and\nparticularly girls of good families never worked, all they did was learn how to do housework,\ncook, embroidery and that was it until they got married. So that these girls came back and they\ndidn’t work, they had no professions. So this was a part of what was done for them by Joint,\nthrough the National Council of Jewish Women, and what’s the other organiza -- ORT, yes. And\nORT sent sewing machines, and so the girls at the home were learning to sew and do\ndressmaking and stuff like that. Well, Eka learned to sew very well. And they decided that she\nhad a flair and that she should go to the home that they had in Paris and learn haute couture. So,\nin order to get Eka to Paris was about six months work. And I would go to her the -- to the police\nbecause somebody who knew her ex-fiancé had told about her, that she must have been a radical.\nAnd so the -- the passport people wouldn’t give her a passport, they wouldn’t give her any\npermission to leave. And I would have to go to -- she had to have a representative from the Joint\nto go with her to all these interviews and police things, and so I used to go with her. And finally\nshe did get the visa and she did go to Paris and she did learn haute couture. And when she came\nback, she started a little business on her own, which was a wonderful thing. And I’m trying to\nthink what else they did. Course many of the girls at the home were adopted by people in Canada\nand in the States, and so they were able to emigrate and lots of them came over. And this one girl\nI told you about, she’s a cousin of Matsas, Nina. Nina had a sister, they were both in the girl’s\nhome. The sister was younger than Nina and she was adopted by a family in Canada. And so\nEsther came to Canada where she married and had a wonderful family, four lovely children, and\nNina eventually came to Canada, but she didn't like it so she went to New York, where some of\nher other former girl’s home girls had gone. And so they had a little sort of clubby kind of\nrelationship. Nina eventually married and her husband knew people in Washington and they said,\nwhy are you staying up there? Why don’t you come down here and we’ll set you up in a\nrestaurant? He knew catering because he’d been catering ships. So Nina and this husband came\ndown to Washington, and I don’t know if you ever went there, but there was a restaurant in\nBethesda called The Diplomat. It was on Wisconsin Avenue, it was wonderful. And then they\nfinally retired, and they sold the business. Her husband died at the beginning of this year, and\nanyhow, I spoke to Nina and I said, Nina, would you be willing to be interviewed if they think\nthat you would have a good story? She said of course. So anyhow --",
        "Q: Did you -- when you met the -- these people who came back from camps or whatever --",
        "A: Yes?",
        "Q: Did they talk to you about their experiences in the concen --",
        "A: Oh yes.",
        "Q: They did?",
        "A: Yes, yes. Danny Venamias, whose book you have, he was -- he worked for us in one of the\noffices, or in the sort -- clothes sorting or something, and he spoke of his experiences, and Danny\nhad a close friend who was with him in the camp called Dario. Dario lives in California and\nDario is some -- he was in some films, very good looking young man, but he and Danny used to\nshovel the remains from the crematoria. And -- you know, it was -- it was so heartbreaking to\nhear what they did. And Fofoe, the one who was married in my apartment and now lives in\nSpain, in -- yes, near Barcelona, she had some very interesting tales to tell of how they had the sh\n-- the heads shaved, and they -- they were just horrified when they looked at each other, they\ncried and they laughed, and you know, they were hysterical about this. And how they shared\npieces of food. Somebody would have a nice piece of bread and they would divide it up. Things\nlike that. Trying to think.",
        "Q: What sort of an impact did that have on you? Do you remember’?",
        "A: Oh, terrible, terrible. Terrible. Give you nightmares. And then you think, well thank God\nthey’re here, thank God they’re alive and let’s hope that they can live a normal life now. But I\nmust say that most of them don’t bear -- you know, they don’t bear grudges and they don’t --\nthey’re not -- they don’t need treatment for psychological things. They just started to live normal\nlives. Most of --",
        "Q: Does that surprise you?",
        "A: No. I thought, they’re very good people, they’re solid. And you know, it is -- they weren’t\ngiven to understand that, you know, they needed to see psychiatrists and get over these things,\nthey didn’t need it. They managed on their own and they managed very well, I think.",
        "Q: Marguerite --",
        "A: Yes?",
        "Q: -- through the years as you would re-meet these people, do they continue to tell you stories\nabout what happened, or did it stop?",
        "A: Oh no. Unless you asked. No, we talked about how they were living now and what they were\ndoing, and the good times. And that life goes on, and it’s no good dwelling on the past, it’s not\ngoing to help. No, I think there’s a very nice attitude, and I -- I really was -- I mean, it was\nsurprising because I know a lot of people who’ve suffered, maybe illnesses and stuff like that,\nand they go on and on and on, and it’s -- it’s bad, it doesn’t help them and it doesn’t help\nanybody else. Know, when I -- oh, and how the -- the people went to Spain. After the war,\nCharles and Fofoe went to Argentina. And I don’t know how they managed it, but Charles found\nthat he had two brothers who were living in Spain. And you know, in -- in years before the war,\nJews weren’t in Spain, they’d been expelled in 14 - something and there were no real Jewish\ncommunities. Well, he heard that his brothers were there and they said, why are you in\nArgentina? Come to Spain, come to us, we’ll set you up in a business and you'll be alright. So\nthey managed to get to Spain and they’re in this luv -- they’re outside Barcelona, but I think they\nhave an apartment in Barcelona, but they have little stores that sell novelties and souvenirs at a\nresort called Lloret de Mar, where I have been and visited them. And it’s just wonderful, and as I\nsay, after all the experience that poor Fofoe went through, she managed to have a son. Lovely\nboy, and they have -- he married, and they have a little boy who is named Kavlos. And they\ntravel a lot when the season is over and they can shut shop, they go off. And this young couple,\nwith their little baby, since he was one, they’ve traveled all over the Pacific and Far East. And I\nget cards from them. [coughs] Excuse me.",
        "Q: Did j -- did the Joint provide a lot of people with housing in [indecipherable]",
        "A: They helped to get houses. Now, Lydia Escanazi, who is -- she was Lydia Sabitie, she came --\nshe was hidden, she and her sister Audette, who was married to Danny, they were hidden in the\nwar. The parents went into the mountains and she was hidden in a basement of some people,\nsome Greek people. And they were there for six months and they never saw daylight. And she\nused to say, when we came -- when there was peace, and we came out of this basement, this\ncellar, she said, we just -- we ran. She said, we just ran and ran and ran, we didn’t know where\nwe were running, but we were absolutely ecstatic. And anyhow, her parents eventually came\nback. Well, they had been quite a wealthy family. Her father had been with the Austro-Hellenic\ntobacco company. And so, when the girls were young, they had a fraulein, so they spoke\nbeautiful German. They went to the Lycée Francais, and they knew French. They also knew\nEnglish, I don’t know how that happened, but they spoke beautiful English and Greek, of course.\nAnyway, they -- the family had a house in Athens, it’s 18 Corniavo Street, but the Greeks had\ntaken it over and they could not get it back. But finally, with the help of Joint, they were able to\nget one room, and that one room was set up as an office, the regional office for the Joint. And\nthen, years and years of work and hard labor, they managed to get the whole house. And\nfortunately, they had enough money to pull it down and have it built into nice apartments. And\nLydia and her husband live in that building in one of the apartments, they rent the others. Lydia\nhad a grandmother called Madame Farag1. I never met her, I think she was gone by the time we\ngot to Greece. She was very wealthy and she had a house in Salonika. It was on the water, and\nafter the war, the royal family used it as their summer palace, and the family couldn’t get the\nhouse back. But they eventually -- either they got compensation for it, which helped a lot -- they\ndidn’t get the house, but they got compensation, which was better than nothing. And of course,\nSalonika was where the main Jewish community was before the war, and those Germans had\ndesecrated the beautiful cemetery there which was on a hill overlooking the sea. And those\ntombstones are used as paving stones. Very, very sad. And -- oh yes, when we were in Salonika a\n-- during our play, there was one young girl, Anna Morthul, whom I’d met, and we went with her\n-- we found her and we went and had a meal with Anna and her future husband. Anna, I think,\nhad also been in camp. I’m not sure, I can’t remember that. And who else can I think about?",
        "Q: I think we have to take a break now.",
        "A: Very good.",
        "Q: Okay.\nEnd of Tape One\nBeginning Tape Two",
        "Q: Marguerite, is there -- are there any other incidents from Greece that you think that you reme\n-- remember?",
        "A: I’m trying hard to bring back some of these wonderful memories. Let me think. Well, just\ngetting to know the people, the ones that we helped, and being taken in as part of their family,\nthat was a wonderful experience. And I have been back to Greece about three times since I met\nsome of my friends. And Lydia, who was the interpreter for our office, she always puts on a tea\nand invites as many of -- of the old bunch who are still around, to come.",
        "Q: What do you think was the most difficult thing for these folks after the war? The fact that they\nhad no families --",
        "A: Yes. I think that was really terrible. No families, and occasionally some of the younger people\nwould cry, then they’d get over it. But on the whole they behaved amazingly well. They were\nvery composed and --",
        "Q: Were people ever angry, that you remember, at what happened, or --",
        "A: I never, never saw any real anger, never. They were just so thankful to be alive and to be back\nin their home area and with friends and other people’s families.",
        "Q: Where they warm with each other?",
        "A: Yes, particularly. It was a very big bond, the girls in the girl’s home. And it was a wonderful\nthing that the National Council of Jewish women did to set up this home because it was a home\nfor the girls. They had their room, some of them shared, and they were all in the same boat.\nThey’d been through a lot and they’d come through and they were survivors, really survivors.",
        "Q: Did most of them want to stay in Greece, or not?",
        "A: I think they were too young to -- to realize whether it was a good idea or not. If they had\nfound people and got married and settled there, that was okay, but many of them were glad to get\naway because they didn’t have any root any more.",
        "Q: Wa-Was there training of some kind for -- did ORT train --",
        "A: Oh yes, well ORT --",
        "Q: -- both boys and girls, or --",
        "A: Oh yes. They were trained in dressmaking and I think some were trained in typing. Not\nshorthand I don’t think, but typing. And I don’t know what else. Little bookkeeping, too,\nsomething like that.",
        "Q: Were there academic courses that they took?",
        "A: No, not unless they went to university or school, but they were too old for that and not -- not\nreally good material for it.",
        "Q: Did the universities open pretty quickly in Greece?",
        "A: You know, when I got there, these students were already --",
        "Q: Right.",
        "A: -- starting back. And they had to, you know, have the wherewithal in order to continue their\neducations.",
        "Q: Did you see a big difference from 1946 til when you left in 1950? Did things change very\nrapidly, or slow?",
        "A: Not rapidly, very slowly, but gradually the stores were getting merchandise in. Many of the\nJewish families there were in the fabric business, and they were quite wealthy, those people who\nhad -- you know, they imported fabrics, a lot from England, you know, tweeds for men’s suits.\nAnd they didn’t have ready-made stores, so that if you needed any clothes made, you had the\ndressmaker come to the house, and she would stay -- she’d come three or four days to ma -- to\ncut -- to make -- to finish the garments. And I had a couple of dresses made that way, and you\nwent to this -- the fabric place and you chose your material and you either drew a design you\nwanted, or you looked in some books and they did the best they could. And Lydia’s family\nalways had a dressmaker coming to the house because there were three ladies. Oh, and another\nthing, although I wasn’t wealthy or anything and I was just a visitor, I had to have a maid. We all\nhad maids. Well, fortunately I was brought up where we had maids at home, I mean, they weren't\nuniformed or anything, 1t wasn’t “Upstairs, Downstairs,” but I was used to having somebody\naround to do things. And my maids name was Salome. She was a very large, round lady. And a\nfriend of mine had Cleopatra, who was tall and skinny. The names were just hilarious really,\ncause they didn’t fit the picture that one had of these characters.",
        "Q: So you decided to leave in 1950 or did the job end in some way?",
        "A: Well, the job ended more or less because they were able to transfer the work to local\npersonnel. So why pay foreign personnel larger sums when they could get the people locally to\ncarry on. And I was glad really, it was -- it was time for me to go. And I mean I -- I regretted\nleaving my friends there and everything, but you have to adjust --",
        "Q: Right.",
        "A: -- you know.",
        "Q: And then you went to England, or --",
        "A: I went back to England, yes. And then -- my brother had emigrated to the States, arou -- yes,\nand he said, why don’t you come over. And my sister, who had finished working in Munich, or\nVienna, she said, you know what -- we had made lots of American friends, because we -- oh yes,\nthis is another thing, we used to have groups of Americans from UJA come over to see what was\ngoing on, and then we would be their guides around and show them where to have dinner and --\nand that kind of thing. So we made a lot of American friends and many of them said, why don’t\nyou come over, you know, we’ll give you a good time, etcetera. Well, my sister and I decided\nthat it would be lovely to go to the States. We could visit relatives that we’d discovered there and\nalso we could do a tour. And if we got emigration papers, we wouldn’t have to hurry and if we\nran out of cash we could get a job. So we decided to do that. And in those days it was easy to get\na visa. Even -- my sister and I were able to get a visa without having a sponsor, because we had\nenough money to take -- although you weren't allowed to bring much money out of England. So\nI went ahead and joined my friend who was living in -- she had just moved to the States, living in\nManhattan, and I joined her and waited for my sister to come for this big tour. She was asked to\ngo and help with the reparations -- things in The Hague, so she was delayed for six months -- no,\nthree months. And by the time she got there, I had run out of cash and had to get a job. I also wan\n-- didn’t want to stay at my friend’s house any longer, it was not right. So I had found an English\ngirl and we collaborated and we shared an apartment, but I had signed the lease and it was two\nyear lease and I couldn’t get out of it. So when my sister arrived she took off and had a holiday\nin Mexico and when she came back we -- you know, it was too late to start our trip, so we got\njobs. And then in 1956, we decided we would go back to England and see if we could stay there,\nor if we didn't like 1t we could come back to the States. We got to England, we had a very good\nyear doing practically nothing but visiting and enjoying ourselves. And then in 1957 we were\nasked to go to Vienna because of the Hungarian uprising and they needed people in Vienna to\nhelp. So, both Leba and I went to Vienna. I stayed for a year, but after three months Leba was\nasked if she would go back to London because there was trouble in Egypt and they needed\nsomebody in London to help with the Egyptian immigration. So --",
        "Q: And who were you hired by, Joint again?",
        "A: Joint, yes.",
        "Q: Did you work for the Joint in New York?",
        "A: No, no, only in Europe. And because we were from England, we got a British salary. We\ndidn’t know the difference, so that we didn't get very much money, but it was adequate. I mean,\nit was a nice job.",
        "Q: Right.",
        "A: And that was secondary to the work.",
        "Q: And the work was important because you were --",
        "A: Oh yes.",
        "Q: -- you were doing again what you had done.",
        "A: Yes, yes, it was very important.",
        "Q: And then what -- then what happened, then you came back to England or you came to the\nStates again?",
        "A: Well, we had to get back to the States or we would have lost our re-entry permits. You’re\nallowed one year and 11 months, and then you -- either you do or you don’t. And we decided\nwell, we’ll come back because by that time my brother had settled in Alexandria. He’d opened a\npractice there, and so we came. He said, you come and you can get jobs in Washington and it’s\nvery nice, and you can stay with us until -- so we came and after about three months -- oh, we\nstayed with Robin for a week or so and then we found an apartment in -- that’s another story -- in\nWashington, and then my brother moved down to Petersburg, Virginia, so there we were. We\nfound a wonderful sublet apartment in Washington and became very, very friendly with the lady\nwho sublet it to us and her family. And although she and her sister and all that have gone, I still\nam very, very friendly with and fond of the daughter, who now lives in Winston-Salem. That’s\nanother of my travels.",
        "Q: Right. And so you’ve been here in Washington ever since?",
        "A: Yes, yes. But not -- we’ve only been 20 years in this -- in this apartment.",
        "Q: Right.",
        "A: We lived further up 16\" Street for while.",
        "Q: And what did you do when you started working in Washington, once you came back?",
        "A: Oh, I worked temporarily for a little while and then I got a job with a law firm, you may have\nheard of it, Arnold and Porter. It was wonderful when I first joined, it was just -- those -- it was\nArnold, Fortis and Porter, and those three were the most brilliant, wonderful men, absolutely\nterrific. And then, of course, it spread like Topsy, and it’s now like a commercial place, it’s too\nbig. But it moved three times from the little house we had on 19\" Street.",
        "Q: Hm.",
        "A: Yep.",
        "Q: Well, I want to thank you so much for talking with me. [indecipherable]",
        "A: Well thank you for listening to my stories.",
        "Q: Well, and what I’d like us to do --",
        "A: Yes?",
        "Q: -- we’ll stop the camera for a moment --",
        "A: Right.",
        "Q: -- and then we’ll start showing some of the photographs and you will tell us what we’re going\nto see.",
        "A: Okay.",
        "Q: Okay?",
        "A: Very --",
        "Q: And who do we have here?",
        "A: This is a portrait of Amy Zoll, who became Amy Zoll Gottlieb, when she was working in\nGreece.",
        "Q: About what year?",
        "A: And it was through Amy that I went to Greece.",
        "Q: Do you know about what year that might be, the picture?",
        "A: It must be soon after I arrived in Greece, which was 1940 -- was it ’46?",
        "Q: I don’t know, you have down here the last --",
        "A: April °46.",
        "Q: -- look at Greece, underneath her photograph.",
        "A: Oh, well she was ready to leave, you see.",
        "Q: So it must have been °46.",
        "A: °46 yes. It was about two -- about a month after I got there. Wa --",
        "Q: And who is this group?",
        "A: These are colleagues of mine. The gentleman on the far right was Alberto Guiladee. He, I\nthink had -- yes, he had been in one of the camps. He later went to Israel and became a member\nof the Israeli government. He married a New Zealand girl. The next person is Dario Gabi, who\nalso had been in camp. The next one with glasses is Mario Montiano, who became a\ncorrespondent for The London Times and The Kemsley Press. The next one 1s yours truly. The\nnext one is Dr. Manoli Aruch, and the next one is a Greek girl called Elli, I don’t know her last\nname, she married a friend of mine.",
        "Q: And the date?",
        "A: And the date was about 1947.",
        "Q: [indecipherable] Okay, go ahead.",
        "A: This was at a party and we were asked to come in costume, and we managed to get some\nGreek evzone outfits, and the gentleman on my left 1s -- he was born in Cairo, he married a\nGreek girl and they settled in England. He had British nationality because Egypt, you know, was\nBritish in those days. The other chap was a friend of Bill’s, and his name was Vasili something\nor other, and he was in the British army. How, I don’t know.",
        "Q: What’s going on here?",
        "A: This was taken at the girl’s home, which was started by the National Council of Jewish\nWomen of America. And the -- the directress is in the picture, I think, and some of the girls who\nwere returnees from DP camps, and some of the -- I think one or two of the fellows were -- were\nhidden in the mountains during the invasion of -- of the Greeks -- of the Germans.",
        "Q: And this was 1947? That’s what it says in your [indecipherable]",
        "A: Probably, mm.",
        "Q: In Athens?",
        "A: Yes. Okay.",
        "Q: That’s alright, we’re set now, go ahead.",
        "A: Right. Occasionally we were very fortunate in being able to send some of our Jewish people\nto Israel, and this is a group who were able to go to Israel.",
        "Q: There anyone in particular you would identify there, or not?",
        "A: I -- I don’t think I know -- except at the bottom right hand corner is Harold Goldfarb, who\nwas the director in Greece for the AJDC. And he was there to see them off at the dock.",
        "Q: 1948?",
        "A: Mm-hm.",
        "Q: That’s the gentleman down here?",
        "A: Yes. On one of my vacations, I teamed up with a girl from the British embassy and we did a\nlittle cruise around the Aegean with a special stop in Alexandria for five days. And while in\nAlexandria, we were able to visit the sphinx and the pyramids, and as you see, we met the\nlivestock and we were the only people around the sphinx and pyramids, there were no tourists in\nthose days. And this was a professional picture because our cameras were confiscated at the dock\nand we couldn’t take pictures. But we traveled by train from Alexandria to Cairo, and in Cairo,\nthe gentleman you’ve seen in other pictures, Bill Brudo, he was in the evzone costume, his\nparents were still living in Egypt and we were able to visit them, and that was quite an\nexperience, to see a home in Egypt, it was great. And they had the manservant with the white\nrobe thing on and the fez, serving the cold drinks. Wonderful.",
        "Q: And this is 1948?",
        "A: Yes.",
        "Q: [indecipherable]",
        "A: In Greece, the house is a speety, and if it’s my house, you tack on the my at the end of the\nword, so that was speetymou, my house. And it was sort of semi-basement, tiny little place, and\nit was lovely. It was very, very nice. Sparsely furnished. In Greece they didn’t have carpeting on\nthe floors, they were marble floors or stone floors and in the winter you’d put down a rug. In the\nsummer, out with the rug. And as you see the window at the side, behind me, that’s where we\ncould see the soldiers marching. You just -- maybe in another one you can see that, but that’s\nhow it was, you see, the window was half way up the s -- up the street.",
        "Q: Opposite --",
        "A: Yes.",
        "Q: So there’s the window.",
        "A: Yeah. The door is where my hand is.",
        "Q: Right.",
        "A: And you went down two steps for it, so it was not really a basement, it was just a little below\nstreet level.",
        "Q: Okay, go ahead.",
        "A: Okay. We had some very happy occasions and one of them was when my dear friends Fofoe\nand Charles were married, and they were married in my little apartment. And this is some of the\nwedding guests. Celia Bloom of the National Council of Jewish Women ts there with her lovely\nhat. The director 1s over by -- by the wall above, and other guests and friends. That was a very\nlovely occasion.",
        "Q: And that was 1949?",
        "A: Yes.",
        "Q: Go ahead.",
        "A: Here is the rabbi performing the service.",
        "Q: And who is the woman on the left of the couple?",
        "A: Oh, that’s Celia Bloom, the directress of the girl’s home. And the man on the right of the\ngroom is Dr. Manoli Aruch, who was the best man. And you wo -- just see the chuppah over the\ntop. Interior of speetymou.",
        "Q: Mm-hm.",
        "A: Very sparsely furnished, but very cozy.",
        "Q: Fresh flowers?",
        "A: Oh yes. Probably sent by a boyfriend, I hope.",
        "Q: That’s okay?",
        "A: Yeah. Another corner of speetymou. The gadget on top of the cupboard is a radio, not a\ntelevision set. They didn’t have them in those days.",
        "Q: Was it shortwave so you could listen to BBC? You don’t remember’?",
        "A: As they say in Greek [indecipherable]. I don’t know. Has lots of knobs.",
        "Q: Yeah.\nEnd of Tape Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Good morning, Marguerite.",
        "Q: Welcome.",
        "Q: Could you tell me what your name was when you were born? What your -- the name that you\nwere born with.",
        "Q: And you were born with --",
        "Q: No middle name?",
        "Q: Me neither. And where were you born?",
        "Q: And when?",
        "Q: Tell me a little bit about your family.",
        "Q: Tell me what your dad did and what your -- did your mom work also?",
        "Q: So you were a close family?",
        "Q: Were you the youngest?",
        "Q: Was your fi -- did your father go to war in 1918 -- 1914, or not?",
        "Q: So did he become a British citizen?",
        "Q: But not during that period?",
        "Q: I see.",
        "Q: What about your education?",
        "Q: W-W-Were you a religious family at all?",
        "Q: Ho -- how aware were you of the world when you were growing up as a teenager? You were -\n- were you keeping -- were you reading the newspapers, listening to the radio, and --",
        "Q: When the war started --",
        "Q: -- in Europe --",
        "Q: -- did life change very radically for you?",
        "Q: Let’s -- let’s go back a little bit.",
        "Q: You were doing -- before the war started, were you doing secretarial work, or this was during\nthe war?",
        "Q: Could you explain what it means to be a volunteer in the Red Cross in Britain? What kind of\ntraining you had, and --",
        "Q: What does that mean, you have to be?",
        "Q: You wanted to be?",
        "Q: And what sor --",
        "Q: And what sort of training, what -- what --",
        "Q: Was it frightening to be in -- in London during all these bombings?",
        "Q: Were you -- did -- did you ever have any close calls, where --",
        "Q: And were you able to see your mother, did you go visit your mother, or was she too far --",
        "Q: The year is what, ’43? Or later?",
        "Q: What does demobbed mean?",
        "Q: Wait a minute, I want to stop you for a minute.",
        "Q: Tell me what it was like when you fir -- in London, your first assignment, when you went into\nthe military hospitals.",
        "Q: Was this very frightening off -- I mean, what was it like in --",
        "Q: How so?",
        "Q: Right.",
        "Q: You sang, or you acted?",
        "Q: You acted, oh.",
        "Q: Now was it -- let me get -- let me ask you about a little more.",
        "Q: Was Italy different because it was almost a hundred -- was it a hundred percent military that\nyou were dealing with when you were in Italy?",
        "Q: Did you like Italy?",
        "Q: Did you eat a lot of Italian food, or --",
        "Q: W-Was there a lot of devastation in Italy that you saw?",
        "Q: Really?",
        "Q: It’s beautiful.",
        "Q: When [indecipherable]",
        "Q: Right. We -- we’re going to go to Greece in --",
        "Q: -- in a few moments.",
        "Q: When did you find out about what national socialism, what the Nazis had been doing --",
        "Q: -- in Europe [indecipherable] the murders?",
        "Q: Mm-hm. So once you got demobbed --",
        "Q: -- as you Say --",
        "Q: -- you went back to England --",
        "Q: -- and back to your parents?",
        "Q: And so now everybody’s in London again?",
        "Q: Sort of.",
        "Q: Mm. So what did you do when you get ba -- you -- and you -- what year did you get back?\nWhen -- when did you come back from Italy?",
        "Q: °45?",
        "Q: And how did --",
        "Q: -- how did it happen that you got to Greece?",
        "Q: Now what -- w-why were you s -- what was the point of the study? In order to then provide\n[indecipherable |",
        "Q: Well, when you arrived in Greece --",
        "Q: -- in ’46.",
        "Q: What -- y-you -- you immediately went to Athens [indecipherable]",
        "Q: And what was it like right after the war? Wa -- did you see a lot of survivors coming back?",
        "Q: But had Amy cu -- [indecipherable]",
        "Q: Yes.",
        "Q: I believe it was Austria.",
        "Q: So she worked with Amy?",
        "Q: That’s interesting. So were things sort of more normalized in --",
        "Q: -- Greece when you were there?",
        "Q: Mm-hm.",
        "Q: Would -- this was your first paying job dur -- right after --",
        "Q: -- the war, right?",
        "Q: And what -- what -- what was your day like? I mean, you were a [indecipherable |",
        "Q: Mm-hm.",
        "Q: Now these -- these boys that you did the survey of --",
        "Q: -- the students.",
        "Q: Were they all Jewish?",
        "Q: And were they all boys who had been in camps, and had come back?",
        "Q: And were you affected by the civil war?",
        "Q: And what was the --",
        "Q: And what was the play?",
        "Q: Really?",
        "Q: And was it a full play with staging --",
        "Q: -- or you did a reading?",
        "Q: No.",
        "Q: And you had been doing plays as a kid as well, yes?",
        "Q: Did you -- did you do social work in Greece at all?",
        "Q: And what was that like?",
        "Q: Can you describe some other ways? Didn’t you hide some -- some folks during the civil war?",
        "Q: They would have. They -- they --",
        "Q: And so why --",
        "Q: And why did you take that risk, do you think?",
        "Q: Did other friends of yours, do you think, did the same thing, or you didn’t talk to each other\nabout it?",
        "Q: And can you describe the different kinds of things that the Joint did during the -- you were\nthere for four years --",
        "Q: -- that’s a long time.",
        "Q: Did you -- when you met the -- these people who came back from camps or whatever --",
        "Q: Did they talk to you about their experiences in the concen --",
        "Q: They did?",
        "Q: What sort of an impact did that have on you? Do you remember’?",
        "Q: Does that surprise you?",
        "Q: Marguerite --",
        "Q: -- through the years as you would re-meet these people, do they continue to tell you stories\nabout what happened, or did it stop?",
        "Q: Did j -- did the Joint provide a lot of people with housing in [indecipherable]",
        "Q: I think we have to take a break now.",
        "Q: Okay.\nEnd of Tape One",
        "Q: Marguerite, is there -- are there any other incidents from Greece that you think that you reme\n-- remember?",
        "Q: What do you think was the most difficult thing for these folks after the war? The fact that they\nhad no families --",
        "Q: Were people ever angry, that you remember, at what happened, or --",
        "Q: Where they warm with each other?",
        "Q: Did most of them want to stay in Greece, or not?",
        "Q: Wa-Was there training of some kind for -- did ORT train --",
        "Q: -- both boys and girls, or --",
        "Q: Were there academic courses that they took?",
        "Q: Did the universities open pretty quickly in Greece?",
        "Q: Right.",
        "Q: Did you see a big difference from 1946 til when you left in 1950? Did things change very\nrapidly, or slow?",
        "Q: So you decided to leave in 1950 or did the job end in some way?",
        "Q: Right.",
        "Q: And then you went to England, or --",
        "Q: And who were you hired by, Joint again?",
        "Q: Did you work for the Joint in New York?",
        "Q: Right.",
        "Q: And the work was important because you were --",
        "Q: -- you were doing again what you had done.",
        "Q: And then what -- then what happened, then you came back to England or you came to the\nStates again?",
        "Q: Right. And so you’ve been here in Washington ever since?",
        "Q: Right.",
        "Q: And what did you do when you started working in Washington, once you came back?",
        "Q: Hm.",
        "Q: Well, I want to thank you so much for talking with me. [indecipherable]",
        "Q: Well, and what I’d like us to do --",
        "Q: -- we’ll stop the camera for a moment --",
        "Q: -- and then we’ll start showing some of the photographs and you will tell us what we’re going\nto see.",
        "Q: Okay?",
        "Q: And who do we have here?",
        "Q: About what year?",
        "Q: Do you know about what year that might be, the picture?",
        "Q: I don’t know, you have down here the last --",
        "Q: -- look at Greece, underneath her photograph.",
        "Q: So it must have been °46.",
        "Q: And who is this group?",
        "Q: And the date?",
        "Q: [indecipherable] Okay, go ahead.",
        "Q: What’s going on here?",
        "Q: And this was 1947? That’s what it says in your [indecipherable]",
        "Q: In Athens?",
        "Q: That’s alright, we’re set now, go ahead.",
        "Q: There anyone in particular you would identify there, or not?",
        "Q: 1948?",
        "Q: That’s the gentleman down here?",
        "Q: And this is 1948?",
        "Q: [indecipherable]",
        "Q: Opposite --",
        "Q: So there’s the window.",
        "Q: Right.",
        "Q: Okay, go ahead.",
        "Q: And that was 1949?",
        "Q: Go ahead.",
        "Q: And who is the woman on the left of the couple?",
        "Q: Mm-hm.",
        "Q: Fresh flowers?",
        "Q: That’s okay?",
        "Q: Was it shortwave so you could listen to BBC? You don’t remember’?",
        "Q: Yeah.\nEnd of Tape Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Good morning, Joan.",
        "A: Thank you.",
        "A: Marguerite Glicksman.",
        "A: No middle name.",
        "A: No.",
        "A: In London, England.",
        "A: Secrets. 31‘ of July, 1915.",
        "A: I had wonderful parents. Dad came from Poland, my mother was English, born, and I had two\nbrothers, and one sister. Two boys and two girls, and we were a very, very happy family. And we\nhad a beautiful childhood.",
        "A: No. Mom looked after the kids. Dad was a tailor. He came to England at the age of 14, and he\nalways tells us he had half a crown and a loaf of bread. He had walked from Poland. He had his\nown business by the time he was 18. He knew an aunt who was in eng] -- in London, so that he\nwas able to have somebody to go to when he arrived. And my mother used to say to him, “Philip,\nspeak Polish to the children, they’ll have other languages.” He would say, “Yes, Missus, I will.”\nAnswer in English, of course. And my mother had a beautiful voice, and she played the piano,\nand my dad was a smashing looker, and many of his lady clients wanted to go out with him, and\noccasionally he would be out and meet a lady and then some relative would say, Esther, I saw\nPhilip with so and so. She would say, yes, but he came home at night. And anyhow, we -- we\nwere very, very posey family, we used to do most things in the kitchen. One brother was a\npianist, he became an artist as well, but he couldn’t make a living as a pianist, but he would be\nsitting at the table doing finger exercises and he’d say to me, Marg, what am I playing?\nSometimes I would guess. My other brother would be -- would be dancing with my sister, who\ndid ballet, and they’d be prancing around and I’d be rehearsing lines for a play. Mother would be\ncooking, Pop would come and visit and he’d take something, you know, and that was it.",
        "A: Very close.",
        "A: No, I was the second -- my sister was the first, I was the second, then the two boys.",
        "A: No, but he -- he volunteered as an ambulance driver, and they wouldn’t take him because of\nhis nationality. But he did go back to Poland at one time to report for duty, and he didn’t stay\nvery long. He wasn’t kicked out, everything was fine.",
        "A: Oh yes, eventually, oh yes.",
        "A: No.",
        "A: Before the second World War.",
        "A: A local school for -- from about five to about 13 - 14, and the school is still there and it’s right\nopposite Madame Tussaud’s, in London. And it’s attached to a church. This is very interesting\nbecause although it’s a church school and supplemented by the London council and the church,\nthey had Hebrew classes in the morning while the other girls were having, you know, their Bible,\nor whatever, and we would have Hebrew classes. And we had a teacher and a headmaster, there\nwere three classes. And so I learned a little bit of Hebrew, and of course had some at home, and\nwe learned about the various holidays, and holy days.",
        "A: Well, my mother -- until the war, my mother kept fairly kosher. I mean, she -- we would\nnever have anything that wasn’t, and we had blue -- blue-edged cloths for the milk and red edged\nones for the meat, and we had the different things. We didn't have a dishwasher, Mum was the\ndishwasher. And when war came and we were rationed, there was no way -- she would trade her\nbacon coupons for cheese or eggs or something, or butter. So we kept as -- but the milk -- milk\nand meat was -- that just went by the board because she couldn’t keep it up, 1t was impossible.",
        "A: Oh yes, and we went over to the continent a lot. I mean, at 14 I went to Switzerland for two\nweeks with a friend, and one New Year’s Eve with another friend, we went to Paris, to -- where\nshe had an uncle and aunt. And my sister and I would go to the coast of Belgium\n[indecipherable] and all that. And you know, we always had a sense of travel. My father, I think,\nwas a bit of a Gypsy, he loved to travel, and I think I caught -- caught the bug from him.",
        "A: Mm-hm --",
        "A: Yes?",
        "A: Not immediately. As I told you, I was in the British Red Cross, volunteer, and the day that the\nwar was declared, a friend who lived up the street was also a member, and I -- she rang me, and\nshe said, have you got your uniform on? And I said yes. She said, do you think we should report\nto the Middlesex Hospital? And I said, I don’t know, maybe. But I said let’s get together. And\nwe did. But that was quite a dramatic moment when Churchill announced that we were at war,\nSeptember the third, 1939, 11 o’clock in the morning. I remember it very well. And, you know,\nwe sort of plodded along, and until I was eventually called up for real military duty, I would go\ntwice a week to the Middlesex Hospital emergency, put bandages on and stuff like that, and then\nI would do three nights a week after I working, and three nights a week I was on duty in the\nunderground stations, doling out cough medicine and aspirin and stuff like that.",
        "A: Yes?",
        "A: Yes, oh after school I went to secretarial college in London and learned bookkeeping and\ncommerce and all that sort of thing, and stenography. And I had got a job just before the war\nwith a place on Fleet Street. My sister was working for a newspaper on Fleet Street, and I was\nworking for a supplier of newsprint and all that sort of stu -- allied kind of thing. And when the\nbig bombing in London started, it was impossible to get to work because there was glass\neverywhere, water, and you couldn’t just go anywhere, it was -- and things were burning and that\nreally brought the war very close to you. And at that time my mother was nervous and so she\nwent to the country and she took my younger brother. She went to Malvern, and she found a\nplace to live, and my younger brother, he was quite young then, and when he was about 16, he\nbecame the inspector of weights and measures for the area. And then of course, I was getting\nvery agitated because I hadn’t been called up, and I was -- I thought, here I am, you know, ready\nto go. Everybody’s going off to war and I’m not? And then I got my papers, where did they send\nme? To London. And it was to a hospital that was built for Florence Nightingale by Sir Samuel\nHerbert. The hospital was called The Royal Herbert Hospital, and very, very old fashioned, but it\nwas wonderful, and I was very pleased to be there because on my off duty times I could get\nhome to London and see Dad and my sister. And cousins would come and pop in. And if there\nwas an air raid, we’d all go down into the basement and everything would shake and then it was\nokay.",
        "A: Well, yes. I joined when I was about 16 or 17 as a junior, and when I was 18 I became a\nsenior, and when you were 18 you had to sign a paper to say that you would be mobile or\nimmobile. If you were immobile, it meant that in case of national emergency, you could be used\nfrom your home when you had time. If you were mobile, you were liable to be called up to serve\nwith the services, whichever forces, and I had to be mobile, so that was why I was called up, it --",
        "A: Well --",
        "A: Yes, I wanted to be, very much.",
        "A: I wanted to be where the action was, yes.",
        "A: Oh yes. While we were members, every week we would go to classes and lectures and we\nlearned how to do first aid. We even did chemical warfare, we had lectures on that, and we also,\nonce a year we would have to go to a military hospital and do work in the hospital like a real\nnurse. And we had three days on medical, three days on surgical and one day in the operating\ntheater, so that, you know, we had a good background and it wasn’t just bedpans, it was -- and\nmaking beds, it was really in depth work. And we were all bright young things and eager to do\nour part, so, you know, it was -- it was very interesting and rewarding.",
        "A: Well, some nights, you know, when I was going on duty to one of the underground stations,\nas long as I had my tin hat on and my gas mask, I felt fine. But the shrapnel was going around,\nand you know, you just did your thing, and it was dark, and you couldn’t have a -- a torch --\nflashlight as they’re called here. And you just did your thing, you know.",
        "A: Yes, but that was when I was at Woolidge, when they were doing the bus bombs. I would be\nout with a friend, we’d maybe gone for a walk somewhere up the hill, and he would say, wait a\nminute, there’s one coming, duck. And we’d lie down on the ground and we’d count, and then\nyou could tell, from the moment that the engine stopped, whereabouts it might fall. They were\nthe closest calls. But you know, when you’re -- when you’re in the thick of things, you don’t --\nyou don’t worry about that. You just care about people not getting hurt.",
        "A: Once, just before I was -- just before embarkation to go to Italy, which was my next port of\ncall, I was given a week’s leave and I went to visit Mum, stayed with her, and then bye-bye, my\ndear, take care, blah, blah, blah, blah, and off I went. And that was an experience, because we\nhad to meet at a certain station. We’d already been given a clothing allowance, and we had\nequipped ourselves, we had to get battle dress and a beret. And we had our outdoor uniforms and\nour indoor uniforms. And we had an allowance for laundry, three and sixpence a week. And you\nknow, you had to wear a clean apron every day, and they were the aprons with the big red cross\non your bosom, and these caps that you floated around with a red cross on the back, and you had\nthese big starched tails. Anyway, we -- we went on this tr -- we had no idea where we were\ngoing, it was all very hush-hush. We arrived, and we found out it was Liverpool, and from there\nwe boarded a ship, and the ship I went on was called the Sumeria. And everybody named it the\nSpameria, cause that’s all the kind of meat we had. And we were in convoy, there were 12 ships.\nAnd a convoy moves at the rate, at the pace of the slowest ship. And of course, going through the\nMediterranean, we had various frights when they were doing these land mi -- mines, you know,\nminesweeping. And the noise was deafening, absolutely. And then, after about 10 days out at\nsea, we were told that if we got up at five o’clock the next morning, we would see an island\nwhere a British singer was very famous. And we knew that was the Isle of Capri, and Gracie\nFields, one of the singers of England. And so we knew we were heading for Italy, but we thought\nwe were going on to India. However, our consignment stopped in Naples, and we were housed in\na nursing sister’s quarters in Vomero, which is just north of Naples. We had a nice time there, we\nweren’t working yet. And there were lots of American troops there, and they were wonderful.\nThey took us to their PX’s or -- or UF -- USO’s, and we had our first piece of meat, and we had\nour first orange and our first banana. Things -- and ice cream, which we hadn’t had for three or\nfour years. And then they would take us off to dances, which was lovely, and then we went --\nafter a week there we went by hospital train across Italy to -- where did we land? Somewhere on\nthe other side, and eventually we were stationed in Barletta, which is just south of Bari, big port,\nand we were with the American fifth army and the British eighth army. They had huge medical\nfacilities and we had prisoners of war there, everything.",
        "A: Yeah, about °44, I think, yeah. And from there we went by -- eight of us were sent up north,\nand we went by ambulances, and dust I have never seen the like. We were covered in dust and\nwe would arrive at a different town, Forli or Reggie or anywhere, and when the fellows -- the\ntroops heard that we spoke English, oh, the joy. And we eventually arrived in Mestre, which 1s\nthe other side of the Venice causeway, so that in the evenings after work if we were off, we\ncould go into Venice. We’d cadge a ride on the trucks, and there was nothing to buy in the stores,\nbut it was just wonderful. I knew every little bridge, and every little church. It was great. And\nthen when I finished there, when -- oh, I think the -- D-Day, and -- and DE day happened while I\nwas in Italy. And then I was demobbed in December.",
        "A: Finished, you know, demobbed. Demobilized. And I went home.",
        "A: Yes, sure.",
        "A: Yes.",
        "A: It was a bit awe-inspiring.",
        "A: Well, this huge, big place, and not knowing anybody, you go there alone, you didn’t have any\nmates. You soon found friends, and your assigned to your quarters, and we were in a little house\njust outside the hospital which had formerly been married quarters. And there were four girls in\nthis house. We became very friendly, and then, you know, you’re -- you’re a little bit nervous\nbecause here’s a great ward with about 20 men in bed, coughing and spitting and -- you know,\nand oh come here nurse, hold my hand. And then they would want to give you their rations,\nwhich you couldn’t really take because some of them would -- oh, and then we had the TB ward,\nso that was a little bit scary. And then -- oh, eventually I did six months in the operating theater\nthere, which was really wonderful. Didn’t perform of course, but you know, for some of the\noperations you could hold the retractors and some of the casualties were very bad because near --\nthere’s a famous arsenal at Woolidge, and those civilians were entitled to the military treatment.\nSo when that place was bombed once, there was a middle aged man who had a terrible stomach\nwound, and I was assigned to help dress it. And it was -- you know, you felt you were doing\nsomething. Oh, I remember my first experience, I’d only been there a week and a young boy, and\nhe happened to be Jewish. He was about 21, young soldier and he was having great difficulty\nbreathing. And the doctor came up to me and he said, nurse, can you do artificial respiration?\nAnd I said yes. So he said, well take over from nurse. Nurse was, you know, leaning acro -- on\nthe bed, and doing this, and I took over from her. And then they said, keep doing it, and if you\ncan, don’t give it up, bec -- and while you were doing it, you know, the boy was breathing, we’re\ntaking him downstairs to the iron lung. And we took him downstairs to the iron lung, and here’s\nme still pumping away. Got him in the iron lung, and he died the next day, but his parents had\narrived, so that made me feel good, and I felt good that I had ma -- managed to keep him alive til\nhe saw his parents.",
        "A: And that was one of my first experiences. And we had a nice group, and there was some very\nsociety ladies there. One of them was a cousin of the queen, Ambose Lyon. And they had two --\nshe had two other friends and we used to call them the holy trinity. They were always together.\nAnd of course there was a dramatic society, and I had to be in that. So we gave little concert\nparties and things in our spare time.",
        "A: Acted.",
        "A: Yeah. Oh, I don’t have a voice any more. And that was nice. And then of course, off to Italy.\nAnd then from Italy I got home, demobbed in December --",
        "A: Yes.",
        "A: Oh yes, yes, but, I mean, we saw civilians and we mixed with them, and we learned a few\nwords of -- of Italian, of course. We couldn’t help it. And the people were very poor mostly,\nespecially down in the south, and these women would come and they would do your laundry in\nexchange for a bar of chocolate or a piece of soap. And you know, you did what you could, and\nwas just very interesting. And rewarding.",
        "A: Loved it, oh loved it, mm. But of course, I saw parts that tourists don’t go to even now.\nNobody goes down to Bari and Barletta. And Barletta happened to have a huge wine growing\narea, and Asti Spumanti was made there, which I don’t like because I got drunk on it one night at\na party. Anyhow.",
        "A: No, because we were tainted, you see? We had British slop in the me -- from the mess. Very\nunexciting, but substantial and good. I mean, there were no restaurants you could go to anyway.\nYou -- you wouldn’t go. And there was nothing in the stores to buy, even if you had a bit of\nmoney, you know that? They had to ha -- had to stop manufacturing and making, and -- and\nstores were closed. However --",
        "A: Quite a bit, especially on our ambulance drive up north, and crossing the river Po, which was\nno water, it was just dust, and -- but you couldn’t see too much because you know, you were\nwith the military and you had to go where you were taken, or where -- where they went. But in\nVenice, things were much better, and they started opera there, the last month I was there, and I\nsaw two operas in one of the squares, absolutely gorgeous, beautiful. Course, the Italians last\ntheir operas for hours. They begin at nine and then at about 10:30 there’s a break for two hours.",
        "A: And it doesn’t end til about one in the morning, but --",
        "A: Beautiful, beautiful --",
        "A: Anyhow, Greece.",
        "A: Yes.",
        "A: Okay.",
        "A: Oh --",
        "A: I knew that before I was -- before I was in the forces, because I worked as a volunteer for a\nwoman who was a member of a -- an organization called the six point group. And they had six\npoints of things that they were fighting for women’s equality. Equal ri -- ri -- pay for equal work,\nequal rights, voting, everything. And one of the members was Vera Britten, who wrote the\n“Testament of Youth,” which is about [indecipherable] as well, and Viscountess Rhonda, and\nthis lady for whom I worked, her name was Monica Waitley. She became an MP for Limehouse,\nand I learned a lot through her, and she used to talk about the German people that they were\nbringing over to England, who were trying to get out of that country. So that’s how I first knew\nabout it. And of course, you know, there were hints, and of course in the British -- in the Jewish\npress in England, they were giving out all the details that they could find, but you didn’t know\nhow serious it was until later in the war.",
        "A: Mm-hm, right.",
        "A: Yes.",
        "A: I was in England, yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Well, my brother -- my older brother, Robin, the doctor, he wasn’t a doctor then, he was\ndoing engineering, and because he was in an reserved occupation, he was working for Sperry\ngyroscopes or something, he couldn’t be released. But if he got into an active service they would\nrelease him. So he got into the air force. And he was training for -- to be a pilot, and then he\ncame over to Canada for part of the training, which they did, and then came back to England all\nqualified, but they had so many pilots that they put him back to Sperry’s for his engineering.\nAfter the war he went to medical school and he became a doctor.",
        "A: I think it was end of December, yeah. And I was --",
        "A: Yes. And I was mooching around for a bit, not doing very much. And then it was in April that\nI went to Greece.",
        "A: And --",
        "A: Well, because I ran into Amy Zoll. Amy Zoll at that time, she wasn’t Gottlieb. And we had\nknown each other and she said to me, “Oh,” she said, “what about coming to Greece, we need\nsomebody there.” I said, “I can’t go to Greece.” She said, “Well anyway, come up to the\nheadquarters of the Joint,” which are here in London, and she said, “you’ll meet the lady who is\nin charge.” When we got there, this Dr. Schwartz was there. She introduced him and she said,\n“Dr. Schwartz, this is Marguerite Glicksman and she’s coming to Greece with me next week.”\nAnd that’s how it all happened, and I thought, well, that sounds interesting. And then I thought to\nmyself, Greece, it’s a different language, it’s a different alphabet, how am I going to get on\nthere? Not one word of Greek. So I bought a Greek book and I started to learn the alphabet. But\nthe learned the upper case, capital letters. The -- the others just flayed me, I couldn’t cope with\nthose. But when I got to Greece, I was -- I was sent to a hotel, the Grande Bretagne, and shared a\nroom with a British girl who worked for the embassy. And it was temporary because then you\ncould look around and try and find your own place. Well, I was with this girl, and then I was\ninvited to Amy’s, and anoth -- the deputy director, I don’t know if you’ve heard of her, she’s no\nlonger with us, Belle Mazuer. She’s quite a character, and she -- she had been an archaeologist in\nGreece before the war. That’s another story. However, Belle and Amy invited me to come to\ntheir house for dinner. And I said, well how will I find it? They said, tell the taxi driver so and so\n[indecipherable] whatever. And course I could see signs, I couldn’t read them, I didn’t know. So\nI thought, I’ve got to learn the alphabet, at least I can read what’s on the shops and what’s on the\nstores and what the streets are, which I did, and I was able to cope. And then I was working for\nthe director as his secretary, but Belle Mazuer asked me if I would do a study of students, and\nthat was a wonderful experience. These young men, some had been hidden in the mountains\nwhile the Germans were invading, some were returnees, and they had mostly been towards the\nend of their studies, ready -- almost ready to take their degrees. But they had nothing. Some of\nthem had no families left, some of them had a bit of family. But they were poor because\neverything they had had been taken away by the Greeks. And so what I had to do was interview\neach of these students, find out what they needed; books, a place to stay, food, etcetera. And\nthere were about 22 of them I think I interviewed, and I am still a friend of one or two of them.\nEventu -- and the students took me under their wing and I would go to the university dances with\nthem occasionally, and we were -- we became good friends. One of the boys, he, I’m sorry to say\ndied, he became the head of the -- the Greek railway system, engineering. The other one, who is\nstill around, he became a biochemist, did very well for himself. Some of the others I lost track of.",
        "A: Yes, so that the Joint, the American Joint Distribution Committee would be able to help them,\nto find -- to get the books for them, to give them food, if needed, parcels of food and clothing if\nthey needed it. We had a big clothing department. Stacks of clothing were sent by the American\nJoint to Greece and we had people who would sort it, women’s, men’s, children’s, sizing and all\nthat, and they could go to this depot and get clothes. And one of the -- one of the young men who\nwas working in that, he was what we call pre-TB. They were borderline TB cases, and we had a\nlittle sanit -- sanitorium for these people and they were looked after. Well this young man, he\nwas cured, and he married one of the girls at the girl’s home, that was the first wedding they had\nthere. They were able to emigrate to the States and they went to Baltimore. Very, very wonderful\nthing, when I was in the States and I came to visit them, Niko said to me, Marguerite, he said, I\nwould never have had this in Greece. They had a nice little apartment. He said, look, a\nrefrigerator. And he said look, my bankbook, I’ve got some savings. It was absolutely beautiful.\nAnyhow, unfortunately -- oh he -- he did very well in Baltimore, and he, one day in his -- he had\na store for working men’s clothes, and one day he was shot in the store. However, he was -- he\nsurvived. They had two daughters, and he was no more, but his wife Renna continued, and why -\n- we used to go and see her, but we’ve lost touch because she got sick and we couldn’t\ncommunicate and we’ve lost touch, which is very sad. Anyhow, what else can I think of to tell\nyou?",
        "A: Yes.",
        "A: Mm-hm.",
        "A: Yes, oh yes.",
        "A: Well, they were already there when I got there, mostly.",
        "A: Amy was there already --",
        "A: -- she was there before me. She only stayed a few weeks and then she was off to wherever\nwas her next appointment.",
        "A: Yes. And my sister went to Austria for the Joint.",
        "A: Yes.",
        "A: Yes, and they were --",
        "A: And they were getting normal.",
        "A: And of course domestically there was great differences because in -- I finally found a little\napartment and there was no stove, they had didn’t have stoves, they had a little gas ring that you\ncould cook on. But this was normal for all the Greek people, that if you wanted to bake anything,\nyou took it to the baker, to the forno, and he would tell you what time to come and collect it\nwhen it was ready. Even the rich people didn’t have a stove at home, and they didn’t have\nrefrigerators. And the iceman would come and you would ask for ice. And I would go to work,\nthe ice would be left on the doorstep and I would come home to a pool of water. But if I came\nhome early enough, I could put the ice in the little icebox.",
        "A: Yes, yes.",
        "A: Yes. And --",
        "A: Well, we had to be at work at eight o’clock in the morning.",
        "A: And for four days of the week, we left at two. You worked from eight until two. One day a\nweek you left -- you came back at five and worked til eight in the evening, and we used to call\nthat black Thursday. But when we got home at two, it was so hot in the summer, of course, that\nmostly you’d flop on your bed. You’d have a bite to eat and you’d flop, and you’d go into a\ndeep, deep sleep. Well, I was very friendly with several of the young men, one or two who\nworked in the office, and this young doctor I told you about. And they would come back to my\nplace because my apartment was on a direct line to a big hospital in Athens called the\nEvangelismos Hospital, so I had water every day, all the time. Everywhere else they would have\nan hour in the morning water, and maybe two hours in the afternoon. So the boys would come to\nmy place, and they’d all take a shower. And -- you know, I was happy that I was able to do this,\nit was great. And they would bring lunch, they’d bring some cold meat and cheese and bread,\nand we’d enjoy ourselves, and we’d all flop. I had a couch in the living room and two couches\nthat were used for beds in the bedroom, tiny place. And some would sleep on the floor.\nSometimes there were four, sometimes there were five, and we would just make the best of -- of\nthe situation. And in those days, money was absolutely awful. The drachma was just paper,\nworth nothing. And so when you paid rent, it had to be paid in gold pounds, so that your money\nwas given to you in the office every month, and my rent was three gold pounds. Some -- it was\nEnglish -- gold English sovereigns, that’s it. And then they had Swiss gold francs, and I think\nthey had French gold francs. But you know, it was strange and you got used to this and you\nthought, well, this is wonderful, it’s another country.",
        "A: Mm-hm, yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Some of them had been in camps and some of them had been hidden -- had hidden in the\nmountains when -- you know, when the Germans were there. And then, when the civil war\nhappened [indecipherable] many of them were accused of being traitors. And I don’t know how\nit happened, but I think in Matsas’ book, he explains that.",
        "A: Yes, because you couldn't travel. The only way you could travel was with a special permit,\nand they had put landmines down in much of the territory towards Salonika. And I was in the\ndramatic group, and the general of the British army was so impressed with our last play, he said,\nthat has to go to the troops in Salonika, can you get permission? So how did we get to Salonika?\nThe Admiral’s boat. We could go by sea up there.",
        "A: That was a wonderful weekend.",
        "A: “Laburnum Grove,” by Priestly. Yeah. And it went down very well, everybody enjoyed it. I\nwas the mother, and oh yes, for these plays, all the office used to come and see them, and all the\nembassy staffs, various countries, would come, and we’d put on a play once every six weeks or\ntwo weeks.",
        "A: Yes.",
        "A: Oh yes.",
        "A: No, no.",
        "A: Oh we did it, and we got -- we got made up costumes and God knows what. There was one\nplay called “Saloon Bar” and I was a barfly, an old lady who was there always, a regular, and it\nwas quite funny. And then another one was called “Flair Path.” And I remember in that I was a\ncockney woman with a husband and this Polish fellow’s plane had just come in, and I said\n[indecipherable] I said, did you see his -- his plane, it’s got an ‘ole in it. Really crazy stuff.",
        "A: Oh yes, yes. I was an extrovert, you know. I probably still am, however I think I did my bit in\nthe war and I did a bit in Greece and I feel that I, you know, helped in some small way.",
        "A: Yes.",
        "A: The social work was the student bit, and then of course, the helping some of the people when\nI could, and everybody wanted to learn English from me, so that’s how I didn't learn Greek. And\nso I would give these little lessons to people, and 1n any -- in any possible way that you could be\nuseful, you were.",
        "A: Oh yes, yes. As I said, these fellows who’d hid in the mountains when the Germans were\nthere, they were sought after by the military and -- as being traitors. So several of them -- one of\nthe young men was called Alberto Guiladee. And he went to Israel and he became a member of\nthe government, I forgotten which thing. And then there was this Dr. Monaliaruf, and one or two\nothers, and they would come before it got dark, come and visit, and then they would stay\novernight, and then they would leave when it got light in the morning. And as I think I\nmentioned, this apartment was semi-basement and the window looked onto the street and you\ncould see the legs of people, and the lower part of their torsos and we would -- every, about half\nan hour, soldiers would march by. They were in a long line, five of them, and they’d have the\nguns, and they would march by, and it was very ominous. But we kept very quiet and we had no\nlights on and they would just pass the way and fortunately nobody was ever caught and nobody\nwas ever in danger, really. I was in danger because if I’d been -- if I’d been found out the Joint\nwould have sent me home too.",
        "A: They would have, oh yes, you -- you mustn’t interfere and you mustn’t do anything that’s\npolitically unsound.",
        "A: Politically incorrect.",
        "A: Because I liked the people, and because they had to be helped. Somebody had to help, and if I\nhad the means, why not?",
        "A: Oh, we never ti -- never mentioned it, no, no. Was hush-hush.",
        "A: Yes.",
        "A: Yes. Well, I'll tell you. One of the girls in the girl’s home -- and I saw her when I was back in\nGreece last year, she was a very pretty girl and she had been engaged -- she’d been on the island\nof Crete and she had been engaged to a non-Jewish man who had been very much into politics\nand he was anti this, that and the other. And I think he was killed. But she was in Athens and she\nwas one of the girls at the girl’s home. She’d lost all her family and everything. Her name was\nEka. Well, Eka -- oh, I have to interrupt. At the girl’s home -- before the war, Greek girls and\nparticularly girls of good families never worked, all they did was learn how to do housework,\ncook, embroidery and that was it until they got married. So that these girls came back and they\ndidn’t work, they had no professions. So this was a part of what was done for them by Joint,\nthrough the National Council of Jewish Women, and what’s the other organiza -- ORT, yes. And\nORT sent sewing machines, and so the girls at the home were learning to sew and do\ndressmaking and stuff like that. Well, Eka learned to sew very well. And they decided that she\nhad a flair and that she should go to the home that they had in Paris and learn haute couture. So,\nin order to get Eka to Paris was about six months work. And I would go to her the -- to the police\nbecause somebody who knew her ex-fiancé had told about her, that she must have been a radical.\nAnd so the -- the passport people wouldn’t give her a passport, they wouldn’t give her any\npermission to leave. And I would have to go to -- she had to have a representative from the Joint\nto go with her to all these interviews and police things, and so I used to go with her. And finally\nshe did get the visa and she did go to Paris and she did learn haute couture. And when she came\nback, she started a little business on her own, which was a wonderful thing. And I’m trying to\nthink what else they did. Course many of the girls at the home were adopted by people in Canada\nand in the States, and so they were able to emigrate and lots of them came over. And this one girl\nI told you about, she’s a cousin of Matsas, Nina. Nina had a sister, they were both in the girl’s\nhome. The sister was younger than Nina and she was adopted by a family in Canada. And so\nEsther came to Canada where she married and had a wonderful family, four lovely children, and\nNina eventually came to Canada, but she didn't like it so she went to New York, where some of\nher other former girl’s home girls had gone. And so they had a little sort of clubby kind of\nrelationship. Nina eventually married and her husband knew people in Washington and they said,\nwhy are you staying up there? Why don’t you come down here and we’ll set you up in a\nrestaurant? He knew catering because he’d been catering ships. So Nina and this husband came\ndown to Washington, and I don’t know if you ever went there, but there was a restaurant in\nBethesda called The Diplomat. It was on Wisconsin Avenue, it was wonderful. And then they\nfinally retired, and they sold the business. Her husband died at the beginning of this year, and\nanyhow, I spoke to Nina and I said, Nina, would you be willing to be interviewed if they think\nthat you would have a good story? She said of course. So anyhow --",
        "A: Yes?",
        "A: Oh yes.",
        "A: Yes, yes. Danny Venamias, whose book you have, he was -- he worked for us in one of the\noffices, or in the sort -- clothes sorting or something, and he spoke of his experiences, and Danny\nhad a close friend who was with him in the camp called Dario. Dario lives in California and\nDario is some -- he was in some films, very good looking young man, but he and Danny used to\nshovel the remains from the crematoria. And -- you know, it was -- it was so heartbreaking to\nhear what they did. And Fofoe, the one who was married in my apartment and now lives in\nSpain, in -- yes, near Barcelona, she had some very interesting tales to tell of how they had the sh\n-- the heads shaved, and they -- they were just horrified when they looked at each other, they\ncried and they laughed, and you know, they were hysterical about this. And how they shared\npieces of food. Somebody would have a nice piece of bread and they would divide it up. Things\nlike that. Trying to think.",
        "A: Oh, terrible, terrible. Terrible. Give you nightmares. And then you think, well thank God\nthey’re here, thank God they’re alive and let’s hope that they can live a normal life now. But I\nmust say that most of them don’t bear -- you know, they don’t bear grudges and they don’t --\nthey’re not -- they don’t need treatment for psychological things. They just started to live normal\nlives. Most of --",
        "A: No. I thought, they’re very good people, they’re solid. And you know, it is -- they weren’t\ngiven to understand that, you know, they needed to see psychiatrists and get over these things,\nthey didn’t need it. They managed on their own and they managed very well, I think.",
        "A: Yes?",
        "A: Oh no. Unless you asked. No, we talked about how they were living now and what they were\ndoing, and the good times. And that life goes on, and it’s no good dwelling on the past, it’s not\ngoing to help. No, I think there’s a very nice attitude, and I -- I really was -- I mean, it was\nsurprising because I know a lot of people who’ve suffered, maybe illnesses and stuff like that,\nand they go on and on and on, and it’s -- it’s bad, it doesn’t help them and it doesn’t help\nanybody else. Know, when I -- oh, and how the -- the people went to Spain. After the war,\nCharles and Fofoe went to Argentina. And I don’t know how they managed it, but Charles found\nthat he had two brothers who were living in Spain. And you know, in -- in years before the war,\nJews weren’t in Spain, they’d been expelled in 14 - something and there were no real Jewish\ncommunities. Well, he heard that his brothers were there and they said, why are you in\nArgentina? Come to Spain, come to us, we’ll set you up in a business and you'll be alright. So\nthey managed to get to Spain and they’re in this luv -- they’re outside Barcelona, but I think they\nhave an apartment in Barcelona, but they have little stores that sell novelties and souvenirs at a\nresort called Lloret de Mar, where I have been and visited them. And it’s just wonderful, and as I\nsay, after all the experience that poor Fofoe went through, she managed to have a son. Lovely\nboy, and they have -- he married, and they have a little boy who is named Kavlos. And they\ntravel a lot when the season is over and they can shut shop, they go off. And this young couple,\nwith their little baby, since he was one, they’ve traveled all over the Pacific and Far East. And I\nget cards from them. [coughs] Excuse me.",
        "A: They helped to get houses. Now, Lydia Escanazi, who is -- she was Lydia Sabitie, she came --\nshe was hidden, she and her sister Audette, who was married to Danny, they were hidden in the\nwar. The parents went into the mountains and she was hidden in a basement of some people,\nsome Greek people. And they were there for six months and they never saw daylight. And she\nused to say, when we came -- when there was peace, and we came out of this basement, this\ncellar, she said, we just -- we ran. She said, we just ran and ran and ran, we didn’t know where\nwe were running, but we were absolutely ecstatic. And anyhow, her parents eventually came\nback. Well, they had been quite a wealthy family. Her father had been with the Austro-Hellenic\ntobacco company. And so, when the girls were young, they had a fraulein, so they spoke\nbeautiful German. They went to the Lycée Francais, and they knew French. They also knew\nEnglish, I don’t know how that happened, but they spoke beautiful English and Greek, of course.\nAnyway, they -- the family had a house in Athens, it’s 18 Corniavo Street, but the Greeks had\ntaken it over and they could not get it back. But finally, with the help of Joint, they were able to\nget one room, and that one room was set up as an office, the regional office for the Joint. And\nthen, years and years of work and hard labor, they managed to get the whole house. And\nfortunately, they had enough money to pull it down and have it built into nice apartments. And\nLydia and her husband live in that building in one of the apartments, they rent the others. Lydia\nhad a grandmother called Madame Farag1. I never met her, I think she was gone by the time we\ngot to Greece. She was very wealthy and she had a house in Salonika. It was on the water, and\nafter the war, the royal family used it as their summer palace, and the family couldn’t get the\nhouse back. But they eventually -- either they got compensation for it, which helped a lot -- they\ndidn’t get the house, but they got compensation, which was better than nothing. And of course,\nSalonika was where the main Jewish community was before the war, and those Germans had\ndesecrated the beautiful cemetery there which was on a hill overlooking the sea. And those\ntombstones are used as paving stones. Very, very sad. And -- oh yes, when we were in Salonika a\n-- during our play, there was one young girl, Anna Morthul, whom I’d met, and we went with her\n-- we found her and we went and had a meal with Anna and her future husband. Anna, I think,\nhad also been in camp. I’m not sure, I can’t remember that. And who else can I think about?",
        "A: Very good.\nBeginning Tape Two",
        "A: I’m trying hard to bring back some of these wonderful memories. Let me think. Well, just\ngetting to know the people, the ones that we helped, and being taken in as part of their family,\nthat was a wonderful experience. And I have been back to Greece about three times since I met\nsome of my friends. And Lydia, who was the interpreter for our office, she always puts on a tea\nand invites as many of -- of the old bunch who are still around, to come.",
        "A: Yes. I think that was really terrible. No families, and occasionally some of the younger people\nwould cry, then they’d get over it. But on the whole they behaved amazingly well. They were\nvery composed and --",
        "A: I never, never saw any real anger, never. They were just so thankful to be alive and to be back\nin their home area and with friends and other people’s families.",
        "A: Yes, particularly. It was a very big bond, the girls in the girl’s home. And it was a wonderful\nthing that the National Council of Jewish women did to set up this home because it was a home\nfor the girls. They had their room, some of them shared, and they were all in the same boat.\nThey’d been through a lot and they’d come through and they were survivors, really survivors.",
        "A: I think they were too young to -- to realize whether it was a good idea or not. If they had\nfound people and got married and settled there, that was okay, but many of them were glad to get\naway because they didn’t have any root any more.",
        "A: Oh yes, well ORT --",
        "A: Oh yes. They were trained in dressmaking and I think some were trained in typing. Not\nshorthand I don’t think, but typing. And I don’t know what else. Little bookkeeping, too,\nsomething like that.",
        "A: No, not unless they went to university or school, but they were too old for that and not -- not\nreally good material for it.",
        "A: You know, when I got there, these students were already --",
        "A: -- starting back. And they had to, you know, have the wherewithal in order to continue their\neducations.",
        "A: Not rapidly, very slowly, but gradually the stores were getting merchandise in. Many of the\nJewish families there were in the fabric business, and they were quite wealthy, those people who\nhad -- you know, they imported fabrics, a lot from England, you know, tweeds for men’s suits.\nAnd they didn’t have ready-made stores, so that if you needed any clothes made, you had the\ndressmaker come to the house, and she would stay -- she’d come three or four days to ma -- to\ncut -- to make -- to finish the garments. And I had a couple of dresses made that way, and you\nwent to this -- the fabric place and you chose your material and you either drew a design you\nwanted, or you looked in some books and they did the best they could. And Lydia’s family\nalways had a dressmaker coming to the house because there were three ladies. Oh, and another\nthing, although I wasn’t wealthy or anything and I was just a visitor, I had to have a maid. We all\nhad maids. Well, fortunately I was brought up where we had maids at home, I mean, they weren't\nuniformed or anything, 1t wasn’t “Upstairs, Downstairs,” but I was used to having somebody\naround to do things. And my maids name was Salome. She was a very large, round lady. And a\nfriend of mine had Cleopatra, who was tall and skinny. The names were just hilarious really,\ncause they didn’t fit the picture that one had of these characters.",
        "A: Well, the job ended more or less because they were able to transfer the work to local\npersonnel. So why pay foreign personnel larger sums when they could get the people locally to\ncarry on. And I was glad really, it was -- it was time for me to go. And I mean I -- I regretted\nleaving my friends there and everything, but you have to adjust --",
        "A: -- you know.",
        "A: I went back to England, yes. And then -- my brother had emigrated to the States, arou -- yes,\nand he said, why don’t you come over. And my sister, who had finished working in Munich, or\nVienna, she said, you know what -- we had made lots of American friends, because we -- oh yes,\nthis is another thing, we used to have groups of Americans from UJA come over to see what was\ngoing on, and then we would be their guides around and show them where to have dinner and --\nand that kind of thing. So we made a lot of American friends and many of them said, why don’t\nyou come over, you know, we’ll give you a good time, etcetera. Well, my sister and I decided\nthat it would be lovely to go to the States. We could visit relatives that we’d discovered there and\nalso we could do a tour. And if we got emigration papers, we wouldn’t have to hurry and if we\nran out of cash we could get a job. So we decided to do that. And in those days it was easy to get\na visa. Even -- my sister and I were able to get a visa without having a sponsor, because we had\nenough money to take -- although you weren't allowed to bring much money out of England. So\nI went ahead and joined my friend who was living in -- she had just moved to the States, living in\nManhattan, and I joined her and waited for my sister to come for this big tour. She was asked to\ngo and help with the reparations -- things in The Hague, so she was delayed for six months -- no,\nthree months. And by the time she got there, I had run out of cash and had to get a job. I also wan\n-- didn’t want to stay at my friend’s house any longer, it was not right. So I had found an English\ngirl and we collaborated and we shared an apartment, but I had signed the lease and it was two\nyear lease and I couldn’t get out of it. So when my sister arrived she took off and had a holiday\nin Mexico and when she came back we -- you know, it was too late to start our trip, so we got\njobs. And then in 1956, we decided we would go back to England and see if we could stay there,\nor if we didn't like 1t we could come back to the States. We got to England, we had a very good\nyear doing practically nothing but visiting and enjoying ourselves. And then in 1957 we were\nasked to go to Vienna because of the Hungarian uprising and they needed people in Vienna to\nhelp. So, both Leba and I went to Vienna. I stayed for a year, but after three months Leba was\nasked if she would go back to London because there was trouble in Egypt and they needed\nsomebody in London to help with the Egyptian immigration. So --",
        "A: Joint, yes.",
        "A: No, no, only in Europe. And because we were from England, we got a British salary. We\ndidn’t know the difference, so that we didn't get very much money, but it was adequate. I mean,\nit was a nice job.",
        "A: And that was secondary to the work.",
        "A: Oh yes.",
        "A: Yes, yes, it was very important.",
        "A: Well, we had to get back to the States or we would have lost our re-entry permits. You’re\nallowed one year and 11 months, and then you -- either you do or you don’t. And we decided\nwell, we’ll come back because by that time my brother had settled in Alexandria. He’d opened a\npractice there, and so we came. He said, you come and you can get jobs in Washington and it’s\nvery nice, and you can stay with us until -- so we came and after about three months -- oh, we\nstayed with Robin for a week or so and then we found an apartment in -- that’s another story -- in\nWashington, and then my brother moved down to Petersburg, Virginia, so there we were. We\nfound a wonderful sublet apartment in Washington and became very, very friendly with the lady\nwho sublet it to us and her family. And although she and her sister and all that have gone, I still\nam very, very friendly with and fond of the daughter, who now lives in Winston-Salem. That’s\nanother of my travels.",
        "A: Yes, yes. But not -- we’ve only been 20 years in this -- in this apartment.",
        "A: We lived further up 16\" Street for while.",
        "A: Oh, I worked temporarily for a little while and then I got a job with a law firm, you may have\nheard of it, Arnold and Porter. It was wonderful when I first joined, it was just -- those -- it was\nArnold, Fortis and Porter, and those three were the most brilliant, wonderful men, absolutely\nterrific. And then, of course, it spread like Topsy, and it’s now like a commercial place, it’s too\nbig. But it moved three times from the little house we had on 19\" Street.",
        "A: Yep.",
        "A: Well thank you for listening to my stories.",
        "A: Yes?",
        "A: Right.",
        "A: Okay.",
        "A: Very --",
        "A: This is a portrait of Amy Zoll, who became Amy Zoll Gottlieb, when she was working in\nGreece.",
        "A: And it was through Amy that I went to Greece.",
        "A: It must be soon after I arrived in Greece, which was 1940 -- was it ’46?",
        "A: April °46.",
        "A: Oh, well she was ready to leave, you see.",
        "A: °46 yes. It was about two -- about a month after I got there. Wa --",
        "A: These are colleagues of mine. The gentleman on the far right was Alberto Guiladee. He, I\nthink had -- yes, he had been in one of the camps. He later went to Israel and became a member\nof the Israeli government. He married a New Zealand girl. The next person is Dario Gabi, who\nalso had been in camp. The next one with glasses is Mario Montiano, who became a\ncorrespondent for The London Times and The Kemsley Press. The next one 1s yours truly. The\nnext one is Dr. Manoli Aruch, and the next one is a Greek girl called Elli, I don’t know her last\nname, she married a friend of mine.",
        "A: And the date was about 1947.",
        "A: This was at a party and we were asked to come in costume, and we managed to get some\nGreek evzone outfits, and the gentleman on my left 1s -- he was born in Cairo, he married a\nGreek girl and they settled in England. He had British nationality because Egypt, you know, was\nBritish in those days. The other chap was a friend of Bill’s, and his name was Vasili something\nor other, and he was in the British army. How, I don’t know.",
        "A: This was taken at the girl’s home, which was started by the National Council of Jewish\nWomen of America. And the -- the directress is in the picture, I think, and some of the girls who\nwere returnees from DP camps, and some of the -- I think one or two of the fellows were -- were\nhidden in the mountains during the invasion of -- of the Greeks -- of the Germans.",
        "A: Probably, mm.",
        "A: Yes. Okay.",
        "A: Right. Occasionally we were very fortunate in being able to send some of our Jewish people\nto Israel, and this is a group who were able to go to Israel.",
        "A: I -- I don’t think I know -- except at the bottom right hand corner is Harold Goldfarb, who\nwas the director in Greece for the AJDC. And he was there to see them off at the dock.",
        "A: Mm-hm.",
        "A: Yes. On one of my vacations, I teamed up with a girl from the British embassy and we did a\nlittle cruise around the Aegean with a special stop in Alexandria for five days. And while in\nAlexandria, we were able to visit the sphinx and the pyramids, and as you see, we met the\nlivestock and we were the only people around the sphinx and pyramids, there were no tourists in\nthose days. And this was a professional picture because our cameras were confiscated at the dock\nand we couldn’t take pictures. But we traveled by train from Alexandria to Cairo, and in Cairo,\nthe gentleman you’ve seen in other pictures, Bill Brudo, he was in the evzone costume, his\nparents were still living in Egypt and we were able to visit them, and that was quite an\nexperience, to see a home in Egypt, it was great. And they had the manservant with the white\nrobe thing on and the fez, serving the cold drinks. Wonderful.",
        "A: Yes.",
        "A: In Greece, the house is a speety, and if it’s my house, you tack on the my at the end of the\nword, so that was speetymou, my house. And it was sort of semi-basement, tiny little place, and\nit was lovely. It was very, very nice. Sparsely furnished. In Greece they didn’t have carpeting on\nthe floors, they were marble floors or stone floors and in the winter you’d put down a rug. In the\nsummer, out with the rug. And as you see the window at the side, behind me, that’s where we\ncould see the soldiers marching. You just -- maybe in another one you can see that, but that’s\nhow it was, you see, the window was half way up the s -- up the street.",
        "A: Yes.",
        "A: Yeah. The door is where my hand is.",
        "A: And you went down two steps for it, so it was not really a basement, it was just a little below\nstreet level.",
        "A: Okay. We had some very happy occasions and one of them was when my dear friends Fofoe\nand Charles were married, and they were married in my little apartment. And this is some of the\nwedding guests. Celia Bloom of the National Council of Jewish Women ts there with her lovely\nhat. The director 1s over by -- by the wall above, and other guests and friends. That was a very\nlovely occasion.",
        "A: Yes.",
        "A: Here is the rabbi performing the service.",
        "A: Oh, that’s Celia Bloom, the directress of the girl’s home. And the man on the right of the\ngroom is Dr. Manoli Aruch, who was the best man. And you wo -- just see the chuppah over the\ntop. Interior of speetymou.",
        "A: Very sparsely furnished, but very cozy.",
        "A: Oh yes. Probably sent by a boyfriend, I hope.",
        "A: Yeah. Another corner of speetymou. The gadget on top of the cupboard is a radio, not a\ntelevision set. They didn’t have them in those days.",
        "A: As they say in Greek [indecipherable]. I don’t know. Has lots of knobs.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 17, 1999\nRG-50.030* 0404",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Marguerite\nGlicksman, conducted on December 17, 1999 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MARGUERITE GLICKSMAN\nDecember 17, 1999\nBeginning Tape One"
    ]
}