{
    "rg": "RG-50.549.01.0022_trs_en",
    "sequence": [
        "Question: This is an interview with Florence Eisen.",
        "Answer: | probably won't , If you don't mind.",
        "Q: Okay. If you want to stop the tape at any time, just let me know.",
        "A: Oh that's okay. I'll manage. I'll manage. | didn't talk for many, many years. | did\nnot talk. When my kids started to understand, more or less, | just did not talk what |\nwent through. | tried to have good times. | tried to forget. | tried to, | blocked out. |\njust didn't want to inflict the pain. | was in so much pain, deep-knee, that | didn't\nwant to inflict on my children. | suffered so much as a child and when the kids were\nborn, they were my whole life. | didn't expect to be alive, | didn't expect to get\nmarried, | didn't expect to have children. And when this, God gave me two kids, it's\njust, why should | put the pain on them? It's not enough that | went through? This\nis all | have now. | lost my mother, my sister, a brother who was one year younger,\na sister who was five years younger than | was. And just to put this kind of pain on\nmy children, | said no. When they'll grow up, they'll go to school, | raise them as\nJewish. I'm not orthodox but | am very much Jewish orientated, all my life in this\ncountry. | gave my life to Judaism. | work for the ZOA. My name is quite known in\nthe ZOA. Florence Eisen, Fanny Eisen. | give big donations. | love Israel, it is my\nlife. Anything that was for Israel | raised millions of dollars for Israel, for bonds,\nUGA, they all know me. But to tell the children about the ghetto and the war, and\nwhat | went through, | just, | stopped right there. | didn't want to do it. | couldn't. |\ncouldn't put this pain on them. | want them to grow up not to know what mother\nwent through. But to be happy. To grow up as American, normal children. | was\nnot normal. | didn't grow up normal. | didn't have a normal upbringing. From\ntwelve years of age, since 1939, and | just wanted, that's all | have is my kids, and\nto let them lead a normal life. Let them grow up like all the other American next-\ndoor children. Not by a mother who is always worried. | did put my overprotection\nover them. | did. | didn't let them swim. | didn't let them play ball. | didn't let them,\nfood was always eat, eat, eat. Push, put on them. | knew my abnormality. | knew\nit, but | couldn't help it. Now, they're now in school, and then they went to High\nSchool and college, they know Grandmas, they call me Babba, overprotection of\nthem. Even up until now, | still don't want them to ride a bike. | just can't bear for\nthem to get hurt in any way. In any way | can't bear for them to get hurt. Now |\nhave grandchildren so | am even more overprotective. But now we talk about it. As\nsoon as my kids, my grandchildren, not to my children. They start to go to school\nand of course it came out, schools talk about it. | was able more to talk about it.\nThey called me, there's not, my children live in Connecticut and when they started\nHigh School, even, when public schools they wrote about their\ngrandma. In schools, and I'm sure you know that they say, you know, you have\ngrandparents? Tell me about you're grandparents. They always say that my\ngrandparents are survivors but | don't know much about them. They called me into\nConnecticut, to schools. | talked a little bit about it. | told them. They wrote about\nmy life. They always got A's, always got A's. When they graduated, my older one's\nbar mitzvah, and it was like some kind of a Friday night, they called me, | went\nthere. | told them what | would like to do. They brought the whole school children.\n| told them that | want to tell them how lucky they are that they were born here and\nraised here and educated here. They didn't have to go through what grandma went\nthrough. And how overprotective | am over them. With both boys | did that, both\nboys. And really they take pride in me. They take pride in me for that.",
        "Q: Let's talk about you're children and you're family life a little bit later on. Let's go\nback to the stories that...",
        "A: To the ghetto?",
        "Q: . . . now you're beginning to talk to them about these stories. Why don't we\nstart?",
        "A: Start to talk about the children?",
        "Q: Yes, start when you were a child. Let's talk of you're experiences in the ghetto\nand just give, first of all, you're name then, how old you were, and a little bit about\nyou're family and then we can talk about the ghetto.",
        "A: Okay. Actually the war for me started in 1939 when the Russians came in. In\n1939. | was born in 1928. My name then was Fagel Giterman. Fagel was my\nJewish name, Giterman was my father's name. A family of five, my father, my\nmother, three children. I'm the oldest of the three. My brother was one year\nyounger, my sister five years younger. Also lived with us a grandma, my father's\nmother, who was an old, lovely lady. And in 1939, when the Russians came our\nlives started to change. My father was a barber, he gave the kids a good\neducation, he worked very, very hard. My mother never worked. In Europe, in\nthose years, women didn't work. They took care of the children and we lived in a\nsmall stet-ill (ph) by the name of Lock-mul (ph), not far from Pease (ph), from Mun-\nyeah-yetz (ph), it's a stet-ill (oh) but a nice stet-ill (ph), with a beautiful you-gont\n(ph), beautiful, beautiful young crowd of people which, | didn't even know them yet\nbecause | was what? | was born in 1928 and this was 1939, | was eleven years\nold, right? About eleven years old. And the war started already. They sent us to\nschool. They put us like a year younger. | felt as a child that life started to be hard.\nAnyway, two years the Russians were there. It wasn't too bad. Then, in 1942 |\nthink, the Germans came. As a child, | was a curious child. | use to, we had a\nradio. Some people didn't have a radio, we did have a radio. We use to sit, my\nfather use to sit by the radio and listen what's going on the world. And | was hiding\nand listening. | was unhappy. | was very unhappy. It made me very unhappy. |\ncried a lot. Then they started to talk about they are going to go to a ghetto, they are\ngoing to put us in a ghetto. We lived like, we had our own house, and we lived like\noutskirts of my town. And they are going to put us like in the middle of the town.\nThey divided the ghetto, this is only what I've heard talking from the grown-ups.\nLike their going to divide the town, not the town, but in the middle of the marrick\n(ph) they use to call it, middle of the city or the town or the stet-ill (ph), and they're\ngoing to put us in the ghetto. | remember what they gave us, a buggy and a horse.\nThey didn't give us, my father had to borrow it from the next door, a peasant, non-\nJewish people. But they had a good pull you put on it and | walked in the back. |\nlooked at my house. | cried. | remember like now. This was 1942, | must have\nbeen fourteen | guess. | cried my eyes out. | looked to the house. | said, \"where\nare we going\"? Anyway, they took us there. My father had a stepbrother in this\nparticular ghetto. There were two ghettos split in half and we were in one ghetto,\nnot far from the Shul (ph). And he had a big house, but they gave us a small room.\nAnd this small room, very small, tiny, maybe, my father made bunk beds. And\nthere were five people, and my grandma was six, and they put another couple\nthere, an elderly couple, and they also had like a bunk bed. And that's how we\nlived there. We were there from, it must have been around Pacer side (ph), before\nPacer side (ph). So Pacer (ph) is usually April sometimes, the end of April\nprobably. And | didn't know, there wasn't enough food. | heard my father talk about\ntrying to get together a young group of people that, they are going to make like an\nuprising and they are going to go to the other ghetto. | was always kind of, as a\nchild | was hiding and crying and hiding and reading whatever | could put my hands\non, some books, reading. And my mother never talked a lot. She was a nice, quiet\nlady. My father was a barber and he was a good barber. And him | think, and the\nguy, the other couple that was with us, they opened up a barbershop special for the\nGermans and also for the non-Jews outside of the ghetto. And he worked there.\nSo he use to bring in, probably smuggling, hiding, a piece of bread, a piece of fish\nor a piece of because whatever the ration they gave to you it wasn't\nenough. | remember after quite a while, my mother's walking around with a pair of\nswollen feet. | said, \"Ma, what is it?\". \"Oh, nothing my kin, nothing. Don't worry\nabout, I'm fine.\" Later on | found out it was from lack of food. She didn't eat.\nWhatever little food she had she gave it to the children. And she didn't eat it, she\ngot swollen. She was only thirty-six years when she went to her grave. When they\nkilled her. Thirty-six years old. And then old grandma was with us. | was never in\nthe kitchen. | was never, there was one kitchen, it couldn't have been for ten\nfamily's maybe, | was never in somebody else's rooms. | couldn't, | was just in\npain, pain, pain, pain. | couldn't, | was mainly in my room. | don't even remember\nplaying with children. | don't know why. | was just trying to get books and read and\nread and stay in bed and read. There was no school, of course. | never went to\nschool there in ghetto. And my little sister, | don't remember. | can visualize them\nvery well now, but | never went to school in ghetto. Maybe there was some school,\n| don't think so, if there was any schooling there. And one day, they use to send\npeople to work. What was the work? Later on | found out, at the end. That they\nuse to take a bunch of people from on ghetto, send them to a different, out of town\nplace or out of this, to another town, dig graves and that's how they use to kill the\npeople. They didn't know about us. They wanted my mother, my mother was a\nvery brave woman, and one German was like after my mother. So instead of\nsending my mother to work, work means to dig the graves for other people, | went.\n| went to dig these graves and | remember the graves, they was like long, deep\ngraves. | was in one grave, digging, and there were some other people digging,\nand on the way back they brought us home in trucks. And it was like in the middle,\nthis work was always done like in the middle of the night, like from suppertime\naround, before it got dark, until like the middle of the night.",
        "Q: Did you know what you were doing?",
        "A: No. | really didn't know what | was doing. Because I, | had a hunch maybe, but |\nreally didn't know. | had no choice. Whatever it was | had to dig the grave, | wasn't\nthe only one. Not directly, | didn't know that this is really for killing people, to throw\npeople in there. And we came home, it must have been about 4 or 5 o'clock in the\nmorning. The ghetto was already rounded, all around. There were trucks, there\nwere soldiers. It was like, the ghetto was barb wired all around and we looked\naround and one German said, \"Well, you're going to be killed tonight.\" And the\npeople that were with us, they said, \"This is it. | think we're going to get killed\ntonight.\" They dropped us off. We went into the ghetto. Everybody was up, it\nstarted to get like a little lighter, everybody was up. My mother was up. Everybody\nwas crying and screaming. But they didn't take anybody yet on the trucks yet. |\nsaid, \"Where's my Dad?\". Dad wasn't there anymore and my brother wasn't there.\nAnd | couldn't stand the crying, the yelling, the screaming. So | went out of the\nhouse and, excuse me for the expression, to go to the bathroom they had like\nbooths outside. And you go into that booth and it was like a hole with a seat in\nthere so when they dropped this came down, and | hid there. | hid, that's why,\nwhen | saw Shindler's List, | saw myself, that little girl. That little girl who dropped in\nthe, excuse me, in the droppings of the people. | was there. And when | saw this, it\njust, | was screaming. | was yelling, | was crying. When | saw the movie. It's true, |\nwas there. And | went in like halfway, | just wanted to drown and | couldn't drown.\nAll of a sudden, my mother came running after me, grabbed my hair, pulled me out\nand said, \"You can't do that, you can't do that.\" | said, \"Ma, | can't go on that truck.\n| don't want to be killed. | can't do that.\" Anyway, she schlepped me into the\nhouse, she washed me off and | hid under the pillows. | went into bed and | hid\nmyself. | covered my eyes and | put this blanket over my ears. She said, \"No, you\ncome out of there.\" She schlepped me out of there. She dressed me and she put\nsome clothes on me and she says, \"Listen, my child. You're father and you're\nbrother went to the other ghetto. They might survive. They might not survive. But |\nwant you to go there. Get dressed fast.\" She dressed me, she put some shoes on\nme, she put a school thing on me and | started to run to the other ghetto. Now why\ndidn't | say, \"Ma, come with me.\"? Why didn't | say it to my sister? She was\nrunning after me. She said, \"Take me with you.\" | said, \"| don't know where I'm\ngoing, | don't know where I'm going.\"\n[Mrs. Eisen overwhelmed at this point, unable to make out what she is saying]\nShe continues: Who's going to take care of you're sister, my great grandmother,\nold grandma.\" She said, \"You go. Maybe you'll save yourself, maybe.\" Anyway, |\nstarted to run. The ghettos were closed, they wouldn't let me through. | started to\nbeg, \"Let me through, let me through. My father's there.\" So one guy opened the\ngate, | was the last person crossing from one ghetto to the other. And they opened\nthe gate, | crossed the street, the only one, and they wouldn't let me in there. So |\nstarted to scream and banging and knocking and they let me in. | went into the\nother ghetto, ten minutes later the ghetto exploded, like exploded. They started to\nshoot into the ghetto. The houses were on fire. | saw my first cousin, he lived in a\nhouse in the other ghetto, in the Rabbi's house, | saw the Rabbi standing, wrapped\nin a talus (ph), his little children next to him, with their heads up. My cousin, her\nmother was in the back yelling, \"Schmish-oil, Schmish-oil, Schmish-oil\" (ph). There\nwas another guy next to him burning, on fire. And they started the shooting. The\nshooting came in like a hail. | didn't see my father. | didn't see my brother. | didn't\nsee anybody. All of a sudden, | got killed. | got killed, | fell and | see people, | look\naround me. | see people lying dead with open mouths. Children, blood, flesh,\npieces ripped apart. And I'm just laying there. | said, | touched myself, | said, No,\nI'm alive. I'm not dead. | fell, | don't Know why, but | fell and | touch myself. | got up\nand a bunch of young, Jewish guys, | think you have it on the record, somebody\nwho was in the front there, ripped the gate and they started to run through the town\ninto the gardens, straight to some woods. Everybody ran. | was running, | was\nrunning, | was strong. | got weaker. | still didn't know what happened to me. And |\nwas running. | was running after everybody, I'm looking, maybe I'll see my father,\nmy brother, nobody. | Knew my mother's not there, this | knew. And | passed my\nhouse, we passed the house where | lived in, | looked at it. And | ran. And we\ncame to a place by the name of Prepitch (ph) and | said to myself, there's\nsomething running in the back of me. There's something not right about, my\nshoulders are getting weaker, I'm getting dizzy a little bit. | said, my back is wet.\nAnd | looked, | touched my back, my behind, and I'm full of blood. A girlfriend who\nlived next to us came over and she looked at me and said, \"Fanny, you know you\nare wounded. What's the matter?\" | said, \"I don't know.\" She said, \"You're whole\nwet back is ripped, the clothing is ripped, | could see an open flesh there.\" | said,\n\"Well, | must have got hit in the ghetto by a, you know, when they hit me.\" She took\noff her kerchief from her head, she took off her shirt, she had that little shirt\nunderneath. There was water there, the name of the place called Prepitch (ph).\nShe dipped this in the water, she wiped me around, she cleaned me off and she put\nthis around me and | was okay. | mean, there was a wound there. | didn’t know\nanything else anymore. And that's it. And | was on the Prepitch (ph), unfortunately\npeople are cruel, | guess when the Mo-ha-movis (ph) is in front of you you're trying\nto save yourself not somebody else. And the grown up people took off. Nobody\nwanted me. | was very skinny. | didn't look like, | was thirteen-and-a-half | think,\nnobody wanted me. | was running after the young males, you know, they said, \"My\nsister, my brother, my father, my mother, they are going to die and | can't schlep\nhere with me, | can't save my own life. Go home.\" | said, \"What do you mean go\nhome, the ghetto was on fire, where am | going to go? | can't go anyplace, it's\nburning. Where am | going to go?\" Anyway, | was on my own there with some,\none guy who had two small children of his own took me under his arms. And\nanother two kids, they are all alive, he died, never, he shouldn't have died, he\nshould have lived forever. And he got in touch with some kind of peasant guy. We\nwere there for about a week on this Prepitch (ph), for about a week. Do you want\nme to...?",
        "Q: So how many people, let me just go over, when you left there, when you ran\nfrom the ghetto, how many people were you with? Were there many people\nrunning?",
        "A: Running, they were running for about, out of the Prepitch (ph) there must have\nbeen around 500 people who ran away from the ghetto.",
        "Q: And did people scatter? Did you go.. .?",
        "A: But they scattered all over the places, all over the places. Some, then quite a\nfew weeks later, | was traveling, we had to cross the Prepitch (ph) with some kind\nof a kayak or something, otherwise we couldn't be over. And this guy who took me\nunder his wings, he had two small kids of his own, one is my age and one a bit\nyounger. And he said to him, \"Well, if you're going to take care of ;\nyou're going to us a little bit. | have like a big pot of gold hidden behind\nmy house. When the war is over, I'll give it to you.\" It's true, he gave it to him, but\nthis poor peasant got killed for saving Jews. They killed him. And we were there\nfor about eight days. This peasant use to come, like everybody took off in different\ndirections, nobody wanted the kids. I'm talking about the Jewish people. Nobody\nwanted us. And he use to bring, every day, like a little fish, cooked fish. A small\npiece of bread. It must have been for about 7 or 8 kids there and this grown-up\nman. And this is how we survived this Prepitch (ph). And then he said, \"Over\nthere, on the other side of the Prepitch (ph) there are partisans. I'll take you there,\nbut one ata time.\" It was like a kayak, a metal kayak. And he started to, one day,\nlike a week later, with that whole week. And the Germans was looking for us.\nThere was one incident. We were laying, all of us together, in the woods. | lost my\nshoes when | was running, my feet were swollen. At that time they take off, like the\ncorn, and it is so hard, it's like needles. And when you run, when | was running, it\nlike went through and through my feet, and my feet were huge and swollen. And it\nwas cold already, it was September | think, it must have been September. When\ndid they take off the corn? September, right? After the ghetto already, you know?\nSo, it was the end of September, or October, no, September, the end of September\n| think. And he says, and | was laying there hungry and some kids were swollen\nalready too, and he said, \"I'll take you over there.\" And he took like two, three\npeople on this little kayak and he took us over on the other side. Little by little, it\nmust have been about 7 or 8 kids. This grown up man, and he should rest in\npeace, he saved my life. Because nobody wanted me. My own people, they knew\nme. \"Why are you running after me? Go back to you're mother.\" | said, \"I don't\nknow where they are. It's burning, how can | go back there?\" Twice they left me\nsleeping. | shouldn't say it but it's the truth. They left me on a stack of hay. | wake\nup in the middle of the night, there's nobody there. I'm laying there all by myself, on\nthe Prepitch (ph), I'm laying there all by myself. | got up. It's dark. Where am |\ngoing to go? | don't know, so | was listening quietly. I've heard some talking but |\ndidn't Know for sure if it was German or Yiddish, but at that particular point, |\ncouldn't care less. So | figured if it's Germans, they kill me, it's enough. If Jewish,\nlet's see what's going to happen. | followed the voices and | got it there. It was the\nsame people who left me laying under the stack of hay. Twice like this | survived,\ntwice.",
        "Q: How did you meet up with you're father again?",
        "A: This was quite weeks later. | was laying in some woods. Some people went\naway, some people got connected with some other groups. There was a lot of\ntraveling Jews from different towns. Some grown-ups. They knew the way and\nthey went to look for partisans. | was laying there with another woman and she\nhad, like a little child, a little boy. And | think this, Romanofski's (ph) his name, with\nthe two girls. We were laying there in a ditch in the woods, and of course | had a lot\nof hair, | had long hair. Skinny | was all my life. And now, after weeks of not eating,\n| could hardly move. We were laying there. \"Mommy's dying.\" All of a sudden we\nhear, some people hear some talking, either Yiddish or German. So we gave up,\nfigure, look, whoever is going to be there, it's going to be there. If it's going to be\nJews, fine. If not, if it's Germans, you're going to be dead. They are going to shoot\nus out like worms in this ditch and put us there, you know, get it over with. And they\ncame closer and closer and closer. | can hear now, the echo in my head. And they\nwere Jewish. And this Jewish, and there was a man, just a man. A few men.\nThere was a woman with one child, | think, too. And they came closer and | looked.\n| didn't know if my father ran. | knew he was in the ghetto where it was the uprising,\nbut | didn't know if he ran away or he survived or he got killed running. Nobody saw\nhim running, you know, and nobody knew if, nobody saw him. | mean, | didn't see\nanybody. All of a sudden | see my father. | start yelling in Yiddish, \"De-tock-n-key,\nde-tock-n-key (ph)\". He backed it up and he looked, he didn't recognize me. He\nsaid, \"De-tock-n-key?\". \"Don't you recognize me? It's Fagel, you're daughter.\" He\njust didn't recognize me. He grabbed me and touched me and opened up the hair\nover my face, took it away, and looked at my face and he started yelling, \"No, this is\nnot my Fagel.\" And he passed out. | said, \"Oh my God, finally | found him and now\nhe got a heart attack and he died.\" He didn't recognize me. He just didn't\nrecognize me at all, | was like a skeleton. And lots of hair, the hair was all coiled,\nlike all over my face. And he passed out. He passed out, of course, we started to\nyell and scream and put some, there was no water there. | remember we use to\nsqueeze down our food and take some moisture out of it and that's what we drank.\nWe survived, we didn't get poisoned. And that's what we did, and we tried to, and\nhe woke up and he recognized me, of course. And this is how he found me, this is\nhow he found me. And then he said he knew his way a little bit around and he said,\n\"Well, let's see what you can do now.\" And we started to walk. And in the morning,\nwhen it was light, the peasants, they go to the fields. It was field time. And they\nleave the house open. So we use to go into the house, grab a piece of bread, you\nknow, steal. Steal a potato. Sometime we went in, like during the day we would\npass by some fields and this was like September, there were like beets and\npotatoes and carrots. So we use to steal from the fields and sometimes we stole\nfrom the houses. If we saw a house standing there, nobody was there, we ran in\nand we stole a piece of pancake, whatever it was on the table. And this is how it\nwas for quite a while, for quite a few months. And then my father had a profession.\nHe asked me if my brother was running too. He thought maybe he was running out\nof the ghetto, maybe he survived. All his life he was looking for him, but he didn't\nsurvive. Later on we found out what happened to my brother. He was running. He\nran from the ghetto. He got wounded very, very badly. Worse than me. And a\nGerman caught him and he said to him, \"Run. Maybe you could save yourself.\nRun.\" My brother was working in a stable with horses in the ghetto, so he use to\nbring in like little things from an orange, a piece of bread. And these Germans\nrecognized him. And he started to run and he was weaker and weaker and weaker\nand he came to, like close to my house where he was born, and the peasants\nrecognized him. And believe it or not, they finished him off with sticks. They killed\nhim with sticks, they finished him off with sticks.",
        "Q: At this point how much information did you have when you found you're father\nagain and between .. .?\n[End of Side 1 of Tape 1]",
        "A: ... to my ghetto. When | walked out of there, when | went out of that ghetto,\nwhat they did. Like | digged graves for other towns. They, some other towns dig\ngraves for my hometown. And what they did, they put all those people on trucks.\nWhoever survive. In my ghetto there was not killing, | mean, in the ghetto, there\nwas no fire there. What they did from my side of the ghetto, they took those people\nlike my mother, my sister, my grandma, my aunts, my uncles, they put them on\nthose trucks. They took them to this grave. They put them, they lined them up\nclose to the grave. They told them to put their clothes off and, an old lady of over\neighty years of age. Why? You ask why? They took off their clothes, they shoot\nthem and they threw them in, like rows and rows. They threw in one row, they put\nthis disinfectant stuff, | don't know what it is, like a white type of thing, they put it\nover, then another. They killed another row of Jewish, all, they had to get\nundressed. And shoot them out, throw them into this grave. This was going on.\nWhoever was there, there must have been about 2 1/2 thousand people. | think in\nthese grave, | think in this grave, there is about 1,900 people in this grave.",
        "Q: When did you, how did you find out this information? When did you find that\nout?",
        "A: After the liberation, after the liberation. My father also knew, like through the war\nwe didn't know exactly, but my father knew from some peasants. They saw it.\nThey were standing there watching. There was a lot of peasant people standing\nand watching. And they saw exactly what they were doing. But, either they were\nafraid of their own skin or they were happy about it and they didn’t care. And what\ncould they do if they did care? They'd shoot. But they saw something like this\ngoing on, they could have been dead too. If they would say one word for the Jews,\nhe would have been dead too, the peasant. And that's, they finished it off. They\nsaid that the grave was up and down, raising, for three days. This grave was like\nbreathing for three days, up and down, up and down, up and down. After the war |\nwent to that grave. And it wasn't, it was like dropped already, fell already. Me and\nsome, another two girls. And we started to clean up around and | saw these shoes,\nbaby's shoes, baby's clothes, baby's, just like they left it there, that's how it was\nthere. The peasants didn't touch, they had the goym (ph), they were afraid to come\nclose to it, | don't know. And we started to clean it up and we put it in bags and\nthen | saw little bones and | took off. | took off. I left my hometown. | lived in\nSwooz-ka (ph) after the war, | was liberated by Swooz-ka (ph), a town. It was\nRussian there, like where | was born it's like the borderline was. Poland and\nRussia. So | was like on the Polish side of the border. And Swooz-ka (ph) was on\nthe other side. And | was liberated there, in Swooz-ka (ph).",
        "Q: Let's talk about liberation. What were you doing? You were with you're father?\nTell me about what you were doing, what they daily life was like leading up to\nliberation?",
        "A: Well we were walking. We were looking actually for the partisans because the\npeasants said that there are partisans. And being my father was a barber and he\nknew a little bit how to sew, he didn't have ammunition on him. And we were\nJewish. And we had no other choice. | mean, we walked and we came across\nsome groups and, say they were partisans, and he got in touch with them, he got\nconnected with them. And they said, well, they'll take in my father. At first, like the\npartisans in that area, they were organized from Moscow. They use to, they had to\nobey Moscow's orders. And in real life they were not allowed to kill Jews, but if they\ncaught the Jews they killed them. They killed a lot of Jews, the partisans, a lot.\nAnd we were walking and walking and walking, my father with his ;\nbut when he found me | was full of lice. | was like one lice from toe to head. And in\nthe middle of the night, | remember like now, we went into somebody's house and |\nstarted to cry, this is after he found me, he said, \"| have to save my child.\" She\nlooked at me, she said, an older lady, she said, \"Oh my God, my child, my child.\nWhat is it? What's happening to you?\" | was swollen here, | wore the same outfit,\nyou know, it was hard already from the blood. And full of lice, | had a big head of\nhair. She took me in. She was a nice lady. An older lady. She had like a big, how\nyou call it? Made out of wood where you bathe someone, bathe the children or\nbathe a pig, who knows? She put in some water there. My father had his, this\nmachine that you cut hair off. First of all, the first thing he did he cut off my whole\nhead of hair. The lice were gone. They put me in this , how you call\nit? In the val-it (oh) we use to call it. And they gave me a bath, he said, \"But | have\nnothing for you to wear. | can't give you anything to wear.\" She said, \"I'm going to\ngive you some of mine.\" So she gave me something to wear, something what she\nwas wearing. Everything, | mean, panties, those panties. And she\ngave me a pair of lop-chess (ph), it's made out of straw to put on my feet. And she\nsaid, \"| have nothing else. It's cold. How could you walk on that?\" So she went\ninto her stable and there was a big pig there. And the pig was covered with a big\nblanket, it's like a burble, how you call it?",
        "Q: Burlap?",
        "A: Burlap. She took it off. She said, \"This will keep you warm.\" And she gave this\nto me, they gave me a bath, they cut off my hair. And she said, \"But you have to\nlive.\" And she gave me something to eat, and she said, \"But you have to leave my\nhouse. You have to go. Go, go, | don't want to see you. You were never in my\nhouse. Just take off because they are going to kill me. The Germans are going to\nkill me.\" And we took off. That little old lady, I'll never forget too. And we walked\nagain, the two of us, and two more people. And we walked and we walked and we\nwalked, and my father who use to walk daytime, we use to hide at night. We\nwalked and stole a potato. We stole carrots, in the woods, | mean in the gardens.\nAnd he used to give the peasants a haircut because in those years they didn't have\nthose automatic razors and how to take a haircut. So they had pity, kind of, for us,\nsome of the peasants, non-Jewish people. And we walked and we walked and we\nwalked until we came to this particular place, close to , It took us\nmonths. And the name of it was Lublin. And he said, \"Look, | have a profession.\"\nThey said, \"Do you have ammunition?\" He said, \"No. | don't have nothing. | don't\nhave a pistol, | don't have a, | have nothing.\" He said, \"But | have a profession. |\ncould give you haircuts. | could sew. I'll make you jackets\". You know, whatever,\njackets from the ship things. He said, \"But | have a child with me.\" He said, \"No.\nWe'll take you .\" They wanted to take him in, but not the child. He\nsays, \"Well, I'm not going without the child. Either you take us both. I'm sure she\ncould be useful, she could work.\" They had kitchens. They had, we lived\nunderground, like they call it in Russian , underground. And\nthere were only left over soldiers from Russia that they took off. When the\nGermans passed by they were going and there was no war there actually, the\nRussians they were running, in the Russia and the Germans just took it over, that's\nit. It wasn't any shooting there. And so they said, you know what, they said, \"We\nhave a town that, the partisans own it. There's no there. We are\ngoing to put you're daughter in one of those houses. They are going to keep her.\nBut we're not going to take her in.\" There was no children there. And they did.\nThey put me in this peasant's house. For some reason, | must have been there for\nquite a few months, | don't remember nothing of this particular house and what |\ndid. | must have been, | cleaned probably. | go to the fields. | went, as my father\nuse to tell me later on, why | blocked this out | cannot understand. | just remember\n| slept on top of an oven. And it was so hot. Like, the cooking was in the middle\nand the oven was like bricks. And this heated off the whole house. | slept on it. It\nwas impossible. This pain and this burning in my flesh I'll never forget. And also\nthis house had cockroaches. Lots of them. Lots of cockroaches. This | remember.\nBut the rest of it, what | ate, how | ate, | really don't remember. But of course they\nneeded my father for haircuts. He use to sew something, fix something. So they\nkept him and he was of course after them to take me into, to bring with him,\nbecause who knows? Here | am okay with the peasants, a minute later they could\ngive me out. You know, a German could come in or, but was\nowned by the partisans. This town was owned by the partisans. So | was kind of in\na safe way but my father wasn't sure. And there was no transportation. | didn't\nknow where he was, where he is, if he's going to come back to pick me up or if he's\ngoing to leave me there. Because | saw on the Prepitch (ph) how running people\nleft their children to die. | saw it. And this was in my mind. Some of them were\nwounded, some of them were not wounded. And they left them and the parents\ntook off. And this was in my mind all my life, even when | came here to this country,\nthat my father's going to leave me. Which he never did. He was the best father.\nHe saved my life. Not just this time, there was other incidences, and the partisans,\ntrue, they wanted to kill me. And he said no. But this was in my mind because\nwhat | saw on the Prepitch (ph). The parents left their children. And one day, all of\na sudden a buggy came with a horse and two soldiers and they came into the\nhouse. But! stayed. And he brought me like a little, he made it, he put it together\nfor me, from wool, sheepskins. Like a little jacket. And he brought me a pair of, put\ntogether from little boots, you know? And he put me on that wagon and he took me\nto the partisans. | was useful there actually. | peeled potatoes. | went into the\nkitchen, they had an organized kitchen for the soldiers. | went into that kitchen at 2\no'clock in the morning, 1 o'clock, peeled potatoes. Served them. Food | had\nenough already, | had enough food. | wasn't hungry anymore. | use to knit for the\nsoldier's gloves. They got it somehow, wool. | use to knit for them gloves. | use to\nknit for them socks. | use to sew up certain things that they were ripped on them,\nyou know? Of course, | was under the protection with my father. Otherwise, they\nwould have raped me, they would have killed me, they would have never taken me\nin. They didn't need me. But they needed my father. Sometimes | use to even go,\nthey taught me how to use a, not the piece of rifle gun, but the long ones. The...",
        "Q: Rifle?",
        "A: The rifles. They taught me how to use it in case something comes up. They\ndidn't want me, but there was other two Jewish girls there. One was older than |\nam and one was younger. Also because of their brothers. They had brothers. And\nthis is all, there were three children, Jewish kids. There was no females at all, they\nwere not allowed to have any females there. It was a regular army, organized\narmy.",
        "Q: And what was life like with the partisans? Like, how many people were there?\nDid you travel? Was their fighting?",
        "A: We traveled, they were fighting. They were not so many fighting, they were\nbombing us. The Germans knew that the partisans are there but it was town and\ntowns and miles with partisan, soldiers, armies, that the Russians left there when\nthey took off and they ran. And the Germans, they were so busy with the Front and\nwith the fighting, it was a real organized group, thousands of partisans, thousands.\nAnd they use to, my father knew more, unfortunately my father's dead. But they\nuse to put bombs, when the Germans use to send, let's say ammunition to the\nFront, into deep Russia, the partisans knew about it. And they use to put bombs\nunder the trains and stop them and just explode them. They shouldn't be able to\ntake it to the Front, the ammunition and the soldiers. They killed thousands and\nthousands of them, thousands of Germans. They never made it into deep Russia\nbecause the partisans really, so they tried to bomb us out. They tried, they kept on\nconstantly bombing. And in one of these bombings we ran and | lost my father. |\nlost my father. | was one who always was running in the front for some reason.\nAnd my father, he was only thirty-six years old so he still was a young man, but for\nsome reason, | was younger of course, and | lost him. | lost him and | couldn't find\nhim. And we passed by a river. We passed by a river, | was like in the front. The\npartisans, what they did, in order for the other to cross the river, because it was\nreally burning and bombing heavily, they put like ropes. Some partisans swam\nthrough and they put a rope and two ropes on this side and this is how you pass the\nriver. A few of them passed, it was, of course, | think it must have been a very, very\nhard thing to do, and having partisans with ammunition. | got hold of this thing and |\nstarted to walk over, they grabbed me and they wanted to pull me back. | didn't let\nmyself and | knew my father was like a few feet in the back of me someplace and |\nstarted to pass by and the bombing got closer and closer and they dropped the\nropes and | fell into the river. But | was already not in the middle of the deep river, |\nwas like closer on the way out. And they saw me falling into the river. | fell into the\nriver. There's some Russian soldiers, the Chinese | guess from, they called them in\nthose years, | remember, Ta-tongs (ph), | don't Know how you call them now. They\nschlepped me out, they pulled me out. And of course | had nothing with me,\nwhatever | had, clothing on, but they pulled me out and | was trying myself to be\nclose to them. | saw that they took off, | don't have my father, I'm either 14 or 15\nyears of age, skinny like a toothpick, you know? That's it, this is the end of me.\nAnd my father didn't want to leave. He knew that | am in the water someplace, so\nhe said, \"I'm not going.\" They said, \"Well, you're daughter's dead. | saw her\nfalling.\" Which is true, they saw me falling in, he said, \"Forget about it.\" | have a\nblouse from this incident, and he said, \"No, you're daughter's not alive. You're\ndaughter fall into the water and who's going to save her? Who's going to take care\nof her? She fell into the water. She got drowned. She's dead.\" But | didn't. |,\nthese two Ta-tong (ph) from deep Russia, they really took care of me. They really\ntook care of me. | was lucky. They, | gave them haircuts. | also was working with\nthe partisans with the machine, they had a machine and shaving, so they needed\nme in a way. And they really took care of me. They really took care of me. If they\nwere stealing some food, because the partisans, the group fell apart. The majority\ngroup was left behind. | was with just about a dozen people, maybe two dozen\npeople. Nobody wanted to take care of me, to give me a piece of bread, nothing.\nBut these two particular people, they just felt sorry for me. Whatever they got they\nshared with me. And one night we were laying there in the bushes, it was cold\nalready, it was close to winter. All of a sudden somebody stretching like that, | said,\nOy-vey, what am | going to do now? It's going to, and he's sort of laying completely\nlike, freezing. They took off their jackets, he covered me. He covered me with\nwhatever he had, his jacket. There's some good people in this world, there really\nare good people. And then | walked with them, | held on to them and they were\nwatching me. Until the other group of the partisans, the bombing stopped and we\ngot reunited. But my father couldn't find me, he really couldn't find me. Do you\nwant to hear the story, how he found me again? And we walked and we walked\nand there was a, you walk daytime, nighttime and you stay hidden, and these two\npeople shared with me they're piece of bread. There was not really a partisan here.\nThe real partisans were left behind. And we came to a town and | was with them\nand there was a doctor, not a doctor, it was a felcher (ph), a doctor. And people\nstarted to get sick on typhus, stomach typhus. | was the only girl. | wouldn't say a\nwoman, | wasn't a woman, the only girl. And this doctor said to me, he said, \"You\nknow what? I'm going to show you how to take care a little bit of sick people.\"\nPeople started to get sick on the typhus, they were just dying under you're hands,\nunder you're feet. He said, \"This town is from partisans, it's a partisan town. Let's\nsee what.\" And some other partisans came and | was with this doctor and he was\ntelling me how to put a bandage on, how to give him, there was no medications,\nthere's some tea. And we weren't, and the bombing started again. This was\nalready a few weeks later. And the bombing started again. And a bomb, | was with\nthe typhus people, | got sick on typhus. | got sick on typhus and the temperature\nwas running high and then when the, and they were laying on bridges kind of,\nsoldiers. Some dead, some alive, some dead, some alive. And | put myself at the\nvery, very end. They were not allowed to touch me really because it was against\nthe law. So |! was, and then there were so many young, beautiful women, young\nwomen, in the towns that, you know, look at me? There's no woman, there was\nnothing. There was a skin and bone little girl. And they were not allowed. So |\nslept like against the wall most of the time but with the rest of the people, they were\nsick on typhus. And | got it, | got it. And | started to, | remember once they even\nbrought, they flew down from Moscow, packages of medications. They had\nconnections with Moscow. And laying there and they put out all the sick people,\noutside. Bombing started again. And they schlepped, we schlepped all the sick\npeople out, they put them outside in barns, some dead, some alive. | was crawling\na little bit and this house was burning and | got out of the house and | was laying in\nthe back of the house. And the house is already on fire and | was laying there to\ndie. All of a sudden, my father's here. It's just like a miracle, a real miracle. How\ndid you get here? When they were walking from the other side of the river and then\nthey crossed the river and then they came, the bombing stopped, and then when\nthe bombing started again and the town was burning, he kept on yelling, \"| had a\ndaughter someplace, | had a daughter someplace. Maybe you saw a little girl?\"\nAnd they kept on telling him, maybe she's here, maybe she's there, maybe it's in\nthis house. And until he came where | was laying under this building. But | couldn't\nwalk. | was like dead, half-dead. He schlepped me, he put me on his back. This\nwas just before the liberation | guess, this must have been like six months before\nthe liberation. And we had bombing and bombing and the partisans more or less\nhad started to fall apart. But we belonged to the group yet, and they wanted to kill\nme, the partisans. He was schlepping me on his back and he said, \"Well, if you\ndrop her and any Germans get her, she might talk a little bit. Maybe she knows\nanything, | mean, she knows something.\" And they just wanted to kill me. And |\nheard that, | wasn't unconscious. Maybe sometimes. And he said, \"No, you will not\nkill my daughter. If you want to kill her, first you have to kill me so | wouldn't know\nit. Then you could kill my daughter.\" And they didn't. And he schlepped me, he\nschlepped me on his back. | was walking with a big, not a cane, but a big stick of\nwood, and after the liberation yet | was walking with that stick. | couldn't walk. And\nthis is how he saved my life. We were liberated not far from So-you-sk (ph). When\nwe got there, there was no government at all yet. They didn't have any government\nyet. But there were no Jews yet. There was, for about three or four days, there\nwas no government at all. It was like, the Germans took off and the Russians came\nin and there was no government yet. And finally | guess the government got\norganized, the Russians, and they. | remember walking with this stick, with my\nfather's help of course, and there was telephone poles and on every pole there was\nhanging a German with his head down. On every pole. | don't Know if | should tell\nthis or not. On every pole. The partisans cut some Germans or some peasants\nthat were involved, who was a policeman and he killed Jews or he was a policeman\nand killed partisans, who was a guy who was with the Germans, you know? They\ncaught him and they hung him up. They were hanging. | remember when we\ncame to Sloo-sk (ph) that was the first day | think, but we just walked in there and\nthey had caught some Germans, the partisans | guess, Germans, Poles, the others\nwho were involved in the German government, and they threw them all, certain\nthings | remember well, certain things | don't, | just don't remember, but this |\nremember. They put them like in one, big mountain of people, living people, alive.\nThey were crawling on each other like worms. Some wounded, some healthy. And\nthe partisans said to my father, they said to him, \"You know what? You have this\nrifle. Why don't you hit them? Hit them in there. Give them for you're wife, for\nyou're son. Give it to them.\" My father gave one hit and he passed out. He can't\ndo it. So they said, \"Come on, how about you? You're a young girl.\" | must have\nbeen close to 16. \"For you're father, for you're mother. You were there. You saw\nthem doing that to you.\" | couldn't, | was like numb. | looked at this. | got sick to\nmy stomach, | started to throw up. | couldn't hit one German. | just couldn't. And\nthen my father got to his feet, he passed out. He gave one hit and he couldn't do it.\nThese are Jews. Jews are not fighters. Thank God now, their Fathers in Israel,\nthank God. But those years were just, | couldn't. What they did to me, what | saw\nwith my own eyes. This is just a fraction of my story, what | saw when it was\nburning. | got caught once, | ran, | walked out of the ghetto and | was going to my\nhouse. | got out, | just sneaked out. And | asked for some food. On the way back\nthey didn't give me. On the way back, | passed by a garden and | was, maybe |\ntook out a few scallions there, | don't know. They caught me. They beat the Hell\nout of me. They threw me back into the ghetto, they could have killed me on the\nspot. They threw me back into the ghetto with a swollen face, beat up. Not the\nGermans beat me up, the Poles. And here | couldn't hit one German. | couldn't.\nMy father couldn't, he gave one hit and he passed out. There is Jewish people for\nyou.",
        "Q: Let's talk a little bit about how you got to the DP camps and what they were like?",
        "A: Well we were liberated in Swoot-ska (ph) and my father was always a Yiddishist\nand he said, \"Well let's go to my home town.\" He met a woman in Slot-skol-sa (ph)\nand we knew that my mother's dead, and we went to my hometown and then he\nwent to a bigger town in Pinske (ph) to look for some more Jews. Pinske (ph), in\nPinske (ph) a few people survived, not too many people. And another town by the\nname of Wo-nin-yetz (ph) and they were talking, there was the hagga-nah (ph) and\nthere was the Brig-ha (ph) sneaking and looking and trying to organize Jewish\nsurvivors. My father, | really don't know how he found out about it, he found out\nabout it and he got in touch with some people and he said, \"You know what? There\nis a way, they are going to take us to Israel from here. There is the Bra-han (ph),\nthe Haga-nan (ph), other Israeli organizations. And they are going to somehow get\nus out of here and we're going to go to Israel. My father had two sisters and a\nbrother in America. But he didn't remember the address, he didn't remember\nnothing. | mean, he lost everything that was left in the house before we went into\nghetto. And there was no way of getting in touch. But with the Hagga-na (ph),\nAbra-ha (ph), | really don't know which one it was, they organized the left over Jews\nwho ever survived. And they were going to send us, we had to go | think to\nBialystok, to some organizer. This was the main place where they tried to get some\nJewish names and Jewish people and he went there and he registered kind of\nthere and then he came back, this | remember, and then we went, they smuggled\nus, it was 1945 yet. We were liberated in 1944, in Sou-Iska (ph), a year before the\nregular liberation. And they smuggled us as Greek Jews to Lodz. We came to\nLodz, very well organized, they put us in a Kibbutz (ph) being we were partisans\nand soldiers. They put us in a camp by the name of Ba-hack (ph). It was not a\ncamp really, it was more like a group. And we came there and were registered\nthere, they brought us there. | think they gave us papers...\nEnd of Tape 1.\nTape 2",
        "Q: This is interview with Florence Eisen, tape 2. Okay, we were just talking about\nafter liberation.",
        "A: Yeah. And from there they smuggled us in, we're not allowed to speak any other\nlanguage but Hebrew, | guess. | was the only one who knew a little Hebrew, how to\nspeak Hebrew. But by then already my father remarried. He got married in Swiss\ngovernment, a Jewish woman with a child. More or less my age, so we were the\nfour of us.",
        "Q: Who was she? How did he meet her and where?",
        "A: He met her in Swoo-sk (ph), he met her in Swoo-sk (ph) right after the liberation.\nSome Jews started to come in from every part of Russia. They came from, she\nwas born and raised in Swoo-sk (ph) but in the war her husband got killed right\naway, | guess, they killed him. And they kind of, | don't know how they got to deep\nRussia. But after the war, it was not after the war the war was still going on for a\nwhole year, but in that area, in Swoo-sk (ph) the war was over. So she came with\nher daughter, also a son but the son was in the army, and my father was a young\nman, thirty-six years old, a lonely person with a child, and he met her. She just\ncame from, | think she was around Moscow someplace, and he met her. And she\nwas also a young woman, lonely. And they got married there. She knew that my\nmother's dead, | mean, they knew my mother is dead. And he married her. So we\nwere like four of us. She wasn't a good stepmother. She was a mean stepmother\nto me, like in the books. | had another war with her. This woman really didn't give\nme to eat, that's how mean she was to me. Let her rest in peace now. And she,\nwe traveled from Lodz through Czechoslovakia, through Germany, into a displaced\ncamp not far from Munich by the name of Poke-ing (ph). They brought us there,\nthey gave us clothes, they sanitized us, they cleaned us up. We were clean\nalready more or less, more or less we were clean. And they start to give us, it was\nan organized camp for misplaced people. They gave us packages of food. And\nthey started to leave, more or less, they gave us a room. It was like a barracks and\nlike little rooms, so they gave us a small room. They gave us enough food. And, of\ncourse, my father always had a profession, he was a barber. So he started right\naway to work in the camp as a barber. We were free already, of course, and we\nwere there. We came in 1946 in January and we left and they closed this\nmisplaced, the DP camp, they became like in 1948. | got married there, met my\nhusband there, got married there, had a nice wedding. But then when Po-king (ph)\ngot closed, they send us to another camp by the name of Feldafing where my son\nwas born, my son was born there in Feldafing.",
        "Q: How many people were in the camp? Were there many other children?",
        "A: It was a big camp, yeah. Whoever had survived. | mean, they get at us, they\ntook us to a place in Mechelen and Saltzheim (ph) and they at us, |\nguess they sent other people to different camps too, but this was all organized from\nIsrael. Hagga-nah (ph), Abra-ha (ph), I'm not sure which group did it, but that was\nwell, also from Hi-yas (ph) already, we were supported from the Hi-yas (ph) from\nthe United States. They found us, my father's two sisters. Unfortunately the\nbrother just died when we came, but the two sisters they found out for us. It was,\nthe food and everything, the clothing and food was mainly through the Had-dasa\n(ph), Hi-yas (ph), excuse me, not Had-dasa (ph), Hi-yas (ph).",
        "Q: And what did people do during the day? What did people occupy themselves\nwith?",
        "A: What did people do? We start to get organized, like | knew like a little Hebrew.\nThere was kitchens. That there were cooks and brought in food and whoever didn't\nhave any food to eat, you came there, you ate in the kitchen, in the\nkitchen. Or like we had like a family, my stepmother and my father, they gave us\ncare packages and my stepmother cooked for us. My father is being a barber. He\nstarted to work right away as a barber. There were organized, they start to\norganize like schools for children. | was like a kindergarten so | was teaching, | was\ntalking, | had to talk Hebrew to the kids and | knew some Hebrew so | spoke\nHebrew to the children. | have pictures, | have a picture from it. And | guess\nwhoever was a tailor and whoever was a shoemaker, everybody started to\nreorganize their lives a little bit, in that camp even. We had, next door to us, we\nhad a Club with music and the young kids use to go dancing there, next door. We\nwere liberated, we were free. We were already free. And this was, and we start to\ncorrespond with my father's two sisters. They send me packages, clothing, food,\nmoney. We had enough food. And we were there from about 1946 of January. In\nMarch my husband came with his group and we met and we were courting for over\nthree years. And in 1948 we got married.",
        "Q: How did you meet you're husband?",
        "A: You know, the Jews somehow they are, they know how to live and they are\nsurvivors. So as soon as we got there it was a group like actors and | wanted to be\nan actress. So |! went over there and | said, well | could dance, | could sing, take\nme in, this kind of stuff. And they put up a show, there was like 7,000 Jews maybe\nin that camp. A show, , an old, old Jewish show. And\nthey gave me a part in the other, interviewed me, this guy and they gave me a part\nin there. So they put up like a and after the show, there\nwas dancing. So | was in the show. | played my part and after the show | washed\nmy face, whatever the make-up was on, and | went down and was dancing. And\nthis young man came over to me and asked me to dance. | said okay. And once\nor twice, we were both very good dancers, and this is how we met. And we never\nleft each other again. It was just instant love, instant love. And that's how we met\nand we were going steady, and then when they closed the camp, | got married\nthere. We went to, they sent us to a camp, | was pregnant. They send us to a\ncamp by the name of Fohrenwald. | was there, | gave birth there. Meantime, the\nfamily of my father, the two sisters, especially one sister, was working we should\ncome to America. She just wanted us in America, it's a good country and she\nwanted everybody. She wanted her brother, his wife and stepsister, me, my\nhusband. But my father didn't tell them that | got married. So they send us, at that\nit was affidavits, it was not contracts yet, it was affidavits. They made up papers\nand they were going to take us from Po-king (ph) to America. But meantime | got\nmarried and | put another name on the contract, on the, later on it was contracts,\naffidavits, whatever. And then, all of a sudden, | got pregnant. And they had to put\nsomebody else on it, on the, so anyway, when we moved to Fohrenwald they, my\nstepsister, she says she doesn't want to go to America. She doesn't want to go to\nAmerica. She got up and she went to Israel. She went to Israel and my father's\nsister started, | shouldn't go to Israel. | should come to America. They didn't have\nany children. They wanted me as a child, they will do for me, they'll give me, they'll\ngive my husband a good job. He had no profession, he was 21 years old when he\nmarried me, he had no profession. We had no skills. | was already with a baby.\nWe took some lessons in camp, in English, how much do we know English? Yes or\nno, maybe thank you, that's about the whole thing. But my stepmother, being her\ndaughter, at that time it wasn't legal to go yet, being that the daughter's already in\nIsrael, she wants to go to Israel too. So she schlepped my father to Israel. This\nwas in 1948, must have been the end of 1948 because | got married the end of\nAugust, and a month later they left to Israel. So he saw what was going on there,\nbad. Mo-mish (ph) people were starving and the wars and he kept on writing\nletters, please my kin (ph) don't come here. | Know you don't want to be without\nme, all those years, but now it’s a different world, it’s a free world. You're going to\nsee, | never wanted to leave my father for one day. It's in the partisans,\nthere were a few children and when the plane came, they wanted to take them to\nMoscow. | said, I'm not going. Either I'll live with my father or I'm going to die with\nmy father. They left, they went to Moscow by plane, they took them. | didn't want\nto go. | said, no way am | going without my father. Whatever it will be it will happen\nto the two of us. I'm not leaving my father. So he said to me, \"It's not the partisans,\nit's not the war. The war is over. Go to my sister's. You'll have a good life. You'll\ncome here with a husband who has no skills, who does not know a word of English.\nBelieve me, we are starving. There's no apartments. You can't get an apartment.\nHe doesn't have a profession. | have a profession. | could work as a barber, but\nyou're husband doesn't have a profession. He has nothing.\" Anyway, | let him, he\nsaid, \"If you're coming over I'm going to commit suicide. And then you're not going\nto have a father all together. Go to America.\" And that's what happened. They\nsend, but then already the contracts came in. They send the affidavits and they\nmade affidavits for me, for my husband and for my son. Then they had to re-do it\nbecause by the time the affidavits came my son was born and they had to change\neverything around again, you know? And | said, well, let's go to America. My\nhusband had a family there, they didn't want him to go to America either. Because\nthey were going to go to Israel. My mother-in-law had two sisters in Israel. So we\nwere kind of written aside, | won the case. And we went to America. It just turned\nout that | took my husband's whole family to America. A year later his brother came\nwith his wife and a daughter. And a year later, two-and-a-half years later, we took\nover his mother, she still stayed in Fohrenwald and his married sister with her two\nchildren and a husband. So | won the case. | took them all to America. Think that\nI'm no sorry, it's a beautiful country, we've had a good life here. My husband works\nhard. And then my father, after quite a few years, her daughter went to Montreal.\nShe got married in Israel and her daughter went to Montreal and | couldn't being\nhim here yet. So she took him to Montreal. Unfortunately he died when he was too\nyoung, he died of cancer, he was fifty-six years old. But the time came that | could\nhave enjoyed my father and be with him and give him a little na-has (ph), he died.",
        "Q: Before we talk about life in America, just again, the camps. How much was it,\nlike, did it feel at all like a sort of like a real life? You said there were classes, there\nwere schools, there were dances, there were plays. How was it like a, how do you\nkind of build back a life’?",
        "A: To me | knew it's not a real life yet, but it was good. It was heaven. | had\nenough food. | had friends. Now | remember my friends, and the rest of the friends\n| just block out, | remember nothing. But in camp, in Po-king (ph) it was a good life\nfor us. It was, but we weren't, if we had from 1939 until 1946 already it was, it was\nalready after the war, it was heaven. They gave us the hi-yas (ph) and there's\nenough packages, enough food. It was kitchens, whoever couldn't cook for\nthemselves they took care of us, they give us clothing. It was a life. What we had\nin the war, this was a good life. Some people from, survivors, they went to towns,\nthey went to business even there, they got married there. | mean, like in Minute-\nhen (ph), Deblin, and those big cities, some of them got re-established there too but\nmy father was a, had a job and this was his profession and we went to this camp\nand we had it pretty good. But we knew that sooner or later we would have to go.\nThis is not a place to finish, to make a life, the rest of our lives. It was, mainly it was\nIsrael. Mainly our aim was to go to Israel. But being of his two sisters and alarming\nand coming and being, he was there before me and life was tough and life was\nhard and life was really hard, you know? So we said good-bye and life in camp\nwasn't a camp. Everybody had enough food to eat.",
        "Q: What did people talk about in the camps?",
        "A: It depends. We came out like from cages. That's all we wanted to do, is have a\ngood time. We went to work, we came back from work. | was working as a, first |\nwas working as a Hebrew teacher, no, first | was working in a place where they use\nto make, it’s a factory you call it. They use to make little sweaters and gloves for\nAmerican, this was done through the Hi-yas (ph). So | knitted, being | knew how to\nknit, | Knitted the little scarves, sweaters, little boots, gloves, and this was sent to\nAmerica. Where it was, | think to Texas someplace, | don't know. So, for this we\nworked and every week we got a care package for that. No money. Just a care\npackage of food we got.",
        "Q: So we were just talking about working and the daily life in the camp?",
        "A: Yes, and the daily life, we as children, we had some friends. Once or twice a\nweek we went dancing. We belonged to this kibbutz (ph), Ba-hach (ph), which it\nwas for leftover partisans and soldiers. As a matter of fact, they send us, being |\nknew a little Hebrew, they send a group of us to a different camp, Ba-drack-en-hive\n(ph) to organize. It was also a DP, there for misplaced people. They send us to re-\norganize Ba-hach (ph), to open up a new kibbutz (ph) and that's what we did. As a\nmatter of fact with some of the people | am still friendly up until now. Lovely people,\nintelligent people. We were there for almost a year. And then that group, they\nsend him to Israel and | didn't want to go and they wounded up in the Cypress, and\n| went back home to my father, in Po-king (ph). It was, fora DP camp it was a\npretty good life what we went through. Food, we had. Clothing, we had. We went\ndancing. The Ha-yass (ph) took care of us. | had family in America, they send me\npackages. But our aim was to go to Israel. This was our aim, is to go to Israel. But\nbeing for my father's two sisters, they were yelling and screaming, we should come\nhere.",
        "Q: And you were saying before that in the camps, people mostly talked about?",
        "A: They talked about the past. They were still looking if anybody survived. They\nwere still looking if anybody, someplace survived. So they use to go to different\nmisplaced camps and look around there. They were looking, they were looking for\nfamily. There was one from here, one from ten people, one from seven people,\nmostly from concentration camps. Most of them. With the numbers. And what\ncould they talk? What we went through, and now what are we going to do now with\nour future? What we going to do now? And broken up families. If there was a\nfamily. My father made a family because he married that woman and she had a\nchild, and me, we were like a family. But most it was like one person, one person,\none person. Brother and sister? Not too many. Unless people who came from\nRussia, who had a few families where they came from deep Russia and they were\nlike a few families together. But most of them, they were lonely, lonely people who\ntried to find a mate and get married and have a, to be with somebody, not to be\nlonely. Even some men who didn't know if the wife survived and they got married\nand then the wife came, from someplace, who knows where? There was trouble in\nthis area. But we were two young kids with my father, my stepmother and we had\nlike a little home, you know? In one room. And then we went dancing, we were\nlaughing, we were playing cards, it was a pretty normal life in this DP camp, yes.",
        "Q: Did people have much information about what had happened to their families or\ntheir neighbors or their towns?",
        "A: They did and they didn't. It still was unbelievable that something like this could\nhave happened. | went home, | knew what happened to my mother and my sister\nand my brother. | knew it because the peasants told us. They were watching. And\nfrom this side of the ghetto nobody survived, nobody. From the other side where it\nwas the uprising, like me, survives. And some other people survived. 500 people\nrun out of that area. But survive? Maybe 125. Some of them got starved from\nhunger, some of them got killed, some of them got killed in the partisans. Some of\nthem got lost. Some of them remained in Russia. But the majority of people of my\nhometown went to Israel. The majority.",
        "Q: So let's talk about coming to America.",
        "A: So this was my life in Germany. Got married there and then right away | got\npregnant and | had a little boy, which was like a miracle happened. | just, a miracle.\n| couldn't believe it. As a matter of fact, when | got pregnant | was only 20. | was\n20 when | got married. And | went to this doctor, the German doctor, and he said to\nme, \"You are pregnant.\" | said, \"Well, yeah I'm married and now I'm pregnant.\"\nAnd he said, \"You shouldn't have gotten pregnant, you're not even developed yet.\nYou're not a woman, you're a child.\" | didn't even have, excuse me, my period\nnormal yet. | was 19 and | still wasn't normal. So he said, \"You'll never have this\nchild. | don't Know what's going to happen to you but you shouldn't have gotten\npregnant.\" | had a tough time, | really had a tough time. In this country | would\nhave had a cesarean, but then they schlepped them out, they ripped me apart,\nripped me in pieces. He was born in a camp by the name of Fohrenwald and | was\nfour days in labor. This doctor was right, | wasn't developed, | just didn't grow as a\nwoman. | was still, | was undernourished. I'll give you, food was good but it wasn't\nsuch a vitamins and such, good food. Even in the DP camp, like we had the cans\nof Spam, cans of, it wasn't the right food for a child to eat and the right vitamin food,\nyou know? But then, of course, we got the papers and we immigrated to America,\nthe three of us. Me and my husband and my son. As a matter of fact, my Uncle,\nthey paid up that we shouldn't go by boat so he paid up to fly in here. We should fly\nto America. When we got here the Ha-yass (ph) gave us back the money. And we\nstayed, we came the three of us, without language, without real clothing, without\nknowledge of anything. | mean, just young. Very young. My husband was 21 and\n| was 20-something, not even 21 when | gave birth to him. And we stayed with my\nUncle and my Aunt, they were pretty good to us. It was my father's sister.",
        "Q: Where was this?",
        "A: It was in the Bronx, East Bronx, Franklin Avenue. But to me it was heaven. As\nmeager everything was and we lived with them and to me it was, | was free. But |\nhad a problem sleeping. | heard the plane and | was flying but when | heard a\nplane | was flying out the window. This was going on for years, for years. And |\ntried not to think and I, whatever, for some reason the bombing made such a big\nimpact on me, left me with such a, | was terrified for planes, terrified. | didn't fly for\nmany, many years. Though | flew in here. But! was like, | had like anxiety, when |\nheard the plane fly | had an anxiety attack. And | was flying through the window. |\nwas cold, | was relaxed, when we started to go to the colonies. When |\nwas in the woods and | could run, it's like, always | could hide and run in the woods.\n| was not safe in a building. | was afraid of buildings. | was afraid of planes, of the\nbombing. Because they tried to bomb us out a lot, a lot. And this was my, | got\nanxiety attacks. | almost got killed if my husband wouldn't have grabbed me, |\nwould be out the window, flying out the window. The only time | felt good, | felt\nrelaxed, when | was in the country, in the , In the\n, | was in the woods and | saw the trees and | knew | could run. |\nmean, it was still in my mind, of running. I'm going to run, I'm going to run, I'm\ngoing to run. Though | was safe but | wasn't safe psychologically. | just couldn't, |\ncouldn't, it was still in my mind, I'm going to run. That's it. For many, many, many\nyears. Many years.",
        "Q: What did you and you're husband do when you first got here? Work? Did you\nfind an apartment?",
        "A: Well we got here. My family picked us up. We stayed with them. It was very\nhard in 1949, it was very hard to get an apartment. It was impossible to get an\napartment. So we lived with my Uncle and Aunt, they took us in. They had a\nprivate house on Franklin Avenue. We live with them. They gave us food. They\ngave us a little spending money. And then we knew there was a ha-yass (ph). My\nhusband use to go, | had a baby already, and he start to go to school, learn the\nlanguage, went to ha-yass (ph), got some information. They tried to give him a job\nbut he had no skills. So he was, | had a cousin who was a painter, he painted\napartments. He gave him a job as a painter. But before that he was a carpenter.\nHe didn't know how to keep a hammer in his hand, he was a carpenter. Then they\nput him, he got a job, it was Moisher's (ph) Supermarket. He got a job there in\nMoisher's (ph) Supermarket, he use to put the cans on the shelves. And then my\ncousin took him in as a, to teach him how to paint, paint apartments. He was very\ngood at that, once he learned how to paint, and he learned and he painted and he\nmade some money. We stayed with my family for six months, with my Aunt and\nUncle. And then they got us an apartment, also not far from Franklin Avenue, |\nremember the address, 638 Catona Park South, East Bronx. They got us an\napartment. My family paid $600.00 under the table to get me this apartment. But\nthey were very nice, they were not poor people, and they got us this apartment,\ncame with some furniture. And my Uncle bought me a brand new bedroom set, I'll\nnever forget, if | would have that set now it's an antique. | could have made a lot of\nmoney. So |, beautiful two-bedroom apartment, it was on the second floor, two\nbedrooms. But the rent was expensive, $42.50 a month. So what did | do? A lot of\ncame in there and there's one single guy who | knew him from Po-king\n(ph). | rented to him as a boarder. So he lived, | rented the apartment to him and\nhe gave me like, $25.00 or $30.00 a month, so that was a big help with paying rent.\nAnd then a year later, to me it was heaven on earth. If | could go to\nAvenue shopping, buy food, | didn't have to buy expensive food, in those years we\ndidn't Know about cholesterol, but if | could make them a chicken, three meals,\nwhich | did, | was always a big with bala-boosta (ph). | learned from my\nstepmother, she was a bala-boosta (ph). From my Aunts. And | didn't\nknow how to cook, but | learned. | wanted to learn. | wanted to take care of my\nfamily. And | loved every minute of it, from the day | came to this country. Because\n| was free. | was free, except when | was on the plane flight, | was free. And | had\nfood, | had enough food. | had my own refrigerator of food. | opened up and |\nbought bread and milk and | baked cakes and | went out with my kid to the park\nand, | was afraid to go. | was looking with kind of a, | was always suspicious, but\nyou get use to it. And then a year later, we brought his brother and his wife and a\nchild here. And he worked, being my husband worked a little bit by Moisher's (ph)\nSupermarket and my brother-in-law who worked in Germany, he was in a different\ncamp in Germany, also with this kind of a supermarket goods, and they were\nthinking of going into business. No profession, what do you do? You go into\nbusiness. So they start, they looked into it and they bought like a small, little\ngrocery. Money we didn't have. And my Uncle said to me, \"Humph, | gave you\neverything. I'll give you a business? What does you're husband know about\nbusiness? Was he ever .. .[End of side 1 of Tape 2]. . . but to give us money? To\ngo into business. He said, \"You're not, you're still green horns. You have to bring\nyourself up first before you go into business.\" Anyway, we borrowed here a few\ndollars, there a few dollars, and he worked. Those years he made nice money as a\npainter. And we saved up. He didn't even know, | saved up $1,500.00. And then\nwhen he went to business, where are we going to get the money? | took out the\n$1,500.00, | said, \"Here's $1,500.00.\" He said, \"What? Where did you get the\nmoney?\" | saved it up. And his brother brought a set of Rosenthal (ph) dishes from\nGermany, he sold that. And they bought like a small, little grocery. And they\ncheated us from top to bottom, from top to bottom. We couldn't make a living out of\nit. Not two families. | remember they started to take out, like $30.00 a week, and\nsome food when they could. By then already | had a beautiful apartment, they had\nan apartment. The ha-yass (ph) helped with apartments, a lot of people, a lot. |\nwas lucky that | had my Uncle, my Aunt, my father's sisters helped us. But the\nother newcomers, they use to call those years, the ha-yass (ph) helped.\nHelp with money, paid for rent, gave money for food, for a while. Until you got jobs.\nThey tried to give you jobs, they got you jobs. And luckily, as | said before, my\nfamily was very helpful. They gave me kosher dishes, they gave me ;\nthey gave milk, they gave , | was kosher in those years, very kosher. And\nthis is how we bought this little store and they cheated us. They were\ngreen, they were green. But they never gave up. They didn't give up, and then\nthere was, they started to build a huge, big building on the concourse. The store\nwas like off the concourse and they started to build like a big building with a huge\nsupermarket on the bottom. Well, they got panicky. If this huge supermarket goes\nin, we are completely out. At least, legally we push through days and months\nthinking what to do for the future, but now with this supermarket coming up, forget\nit. So they looked at each other, the two brothers, and they said to themselves,\nhow do we get this supermarket? We could buy it. But we don't have any money.\nWhat are we going to do for money? There's no money. My Uncle says he's not\ngiving me any money because you're going to lose it, he said, they cheated you out\nof this little store and now their going to cheat you again. He wouldn't give it to us.\nHere | have already another child was born, my daughter was born in 1952. What\nare we going to do? We started to talk to Green-na (ph) and Green-na (ph) are\nreally helpful, you know? And they lended us money, they got $2,000.00 here,\n$1,000.00 there. Maybe we got something for this little store here, | don't know how\nmuch. My husband maybe knows more about it. And believe it or not, we bought\nthis Supermarket. They went to the people that put in the electric supply and they\nwent to the people that gave us the food, you know? Am | correct, Heshew?\nHeshew: About what?",
        "A: How we got into the supermarket, to the big supermarket? It was the first air\nconditioned supermarket in the Bronx. | think in New York, maybe.\nHeshew: Yeah.",
        "A: The first air conditioned supermarket. We have pictures. There was a line when\nwe opened up, there was a line around the corner coming into the store to buy.\nAnd we worked hard, | mean, they worked hard. They worked very, very hard.\nThey still took out very little money, and to pay up all the debts, that we owe people\nmoney. And the business, | was in seventh heaven. | have enough food. | could\ngive my kids food, food, food, food. Until now, my gut obsession is food. Just to\nhave enough food for my children and for my grandchildren. They are always right\nabout me. Why is my Babba so obsessed with food? So | explained it to them,\nhow many years | was hungry. That! had raw beets and raw potatoes, and now |\nhave food and | don't want my kids to get hungry. We're not going to be hungry,\ndon't push on us. And thank God the store was good. And we saved and we\nsaved. We lived very, how you say it? Within splash, with lots of money. And\nthey had and they worked very hard. In those years the supermarkets\nwere open seven days a week. And later hours. He hardly saw the children. By\nthe time he came home the kids were already in bed, like 7 or 8 o'clock. Until 7\no'clock the store was open, Friday until 9 o'clock, | think it was. And Saturday,\nSunday, it was seven days a week. And then they opened up another store. On\nKingsley Avenue, another supermarket. In the beginning it wasn't\ngood, in the beginning it was really, it was bad. But then with hard work and a little\nby little it was good. It was good. He made money, we made money and | had my\nhome, which | didn't have a house but apartments, which | was always in seventh\nheaven. | kissed the ground in this country. | had my family, | had my food, | had\nmy FrigidAir, | had my home. What?\nHeshew: She had nothing else to do, just kissing the ground. Her husband was\nslaving and she was kissing the ground. Not a bad idea.",
        "A: [Laughter]",
        "Q: You were making him do all the work?",
        "A: Yeah.",
        "Q: What sort of network was there among Jews in general and Jews from the war?",
        "A: Here?",
        "Q: Here. In the neighborhood or?",
        "A: Well here we started like accumulating together. Like all the survivors. One\nfamily was looking for another one. We got together. We had our own groups. |\nreally didn't, | only mingled with my family, which | had family, cousins, they were\nvery nice to me, very nice. | had a big, beautiful family and they took me in with\nopen arms. But concerning the , that we were called all those years, the\nnewcomers, the survivors, we got together. We had our groups. We start to play\ncards, we let a normal life. Tried to lead a normal life. Of course, the past, you\ncannot forget. And you cannot just let go. It's deep in you're mind and in you're\nheart. | think of it until the day you die. It will never, never, never leave us for one\nminute. Those years back, even up until now we have the same organized\norganizations, which is only by survivors. We have New Years Eve parties. | got\ninvolved, years later, | got involved in the ZOA. We had a group, then we moved\nto, this was many years later, to Pelham Parkway. | got involved there. | was\nPresident of the , It's a Chapter from the ZOA. District 20. And we\nmade like a Ladies Auxiliary, it's a chapter of it and | was President for ten years. |\nworked very hard, of course no pay. And we raised money for Israel. Our lives\nwas quite normal. | still did not talk about what | went through to the kids. Until my\ngrandchildren started to grow up and understand what means, they start to learn in\nschool and ask questions, then | started to talk about it. But our life here was pretty\ngood, | can't complain really. | never complained and my husband worked very\nhard. | never worked. To me the kids were my first priority. And | took care of the\nkids, | didn't trust any babysitters. For five years | never saw a movie in this\ncountry. Any place | went there were the kids and the kids and the kids. Later on,\nwhen they got a little older, | put my emphasis on education. | tried my best to push\nmy kids through schools. If they were weak, to, never had a babysitter in their lives.\nTo, how you call it, someone to help my kids with education because | wasn't\nknowledgeable enough in this country to learn English. | never went to school here.\nWhatever | learned, whatever | know in writing or reading, is only from reading. |\nread a lot in those years, an awful lot. And this is what | tried to push on my kids.\nSend them to Hebrew school, send them to, | led a pretty normal, Jewish life.\nGoing to even when they, when my husband went to\nwork | took both kids, schlepped them to school. Of course, the holidays, | was\nvery close with his family. He had a, then two or two-and-a-half years later, after\nwe came to this country, | think two-and-a-half or three-and-a-half years, we\nbrought his mother, his sister with her family, a husband and two kids, to this\ncountry. And | considered myself extremely blessed and very lucky to be into a\nfamily. Because | didn't have anybody from my mother's side or my, | had my\nfather's two sisters and some cousins here, but they were very good, but survivors?\n| was the only one. There was another sister of my mother with five kids. They all\ngot killed in Lack-ma (ph). In my town where | was born, the name of it is Lack-ma\n(ph). They all got killed. So | considered myself very blessed and very fortunate to\ngo into a full family. They all came from Russia. My husband lost his father right\nwhen the Germans came into their town, they killed him immediately. No, they\ndidn't. They took him into a camp and they burned him, to Belzec. And he got\nburned, they burned him. But the two brothers and the sister and the mother are\nvery, very close. All these years, they were in business together, we lived in the\nsame area together, more or less. | lived in , the Parkway, they lived\non the Concourse and then they moved to Parkway, and then we all\nmoved to Pelham Parkway. And that's where we lived for eight years until | moved\nin here and | considered myself very lucky to be in a family like this and my life here\nwas quite normal. My husband tried to be in business all their lives, on his life. He\nworked himself up. Thank God he made a good living, always. Money was no\nproblem. When | had the supermarkets, food, | always had galore. And we went\ninto real estate little by little. And thank God financially we did pretty well for\nourselves.",
        "Q: What sort of things became important to you based on you're experiences\nduring the war? You said food, for one.",
        "A: My family. My children. To raise my children, maybe in a liberal way, maybe too\nmuch liberal. Maybe too much of liberal. To raise my kids, to give it to them, they\nshouldn't be hateful. They should love all kinds of people. They should be good\npeople. They should have professions. They should have a profession and God\nforbid a war comes over or whatever, they should have something to fall on.\nBecause my father, if not this profession where he was a barber, we would never\nhave survived. See, | wanted my kids to have some kind of a profession. Of\ncourse, | didn't want them to be a tailor or a carpenter because this is not the\nJewish mother's thing for children. What does a Jewish mother want, is her\nhusband? Her children should be a doctor, a lawyer, a teacher, at least a teacher.\nSo | was pushing for teaching for my kids. So both of my kids actually, originally\nthey became teachers. My son was a special education teacher and my daughter,\nshe wanted to be a veterinarian when she was a little girl, but she was raised in the\n1960's. She was not really a full fledged hippie, but kind of on the very liberal side.\nShe went to Binghamton, to school, was . And what | said, |\nwas pushing for teaching. Now she became an Anthropology teacher, she's a very\nbright girl. And she was teaching anthropology for a full year and then she came\nhome and said, \"Ma, | don't like this profession. | don't want to be an\nanthropologist.\" | said, \"What do you want to be?\" \"I want to be a doctor.\" | said,\n\"You're crazy. Now, after so many years, so much work you put in being a teacher,\nnow you want to be a...\" \"I want to be a veterinarian.\" Well, she's very bright. |\nwas against it. The truth is she took crash courses in Italian. She was short in Bio,\nshe was short in Chemistry, and she went to Italy and she became a doctor\nveterinarian. And she's practicing now. And she's doing very well. She has her\nown place and she is a very good veterinarian. My son became a special\neducation teacher. And after a while he didn't like teaching either. He didn't want\nto be a teacher. And he got hooked up with a friend and somebody else, | guess,\nand they went into Nutra System Diet Centers. And thank God, God was good to\nthem. He did very well. Very well. He makes a good living. Now the Nutra\nSystem is not so well, the Diet Centers, but he makes a living, thank God. He does\npretty good. She's also a teacher, his wife. A lovely, lovely Jewish girl, very nice.\nAn angel of a child. And they gave me three beautiful grandchildren. And this is\nmy whole life, | live for them. | lived for them. And | still do. | still do live for the\nchildren. This is my whole life. Nothing else matters to me.",
        "Q: And you were talking about discussing the stories from the war with you're kids.\n| mean, did you discuss, did you talk about it with you're husband? Did you talk\nabout it with other people?",
        "A: With my husband, we talked, yeah. | talked to my husband, also not too much.\nAlso not too much. He never talked at all. But also not too much. | was going on\nwith my daily routines of life. Getting up in the morning, cleaning, see that the kids\nshould go out for fresh air, taking them to schools, baking, being with his family,\nbeing with my family. And this was more or less my life, was wrapped around this\nhere. Not too much talking. | started to really open up more when my\ngrandchildren started to ask questions because it was, when my kids went to\nschool they didn't talk too much about the Holocaust. They really didn't. Not in\nschools. But at home, | couldn't talk. | didn't want to put this pain on them. But\nonly when my grandchildren in Junior High School, | think, started to talk about it.\nAnd then they kept on asking questions and | really started to open up to them.\nAnd | was sitting with them, they were writing and telling what | told them and | told\nthem what | went through. They do know. | don't Know if they know every, little\ndetail, but most of it. They do, they know what | went through, yes, they do know.",
        "Q: How did you talk to your own kids? | mean, you're son was born in one of the\nDP camps.",
        "A: . He knew that | am a survivor and | went through Hitler and | lost\nmy mother, my sister, my brother. | survived. And that's how | met his father. He\nknew that he was born in this DP camp in Fohrenwald, he knew about all those\nthings. Which is not, it's painful and as a child they cannot realize what this means\nand how much pain his mother went through. And even, | don't know if they know\neven the loss, if they could feel what | lost. If they could feel my loss and my\nmother. | was raised without a mother practically. When | needed her the most she\nwasn't there anymore. And | had to take care of other people all my life, in order to\nsurvive. This was in the partisans, even after the war, when my father married my\nstepmother. She wasn't a good woman and | had to prove myself, to be good and\nto be, and to do things. | always took care of somebody, all my life I, nobody,\nexcept | happen to take care of me, but | always did for people that my life should\nbe easier or to be good or to impress people. They shouldn't hurt me, they\nshouldn't leave me. The fear of leaving was in me a lot, a lot. Like especially fear\nwith my father of leaving. It was really kind of a, painful to me. Very painful. Even\nhere, being in this country, and he didn't live here. This feeling went away when he\ndied. It's like it was wiped away, like | was relieved. And up until then, until the day\nhe died, just either | was holding on to him . When he died, | was sure\nthat, you know, God took him away and | cannot even explain. | cannot explain the\nfeeling of it. The fear that I'm going to be left alone. But when he died, its like\nsomething, a clock in me says well, this is, if he left you and he will never come\nback and you have to take care of yourself and you're family. This is you're family.\nYou're father is gone, you cannot lay on him anymore. You cannot depend on him\nanymore. He cannot save you anymore. These fears for some reason, it was, it\nwas a terrible, frightening thing. Maybe if it was just me, maybe other people didn't\nhave this, | don't know. But | had this pain, | had this terrible pain.",
        "Q: Before you're father died, what was you're relationship with him? After the war,\ndid you talk to him about that?",
        "A: Unfortunately, yeah, we talked, | talked to my father, yeah. | was like his life. |\nwas, | am by nature, | was a strong, self-confident person. My father gave it to me.\nHe was the one who inflicted this on me. You are beautiful. You are the smartest.\nYou know how to do this and he gave me the confidence in him, in me. He made\nme, whatever | am now, he made me. But unfortunately, circumstances after the\nwar ripped us apart. He went to Israel. | went to this country. Then he couldn't\ncome here. And he went to Canada. As soon as he got to Canada, he was, from\nIsrael he traveled to Argentina, he had a sister there. And from there he couldn't\ncome to straight here, but to Canada, through Italy, so he was in Italy. And | was\nalways of course in touch with him, close in touch with him. But really, being\ntogether he should see me grow as a woman, grow as a mother, grow as a wife.\nHaving a family that, he never saw it because he wasn't with me. That's bothered\nme a lot, it still does. , but when it came to\n, for some reason it didn't work out. So then he lived in Canada,\nin Montreal. And | use to go there constantly, he use to come to me. He was\nwhen my son was born. It's not like you\ncould hold his for my child. It was just the circumstances didn't\nhappen, it just didn't happen. | use to go a lot to Montreal, | open him a\nbarbershop, | didn't have too much money then but | did my best. | opened him up\na barbershop to make him happy. They wanted to be there. And then,\nunfortunately, he got sick. He got sick. He got sick and | use to schlep him here,\nschlep him to doctors here. Schlep him for surgery here. He had eleven surgeries,\nhe had cancer in his testicles. And he was sick for about six or seven years. Now,\nhe would have been saved because medicine is so progressed now that prostate\ncancer is now much easier to help and to cure within those years. | mean, he died\nsix months . Six months.",
        "Q: Did you look back on the war together though? Did those things you talked\nabout, were they about the war?",
        "A: Yeah, we talked to each other, yeah. With him | talked a lot, yeah. But he was\nalso one of those people who couldn't see me suffer. So he would start to talk, and\nhe said, take her around it, around it, don't talk. Don't aggravate yourself. You're\nhere. You have a good husband, you have a beautiful family. Don't go back. No.\nBefore he died, he called in me and my Uncle and my Aunt, and he said, \"Look to\nthe High my kin\", he said. \"You went through a lot. This is you're first ,\nI'm dying. I'm not going to make it, but | want you to have a the\nway. The way, , the way you want it. That's you're first symbol in\nyou're life. Make a big bar mitzvah, make a nice bar mitzvah\". He thought that |\nwas rich because | use to help him a lot and give him a lot. | had enough. Never\ncomplained on money. And he said, \"Don't worry. I'll be with you. I'm going to be\nthere every minute of you're step, watching you. , enjoy it.\" And\nthat's what | did. | made him a big bar mitzvah, | had to give him , Tl\nhave the music and | had because he didn't trust me. | had an\nextremely close relationship with him, close. Because this is all | had, you know?\nAnd | saw where other fathers left their children, he didn't. He was really watching\nover me. He use to wake up in the middle of the night, touching to see if I'm there.\nlf not, God forbid, some soldiers grabbed me someplace, to rape me or something.\nHe was so overprotecting me. He did. He protected me. There's no end to it. It's\njust, it was a time period in my life, in this country, that | had good times. | raised\nmy kids. | was involved in the ZOA. | had the club, raised money. And |\nwas kind of a very, very happy person. Now, it comes with age. | think more than\never. Why me? Why did | not take my sister? Why didn't | schlep my mother with\nme? Maybe they would have survived. It's like conscious. I'm not blaming me, but\nactually my mother saved my life. She pushed me out of the second ghetto. But\nmaybe my sister would have survived if | had grabbed her hand and take her to the\nother ghetto. Why didn't | do that? It's, | have more time on my hands now and\nmany times you don't sleep at night, you think. And | cry a lot. | do cry. And if I'm\nby myself, | say, why didn't | do this? Why didn't | do that? Maybe things would\nhave been different. But | guess I'm not the only one. | read a lot about it. | read\nthe book about the children, survivor's children. | think everybody feels this way.\nI'm not the only one. | have a girlfriend, , she's going for therapy. |\nmean, fifty years later. And she just started to go for therapy because she can't\ncope with it, she can't live with it. After fifty years. This is one of the girls, she lives\nin New Jersey, that we survived together. Her father actually saved my life up in\n. He gave me this piece of fish and she is a very educated girl. She\ncame here single, she went to school, she was a teacher at Stiverson High School,\nand she just, now, , she's not old, | mean, she just can't, why did\nshe do this and why didn't she do it and why her sister got killed, her mother got\nkilled? Three kids got killed. Maybe she is blaming herself a lot. It's kind of like\nshe went back to Lock-ma (ph). She went back to Lock-ma (ph). She's, her fear\njust in this age, she lives with this fear. | lost the fear. | don't have this fear. Oh,\nwhen | hear something happens to Israel, | get panicky. I'm, you know, | get\nscared. But the fear of bombing and running, it's gone. This is gone. You know?\nBut we are, | think each and every one of the survivors, is, how could you say it?\nVery, very unhappy people. With all the happiness, with all the money they made\nfor all those years, with the children and the grandchildren and the homes,\nfinancially okay, | have this home, | have a home in Florida. But deep in you, there\nis certain pain that is unbelievable. And each and every one of us, whoever | talk\nto, it just, | think it will go to grave or take it with us. This kind of thing that we've\nbeen through. It's not just sometimes a person is being killed. To blame yourself,\nyou blame your father, you blame your mother, you blame the world. It's just,\nat least you're alive and none of us is going to die young, but our whole\nlife was kind of a, in pain. We lived in pain. With the money, with the homes.\nThere was like a cancer in you that ate you up. This is life. This is our, even the\ntimes that we blacked out, we didn't want to think about it, we didn't want to talk\nabout it, this guilt. Guilt of dancing, guilt of drinking, guilt, we are guilty to have a\ngood time. Why me? Why not my sister? Why not my brother? She was eight\nyears old, that little girl. An old lady of 85, my grandma. Had to get undressed? In\nfront of so many people and shooting, blowing her brains? Why? Just because\nshe was born a Jewish woman? So, as | say, with all those richness that our\nhave now, survivors. With all the good times, and we do have good\ntimes, we go, we dance, we sing, we have wonderful times. But there's something\nthat is eating you up inside. Eating you up inside, like a cancer. And it just, | think,\ni's me, | think. The older | get the worse it gets. Overprotective of my\ngrandchildren. Or if my son is flying. My granddaughter is flying. My grandson is\nflying, he's going by car, he's going to come. It's just, what | went through, my son,\nmy only son | guess, | have a son and a daughter. It was in the 1960's and he\nwasn't a good student and | was afraid by 18 they'll take him to Vietnam. Well, this\nwas the last thing | would have done. | would have, but | went to, not to in order for\nhim, he shouldn't go.\nEnd of Tape 2.\nTape 3",
        "A: | just couldn't see, God forbid, they will take him to Vietnam, to another war, he\ncould get killed. And | couldn't. | just, | went from doctor to doctor, trying to make\nhim sick. I tried to, he shouldn't go to the, not to the army, but | forgot\nhow you call it. | pushed him into a school in Louisiana. He was such a bad\nstudent. | mean, later on he picked up and he really is a great guy, a very\nsuccessful businessman. And he, we pushed him into a school in Louisiana and he\nwas there and he was doing bad and | was afraid, if he's going to drop out, they are\ngoing to grab him into the Army. He had to stay in school. | went, at that time he\ndeveloped some boils from nerves. He was never away from me too, he was like a\nmother's little boy, you know? | was always protective, the Jewish mother. | went\nto doctors, to skin doctors, this is like I'm saying it here, off the record. | almost took\nhim out for $10,000.00 in those years. | cried my eyes out. | told him my story, |\nsaid, | cannot afford to lose him. | almost say yes, | almost paid somebody off for\n$10,000.00. | was going to get him out. Because | couldn't afford, otherwise if |\nwouldn't be able to do this | would grab him and take him to countries or off to\nCanada or someplace. He would have never went into the Army, never, never.\nAnd | was running from place to place to place, telling my story, why | cannot send\nhim to the Army. Why it's not fair. | lost so much, why should | lose another child\nnow, this is all | have. And, but luckily, | mean, luckily all of it was very fixed, I'm not\nsure, but the numbers came out. | don't Know if you know this story, in the 1960's,\nthey drew lottery numbers. And his number was the first one to be out. Then | was\nsafe with him. Then | was safe with him. | never gave my kids swimming lessons.\nNow my grandchildren have everything because they don't listen to me. They\nswim, the big ones swim too, but | was protective. | was very, very, very protective.",
        "Q: Do you think you created, | mean, is it, can you create something of an ordinary\nlife like everyone around you who didn't go through the experiences of the war? |\nmean, what other things sort of color you're experiences, as you're creating you're\nfamily?",
        "A: You mean an effect on my children?",
        "Q: The effect on the family that you built?",
        "A: I'm sure it did. I'm sure. There's a lot of books now written, especially my\ndaughter | think. She's a rebel. She married one non-Jewish guy for no reason at\nall. Then she divorced this one after ten years and she married another non-Jewish\nguy. Though | have a good relationship with her, she loves us very much. She isa\nvery bright, very pretty child. But maybe she picked up here and there about what\nJewish people go through and she married these non-Jewish people. Maybe that's\na reason to it. And my son now almost always says, —\n, they're sick in the head. All children. But | think you\nare normal, you are okay. It didn't effect you. He said, but luckily you didn't talk\nabout it. Because | have a niece here who, she's not crazy, she's very bright. She\nhas her problems | think and she blames that her mother talked too much. She\nheard that her mother talked about the, what she went through, that she wasn't\n. | was not in a concentration camp or Dachau or Auschwitz. Her\nmother was a Russian and she blames, she was married, she was divorced. She\nis not stable. Very bright girl, very bright. She blames her parents of talking too\nmuch about the Holocaust. That's why she's screwed up. She does. And there\nare a lot of books written about this kind of a thing, the children of survivors. That\nthey do have problems. So, | don't know. | don't think, | don’t think so of my kids,\nthat they really have problems because of that. | really don't think so. My daughter,\nmaybe she's a little rebel, she married one non-Jewish guy on top of another non-\nJewish guy. Maybe this has anything to do with that. But | don't see my son or my\ngrandchildren, any effect of the war. Maybe they don't talk about it and tell me, but\n| don't think so. | really don't because | didn't show. | didn't show, | didn't talk, |\ndidn't act. | was always vivacious, outgoing person. Always.",
        "Q: Did the war change you're views on you're connection to Judaism and later to\nIsrael and even to religion and God?",
        "A: Yes. Yes. | cannot be partial to non-Jewish people. | don't trust them. | don't\nbelieve in them. | just, for Israel, | would give my life of course. | worked non-\nprofitable organizations only to raise money and to send to Israel. When it comes\nto non-Jewish people, | don’t have any confidence in them. | don't trust them. |\ndon't. Because we lived next door to non-Jewish people. The same non-Jewish\npeople who robbed my house. Grabbed my brother's violin. Killed my brother.\nAnd | saw what they did. How could | have confidence in them? How could | trust\nthem? They use to come into my father's barbershop, eat and drink, and into my\nhouse where we lived. My father's best friend. And then when | came to them to\nask for a piece of bread, they throw me out of the house. On top of that, they were\nthe worse killers in the ghetto. The worse killers. How could | have confidence?\nHow could | trust them? None of them. None of them, unfortunately, | don't trust a\nnon-Jewish person in relation to Judaism. | don't. I'm a good Jew. I'm not\nreligious. I'm not saying religious Orthodox religious. Deep in me | have a\nconviction, you know? I'm Jewish. Tradition. | love the Jewish tradition. And |\ngave my kids a Jewish tradition. Not religious maybe, | should have and maybe\nthis wouldn't have happened with my daughter, | don't know. But I'm not a young,\nIsrael person. I'm not. | ama, | wouldn't say a liberal. | try to teach my kids liberal.\nLiberalism. | tried. They, maybe not to hate each other. Because it's wrong. It's\nso wrong. That one race should hate the other like that. It's so wrong. It doesn't\nbring any, even now, when | see what's going on in Bosnia, | can't understand.\nWhy? Why can't everybody, you're Jewish, be Jewish. You're Moslem, be a\nMoslem. Don't hit me, | wouldn't hit you. You do your own thing. I'm going to do\nmy own thing. | can't understand this. Why hate each other like that? For what\nreason? | have a right to pray for my prayer, but as long as I'm not hurting you. |\ndon't care if next door to me lives a , but don't hit me, don't hurt me, |\nshouldn't be afraid of you. Be my neighbor. Be a good person to come into my\nhouse, we'll have a cup of coffee, we'll talk about business, about the children.\nWhy hate me only because I'm Jewish or you are black? God created us like that\nso why hate each other like this? For what reason? | can't understand this. And |\ntaught, | was teaching my kids the same way. But still, | didn't trust them. Because\nfor all the 2,000 years we are being, we are the one, now we have in Bosnia, it's\n, It's different religions, but those, way back, you didn't have those\nthings. They always, every religion hated the Jews. Every religion hated the Jews.\nFrom 2,000 years ago. Why? If you believe in God, God made it this way. Jesus\nis not the God, God made Jesus, yeah? Jesus made himself as a, Jesus was\nJewish too. So why hate each other? We work hard. We came to this country.\nWe were never on relief. Never on footsteps. | had neighbors, nice people. So my\nhusband went to work, he scrubbed herring. Came home, he was smelling of\nherring. Never saw his children go to bed and get up in the morning. We worked\nhard for my , for our money, very hard. Why can't other people do this?\nWhy hate the Jews, because they are hard working people? The truth is, | have the\nhighest respect for the Oriental people. | love them. They are good people. They\ndon't bother me. We have them in my building. They go, they work, they work\nseven days a week just like my husband worked. The families are the back of the\nroom. They eat whatever is left over, whatever my husband had left over in the\nsupermarket, he brought it home, | made a meal out it. They do the same thing.\nThey are beautiful people. They have a right to live like anybody else. They work\nfor their money. They are family orientated people. And that's what | tried to instill\nin my kids, this kind of a liberal way of life. But it doesn't work. It still doesn't work.\nOne bad thing about the Jews, and boom, everybody's on the Jews. Everybody's\non the Jews. A plane's going to explode, they are going to blame the Jews. That's\nwhy | would love to change the world. They should be one race. If there's a lot of\nraces, to teach them how to get along together. How to live together. How to\ncompromise. But! guess, | don't know how. I'm not, I'm too old and maybe if | had\nbeen born here maybe | would have some kind of knowledge. But I, so | guess |\nam in a way a liberal. That! don't trust in non-Jewish people against the Jews, you\ncan't blame me for that. What | went through. What | saw with my own eyes.\nThough, some Christians are very nice to me, very nice. They gave me food.\nGave me a haircut. Gave me shelter. So, but the majority in this world is against\nthe Jews. The majority of people are against the Jews. | can't straighten this out.",
        "Q: You say that you're Jewish culturally, but maybe not religiously?",
        "A: Yeah.",
        "Q: Were you raised religiously?",
        "A: Not really, my father was a liberal. He couldn't care less that he's a, we had a\nkosher home. We had a grandma in the house, in those years, we had the kosher\nhome. My father went to Shula (ph) every Saturday, but not really Orthodox. |\nnever had non-kosher food in my house. My mother came from a more religious\nhome than my father. They came from two different backgrounds. My father came\nfrom working people. As a matter of fact, my father's also a musician, was a\nmusician. There were ten children in his family. There were four boys and six girls.\nAnd my grandpa was a musician. As a matter of fact, they took everything away\nfrom me, | would have shown it to you. | have a picture and one of the books which\nwas crated by Bashevitz Singer (ph) and he has my grandfather there playing this\nfiddle, that | gave the men. He was playing the fiddle, what | gave to this Museum\nnow. But they have everything. They still didn't send it back to me. | should really\nbe after them. So they were all four brothers, they were musicians, all of them. My\nfather played all the instruments, you just name it, piano, just natural, naturally\ncame to them. | don't think that, none of them knew how to play by notes, they all\nplayed just from their heads. | was trying to bring something up, but | forgot what |\nwas going to say.",
        "Q: Oh, we were just talking, | guess | was wondering whether you're experiences\nduring the war changed you're feelings on being a Jew in this country and other\nplaces?",
        "A: Well | was a child yet. | really didn't know much about any religious, religions of\nthe world. | had a kosher home, as | said. And my mother use to bake bread. It\nwas a small town and holly and we ate together, Friday night we ate\ntogether. And . We were not like a young Israel, | wouldn't say\nyoung Israel people. More tradition with a kosher home. Jewish traditionally\nestablished people. But not , no. We were not . And | still am\nthe same way. Same way.",
        "Q: Have you gone back to Poland or have you had any desires?",
        "A: Yeah, | do have a desire. | do have a tremendous desire. | would like to be in\nthis grave. | was in this grave right after the war and | saw the big grave. Through\nall those year, whoever survived in Israel, they really worked on it and they made\nthe , now there's no more Communism, but when it was the\nCommunism even, there was a nice group of Jewish, if | would have been in Israel,\n| would have been over there many times, in Lackenbach. But in here,\nunfortunately there's not too many people in America. There was one girl who lost\nher husband and one woman, what | was telling you, that she has some problems,\nmental problems and she still, now she's going through group therapy, she's going\nto a psychiatrist, like the whole thing came back to her, you know? It was like, she\ncan't live with it, it's just tormenting her. The past is tormenting her. And | don't\nhave anybody to go with. But from Israel they go constantly. They put up a\ngorgeous monument, gorgeous. Even for the Russians, yet. A big monument with\nall the parades and all the, whatever has to be done, and all the names. Whoever\nis laying in this grave, my mother, my sister, my brother, my Aunts, my grandmas,\neverything is written down. A big, big, beautiful monument. And many times, they\ngo like every year, when it was fiftieth, they are there since 1942. So they had like\na memorial there and everybody from Israel went. | had to go from America. |\nhave a back problem and | have this anxiety attacks, up until now, but in different\nways. And from this, | had nobody to go with. Last year | wanted to go, my\nyounger grandson wanted to go with me, and for some reason it didn't work out. |\nhave also a stomach problem, | have a terrible case of colitis. So 1 get nervous. |\nsit on the bathroom more than I'm outside. And my husband says, well, you're\ngoing to go by yourself. How are you going to travel? You have to either go to\nIsrael, go with them to Israel or you have to go to, meet them in Warsaw. He didn't\nwant to go, he's not a well person. He had two open-heart surgeries already. So\nhe said, | cannot go with you. And my family said, Babba, why are you going to\ngo? You have plenty of aggravation, you still talk about it, sleep with it, why? Don't\ngo. But I'm dying to go. | am dying to go. | want to go. But | don't Know how to\nwork it out. Maybe to go to Israel and go with them to Israel. From there to go. But\nfrom Israel, they are going constantly. Every December there is a big, big, beautiful\nmonument. They take very well care of it. And maybe someday, if | leave, I'll go. |\nwill.",
        "Q: You mentioned before that you find yourself thinking about those events more\nand more?",
        "A: Yes.",
        "Q: Do you have any sense why? What that's happening? And did you not think\nabout it for a while as you were living your life?",
        "A: | wasn't thinking for a while. There was quite a number of years in between that |\nreally didn't think. | was so involved with the ZOA and raising money for Israel,\nbuying bonds, selling bonds, getting dressed up, playing cards, raising my two\nchildren, that | really didn't even think about it. | didn't think about it. | just kind of\nlike blacked out. Sometimes we got together, you know, a bunch of us, survivors,\nand we talked about it and then when | left | had a normal life. Now it's kind of like\nmore and more on top of me. More and more reminders of it. | think more about it.\n| am more in the house by myself, the kids are out of my life, thank God they're\ndoing well. | don't know, but | ask some people, survivors, as a matter of fact |\nguess I'm not the only one. Because they opened up here on Pierce Blvd. group\ntherapy of survivors. Just survivors. A whole bunch of them. And hundreds of\npeople are going there. And | was thinking maybe | should go there too.",
        "Q: And how does it come back? | mean, do you think about it at night, during the\nday? Just certain images come back or what comes back into you're mind?",
        "A: Images. What! went through. How | went out of this ghetto. It bothers me a lot\nthat my sister, at least my sister, my mother was only, | didn't realize how young\nthey were. My mother was thirty-six years old. | didn't realize that, I'm missing, like\nI'm missing that side of the family. | think about what | went through in partisans\nand my father died so young and he really didn't have enough time to have na-has\n(ph) from me. And we talk now, we get together, our survivors, we talk about it. Do\n| have maybe less to tell than the concentration camp people, then from Auschwitz,\nTreblinka, My-don-ick (ph), you know they had it worse. They had it worse than\nme, as bad as | had it they had it worse. And we talk about it, we do talk about it\nand it bothers me more, it bothers me more my sister, that my brother didn't\nsurvive. You think what you went through, you see on television certain things.\nYou see the misplaced people, it comes back to you. It comes back with and you\nfeel sorry for those people. But now they are being helped from people all over the\nworld. | say, why wasn't we helped? Maybe it would have been different by us if\npeople in the world would realize what's happening to us? Maybe we would have\nhad some help like those, | see the children, it really breaks you, you know?\nThough they are not Jewish, but it doesn't matter. They are people. They don't\ndeserve this kind of a treatment. They are plain, different, ordinary people, why do\nthey have to get involved in this kind of a way of life’? And then you know, your own\nlife comes back, those years, and they say, well now at least they are lucky,\neverybody's trying to help them and fight for them. Nobody fought for us. Nobody\nheard about us. Some may think, well maybe they were happy to kill us out once\nand for all, the Jews, and get rid of them. But they didn't, thank God. So, | don't\nknow. Every chance | have now | run to the kids, my grandson, my whole life, my\nwhole pleasure, | run to the kids. You think | make this punch here for myself? No.\nFor the kids. All for the children. And this is my life, the kids, now.\nnot going to die anymore, | would like to in the house from the kids\nbecause they are good kids, thank God. Very protective over me, very protective\nover me. Babba don't do this and Babba don't do that and very proud of me when\nwe go places, they introduce us. We went to my grandson's college graduation, |\ndidn't stop crying for one minute. | said, this happened to me. | lived to see a\ngrandchild graduating college? It's just unbelievable. It's just like I'm pinching, I'm\nalive, I'm dead, | got killed in the partisans, | got killed in the ghetto. This is my\nchild? This is my grandson graduating from college? | lived to see it? Yes, | did.\nYes | did. It's just sometimes you wake up and you say, no, that's not me. That's\nnot me, that's really not me. My daughter's a doctor? | said, no. | don't deserve it.\nWhy God chose me to have a daughter a doctor? Why did he choose me for that?\nWhat did | do right? | didn't do anything right. | didn't , NOW\nthrough the years | probably did plenty of wrong things but by then | was twelve\nyears old. How much wrong could | have done? Why did He choose me and not\nmy sister or my brother? So all those things take you back for some reason, it just\ntakes you back. | have one son, my grandson is in Northwestern, such a\nprestigious school. On the other hand I'm so thrilled that it's a free country, that\nbeing Jewish that my kids could do whatever they want to do. | didn't, at least they\ncould do. And they could accomplish and they could go to the best schools and we\ncould afford to pay for them. So I'm blessed, I'm blessed but probably | took away, |\ntook with me the blessings for my family, for my brother. Whatever belonged to\nthem probably, | took it away. | wasn't selfish, it wasn't up to me. See, we are\nscrewed up people. With all the best in our lives. We are still screwed up people\nand that's it. | mean, six years is a long time to suffer, a long time. | try to be good\nto people, | give a lot of charities, a lot. | help, try to be helpful to people, doesn't\nmatter. Whoever comes in, they are homeless, | feel sorry for the homeless. |\nalways give them something. For Israel, for ZOA, forget about it. Ha-dassa (ph).\nAlways involved in something. It makes me happy.",
        "Q: Well, thank you very much for talking and sharing your stories.",
        "A: Your welcome. Well, at least this is | guess some of it, | think I'm sure there's\nmore to it. And when you think about it and you sit and say, if | did not tell this, why\n| tell that? But it was funny, it's vague, it's mental even. | was laying down in front\nof this building, the building was burning, | was halfway unconscious and here |\nhave my father standing in front of me. | mean, what is it? Fate, somebody was\nwatching over me? Well, he was asking people and they told him that this group is\nhere and this group is there, look here, look here, look there. And he was looking\nall over. The building was burning and out of ten minutes | would have been on\nfire. All of a sudden, he's there right in front of me. To schlep me on his back. To\nsave me. And there's other things, who remembers all those things? But | was,\nfrom 1939 until really we run out of ghetto, | just, | was a smart child. | didn't want\nto play with children, that's all | did, is reading, reading, reading, reading. Polish,\nHebrew then and Russian, from my parents. | didn't play with children. Even for\nthe two years when the Russians were there, | was also very unhappy. And\nthough, in America | am a happy person. People think I'm a very happy, outgoing\nperson. But certain things | don't remember. | was six months with those peasants,\nwhen my father was in the partisans, and | remember nothing. | don't Know what |\nate there. | don't remember, | just remember sleeping on that oven and burning my\nflesh, was burning. But the rest of it, and then when they came to pick me up. |\ndon't even remember when they left me there. | don't remember what | ate, what\ndid | do? They didn't keep me for nothing, | must have been either with the sheep\nin the fields or helping, doing something with the kids. | must have. Nothing. And\nchunks like this of my life, like they are just out. | don't know why. Completely out.\nThat's the story of a survivor, my dear. But unfortunately, every week is different\nfunerals. If Hitler would come up, would wake up now, and see that we still, we\nhave a lot of green-na (ph), survivors, who lived a long, long age and lived a\nbeautiful generation, left a beautiful generation of people, lawyers, doctors,\npoliticians, on television, he would drop dead again. And every time, | use to have\na speech, I'm good in those things, | have to get it out now. If Hitler would wake up\nand see what we are doing here and the generation we left. We left, believing\nbeautiful people behind us. A beautiful generation. This is just the first generation,\nhow about the second generation? That will come up also, doctors and lawyers\nand reporters and involved in politics. A really big, most of our kids are educated\npeople. Ninety-nine percent of our survivor's children are very highly educated. At\nleast a teacher, many more, many are a teacher. So | guess we'll never go. The\nJewish faith, the Jewish religion and Jewish people will survive, will survive. They\nare supposed to be the chosen people, but | don't see it. Why pay such an\nexpensive price, | can't understand either? But Hitler didn't wipe us out. No way.\nNo way. No way. They are going to be alive and free and now we have to work for\nIsrael. Now we'll have to see that our generation and our second generation, third,\nthey should be all Judaism, should be aware, and really stand guard. | don't know\nhow, but they are educated people, like, God should give, Swen-ton Da-Yah-ho\n(ph) is a young powerful man. God should give him the wisdom and lead us on the\nright track and Israel should survive. And we are human people and we are people\nIn the world, the people who come up with us, that we are a Nation, we are a\nPeople. And we have to survive like anybody, like any other Nation has to survive,\nwho God created. It doesn't matter, black, white, green or red. If God put us here\nwe should survive. And one should not kill the other. We should help each other.\nSo now we'll have see that Israel should survive, that's all. Thank you very much.",
        "Q: Thank you very much.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: This is an interview with Florence Eisen.",
        "Q: Okay. If you want to stop the tape at any time, just let me know.",
        "Q: Let's talk about you're children and you're family life a little bit later on. Let's go\nback to the stories that...",
        "Q: . . . now you're beginning to talk to them about these stories. Why don't we\nstart?",
        "Q: Yes, start when you were a child. Let's talk of you're experiences in the ghetto\nand just give, first of all, you're name then, how old you were, and a little bit about\nyou're family and then we can talk about the ghetto.",
        "Q: Did you know what you were doing?",
        "Q: So how many people, let me just go over, when you left there, when you ran\nfrom the ghetto, how many people were you with? Were there many people\nrunning?",
        "Q: And did people scatter? Did you go.. .?",
        "Q: How did you meet up with you're father again?",
        "Q: At this point how much information did you have when you found you're father\nagain and between .. .?\n[End of Side 1 of Tape 1]",
        "Q: When did you, how did you find out this information? When did you find that\nout?",
        "Q: Let's talk about liberation. What were you doing? You were with you're father?\nTell me about what you were doing, what they daily life was like leading up to\nliberation?",
        "Q: Burlap?",
        "Q: Rifle?",
        "Q: And what was life like with the partisans? Like, how many people were there?\nDid you travel? Was their fighting?",
        "Q: Let's talk a little bit about how you got to the DP camps and what they were like?",
        "Q: This is interview with Florence Eisen, tape 2. Okay, we were just talking about\nafter liberation.",
        "Q: Who was she? How did he meet her and where?",
        "Q: How many people were in the camp? Were there many other children?",
        "Q: And what did people do during the day? What did people occupy themselves\nwith?",
        "Q: How did you meet you're husband?",
        "Q: Before we talk about life in America, just again, the camps. How much was it,\nlike, did it feel at all like a sort of like a real life? You said there were classes, there\nwere schools, there were dances, there were plays. How was it like a, how do you\nkind of build back a life’?",
        "Q: What did people talk about in the camps?",
        "Q: So we were just talking about working and the daily life in the camp?",
        "Q: And you were saying before that in the camps, people mostly talked about?",
        "Q: Did people have much information about what had happened to their families or\ntheir neighbors or their towns?",
        "Q: So let's talk about coming to America.",
        "Q: Where was this?",
        "Q: What did you and you're husband do when you first got here? Work? Did you\nfind an apartment?",
        "Q: You were making him do all the work?",
        "Q: What sort of network was there among Jews in general and Jews from the war?",
        "Q: Here. In the neighborhood or?",
        "Q: What sort of things became important to you based on you're experiences\nduring the war? You said food, for one.",
        "Q: And you were talking about discussing the stories from the war with you're kids.\n| mean, did you discuss, did you talk about it with you're husband? Did you talk\nabout it with other people?",
        "Q: How did you talk to your own kids? | mean, you're son was born in one of the\nDP camps.",
        "Q: Before you're father died, what was you're relationship with him? After the war,\ndid you talk to him about that?",
        "Q: Did you look back on the war together though? Did those things you talked\nabout, were they about the war?",
        "Q: Do you think you created, | mean, is it, can you create something of an ordinary\nlife like everyone around you who didn't go through the experiences of the war? |\nmean, what other things sort of color you're experiences, as you're creating you're\nfamily?",
        "Q: The effect on the family that you built?",
        "Q: Did the war change you're views on you're connection to Judaism and later to\nIsrael and even to religion and God?",
        "Q: You say that you're Jewish culturally, but maybe not religiously?",
        "Q: Were you raised religiously?",
        "Q: Oh, we were just talking, | guess | was wondering whether you're experiences\nduring the war changed you're feelings on being a Jew in this country and other\nplaces?",
        "Q: Have you gone back to Poland or have you had any desires?",
        "Q: You mentioned before that you find yourself thinking about those events more\nand more?",
        "Q: Do you have any sense why? What that's happening? And did you not think\nabout it for a while as you were living your life?",
        "Q: And how does it come back? | mean, do you think about it at night, during the\nday? Just certain images come back or what comes back into you're mind?",
        "Q: Well, thank you very much for talking and sharing your stories.",
        "Q: Thank you very much."
    ],
    "answers": [
        "Answer: | probably won't , If you don't mind.",
        "A: Oh that's okay. I'll manage. I'll manage. | didn't talk for many, many years. | did\nnot talk. When my kids started to understand, more or less, | just did not talk what |\nwent through. | tried to have good times. | tried to forget. | tried to, | blocked out. |\njust didn't want to inflict the pain. | was in so much pain, deep-knee, that | didn't\nwant to inflict on my children. | suffered so much as a child and when the kids were\nborn, they were my whole life. | didn't expect to be alive, | didn't expect to get\nmarried, | didn't expect to have children. And when this, God gave me two kids, it's\njust, why should | put the pain on them? It's not enough that | went through? This\nis all | have now. | lost my mother, my sister, a brother who was one year younger,\na sister who was five years younger than | was. And just to put this kind of pain on\nmy children, | said no. When they'll grow up, they'll go to school, | raise them as\nJewish. I'm not orthodox but | am very much Jewish orientated, all my life in this\ncountry. | gave my life to Judaism. | work for the ZOA. My name is quite known in\nthe ZOA. Florence Eisen, Fanny Eisen. | give big donations. | love Israel, it is my\nlife. Anything that was for Israel | raised millions of dollars for Israel, for bonds,\nUGA, they all know me. But to tell the children about the ghetto and the war, and\nwhat | went through, | just, | stopped right there. | didn't want to do it. | couldn't. |\ncouldn't put this pain on them. | want them to grow up not to know what mother\nwent through. But to be happy. To grow up as American, normal children. | was\nnot normal. | didn't grow up normal. | didn't have a normal upbringing. From\ntwelve years of age, since 1939, and | just wanted, that's all | have is my kids, and\nto let them lead a normal life. Let them grow up like all the other American next-\ndoor children. Not by a mother who is always worried. | did put my overprotection\nover them. | did. | didn't let them swim. | didn't let them play ball. | didn't let them,\nfood was always eat, eat, eat. Push, put on them. | knew my abnormality. | knew\nit, but | couldn't help it. Now, they're now in school, and then they went to High\nSchool and college, they know Grandmas, they call me Babba, overprotection of\nthem. Even up until now, | still don't want them to ride a bike. | just can't bear for\nthem to get hurt in any way. In any way | can't bear for them to get hurt. Now |\nhave grandchildren so | am even more overprotective. But now we talk about it. As\nsoon as my kids, my grandchildren, not to my children. They start to go to school\nand of course it came out, schools talk about it. | was able more to talk about it.\nThey called me, there's not, my children live in Connecticut and when they started\nHigh School, even, when public schools they wrote about their\ngrandma. In schools, and I'm sure you know that they say, you know, you have\ngrandparents? Tell me about you're grandparents. They always say that my\ngrandparents are survivors but | don't know much about them. They called me into\nConnecticut, to schools. | talked a little bit about it. | told them. They wrote about\nmy life. They always got A's, always got A's. When they graduated, my older one's\nbar mitzvah, and it was like some kind of a Friday night, they called me, | went\nthere. | told them what | would like to do. They brought the whole school children.\n| told them that | want to tell them how lucky they are that they were born here and\nraised here and educated here. They didn't have to go through what grandma went\nthrough. And how overprotective | am over them. With both boys | did that, both\nboys. And really they take pride in me. They take pride in me for that.",
        "A: To the ghetto?",
        "A: Start to talk about the children?",
        "A: Okay. Actually the war for me started in 1939 when the Russians came in. In\n1939. | was born in 1928. My name then was Fagel Giterman. Fagel was my\nJewish name, Giterman was my father's name. A family of five, my father, my\nmother, three children. I'm the oldest of the three. My brother was one year\nyounger, my sister five years younger. Also lived with us a grandma, my father's\nmother, who was an old, lovely lady. And in 1939, when the Russians came our\nlives started to change. My father was a barber, he gave the kids a good\neducation, he worked very, very hard. My mother never worked. In Europe, in\nthose years, women didn't work. They took care of the children and we lived in a\nsmall stet-ill (ph) by the name of Lock-mul (ph), not far from Pease (ph), from Mun-\nyeah-yetz (ph), it's a stet-ill (oh) but a nice stet-ill (ph), with a beautiful you-gont\n(ph), beautiful, beautiful young crowd of people which, | didn't even know them yet\nbecause | was what? | was born in 1928 and this was 1939, | was eleven years\nold, right? About eleven years old. And the war started already. They sent us to\nschool. They put us like a year younger. | felt as a child that life started to be hard.\nAnyway, two years the Russians were there. It wasn't too bad. Then, in 1942 |\nthink, the Germans came. As a child, | was a curious child. | use to, we had a\nradio. Some people didn't have a radio, we did have a radio. We use to sit, my\nfather use to sit by the radio and listen what's going on the world. And | was hiding\nand listening. | was unhappy. | was very unhappy. It made me very unhappy. |\ncried a lot. Then they started to talk about they are going to go to a ghetto, they are\ngoing to put us in a ghetto. We lived like, we had our own house, and we lived like\noutskirts of my town. And they are going to put us like in the middle of the town.\nThey divided the ghetto, this is only what I've heard talking from the grown-ups.\nLike their going to divide the town, not the town, but in the middle of the marrick\n(ph) they use to call it, middle of the city or the town or the stet-ill (ph), and they're\ngoing to put us in the ghetto. | remember what they gave us, a buggy and a horse.\nThey didn't give us, my father had to borrow it from the next door, a peasant, non-\nJewish people. But they had a good pull you put on it and | walked in the back. |\nlooked at my house. | cried. | remember like now. This was 1942, | must have\nbeen fourteen | guess. | cried my eyes out. | looked to the house. | said, \"where\nare we going\"? Anyway, they took us there. My father had a stepbrother in this\nparticular ghetto. There were two ghettos split in half and we were in one ghetto,\nnot far from the Shul (ph). And he had a big house, but they gave us a small room.\nAnd this small room, very small, tiny, maybe, my father made bunk beds. And\nthere were five people, and my grandma was six, and they put another couple\nthere, an elderly couple, and they also had like a bunk bed. And that's how we\nlived there. We were there from, it must have been around Pacer side (ph), before\nPacer side (ph). So Pacer (ph) is usually April sometimes, the end of April\nprobably. And | didn't know, there wasn't enough food. | heard my father talk about\ntrying to get together a young group of people that, they are going to make like an\nuprising and they are going to go to the other ghetto. | was always kind of, as a\nchild | was hiding and crying and hiding and reading whatever | could put my hands\non, some books, reading. And my mother never talked a lot. She was a nice, quiet\nlady. My father was a barber and he was a good barber. And him | think, and the\nguy, the other couple that was with us, they opened up a barbershop special for the\nGermans and also for the non-Jews outside of the ghetto. And he worked there.\nSo he use to bring in, probably smuggling, hiding, a piece of bread, a piece of fish\nor a piece of because whatever the ration they gave to you it wasn't\nenough. | remember after quite a while, my mother's walking around with a pair of\nswollen feet. | said, \"Ma, what is it?\". \"Oh, nothing my kin, nothing. Don't worry\nabout, I'm fine.\" Later on | found out it was from lack of food. She didn't eat.\nWhatever little food she had she gave it to the children. And she didn't eat it, she\ngot swollen. She was only thirty-six years when she went to her grave. When they\nkilled her. Thirty-six years old. And then old grandma was with us. | was never in\nthe kitchen. | was never, there was one kitchen, it couldn't have been for ten\nfamily's maybe, | was never in somebody else's rooms. | couldn't, | was just in\npain, pain, pain, pain. | couldn't, | was mainly in my room. | don't even remember\nplaying with children. | don't know why. | was just trying to get books and read and\nread and stay in bed and read. There was no school, of course. | never went to\nschool there in ghetto. And my little sister, | don't remember. | can visualize them\nvery well now, but | never went to school in ghetto. Maybe there was some school,\n| don't think so, if there was any schooling there. And one day, they use to send\npeople to work. What was the work? Later on | found out, at the end. That they\nuse to take a bunch of people from on ghetto, send them to a different, out of town\nplace or out of this, to another town, dig graves and that's how they use to kill the\npeople. They didn't know about us. They wanted my mother, my mother was a\nvery brave woman, and one German was like after my mother. So instead of\nsending my mother to work, work means to dig the graves for other people, | went.\n| went to dig these graves and | remember the graves, they was like long, deep\ngraves. | was in one grave, digging, and there were some other people digging,\nand on the way back they brought us home in trucks. And it was like in the middle,\nthis work was always done like in the middle of the night, like from suppertime\naround, before it got dark, until like the middle of the night.",
        "A: No. | really didn't know what | was doing. Because I, | had a hunch maybe, but |\nreally didn't know. | had no choice. Whatever it was | had to dig the grave, | wasn't\nthe only one. Not directly, | didn't know that this is really for killing people, to throw\npeople in there. And we came home, it must have been about 4 or 5 o'clock in the\nmorning. The ghetto was already rounded, all around. There were trucks, there\nwere soldiers. It was like, the ghetto was barb wired all around and we looked\naround and one German said, \"Well, you're going to be killed tonight.\" And the\npeople that were with us, they said, \"This is it. | think we're going to get killed\ntonight.\" They dropped us off. We went into the ghetto. Everybody was up, it\nstarted to get like a little lighter, everybody was up. My mother was up. Everybody\nwas crying and screaming. But they didn't take anybody yet on the trucks yet. |\nsaid, \"Where's my Dad?\". Dad wasn't there anymore and my brother wasn't there.\nAnd | couldn't stand the crying, the yelling, the screaming. So | went out of the\nhouse and, excuse me for the expression, to go to the bathroom they had like\nbooths outside. And you go into that booth and it was like a hole with a seat in\nthere so when they dropped this came down, and | hid there. | hid, that's why,\nwhen | saw Shindler's List, | saw myself, that little girl. That little girl who dropped in\nthe, excuse me, in the droppings of the people. | was there. And when | saw this, it\njust, | was screaming. | was yelling, | was crying. When | saw the movie. It's true, |\nwas there. And | went in like halfway, | just wanted to drown and | couldn't drown.\nAll of a sudden, my mother came running after me, grabbed my hair, pulled me out\nand said, \"You can't do that, you can't do that.\" | said, \"Ma, | can't go on that truck.\n| don't want to be killed. | can't do that.\" Anyway, she schlepped me into the\nhouse, she washed me off and | hid under the pillows. | went into bed and | hid\nmyself. | covered my eyes and | put this blanket over my ears. She said, \"No, you\ncome out of there.\" She schlepped me out of there. She dressed me and she put\nsome clothes on me and she says, \"Listen, my child. You're father and you're\nbrother went to the other ghetto. They might survive. They might not survive. But |\nwant you to go there. Get dressed fast.\" She dressed me, she put some shoes on\nme, she put a school thing on me and | started to run to the other ghetto. Now why\ndidn't | say, \"Ma, come with me.\"? Why didn't | say it to my sister? She was\nrunning after me. She said, \"Take me with you.\" | said, \"| don't know where I'm\ngoing, | don't know where I'm going.\"\n[Mrs. Eisen overwhelmed at this point, unable to make out what she is saying]\nShe continues: Who's going to take care of you're sister, my great grandmother,\nold grandma.\" She said, \"You go. Maybe you'll save yourself, maybe.\" Anyway, |\nstarted to run. The ghettos were closed, they wouldn't let me through. | started to\nbeg, \"Let me through, let me through. My father's there.\" So one guy opened the\ngate, | was the last person crossing from one ghetto to the other. And they opened\nthe gate, | crossed the street, the only one, and they wouldn't let me in there. So |\nstarted to scream and banging and knocking and they let me in. | went into the\nother ghetto, ten minutes later the ghetto exploded, like exploded. They started to\nshoot into the ghetto. The houses were on fire. | saw my first cousin, he lived in a\nhouse in the other ghetto, in the Rabbi's house, | saw the Rabbi standing, wrapped\nin a talus (ph), his little children next to him, with their heads up. My cousin, her\nmother was in the back yelling, \"Schmish-oil, Schmish-oil, Schmish-oil\" (ph). There\nwas another guy next to him burning, on fire. And they started the shooting. The\nshooting came in like a hail. | didn't see my father. | didn't see my brother. | didn't\nsee anybody. All of a sudden, | got killed. | got killed, | fell and | see people, | look\naround me. | see people lying dead with open mouths. Children, blood, flesh,\npieces ripped apart. And I'm just laying there. | said, | touched myself, | said, No,\nI'm alive. I'm not dead. | fell, | don't Know why, but | fell and | touch myself. | got up\nand a bunch of young, Jewish guys, | think you have it on the record, somebody\nwho was in the front there, ripped the gate and they started to run through the town\ninto the gardens, straight to some woods. Everybody ran. | was running, | was\nrunning, | was strong. | got weaker. | still didn't know what happened to me. And |\nwas running. | was running after everybody, I'm looking, maybe I'll see my father,\nmy brother, nobody. | Knew my mother's not there, this | knew. And | passed my\nhouse, we passed the house where | lived in, | looked at it. And | ran. And we\ncame to a place by the name of Prepitch (ph) and | said to myself, there's\nsomething running in the back of me. There's something not right about, my\nshoulders are getting weaker, I'm getting dizzy a little bit. | said, my back is wet.\nAnd | looked, | touched my back, my behind, and I'm full of blood. A girlfriend who\nlived next to us came over and she looked at me and said, \"Fanny, you know you\nare wounded. What's the matter?\" | said, \"I don't know.\" She said, \"You're whole\nwet back is ripped, the clothing is ripped, | could see an open flesh there.\" | said,\n\"Well, | must have got hit in the ghetto by a, you know, when they hit me.\" She took\noff her kerchief from her head, she took off her shirt, she had that little shirt\nunderneath. There was water there, the name of the place called Prepitch (ph).\nShe dipped this in the water, she wiped me around, she cleaned me off and she put\nthis around me and | was okay. | mean, there was a wound there. | didn’t know\nanything else anymore. And that's it. And | was on the Prepitch (ph), unfortunately\npeople are cruel, | guess when the Mo-ha-movis (ph) is in front of you you're trying\nto save yourself not somebody else. And the grown up people took off. Nobody\nwanted me. | was very skinny. | didn't look like, | was thirteen-and-a-half | think,\nnobody wanted me. | was running after the young males, you know, they said, \"My\nsister, my brother, my father, my mother, they are going to die and | can't schlep\nhere with me, | can't save my own life. Go home.\" | said, \"What do you mean go\nhome, the ghetto was on fire, where am | going to go? | can't go anyplace, it's\nburning. Where am | going to go?\" Anyway, | was on my own there with some,\none guy who had two small children of his own took me under his arms. And\nanother two kids, they are all alive, he died, never, he shouldn't have died, he\nshould have lived forever. And he got in touch with some kind of peasant guy. We\nwere there for about a week on this Prepitch (ph), for about a week. Do you want\nme to...?",
        "A: Running, they were running for about, out of the Prepitch (ph) there must have\nbeen around 500 people who ran away from the ghetto.",
        "A: But they scattered all over the places, all over the places. Some, then quite a\nfew weeks later, | was traveling, we had to cross the Prepitch (ph) with some kind\nof a kayak or something, otherwise we couldn't be over. And this guy who took me\nunder his wings, he had two small kids of his own, one is my age and one a bit\nyounger. And he said to him, \"Well, if you're going to take care of ;\nyou're going to us a little bit. | have like a big pot of gold hidden behind\nmy house. When the war is over, I'll give it to you.\" It's true, he gave it to him, but\nthis poor peasant got killed for saving Jews. They killed him. And we were there\nfor about eight days. This peasant use to come, like everybody took off in different\ndirections, nobody wanted the kids. I'm talking about the Jewish people. Nobody\nwanted us. And he use to bring, every day, like a little fish, cooked fish. A small\npiece of bread. It must have been for about 7 or 8 kids there and this grown-up\nman. And this is how we survived this Prepitch (ph). And then he said, \"Over\nthere, on the other side of the Prepitch (ph) there are partisans. I'll take you there,\nbut one ata time.\" It was like a kayak, a metal kayak. And he started to, one day,\nlike a week later, with that whole week. And the Germans was looking for us.\nThere was one incident. We were laying, all of us together, in the woods. | lost my\nshoes when | was running, my feet were swollen. At that time they take off, like the\ncorn, and it is so hard, it's like needles. And when you run, when | was running, it\nlike went through and through my feet, and my feet were huge and swollen. And it\nwas cold already, it was September | think, it must have been September. When\ndid they take off the corn? September, right? After the ghetto already, you know?\nSo, it was the end of September, or October, no, September, the end of September\n| think. And he says, and | was laying there hungry and some kids were swollen\nalready too, and he said, \"I'll take you over there.\" And he took like two, three\npeople on this little kayak and he took us over on the other side. Little by little, it\nmust have been about 7 or 8 kids. This grown up man, and he should rest in\npeace, he saved my life. Because nobody wanted me. My own people, they knew\nme. \"Why are you running after me? Go back to you're mother.\" | said, \"I don't\nknow where they are. It's burning, how can | go back there?\" Twice they left me\nsleeping. | shouldn't say it but it's the truth. They left me on a stack of hay. | wake\nup in the middle of the night, there's nobody there. I'm laying there all by myself, on\nthe Prepitch (ph), I'm laying there all by myself. | got up. It's dark. Where am |\ngoing to go? | don't know, so | was listening quietly. I've heard some talking but |\ndidn't Know for sure if it was German or Yiddish, but at that particular point, |\ncouldn't care less. So | figured if it's Germans, they kill me, it's enough. If Jewish,\nlet's see what's going to happen. | followed the voices and | got it there. It was the\nsame people who left me laying under the stack of hay. Twice like this | survived,\ntwice.",
        "A: This was quite weeks later. | was laying in some woods. Some people went\naway, some people got connected with some other groups. There was a lot of\ntraveling Jews from different towns. Some grown-ups. They knew the way and\nthey went to look for partisans. | was laying there with another woman and she\nhad, like a little child, a little boy. And | think this, Romanofski's (ph) his name, with\nthe two girls. We were laying there in a ditch in the woods, and of course | had a lot\nof hair, | had long hair. Skinny | was all my life. And now, after weeks of not eating,\n| could hardly move. We were laying there. \"Mommy's dying.\" All of a sudden we\nhear, some people hear some talking, either Yiddish or German. So we gave up,\nfigure, look, whoever is going to be there, it's going to be there. If it's going to be\nJews, fine. If not, if it's Germans, you're going to be dead. They are going to shoot\nus out like worms in this ditch and put us there, you know, get it over with. And they\ncame closer and closer and closer. | can hear now, the echo in my head. And they\nwere Jewish. And this Jewish, and there was a man, just a man. A few men.\nThere was a woman with one child, | think, too. And they came closer and | looked.\n| didn't know if my father ran. | knew he was in the ghetto where it was the uprising,\nbut | didn't know if he ran away or he survived or he got killed running. Nobody saw\nhim running, you know, and nobody knew if, nobody saw him. | mean, | didn't see\nanybody. All of a sudden | see my father. | start yelling in Yiddish, \"De-tock-n-key,\nde-tock-n-key (ph)\". He backed it up and he looked, he didn't recognize me. He\nsaid, \"De-tock-n-key?\". \"Don't you recognize me? It's Fagel, you're daughter.\" He\njust didn't recognize me. He grabbed me and touched me and opened up the hair\nover my face, took it away, and looked at my face and he started yelling, \"No, this is\nnot my Fagel.\" And he passed out. | said, \"Oh my God, finally | found him and now\nhe got a heart attack and he died.\" He didn't recognize me. He just didn't\nrecognize me at all, | was like a skeleton. And lots of hair, the hair was all coiled,\nlike all over my face. And he passed out. He passed out, of course, we started to\nyell and scream and put some, there was no water there. | remember we use to\nsqueeze down our food and take some moisture out of it and that's what we drank.\nWe survived, we didn't get poisoned. And that's what we did, and we tried to, and\nhe woke up and he recognized me, of course. And this is how he found me, this is\nhow he found me. And then he said he knew his way a little bit around and he said,\n\"Well, let's see what you can do now.\" And we started to walk. And in the morning,\nwhen it was light, the peasants, they go to the fields. It was field time. And they\nleave the house open. So we use to go into the house, grab a piece of bread, you\nknow, steal. Steal a potato. Sometime we went in, like during the day we would\npass by some fields and this was like September, there were like beets and\npotatoes and carrots. So we use to steal from the fields and sometimes we stole\nfrom the houses. If we saw a house standing there, nobody was there, we ran in\nand we stole a piece of pancake, whatever it was on the table. And this is how it\nwas for quite a while, for quite a few months. And then my father had a profession.\nHe asked me if my brother was running too. He thought maybe he was running out\nof the ghetto, maybe he survived. All his life he was looking for him, but he didn't\nsurvive. Later on we found out what happened to my brother. He was running. He\nran from the ghetto. He got wounded very, very badly. Worse than me. And a\nGerman caught him and he said to him, \"Run. Maybe you could save yourself.\nRun.\" My brother was working in a stable with horses in the ghetto, so he use to\nbring in like little things from an orange, a piece of bread. And these Germans\nrecognized him. And he started to run and he was weaker and weaker and weaker\nand he came to, like close to my house where he was born, and the peasants\nrecognized him. And believe it or not, they finished him off with sticks. They killed\nhim with sticks, they finished him off with sticks.",
        "A: ... to my ghetto. When | walked out of there, when | went out of that ghetto,\nwhat they did. Like | digged graves for other towns. They, some other towns dig\ngraves for my hometown. And what they did, they put all those people on trucks.\nWhoever survive. In my ghetto there was not killing, | mean, in the ghetto, there\nwas no fire there. What they did from my side of the ghetto, they took those people\nlike my mother, my sister, my grandma, my aunts, my uncles, they put them on\nthose trucks. They took them to this grave. They put them, they lined them up\nclose to the grave. They told them to put their clothes off and, an old lady of over\neighty years of age. Why? You ask why? They took off their clothes, they shoot\nthem and they threw them in, like rows and rows. They threw in one row, they put\nthis disinfectant stuff, | don't know what it is, like a white type of thing, they put it\nover, then another. They killed another row of Jewish, all, they had to get\nundressed. And shoot them out, throw them into this grave. This was going on.\nWhoever was there, there must have been about 2 1/2 thousand people. | think in\nthese grave, | think in this grave, there is about 1,900 people in this grave.",
        "A: After the liberation, after the liberation. My father also knew, like through the war\nwe didn't know exactly, but my father knew from some peasants. They saw it.\nThey were standing there watching. There was a lot of peasant people standing\nand watching. And they saw exactly what they were doing. But, either they were\nafraid of their own skin or they were happy about it and they didn’t care. And what\ncould they do if they did care? They'd shoot. But they saw something like this\ngoing on, they could have been dead too. If they would say one word for the Jews,\nhe would have been dead too, the peasant. And that's, they finished it off. They\nsaid that the grave was up and down, raising, for three days. This grave was like\nbreathing for three days, up and down, up and down, up and down. After the war |\nwent to that grave. And it wasn't, it was like dropped already, fell already. Me and\nsome, another two girls. And we started to clean up around and | saw these shoes,\nbaby's shoes, baby's clothes, baby's, just like they left it there, that's how it was\nthere. The peasants didn't touch, they had the goym (ph), they were afraid to come\nclose to it, | don't know. And we started to clean it up and we put it in bags and\nthen | saw little bones and | took off. | took off. I left my hometown. | lived in\nSwooz-ka (ph) after the war, | was liberated by Swooz-ka (ph), a town. It was\nRussian there, like where | was born it's like the borderline was. Poland and\nRussia. So | was like on the Polish side of the border. And Swooz-ka (ph) was on\nthe other side. And | was liberated there, in Swooz-ka (ph).",
        "A: Well we were walking. We were looking actually for the partisans because the\npeasants said that there are partisans. And being my father was a barber and he\nknew a little bit how to sew, he didn't have ammunition on him. And we were\nJewish. And we had no other choice. | mean, we walked and we came across\nsome groups and, say they were partisans, and he got in touch with them, he got\nconnected with them. And they said, well, they'll take in my father. At first, like the\npartisans in that area, they were organized from Moscow. They use to, they had to\nobey Moscow's orders. And in real life they were not allowed to kill Jews, but if they\ncaught the Jews they killed them. They killed a lot of Jews, the partisans, a lot.\nAnd we were walking and walking and walking, my father with his ;\nbut when he found me | was full of lice. | was like one lice from toe to head. And in\nthe middle of the night, | remember like now, we went into somebody's house and |\nstarted to cry, this is after he found me, he said, \"| have to save my child.\" She\nlooked at me, she said, an older lady, she said, \"Oh my God, my child, my child.\nWhat is it? What's happening to you?\" | was swollen here, | wore the same outfit,\nyou know, it was hard already from the blood. And full of lice, | had a big head of\nhair. She took me in. She was a nice lady. An older lady. She had like a big, how\nyou call it? Made out of wood where you bathe someone, bathe the children or\nbathe a pig, who knows? She put in some water there. My father had his, this\nmachine that you cut hair off. First of all, the first thing he did he cut off my whole\nhead of hair. The lice were gone. They put me in this , how you call\nit? In the val-it (oh) we use to call it. And they gave me a bath, he said, \"But | have\nnothing for you to wear. | can't give you anything to wear.\" She said, \"I'm going to\ngive you some of mine.\" So she gave me something to wear, something what she\nwas wearing. Everything, | mean, panties, those panties. And she\ngave me a pair of lop-chess (ph), it's made out of straw to put on my feet. And she\nsaid, \"| have nothing else. It's cold. How could you walk on that?\" So she went\ninto her stable and there was a big pig there. And the pig was covered with a big\nblanket, it's like a burble, how you call it?",
        "A: Burlap. She took it off. She said, \"This will keep you warm.\" And she gave this\nto me, they gave me a bath, they cut off my hair. And she said, \"But you have to\nlive.\" And she gave me something to eat, and she said, \"But you have to leave my\nhouse. You have to go. Go, go, | don't want to see you. You were never in my\nhouse. Just take off because they are going to kill me. The Germans are going to\nkill me.\" And we took off. That little old lady, I'll never forget too. And we walked\nagain, the two of us, and two more people. And we walked and we walked and we\nwalked, and my father who use to walk daytime, we use to hide at night. We\nwalked and stole a potato. We stole carrots, in the woods, | mean in the gardens.\nAnd he used to give the peasants a haircut because in those years they didn't have\nthose automatic razors and how to take a haircut. So they had pity, kind of, for us,\nsome of the peasants, non-Jewish people. And we walked and we walked and we\nwalked until we came to this particular place, close to , It took us\nmonths. And the name of it was Lublin. And he said, \"Look, | have a profession.\"\nThey said, \"Do you have ammunition?\" He said, \"No. | don't have nothing. | don't\nhave a pistol, | don't have a, | have nothing.\" He said, \"But | have a profession. |\ncould give you haircuts. | could sew. I'll make you jackets\". You know, whatever,\njackets from the ship things. He said, \"But | have a child with me.\" He said, \"No.\nWe'll take you .\" They wanted to take him in, but not the child. He\nsays, \"Well, I'm not going without the child. Either you take us both. I'm sure she\ncould be useful, she could work.\" They had kitchens. They had, we lived\nunderground, like they call it in Russian , underground. And\nthere were only left over soldiers from Russia that they took off. When the\nGermans passed by they were going and there was no war there actually, the\nRussians they were running, in the Russia and the Germans just took it over, that's\nit. It wasn't any shooting there. And so they said, you know what, they said, \"We\nhave a town that, the partisans own it. There's no there. We are\ngoing to put you're daughter in one of those houses. They are going to keep her.\nBut we're not going to take her in.\" There was no children there. And they did.\nThey put me in this peasant's house. For some reason, | must have been there for\nquite a few months, | don't remember nothing of this particular house and what |\ndid. | must have been, | cleaned probably. | go to the fields. | went, as my father\nuse to tell me later on, why | blocked this out | cannot understand. | just remember\n| slept on top of an oven. And it was so hot. Like, the cooking was in the middle\nand the oven was like bricks. And this heated off the whole house. | slept on it. It\nwas impossible. This pain and this burning in my flesh I'll never forget. And also\nthis house had cockroaches. Lots of them. Lots of cockroaches. This | remember.\nBut the rest of it, what | ate, how | ate, | really don't remember. But of course they\nneeded my father for haircuts. He use to sew something, fix something. So they\nkept him and he was of course after them to take me into, to bring with him,\nbecause who knows? Here | am okay with the peasants, a minute later they could\ngive me out. You know, a German could come in or, but was\nowned by the partisans. This town was owned by the partisans. So | was kind of in\na safe way but my father wasn't sure. And there was no transportation. | didn't\nknow where he was, where he is, if he's going to come back to pick me up or if he's\ngoing to leave me there. Because | saw on the Prepitch (ph) how running people\nleft their children to die. | saw it. And this was in my mind. Some of them were\nwounded, some of them were not wounded. And they left them and the parents\ntook off. And this was in my mind all my life, even when | came here to this country,\nthat my father's going to leave me. Which he never did. He was the best father.\nHe saved my life. Not just this time, there was other incidences, and the partisans,\ntrue, they wanted to kill me. And he said no. But this was in my mind because\nwhat | saw on the Prepitch (ph). The parents left their children. And one day, all of\na sudden a buggy came with a horse and two soldiers and they came into the\nhouse. But! stayed. And he brought me like a little, he made it, he put it together\nfor me, from wool, sheepskins. Like a little jacket. And he brought me a pair of, put\ntogether from little boots, you know? And he put me on that wagon and he took me\nto the partisans. | was useful there actually. | peeled potatoes. | went into the\nkitchen, they had an organized kitchen for the soldiers. | went into that kitchen at 2\no'clock in the morning, 1 o'clock, peeled potatoes. Served them. Food | had\nenough already, | had enough food. | wasn't hungry anymore. | use to knit for the\nsoldier's gloves. They got it somehow, wool. | use to knit for them gloves. | use to\nknit for them socks. | use to sew up certain things that they were ripped on them,\nyou know? Of course, | was under the protection with my father. Otherwise, they\nwould have raped me, they would have killed me, they would have never taken me\nin. They didn't need me. But they needed my father. Sometimes | use to even go,\nthey taught me how to use a, not the piece of rifle gun, but the long ones. The...",
        "A: The rifles. They taught me how to use it in case something comes up. They\ndidn't want me, but there was other two Jewish girls there. One was older than |\nam and one was younger. Also because of their brothers. They had brothers. And\nthis is all, there were three children, Jewish kids. There was no females at all, they\nwere not allowed to have any females there. It was a regular army, organized\narmy.",
        "A: We traveled, they were fighting. They were not so many fighting, they were\nbombing us. The Germans knew that the partisans are there but it was town and\ntowns and miles with partisan, soldiers, armies, that the Russians left there when\nthey took off and they ran. And the Germans, they were so busy with the Front and\nwith the fighting, it was a real organized group, thousands of partisans, thousands.\nAnd they use to, my father knew more, unfortunately my father's dead. But they\nuse to put bombs, when the Germans use to send, let's say ammunition to the\nFront, into deep Russia, the partisans knew about it. And they use to put bombs\nunder the trains and stop them and just explode them. They shouldn't be able to\ntake it to the Front, the ammunition and the soldiers. They killed thousands and\nthousands of them, thousands of Germans. They never made it into deep Russia\nbecause the partisans really, so they tried to bomb us out. They tried, they kept on\nconstantly bombing. And in one of these bombings we ran and | lost my father. |\nlost my father. | was one who always was running in the front for some reason.\nAnd my father, he was only thirty-six years old so he still was a young man, but for\nsome reason, | was younger of course, and | lost him. | lost him and | couldn't find\nhim. And we passed by a river. We passed by a river, | was like in the front. The\npartisans, what they did, in order for the other to cross the river, because it was\nreally burning and bombing heavily, they put like ropes. Some partisans swam\nthrough and they put a rope and two ropes on this side and this is how you pass the\nriver. A few of them passed, it was, of course, | think it must have been a very, very\nhard thing to do, and having partisans with ammunition. | got hold of this thing and |\nstarted to walk over, they grabbed me and they wanted to pull me back. | didn't let\nmyself and | knew my father was like a few feet in the back of me someplace and |\nstarted to pass by and the bombing got closer and closer and they dropped the\nropes and | fell into the river. But | was already not in the middle of the deep river, |\nwas like closer on the way out. And they saw me falling into the river. | fell into the\nriver. There's some Russian soldiers, the Chinese | guess from, they called them in\nthose years, | remember, Ta-tongs (ph), | don't Know how you call them now. They\nschlepped me out, they pulled me out. And of course | had nothing with me,\nwhatever | had, clothing on, but they pulled me out and | was trying myself to be\nclose to them. | saw that they took off, | don't have my father, I'm either 14 or 15\nyears of age, skinny like a toothpick, you know? That's it, this is the end of me.\nAnd my father didn't want to leave. He knew that | am in the water someplace, so\nhe said, \"I'm not going.\" They said, \"Well, you're daughter's dead. | saw her\nfalling.\" Which is true, they saw me falling in, he said, \"Forget about it.\" | have a\nblouse from this incident, and he said, \"No, you're daughter's not alive. You're\ndaughter fall into the water and who's going to save her? Who's going to take care\nof her? She fell into the water. She got drowned. She's dead.\" But | didn't. |,\nthese two Ta-tong (ph) from deep Russia, they really took care of me. They really\ntook care of me. | was lucky. They, | gave them haircuts. | also was working with\nthe partisans with the machine, they had a machine and shaving, so they needed\nme in a way. And they really took care of me. They really took care of me. If they\nwere stealing some food, because the partisans, the group fell apart. The majority\ngroup was left behind. | was with just about a dozen people, maybe two dozen\npeople. Nobody wanted to take care of me, to give me a piece of bread, nothing.\nBut these two particular people, they just felt sorry for me. Whatever they got they\nshared with me. And one night we were laying there in the bushes, it was cold\nalready, it was close to winter. All of a sudden somebody stretching like that, | said,\nOy-vey, what am | going to do now? It's going to, and he's sort of laying completely\nlike, freezing. They took off their jackets, he covered me. He covered me with\nwhatever he had, his jacket. There's some good people in this world, there really\nare good people. And then | walked with them, | held on to them and they were\nwatching me. Until the other group of the partisans, the bombing stopped and we\ngot reunited. But my father couldn't find me, he really couldn't find me. Do you\nwant to hear the story, how he found me again? And we walked and we walked\nand there was a, you walk daytime, nighttime and you stay hidden, and these two\npeople shared with me they're piece of bread. There was not really a partisan here.\nThe real partisans were left behind. And we came to a town and | was with them\nand there was a doctor, not a doctor, it was a felcher (ph), a doctor. And people\nstarted to get sick on typhus, stomach typhus. | was the only girl. | wouldn't say a\nwoman, | wasn't a woman, the only girl. And this doctor said to me, he said, \"You\nknow what? I'm going to show you how to take care a little bit of sick people.\"\nPeople started to get sick on the typhus, they were just dying under you're hands,\nunder you're feet. He said, \"This town is from partisans, it's a partisan town. Let's\nsee what.\" And some other partisans came and | was with this doctor and he was\ntelling me how to put a bandage on, how to give him, there was no medications,\nthere's some tea. And we weren't, and the bombing started again. This was\nalready a few weeks later. And the bombing started again. And a bomb, | was with\nthe typhus people, | got sick on typhus. | got sick on typhus and the temperature\nwas running high and then when the, and they were laying on bridges kind of,\nsoldiers. Some dead, some alive, some dead, some alive. And | put myself at the\nvery, very end. They were not allowed to touch me really because it was against\nthe law. So |! was, and then there were so many young, beautiful women, young\nwomen, in the towns that, you know, look at me? There's no woman, there was\nnothing. There was a skin and bone little girl. And they were not allowed. So |\nslept like against the wall most of the time but with the rest of the people, they were\nsick on typhus. And | got it, | got it. And | started to, | remember once they even\nbrought, they flew down from Moscow, packages of medications. They had\nconnections with Moscow. And laying there and they put out all the sick people,\noutside. Bombing started again. And they schlepped, we schlepped all the sick\npeople out, they put them outside in barns, some dead, some alive. | was crawling\na little bit and this house was burning and | got out of the house and | was laying in\nthe back of the house. And the house is already on fire and | was laying there to\ndie. All of a sudden, my father's here. It's just like a miracle, a real miracle. How\ndid you get here? When they were walking from the other side of the river and then\nthey crossed the river and then they came, the bombing stopped, and then when\nthe bombing started again and the town was burning, he kept on yelling, \"| had a\ndaughter someplace, | had a daughter someplace. Maybe you saw a little girl?\"\nAnd they kept on telling him, maybe she's here, maybe she's there, maybe it's in\nthis house. And until he came where | was laying under this building. But | couldn't\nwalk. | was like dead, half-dead. He schlepped me, he put me on his back. This\nwas just before the liberation | guess, this must have been like six months before\nthe liberation. And we had bombing and bombing and the partisans more or less\nhad started to fall apart. But we belonged to the group yet, and they wanted to kill\nme, the partisans. He was schlepping me on his back and he said, \"Well, if you\ndrop her and any Germans get her, she might talk a little bit. Maybe she knows\nanything, | mean, she knows something.\" And they just wanted to kill me. And |\nheard that, | wasn't unconscious. Maybe sometimes. And he said, \"No, you will not\nkill my daughter. If you want to kill her, first you have to kill me so | wouldn't know\nit. Then you could kill my daughter.\" And they didn't. And he schlepped me, he\nschlepped me on his back. | was walking with a big, not a cane, but a big stick of\nwood, and after the liberation yet | was walking with that stick. | couldn't walk. And\nthis is how he saved my life. We were liberated not far from So-you-sk (ph). When\nwe got there, there was no government at all yet. They didn't have any government\nyet. But there were no Jews yet. There was, for about three or four days, there\nwas no government at all. It was like, the Germans took off and the Russians came\nin and there was no government yet. And finally | guess the government got\norganized, the Russians, and they. | remember walking with this stick, with my\nfather's help of course, and there was telephone poles and on every pole there was\nhanging a German with his head down. On every pole. | don't Know if | should tell\nthis or not. On every pole. The partisans cut some Germans or some peasants\nthat were involved, who was a policeman and he killed Jews or he was a policeman\nand killed partisans, who was a guy who was with the Germans, you know? They\ncaught him and they hung him up. They were hanging. | remember when we\ncame to Sloo-sk (ph) that was the first day | think, but we just walked in there and\nthey had caught some Germans, the partisans | guess, Germans, Poles, the others\nwho were involved in the German government, and they threw them all, certain\nthings | remember well, certain things | don't, | just don't remember, but this |\nremember. They put them like in one, big mountain of people, living people, alive.\nThey were crawling on each other like worms. Some wounded, some healthy. And\nthe partisans said to my father, they said to him, \"You know what? You have this\nrifle. Why don't you hit them? Hit them in there. Give them for you're wife, for\nyou're son. Give it to them.\" My father gave one hit and he passed out. He can't\ndo it. So they said, \"Come on, how about you? You're a young girl.\" | must have\nbeen close to 16. \"For you're father, for you're mother. You were there. You saw\nthem doing that to you.\" | couldn't, | was like numb. | looked at this. | got sick to\nmy stomach, | started to throw up. | couldn't hit one German. | just couldn't. And\nthen my father got to his feet, he passed out. He gave one hit and he couldn't do it.\nThese are Jews. Jews are not fighters. Thank God now, their Fathers in Israel,\nthank God. But those years were just, | couldn't. What they did to me, what | saw\nwith my own eyes. This is just a fraction of my story, what | saw when it was\nburning. | got caught once, | ran, | walked out of the ghetto and | was going to my\nhouse. | got out, | just sneaked out. And | asked for some food. On the way back\nthey didn't give me. On the way back, | passed by a garden and | was, maybe |\ntook out a few scallions there, | don't know. They caught me. They beat the Hell\nout of me. They threw me back into the ghetto, they could have killed me on the\nspot. They threw me back into the ghetto with a swollen face, beat up. Not the\nGermans beat me up, the Poles. And here | couldn't hit one German. | couldn't.\nMy father couldn't, he gave one hit and he passed out. There is Jewish people for\nyou.",
        "A: Well we were liberated in Swoot-ska (ph) and my father was always a Yiddishist\nand he said, \"Well let's go to my home town.\" He met a woman in Slot-skol-sa (ph)\nand we knew that my mother's dead, and we went to my hometown and then he\nwent to a bigger town in Pinske (ph) to look for some more Jews. Pinske (ph), in\nPinske (ph) a few people survived, not too many people. And another town by the\nname of Wo-nin-yetz (ph) and they were talking, there was the hagga-nah (ph) and\nthere was the Brig-ha (ph) sneaking and looking and trying to organize Jewish\nsurvivors. My father, | really don't know how he found out about it, he found out\nabout it and he got in touch with some people and he said, \"You know what? There\nis a way, they are going to take us to Israel from here. There is the Bra-han (ph),\nthe Haga-nan (ph), other Israeli organizations. And they are going to somehow get\nus out of here and we're going to go to Israel. My father had two sisters and a\nbrother in America. But he didn't remember the address, he didn't remember\nnothing. | mean, he lost everything that was left in the house before we went into\nghetto. And there was no way of getting in touch. But with the Hagga-na (ph),\nAbra-ha (ph), | really don't know which one it was, they organized the left over Jews\nwho ever survived. And they were going to send us, we had to go | think to\nBialystok, to some organizer. This was the main place where they tried to get some\nJewish names and Jewish people and he went there and he registered kind of\nthere and then he came back, this | remember, and then we went, they smuggled\nus, it was 1945 yet. We were liberated in 1944, in Sou-Iska (ph), a year before the\nregular liberation. And they smuggled us as Greek Jews to Lodz. We came to\nLodz, very well organized, they put us in a Kibbutz (ph) being we were partisans\nand soldiers. They put us in a camp by the name of Ba-hack (ph). It was not a\ncamp really, it was more like a group. And we came there and were registered\nthere, they brought us there. | think they gave us papers...\nEnd of Tape 1.\nTape 2",
        "A: Yeah. And from there they smuggled us in, we're not allowed to speak any other\nlanguage but Hebrew, | guess. | was the only one who knew a little Hebrew, how to\nspeak Hebrew. But by then already my father remarried. He got married in Swiss\ngovernment, a Jewish woman with a child. More or less my age, so we were the\nfour of us.",
        "A: He met her in Swoo-sk (ph), he met her in Swoo-sk (ph) right after the liberation.\nSome Jews started to come in from every part of Russia. They came from, she\nwas born and raised in Swoo-sk (ph) but in the war her husband got killed right\naway, | guess, they killed him. And they kind of, | don't know how they got to deep\nRussia. But after the war, it was not after the war the war was still going on for a\nwhole year, but in that area, in Swoo-sk (ph) the war was over. So she came with\nher daughter, also a son but the son was in the army, and my father was a young\nman, thirty-six years old, a lonely person with a child, and he met her. She just\ncame from, | think she was around Moscow someplace, and he met her. And she\nwas also a young woman, lonely. And they got married there. She knew that my\nmother's dead, | mean, they knew my mother is dead. And he married her. So we\nwere like four of us. She wasn't a good stepmother. She was a mean stepmother\nto me, like in the books. | had another war with her. This woman really didn't give\nme to eat, that's how mean she was to me. Let her rest in peace now. And she,\nwe traveled from Lodz through Czechoslovakia, through Germany, into a displaced\ncamp not far from Munich by the name of Poke-ing (ph). They brought us there,\nthey gave us clothes, they sanitized us, they cleaned us up. We were clean\nalready more or less, more or less we were clean. And they start to give us, it was\nan organized camp for misplaced people. They gave us packages of food. And\nthey started to leave, more or less, they gave us a room. It was like a barracks and\nlike little rooms, so they gave us a small room. They gave us enough food. And, of\ncourse, my father always had a profession, he was a barber. So he started right\naway to work in the camp as a barber. We were free already, of course, and we\nwere there. We came in 1946 in January and we left and they closed this\nmisplaced, the DP camp, they became like in 1948. | got married there, met my\nhusband there, got married there, had a nice wedding. But then when Po-king (ph)\ngot closed, they send us to another camp by the name of Feldafing where my son\nwas born, my son was born there in Feldafing.",
        "A: It was a big camp, yeah. Whoever had survived. | mean, they get at us, they\ntook us to a place in Mechelen and Saltzheim (ph) and they at us, |\nguess they sent other people to different camps too, but this was all organized from\nIsrael. Hagga-nah (ph), Abra-ha (ph), I'm not sure which group did it, but that was\nwell, also from Hi-yas (ph) already, we were supported from the Hi-yas (ph) from\nthe United States. They found us, my father's two sisters. Unfortunately the\nbrother just died when we came, but the two sisters they found out for us. It was,\nthe food and everything, the clothing and food was mainly through the Had-dasa\n(ph), Hi-yas (ph), excuse me, not Had-dasa (ph), Hi-yas (ph).",
        "A: What did people do? We start to get organized, like | knew like a little Hebrew.\nThere was kitchens. That there were cooks and brought in food and whoever didn't\nhave any food to eat, you came there, you ate in the kitchen, in the\nkitchen. Or like we had like a family, my stepmother and my father, they gave us\ncare packages and my stepmother cooked for us. My father is being a barber. He\nstarted to work right away as a barber. There were organized, they start to\norganize like schools for children. | was like a kindergarten so | was teaching, | was\ntalking, | had to talk Hebrew to the kids and | knew some Hebrew so | spoke\nHebrew to the children. | have pictures, | have a picture from it. And | guess\nwhoever was a tailor and whoever was a shoemaker, everybody started to\nreorganize their lives a little bit, in that camp even. We had, next door to us, we\nhad a Club with music and the young kids use to go dancing there, next door. We\nwere liberated, we were free. We were already free. And this was, and we start to\ncorrespond with my father's two sisters. They send me packages, clothing, food,\nmoney. We had enough food. And we were there from about 1946 of January. In\nMarch my husband came with his group and we met and we were courting for over\nthree years. And in 1948 we got married.",
        "A: You know, the Jews somehow they are, they know how to live and they are\nsurvivors. So as soon as we got there it was a group like actors and | wanted to be\nan actress. So |! went over there and | said, well | could dance, | could sing, take\nme in, this kind of stuff. And they put up a show, there was like 7,000 Jews maybe\nin that camp. A show, , an old, old Jewish show. And\nthey gave me a part in the other, interviewed me, this guy and they gave me a part\nin there. So they put up like a and after the show, there\nwas dancing. So | was in the show. | played my part and after the show | washed\nmy face, whatever the make-up was on, and | went down and was dancing. And\nthis young man came over to me and asked me to dance. | said okay. And once\nor twice, we were both very good dancers, and this is how we met. And we never\nleft each other again. It was just instant love, instant love. And that's how we met\nand we were going steady, and then when they closed the camp, | got married\nthere. We went to, they sent us to a camp, | was pregnant. They send us to a\ncamp by the name of Fohrenwald. | was there, | gave birth there. Meantime, the\nfamily of my father, the two sisters, especially one sister, was working we should\ncome to America. She just wanted us in America, it's a good country and she\nwanted everybody. She wanted her brother, his wife and stepsister, me, my\nhusband. But my father didn't tell them that | got married. So they send us, at that\nit was affidavits, it was not contracts yet, it was affidavits. They made up papers\nand they were going to take us from Po-king (ph) to America. But meantime | got\nmarried and | put another name on the contract, on the, later on it was contracts,\naffidavits, whatever. And then, all of a sudden, | got pregnant. And they had to put\nsomebody else on it, on the, so anyway, when we moved to Fohrenwald they, my\nstepsister, she says she doesn't want to go to America. She doesn't want to go to\nAmerica. She got up and she went to Israel. She went to Israel and my father's\nsister started, | shouldn't go to Israel. | should come to America. They didn't have\nany children. They wanted me as a child, they will do for me, they'll give me, they'll\ngive my husband a good job. He had no profession, he was 21 years old when he\nmarried me, he had no profession. We had no skills. | was already with a baby.\nWe took some lessons in camp, in English, how much do we know English? Yes or\nno, maybe thank you, that's about the whole thing. But my stepmother, being her\ndaughter, at that time it wasn't legal to go yet, being that the daughter's already in\nIsrael, she wants to go to Israel too. So she schlepped my father to Israel. This\nwas in 1948, must have been the end of 1948 because | got married the end of\nAugust, and a month later they left to Israel. So he saw what was going on there,\nbad. Mo-mish (ph) people were starving and the wars and he kept on writing\nletters, please my kin (ph) don't come here. | Know you don't want to be without\nme, all those years, but now it’s a different world, it’s a free world. You're going to\nsee, | never wanted to leave my father for one day. It's in the partisans,\nthere were a few children and when the plane came, they wanted to take them to\nMoscow. | said, I'm not going. Either I'll live with my father or I'm going to die with\nmy father. They left, they went to Moscow by plane, they took them. | didn't want\nto go. | said, no way am | going without my father. Whatever it will be it will happen\nto the two of us. I'm not leaving my father. So he said to me, \"It's not the partisans,\nit's not the war. The war is over. Go to my sister's. You'll have a good life. You'll\ncome here with a husband who has no skills, who does not know a word of English.\nBelieve me, we are starving. There's no apartments. You can't get an apartment.\nHe doesn't have a profession. | have a profession. | could work as a barber, but\nyou're husband doesn't have a profession. He has nothing.\" Anyway, | let him, he\nsaid, \"If you're coming over I'm going to commit suicide. And then you're not going\nto have a father all together. Go to America.\" And that's what happened. They\nsend, but then already the contracts came in. They send the affidavits and they\nmade affidavits for me, for my husband and for my son. Then they had to re-do it\nbecause by the time the affidavits came my son was born and they had to change\neverything around again, you know? And | said, well, let's go to America. My\nhusband had a family there, they didn't want him to go to America either. Because\nthey were going to go to Israel. My mother-in-law had two sisters in Israel. So we\nwere kind of written aside, | won the case. And we went to America. It just turned\nout that | took my husband's whole family to America. A year later his brother came\nwith his wife and a daughter. And a year later, two-and-a-half years later, we took\nover his mother, she still stayed in Fohrenwald and his married sister with her two\nchildren and a husband. So | won the case. | took them all to America. Think that\nI'm no sorry, it's a beautiful country, we've had a good life here. My husband works\nhard. And then my father, after quite a few years, her daughter went to Montreal.\nShe got married in Israel and her daughter went to Montreal and | couldn't being\nhim here yet. So she took him to Montreal. Unfortunately he died when he was too\nyoung, he died of cancer, he was fifty-six years old. But the time came that | could\nhave enjoyed my father and be with him and give him a little na-has (ph), he died.",
        "A: To me | knew it's not a real life yet, but it was good. It was heaven. | had\nenough food. | had friends. Now | remember my friends, and the rest of the friends\n| just block out, | remember nothing. But in camp, in Po-king (ph) it was a good life\nfor us. It was, but we weren't, if we had from 1939 until 1946 already it was, it was\nalready after the war, it was heaven. They gave us the hi-yas (ph) and there's\nenough packages, enough food. It was kitchens, whoever couldn't cook for\nthemselves they took care of us, they give us clothing. It was a life. What we had\nin the war, this was a good life. Some people from, survivors, they went to towns,\nthey went to business even there, they got married there. | mean, like in Minute-\nhen (ph), Deblin, and those big cities, some of them got re-established there too but\nmy father was a, had a job and this was his profession and we went to this camp\nand we had it pretty good. But we knew that sooner or later we would have to go.\nThis is not a place to finish, to make a life, the rest of our lives. It was, mainly it was\nIsrael. Mainly our aim was to go to Israel. But being of his two sisters and alarming\nand coming and being, he was there before me and life was tough and life was\nhard and life was really hard, you know? So we said good-bye and life in camp\nwasn't a camp. Everybody had enough food to eat.",
        "A: It depends. We came out like from cages. That's all we wanted to do, is have a\ngood time. We went to work, we came back from work. | was working as a, first |\nwas working as a Hebrew teacher, no, first | was working in a place where they use\nto make, it’s a factory you call it. They use to make little sweaters and gloves for\nAmerican, this was done through the Hi-yas (ph). So | knitted, being | knew how to\nknit, | Knitted the little scarves, sweaters, little boots, gloves, and this was sent to\nAmerica. Where it was, | think to Texas someplace, | don't know. So, for this we\nworked and every week we got a care package for that. No money. Just a care\npackage of food we got.",
        "A: Yes, and the daily life, we as children, we had some friends. Once or twice a\nweek we went dancing. We belonged to this kibbutz (ph), Ba-hach (ph), which it\nwas for leftover partisans and soldiers. As a matter of fact, they send us, being |\nknew a little Hebrew, they send a group of us to a different camp, Ba-drack-en-hive\n(ph) to organize. It was also a DP, there for misplaced people. They send us to re-\norganize Ba-hach (ph), to open up a new kibbutz (ph) and that's what we did. As a\nmatter of fact with some of the people | am still friendly up until now. Lovely people,\nintelligent people. We were there for almost a year. And then that group, they\nsend him to Israel and | didn't want to go and they wounded up in the Cypress, and\n| went back home to my father, in Po-king (ph). It was, fora DP camp it was a\npretty good life what we went through. Food, we had. Clothing, we had. We went\ndancing. The Ha-yass (ph) took care of us. | had family in America, they send me\npackages. But our aim was to go to Israel. This was our aim, is to go to Israel. But\nbeing for my father's two sisters, they were yelling and screaming, we should come\nhere.",
        "A: They talked about the past. They were still looking if anybody survived. They\nwere still looking if anybody, someplace survived. So they use to go to different\nmisplaced camps and look around there. They were looking, they were looking for\nfamily. There was one from here, one from ten people, one from seven people,\nmostly from concentration camps. Most of them. With the numbers. And what\ncould they talk? What we went through, and now what are we going to do now with\nour future? What we going to do now? And broken up families. If there was a\nfamily. My father made a family because he married that woman and she had a\nchild, and me, we were like a family. But most it was like one person, one person,\none person. Brother and sister? Not too many. Unless people who came from\nRussia, who had a few families where they came from deep Russia and they were\nlike a few families together. But most of them, they were lonely, lonely people who\ntried to find a mate and get married and have a, to be with somebody, not to be\nlonely. Even some men who didn't know if the wife survived and they got married\nand then the wife came, from someplace, who knows where? There was trouble in\nthis area. But we were two young kids with my father, my stepmother and we had\nlike a little home, you know? In one room. And then we went dancing, we were\nlaughing, we were playing cards, it was a pretty normal life in this DP camp, yes.",
        "A: They did and they didn't. It still was unbelievable that something like this could\nhave happened. | went home, | knew what happened to my mother and my sister\nand my brother. | knew it because the peasants told us. They were watching. And\nfrom this side of the ghetto nobody survived, nobody. From the other side where it\nwas the uprising, like me, survives. And some other people survived. 500 people\nrun out of that area. But survive? Maybe 125. Some of them got starved from\nhunger, some of them got killed, some of them got killed in the partisans. Some of\nthem got lost. Some of them remained in Russia. But the majority of people of my\nhometown went to Israel. The majority.",
        "A: So this was my life in Germany. Got married there and then right away | got\npregnant and | had a little boy, which was like a miracle happened. | just, a miracle.\n| couldn't believe it. As a matter of fact, when | got pregnant | was only 20. | was\n20 when | got married. And | went to this doctor, the German doctor, and he said to\nme, \"You are pregnant.\" | said, \"Well, yeah I'm married and now I'm pregnant.\"\nAnd he said, \"You shouldn't have gotten pregnant, you're not even developed yet.\nYou're not a woman, you're a child.\" | didn't even have, excuse me, my period\nnormal yet. | was 19 and | still wasn't normal. So he said, \"You'll never have this\nchild. | don't Know what's going to happen to you but you shouldn't have gotten\npregnant.\" | had a tough time, | really had a tough time. In this country | would\nhave had a cesarean, but then they schlepped them out, they ripped me apart,\nripped me in pieces. He was born in a camp by the name of Fohrenwald and | was\nfour days in labor. This doctor was right, | wasn't developed, | just didn't grow as a\nwoman. | was still, | was undernourished. I'll give you, food was good but it wasn't\nsuch a vitamins and such, good food. Even in the DP camp, like we had the cans\nof Spam, cans of, it wasn't the right food for a child to eat and the right vitamin food,\nyou know? But then, of course, we got the papers and we immigrated to America,\nthe three of us. Me and my husband and my son. As a matter of fact, my Uncle,\nthey paid up that we shouldn't go by boat so he paid up to fly in here. We should fly\nto America. When we got here the Ha-yass (ph) gave us back the money. And we\nstayed, we came the three of us, without language, without real clothing, without\nknowledge of anything. | mean, just young. Very young. My husband was 21 and\n| was 20-something, not even 21 when | gave birth to him. And we stayed with my\nUncle and my Aunt, they were pretty good to us. It was my father's sister.",
        "A: It was in the Bronx, East Bronx, Franklin Avenue. But to me it was heaven. As\nmeager everything was and we lived with them and to me it was, | was free. But |\nhad a problem sleeping. | heard the plane and | was flying but when | heard a\nplane | was flying out the window. This was going on for years, for years. And |\ntried not to think and I, whatever, for some reason the bombing made such a big\nimpact on me, left me with such a, | was terrified for planes, terrified. | didn't fly for\nmany, many years. Though | flew in here. But! was like, | had like anxiety, when |\nheard the plane fly | had an anxiety attack. And | was flying through the window. |\nwas cold, | was relaxed, when we started to go to the colonies. When |\nwas in the woods and | could run, it's like, always | could hide and run in the woods.\n| was not safe in a building. | was afraid of buildings. | was afraid of planes, of the\nbombing. Because they tried to bomb us out a lot, a lot. And this was my, | got\nanxiety attacks. | almost got killed if my husband wouldn't have grabbed me, |\nwould be out the window, flying out the window. The only time | felt good, | felt\nrelaxed, when | was in the country, in the , In the\n, | was in the woods and | saw the trees and | knew | could run. |\nmean, it was still in my mind, of running. I'm going to run, I'm going to run, I'm\ngoing to run. Though | was safe but | wasn't safe psychologically. | just couldn't, |\ncouldn't, it was still in my mind, I'm going to run. That's it. For many, many, many\nyears. Many years.",
        "A: Well we got here. My family picked us up. We stayed with them. It was very\nhard in 1949, it was very hard to get an apartment. It was impossible to get an\napartment. So we lived with my Uncle and Aunt, they took us in. They had a\nprivate house on Franklin Avenue. We live with them. They gave us food. They\ngave us a little spending money. And then we knew there was a ha-yass (ph). My\nhusband use to go, | had a baby already, and he start to go to school, learn the\nlanguage, went to ha-yass (ph), got some information. They tried to give him a job\nbut he had no skills. So he was, | had a cousin who was a painter, he painted\napartments. He gave him a job as a painter. But before that he was a carpenter.\nHe didn't know how to keep a hammer in his hand, he was a carpenter. Then they\nput him, he got a job, it was Moisher's (ph) Supermarket. He got a job there in\nMoisher's (ph) Supermarket, he use to put the cans on the shelves. And then my\ncousin took him in as a, to teach him how to paint, paint apartments. He was very\ngood at that, once he learned how to paint, and he learned and he painted and he\nmade some money. We stayed with my family for six months, with my Aunt and\nUncle. And then they got us an apartment, also not far from Franklin Avenue, |\nremember the address, 638 Catona Park South, East Bronx. They got us an\napartment. My family paid $600.00 under the table to get me this apartment. But\nthey were very nice, they were not poor people, and they got us this apartment,\ncame with some furniture. And my Uncle bought me a brand new bedroom set, I'll\nnever forget, if | would have that set now it's an antique. | could have made a lot of\nmoney. So |, beautiful two-bedroom apartment, it was on the second floor, two\nbedrooms. But the rent was expensive, $42.50 a month. So what did | do? A lot of\ncame in there and there's one single guy who | knew him from Po-king\n(ph). | rented to him as a boarder. So he lived, | rented the apartment to him and\nhe gave me like, $25.00 or $30.00 a month, so that was a big help with paying rent.\nAnd then a year later, to me it was heaven on earth. If | could go to\nAvenue shopping, buy food, | didn't have to buy expensive food, in those years we\ndidn't Know about cholesterol, but if | could make them a chicken, three meals,\nwhich | did, | was always a big with bala-boosta (ph). | learned from my\nstepmother, she was a bala-boosta (ph). From my Aunts. And | didn't\nknow how to cook, but | learned. | wanted to learn. | wanted to take care of my\nfamily. And | loved every minute of it, from the day | came to this country. Because\n| was free. | was free, except when | was on the plane flight, | was free. And | had\nfood, | had enough food. | had my own refrigerator of food. | opened up and |\nbought bread and milk and | baked cakes and | went out with my kid to the park\nand, | was afraid to go. | was looking with kind of a, | was always suspicious, but\nyou get use to it. And then a year later, we brought his brother and his wife and a\nchild here. And he worked, being my husband worked a little bit by Moisher's (ph)\nSupermarket and my brother-in-law who worked in Germany, he was in a different\ncamp in Germany, also with this kind of a supermarket goods, and they were\nthinking of going into business. No profession, what do you do? You go into\nbusiness. So they start, they looked into it and they bought like a small, little\ngrocery. Money we didn't have. And my Uncle said to me, \"Humph, | gave you\neverything. I'll give you a business? What does you're husband know about\nbusiness? Was he ever .. .[End of side 1 of Tape 2]. . . but to give us money? To\ngo into business. He said, \"You're not, you're still green horns. You have to bring\nyourself up first before you go into business.\" Anyway, we borrowed here a few\ndollars, there a few dollars, and he worked. Those years he made nice money as a\npainter. And we saved up. He didn't even know, | saved up $1,500.00. And then\nwhen he went to business, where are we going to get the money? | took out the\n$1,500.00, | said, \"Here's $1,500.00.\" He said, \"What? Where did you get the\nmoney?\" | saved it up. And his brother brought a set of Rosenthal (ph) dishes from\nGermany, he sold that. And they bought like a small, little grocery. And they\ncheated us from top to bottom, from top to bottom. We couldn't make a living out of\nit. Not two families. | remember they started to take out, like $30.00 a week, and\nsome food when they could. By then already | had a beautiful apartment, they had\nan apartment. The ha-yass (ph) helped with apartments, a lot of people, a lot. |\nwas lucky that | had my Uncle, my Aunt, my father's sisters helped us. But the\nother newcomers, they use to call those years, the ha-yass (ph) helped.\nHelp with money, paid for rent, gave money for food, for a while. Until you got jobs.\nThey tried to give you jobs, they got you jobs. And luckily, as | said before, my\nfamily was very helpful. They gave me kosher dishes, they gave me ;\nthey gave milk, they gave , | was kosher in those years, very kosher. And\nthis is how we bought this little store and they cheated us. They were\ngreen, they were green. But they never gave up. They didn't give up, and then\nthere was, they started to build a huge, big building on the concourse. The store\nwas like off the concourse and they started to build like a big building with a huge\nsupermarket on the bottom. Well, they got panicky. If this huge supermarket goes\nin, we are completely out. At least, legally we push through days and months\nthinking what to do for the future, but now with this supermarket coming up, forget\nit. So they looked at each other, the two brothers, and they said to themselves,\nhow do we get this supermarket? We could buy it. But we don't have any money.\nWhat are we going to do for money? There's no money. My Uncle says he's not\ngiving me any money because you're going to lose it, he said, they cheated you out\nof this little store and now their going to cheat you again. He wouldn't give it to us.\nHere | have already another child was born, my daughter was born in 1952. What\nare we going to do? We started to talk to Green-na (ph) and Green-na (ph) are\nreally helpful, you know? And they lended us money, they got $2,000.00 here,\n$1,000.00 there. Maybe we got something for this little store here, | don't know how\nmuch. My husband maybe knows more about it. And believe it or not, we bought\nthis Supermarket. They went to the people that put in the electric supply and they\nwent to the people that gave us the food, you know? Am | correct, Heshew?\nHeshew: About what?",
        "A: How we got into the supermarket, to the big supermarket? It was the first air\nconditioned supermarket in the Bronx. | think in New York, maybe.\nHeshew: Yeah.",
        "A: The first air conditioned supermarket. We have pictures. There was a line when\nwe opened up, there was a line around the corner coming into the store to buy.\nAnd we worked hard, | mean, they worked hard. They worked very, very hard.\nThey still took out very little money, and to pay up all the debts, that we owe people\nmoney. And the business, | was in seventh heaven. | have enough food. | could\ngive my kids food, food, food, food. Until now, my gut obsession is food. Just to\nhave enough food for my children and for my grandchildren. They are always right\nabout me. Why is my Babba so obsessed with food? So | explained it to them,\nhow many years | was hungry. That! had raw beets and raw potatoes, and now |\nhave food and | don't want my kids to get hungry. We're not going to be hungry,\ndon't push on us. And thank God the store was good. And we saved and we\nsaved. We lived very, how you say it? Within splash, with lots of money. And\nthey had and they worked very hard. In those years the supermarkets\nwere open seven days a week. And later hours. He hardly saw the children. By\nthe time he came home the kids were already in bed, like 7 or 8 o'clock. Until 7\no'clock the store was open, Friday until 9 o'clock, | think it was. And Saturday,\nSunday, it was seven days a week. And then they opened up another store. On\nKingsley Avenue, another supermarket. In the beginning it wasn't\ngood, in the beginning it was really, it was bad. But then with hard work and a little\nby little it was good. It was good. He made money, we made money and | had my\nhome, which | didn't have a house but apartments, which | was always in seventh\nheaven. | kissed the ground in this country. | had my family, | had my food, | had\nmy FrigidAir, | had my home. What?\nHeshew: She had nothing else to do, just kissing the ground. Her husband was\nslaving and she was kissing the ground. Not a bad idea.",
        "A: [Laughter]",
        "A: Yeah.",
        "A: Here?",
        "A: Well here we started like accumulating together. Like all the survivors. One\nfamily was looking for another one. We got together. We had our own groups. |\nreally didn't, | only mingled with my family, which | had family, cousins, they were\nvery nice to me, very nice. | had a big, beautiful family and they took me in with\nopen arms. But concerning the , that we were called all those years, the\nnewcomers, the survivors, we got together. We had our groups. We start to play\ncards, we let a normal life. Tried to lead a normal life. Of course, the past, you\ncannot forget. And you cannot just let go. It's deep in you're mind and in you're\nheart. | think of it until the day you die. It will never, never, never leave us for one\nminute. Those years back, even up until now we have the same organized\norganizations, which is only by survivors. We have New Years Eve parties. | got\ninvolved, years later, | got involved in the ZOA. We had a group, then we moved\nto, this was many years later, to Pelham Parkway. | got involved there. | was\nPresident of the , It's a Chapter from the ZOA. District 20. And we\nmade like a Ladies Auxiliary, it's a chapter of it and | was President for ten years. |\nworked very hard, of course no pay. And we raised money for Israel. Our lives\nwas quite normal. | still did not talk about what | went through to the kids. Until my\ngrandchildren started to grow up and understand what means, they start to learn in\nschool and ask questions, then | started to talk about it. But our life here was pretty\ngood, | can't complain really. | never complained and my husband worked very\nhard. | never worked. To me the kids were my first priority. And | took care of the\nkids, | didn't trust any babysitters. For five years | never saw a movie in this\ncountry. Any place | went there were the kids and the kids and the kids. Later on,\nwhen they got a little older, | put my emphasis on education. | tried my best to push\nmy kids through schools. If they were weak, to, never had a babysitter in their lives.\nTo, how you call it, someone to help my kids with education because | wasn't\nknowledgeable enough in this country to learn English. | never went to school here.\nWhatever | learned, whatever | know in writing or reading, is only from reading. |\nread a lot in those years, an awful lot. And this is what | tried to push on my kids.\nSend them to Hebrew school, send them to, | led a pretty normal, Jewish life.\nGoing to even when they, when my husband went to\nwork | took both kids, schlepped them to school. Of course, the holidays, | was\nvery close with his family. He had a, then two or two-and-a-half years later, after\nwe came to this country, | think two-and-a-half or three-and-a-half years, we\nbrought his mother, his sister with her family, a husband and two kids, to this\ncountry. And | considered myself extremely blessed and very lucky to be into a\nfamily. Because | didn't have anybody from my mother's side or my, | had my\nfather's two sisters and some cousins here, but they were very good, but survivors?\n| was the only one. There was another sister of my mother with five kids. They all\ngot killed in Lack-ma (ph). In my town where | was born, the name of it is Lack-ma\n(ph). They all got killed. So | considered myself very blessed and very fortunate to\ngo into a full family. They all came from Russia. My husband lost his father right\nwhen the Germans came into their town, they killed him immediately. No, they\ndidn't. They took him into a camp and they burned him, to Belzec. And he got\nburned, they burned him. But the two brothers and the sister and the mother are\nvery, very close. All these years, they were in business together, we lived in the\nsame area together, more or less. | lived in , the Parkway, they lived\non the Concourse and then they moved to Parkway, and then we all\nmoved to Pelham Parkway. And that's where we lived for eight years until | moved\nin here and | considered myself very lucky to be in a family like this and my life here\nwas quite normal. My husband tried to be in business all their lives, on his life. He\nworked himself up. Thank God he made a good living, always. Money was no\nproblem. When | had the supermarkets, food, | always had galore. And we went\ninto real estate little by little. And thank God financially we did pretty well for\nourselves.",
        "A: My family. My children. To raise my children, maybe in a liberal way, maybe too\nmuch liberal. Maybe too much of liberal. To raise my kids, to give it to them, they\nshouldn't be hateful. They should love all kinds of people. They should be good\npeople. They should have professions. They should have a profession and God\nforbid a war comes over or whatever, they should have something to fall on.\nBecause my father, if not this profession where he was a barber, we would never\nhave survived. See, | wanted my kids to have some kind of a profession. Of\ncourse, | didn't want them to be a tailor or a carpenter because this is not the\nJewish mother's thing for children. What does a Jewish mother want, is her\nhusband? Her children should be a doctor, a lawyer, a teacher, at least a teacher.\nSo | was pushing for teaching for my kids. So both of my kids actually, originally\nthey became teachers. My son was a special education teacher and my daughter,\nshe wanted to be a veterinarian when she was a little girl, but she was raised in the\n1960's. She was not really a full fledged hippie, but kind of on the very liberal side.\nShe went to Binghamton, to school, was . And what | said, |\nwas pushing for teaching. Now she became an Anthropology teacher, she's a very\nbright girl. And she was teaching anthropology for a full year and then she came\nhome and said, \"Ma, | don't like this profession. | don't want to be an\nanthropologist.\" | said, \"What do you want to be?\" \"I want to be a doctor.\" | said,\n\"You're crazy. Now, after so many years, so much work you put in being a teacher,\nnow you want to be a...\" \"I want to be a veterinarian.\" Well, she's very bright. |\nwas against it. The truth is she took crash courses in Italian. She was short in Bio,\nshe was short in Chemistry, and she went to Italy and she became a doctor\nveterinarian. And she's practicing now. And she's doing very well. She has her\nown place and she is a very good veterinarian. My son became a special\neducation teacher. And after a while he didn't like teaching either. He didn't want\nto be a teacher. And he got hooked up with a friend and somebody else, | guess,\nand they went into Nutra System Diet Centers. And thank God, God was good to\nthem. He did very well. Very well. He makes a good living. Now the Nutra\nSystem is not so well, the Diet Centers, but he makes a living, thank God. He does\npretty good. She's also a teacher, his wife. A lovely, lovely Jewish girl, very nice.\nAn angel of a child. And they gave me three beautiful grandchildren. And this is\nmy whole life, | live for them. | lived for them. And | still do. | still do live for the\nchildren. This is my whole life. Nothing else matters to me.",
        "A: With my husband, we talked, yeah. | talked to my husband, also not too much.\nAlso not too much. He never talked at all. But also not too much. | was going on\nwith my daily routines of life. Getting up in the morning, cleaning, see that the kids\nshould go out for fresh air, taking them to schools, baking, being with his family,\nbeing with my family. And this was more or less my life, was wrapped around this\nhere. Not too much talking. | started to really open up more when my\ngrandchildren started to ask questions because it was, when my kids went to\nschool they didn't talk too much about the Holocaust. They really didn't. Not in\nschools. But at home, | couldn't talk. | didn't want to put this pain on them. But\nonly when my grandchildren in Junior High School, | think, started to talk about it.\nAnd then they kept on asking questions and | really started to open up to them.\nAnd | was sitting with them, they were writing and telling what | told them and | told\nthem what | went through. They do know. | don't Know if they know every, little\ndetail, but most of it. They do, they know what | went through, yes, they do know.",
        "A: . He knew that | am a survivor and | went through Hitler and | lost\nmy mother, my sister, my brother. | survived. And that's how | met his father. He\nknew that he was born in this DP camp in Fohrenwald, he knew about all those\nthings. Which is not, it's painful and as a child they cannot realize what this means\nand how much pain his mother went through. And even, | don't know if they know\neven the loss, if they could feel what | lost. If they could feel my loss and my\nmother. | was raised without a mother practically. When | needed her the most she\nwasn't there anymore. And | had to take care of other people all my life, in order to\nsurvive. This was in the partisans, even after the war, when my father married my\nstepmother. She wasn't a good woman and | had to prove myself, to be good and\nto be, and to do things. | always took care of somebody, all my life I, nobody,\nexcept | happen to take care of me, but | always did for people that my life should\nbe easier or to be good or to impress people. They shouldn't hurt me, they\nshouldn't leave me. The fear of leaving was in me a lot, a lot. Like especially fear\nwith my father of leaving. It was really kind of a, painful to me. Very painful. Even\nhere, being in this country, and he didn't live here. This feeling went away when he\ndied. It's like it was wiped away, like | was relieved. And up until then, until the day\nhe died, just either | was holding on to him . When he died, | was sure\nthat, you know, God took him away and | cannot even explain. | cannot explain the\nfeeling of it. The fear that I'm going to be left alone. But when he died, its like\nsomething, a clock in me says well, this is, if he left you and he will never come\nback and you have to take care of yourself and you're family. This is you're family.\nYou're father is gone, you cannot lay on him anymore. You cannot depend on him\nanymore. He cannot save you anymore. These fears for some reason, it was, it\nwas a terrible, frightening thing. Maybe if it was just me, maybe other people didn't\nhave this, | don't know. But | had this pain, | had this terrible pain.",
        "A: Unfortunately, yeah, we talked, | talked to my father, yeah. | was like his life. |\nwas, | am by nature, | was a strong, self-confident person. My father gave it to me.\nHe was the one who inflicted this on me. You are beautiful. You are the smartest.\nYou know how to do this and he gave me the confidence in him, in me. He made\nme, whatever | am now, he made me. But unfortunately, circumstances after the\nwar ripped us apart. He went to Israel. | went to this country. Then he couldn't\ncome here. And he went to Canada. As soon as he got to Canada, he was, from\nIsrael he traveled to Argentina, he had a sister there. And from there he couldn't\ncome to straight here, but to Canada, through Italy, so he was in Italy. And | was\nalways of course in touch with him, close in touch with him. But really, being\ntogether he should see me grow as a woman, grow as a mother, grow as a wife.\nHaving a family that, he never saw it because he wasn't with me. That's bothered\nme a lot, it still does. , but when it came to\n, for some reason it didn't work out. So then he lived in Canada,\nin Montreal. And | use to go there constantly, he use to come to me. He was\nwhen my son was born. It's not like you\ncould hold his for my child. It was just the circumstances didn't\nhappen, it just didn't happen. | use to go a lot to Montreal, | open him a\nbarbershop, | didn't have too much money then but | did my best. | opened him up\na barbershop to make him happy. They wanted to be there. And then,\nunfortunately, he got sick. He got sick. He got sick and | use to schlep him here,\nschlep him to doctors here. Schlep him for surgery here. He had eleven surgeries,\nhe had cancer in his testicles. And he was sick for about six or seven years. Now,\nhe would have been saved because medicine is so progressed now that prostate\ncancer is now much easier to help and to cure within those years. | mean, he died\nsix months . Six months.",
        "A: Yeah, we talked to each other, yeah. With him | talked a lot, yeah. But he was\nalso one of those people who couldn't see me suffer. So he would start to talk, and\nhe said, take her around it, around it, don't talk. Don't aggravate yourself. You're\nhere. You have a good husband, you have a beautiful family. Don't go back. No.\nBefore he died, he called in me and my Uncle and my Aunt, and he said, \"Look to\nthe High my kin\", he said. \"You went through a lot. This is you're first ,\nI'm dying. I'm not going to make it, but | want you to have a the\nway. The way, , the way you want it. That's you're first symbol in\nyou're life. Make a big bar mitzvah, make a nice bar mitzvah\". He thought that |\nwas rich because | use to help him a lot and give him a lot. | had enough. Never\ncomplained on money. And he said, \"Don't worry. I'll be with you. I'm going to be\nthere every minute of you're step, watching you. , enjoy it.\" And\nthat's what | did. | made him a big bar mitzvah, | had to give him , Tl\nhave the music and | had because he didn't trust me. | had an\nextremely close relationship with him, close. Because this is all | had, you know?\nAnd | saw where other fathers left their children, he didn't. He was really watching\nover me. He use to wake up in the middle of the night, touching to see if I'm there.\nlf not, God forbid, some soldiers grabbed me someplace, to rape me or something.\nHe was so overprotecting me. He did. He protected me. There's no end to it. It's\njust, it was a time period in my life, in this country, that | had good times. | raised\nmy kids. | was involved in the ZOA. | had the club, raised money. And |\nwas kind of a very, very happy person. Now, it comes with age. | think more than\never. Why me? Why did | not take my sister? Why didn't | schlep my mother with\nme? Maybe they would have survived. It's like conscious. I'm not blaming me, but\nactually my mother saved my life. She pushed me out of the second ghetto. But\nmaybe my sister would have survived if | had grabbed her hand and take her to the\nother ghetto. Why didn't | do that? It's, | have more time on my hands now and\nmany times you don't sleep at night, you think. And | cry a lot. | do cry. And if I'm\nby myself, | say, why didn't | do this? Why didn't | do that? Maybe things would\nhave been different. But | guess I'm not the only one. | read a lot about it. | read\nthe book about the children, survivor's children. | think everybody feels this way.\nI'm not the only one. | have a girlfriend, , she's going for therapy. |\nmean, fifty years later. And she just started to go for therapy because she can't\ncope with it, she can't live with it. After fifty years. This is one of the girls, she lives\nin New Jersey, that we survived together. Her father actually saved my life up in\n. He gave me this piece of fish and she is a very educated girl. She\ncame here single, she went to school, she was a teacher at Stiverson High School,\nand she just, now, , she's not old, | mean, she just can't, why did\nshe do this and why didn't she do it and why her sister got killed, her mother got\nkilled? Three kids got killed. Maybe she is blaming herself a lot. It's kind of like\nshe went back to Lock-ma (ph). She went back to Lock-ma (ph). She's, her fear\njust in this age, she lives with this fear. | lost the fear. | don't have this fear. Oh,\nwhen | hear something happens to Israel, | get panicky. I'm, you know, | get\nscared. But the fear of bombing and running, it's gone. This is gone. You know?\nBut we are, | think each and every one of the survivors, is, how could you say it?\nVery, very unhappy people. With all the happiness, with all the money they made\nfor all those years, with the children and the grandchildren and the homes,\nfinancially okay, | have this home, | have a home in Florida. But deep in you, there\nis certain pain that is unbelievable. And each and every one of us, whoever | talk\nto, it just, | think it will go to grave or take it with us. This kind of thing that we've\nbeen through. It's not just sometimes a person is being killed. To blame yourself,\nyou blame your father, you blame your mother, you blame the world. It's just,\nat least you're alive and none of us is going to die young, but our whole\nlife was kind of a, in pain. We lived in pain. With the money, with the homes.\nThere was like a cancer in you that ate you up. This is life. This is our, even the\ntimes that we blacked out, we didn't want to think about it, we didn't want to talk\nabout it, this guilt. Guilt of dancing, guilt of drinking, guilt, we are guilty to have a\ngood time. Why me? Why not my sister? Why not my brother? She was eight\nyears old, that little girl. An old lady of 85, my grandma. Had to get undressed? In\nfront of so many people and shooting, blowing her brains? Why? Just because\nshe was born a Jewish woman? So, as | say, with all those richness that our\nhave now, survivors. With all the good times, and we do have good\ntimes, we go, we dance, we sing, we have wonderful times. But there's something\nthat is eating you up inside. Eating you up inside, like a cancer. And it just, | think,\ni's me, | think. The older | get the worse it gets. Overprotective of my\ngrandchildren. Or if my son is flying. My granddaughter is flying. My grandson is\nflying, he's going by car, he's going to come. It's just, what | went through, my son,\nmy only son | guess, | have a son and a daughter. It was in the 1960's and he\nwasn't a good student and | was afraid by 18 they'll take him to Vietnam. Well, this\nwas the last thing | would have done. | would have, but | went to, not to in order for\nhim, he shouldn't go.\nEnd of Tape 2.\nTape 3",
        "A: | just couldn't see, God forbid, they will take him to Vietnam, to another war, he\ncould get killed. And | couldn't. | just, | went from doctor to doctor, trying to make\nhim sick. I tried to, he shouldn't go to the, not to the army, but | forgot\nhow you call it. | pushed him into a school in Louisiana. He was such a bad\nstudent. | mean, later on he picked up and he really is a great guy, a very\nsuccessful businessman. And he, we pushed him into a school in Louisiana and he\nwas there and he was doing bad and | was afraid, if he's going to drop out, they are\ngoing to grab him into the Army. He had to stay in school. | went, at that time he\ndeveloped some boils from nerves. He was never away from me too, he was like a\nmother's little boy, you know? | was always protective, the Jewish mother. | went\nto doctors, to skin doctors, this is like I'm saying it here, off the record. | almost took\nhim out for $10,000.00 in those years. | cried my eyes out. | told him my story, |\nsaid, | cannot afford to lose him. | almost say yes, | almost paid somebody off for\n$10,000.00. | was going to get him out. Because | couldn't afford, otherwise if |\nwouldn't be able to do this | would grab him and take him to countries or off to\nCanada or someplace. He would have never went into the Army, never, never.\nAnd | was running from place to place to place, telling my story, why | cannot send\nhim to the Army. Why it's not fair. | lost so much, why should | lose another child\nnow, this is all | have. And, but luckily, | mean, luckily all of it was very fixed, I'm not\nsure, but the numbers came out. | don't Know if you know this story, in the 1960's,\nthey drew lottery numbers. And his number was the first one to be out. Then | was\nsafe with him. Then | was safe with him. | never gave my kids swimming lessons.\nNow my grandchildren have everything because they don't listen to me. They\nswim, the big ones swim too, but | was protective. | was very, very, very protective.",
        "A: You mean an effect on my children?",
        "A: I'm sure it did. I'm sure. There's a lot of books now written, especially my\ndaughter | think. She's a rebel. She married one non-Jewish guy for no reason at\nall. Then she divorced this one after ten years and she married another non-Jewish\nguy. Though | have a good relationship with her, she loves us very much. She isa\nvery bright, very pretty child. But maybe she picked up here and there about what\nJewish people go through and she married these non-Jewish people. Maybe that's\na reason to it. And my son now almost always says, —\n, they're sick in the head. All children. But | think you\nare normal, you are okay. It didn't effect you. He said, but luckily you didn't talk\nabout it. Because | have a niece here who, she's not crazy, she's very bright. She\nhas her problems | think and she blames that her mother talked too much. She\nheard that her mother talked about the, what she went through, that she wasn't\n. | was not in a concentration camp or Dachau or Auschwitz. Her\nmother was a Russian and she blames, she was married, she was divorced. She\nis not stable. Very bright girl, very bright. She blames her parents of talking too\nmuch about the Holocaust. That's why she's screwed up. She does. And there\nare a lot of books written about this kind of a thing, the children of survivors. That\nthey do have problems. So, | don't know. | don't think, | don’t think so of my kids,\nthat they really have problems because of that. | really don't think so. My daughter,\nmaybe she's a little rebel, she married one non-Jewish guy on top of another non-\nJewish guy. Maybe this has anything to do with that. But | don't see my son or my\ngrandchildren, any effect of the war. Maybe they don't talk about it and tell me, but\n| don't think so. | really don't because | didn't show. | didn't show, | didn't talk, |\ndidn't act. | was always vivacious, outgoing person. Always.",
        "A: Yes. Yes. | cannot be partial to non-Jewish people. | don't trust them. | don't\nbelieve in them. | just, for Israel, | would give my life of course. | worked non-\nprofitable organizations only to raise money and to send to Israel. When it comes\nto non-Jewish people, | don’t have any confidence in them. | don't trust them. |\ndon't. Because we lived next door to non-Jewish people. The same non-Jewish\npeople who robbed my house. Grabbed my brother's violin. Killed my brother.\nAnd | saw what they did. How could | have confidence in them? How could | trust\nthem? They use to come into my father's barbershop, eat and drink, and into my\nhouse where we lived. My father's best friend. And then when | came to them to\nask for a piece of bread, they throw me out of the house. On top of that, they were\nthe worse killers in the ghetto. The worse killers. How could | have confidence?\nHow could | trust them? None of them. None of them, unfortunately, | don't trust a\nnon-Jewish person in relation to Judaism. | don't. I'm a good Jew. I'm not\nreligious. I'm not saying religious Orthodox religious. Deep in me | have a\nconviction, you know? I'm Jewish. Tradition. | love the Jewish tradition. And |\ngave my kids a Jewish tradition. Not religious maybe, | should have and maybe\nthis wouldn't have happened with my daughter, | don't know. But I'm not a young,\nIsrael person. I'm not. | ama, | wouldn't say a liberal. | try to teach my kids liberal.\nLiberalism. | tried. They, maybe not to hate each other. Because it's wrong. It's\nso wrong. That one race should hate the other like that. It's so wrong. It doesn't\nbring any, even now, when | see what's going on in Bosnia, | can't understand.\nWhy? Why can't everybody, you're Jewish, be Jewish. You're Moslem, be a\nMoslem. Don't hit me, | wouldn't hit you. You do your own thing. I'm going to do\nmy own thing. | can't understand this. Why hate each other like that? For what\nreason? | have a right to pray for my prayer, but as long as I'm not hurting you. |\ndon't care if next door to me lives a , but don't hit me, don't hurt me, |\nshouldn't be afraid of you. Be my neighbor. Be a good person to come into my\nhouse, we'll have a cup of coffee, we'll talk about business, about the children.\nWhy hate me only because I'm Jewish or you are black? God created us like that\nso why hate each other like this? For what reason? | can't understand this. And |\ntaught, | was teaching my kids the same way. But still, | didn't trust them. Because\nfor all the 2,000 years we are being, we are the one, now we have in Bosnia, it's\n, It's different religions, but those, way back, you didn't have those\nthings. They always, every religion hated the Jews. Every religion hated the Jews.\nFrom 2,000 years ago. Why? If you believe in God, God made it this way. Jesus\nis not the God, God made Jesus, yeah? Jesus made himself as a, Jesus was\nJewish too. So why hate each other? We work hard. We came to this country.\nWe were never on relief. Never on footsteps. | had neighbors, nice people. So my\nhusband went to work, he scrubbed herring. Came home, he was smelling of\nherring. Never saw his children go to bed and get up in the morning. We worked\nhard for my , for our money, very hard. Why can't other people do this?\nWhy hate the Jews, because they are hard working people? The truth is, | have the\nhighest respect for the Oriental people. | love them. They are good people. They\ndon't bother me. We have them in my building. They go, they work, they work\nseven days a week just like my husband worked. The families are the back of the\nroom. They eat whatever is left over, whatever my husband had left over in the\nsupermarket, he brought it home, | made a meal out it. They do the same thing.\nThey are beautiful people. They have a right to live like anybody else. They work\nfor their money. They are family orientated people. And that's what | tried to instill\nin my kids, this kind of a liberal way of life. But it doesn't work. It still doesn't work.\nOne bad thing about the Jews, and boom, everybody's on the Jews. Everybody's\non the Jews. A plane's going to explode, they are going to blame the Jews. That's\nwhy | would love to change the world. They should be one race. If there's a lot of\nraces, to teach them how to get along together. How to live together. How to\ncompromise. But! guess, | don't know how. I'm not, I'm too old and maybe if | had\nbeen born here maybe | would have some kind of knowledge. But I, so | guess |\nam in a way a liberal. That! don't trust in non-Jewish people against the Jews, you\ncan't blame me for that. What | went through. What | saw with my own eyes.\nThough, some Christians are very nice to me, very nice. They gave me food.\nGave me a haircut. Gave me shelter. So, but the majority in this world is against\nthe Jews. The majority of people are against the Jews. | can't straighten this out.",
        "A: Yeah.",
        "A: Not really, my father was a liberal. He couldn't care less that he's a, we had a\nkosher home. We had a grandma in the house, in those years, we had the kosher\nhome. My father went to Shula (ph) every Saturday, but not really Orthodox. |\nnever had non-kosher food in my house. My mother came from a more religious\nhome than my father. They came from two different backgrounds. My father came\nfrom working people. As a matter of fact, my father's also a musician, was a\nmusician. There were ten children in his family. There were four boys and six girls.\nAnd my grandpa was a musician. As a matter of fact, they took everything away\nfrom me, | would have shown it to you. | have a picture and one of the books which\nwas crated by Bashevitz Singer (ph) and he has my grandfather there playing this\nfiddle, that | gave the men. He was playing the fiddle, what | gave to this Museum\nnow. But they have everything. They still didn't send it back to me. | should really\nbe after them. So they were all four brothers, they were musicians, all of them. My\nfather played all the instruments, you just name it, piano, just natural, naturally\ncame to them. | don't think that, none of them knew how to play by notes, they all\nplayed just from their heads. | was trying to bring something up, but | forgot what |\nwas going to say.",
        "A: Well | was a child yet. | really didn't know much about any religious, religions of\nthe world. | had a kosher home, as | said. And my mother use to bake bread. It\nwas a small town and holly and we ate together, Friday night we ate\ntogether. And . We were not like a young Israel, | wouldn't say\nyoung Israel people. More tradition with a kosher home. Jewish traditionally\nestablished people. But not , no. We were not . And | still am\nthe same way. Same way.",
        "A: Yeah, | do have a desire. | do have a tremendous desire. | would like to be in\nthis grave. | was in this grave right after the war and | saw the big grave. Through\nall those year, whoever survived in Israel, they really worked on it and they made\nthe , now there's no more Communism, but when it was the\nCommunism even, there was a nice group of Jewish, if | would have been in Israel,\n| would have been over there many times, in Lackenbach. But in here,\nunfortunately there's not too many people in America. There was one girl who lost\nher husband and one woman, what | was telling you, that she has some problems,\nmental problems and she still, now she's going through group therapy, she's going\nto a psychiatrist, like the whole thing came back to her, you know? It was like, she\ncan't live with it, it's just tormenting her. The past is tormenting her. And | don't\nhave anybody to go with. But from Israel they go constantly. They put up a\ngorgeous monument, gorgeous. Even for the Russians, yet. A big monument with\nall the parades and all the, whatever has to be done, and all the names. Whoever\nis laying in this grave, my mother, my sister, my brother, my Aunts, my grandmas,\neverything is written down. A big, big, beautiful monument. And many times, they\ngo like every year, when it was fiftieth, they are there since 1942. So they had like\na memorial there and everybody from Israel went. | had to go from America. |\nhave a back problem and | have this anxiety attacks, up until now, but in different\nways. And from this, | had nobody to go with. Last year | wanted to go, my\nyounger grandson wanted to go with me, and for some reason it didn't work out. |\nhave also a stomach problem, | have a terrible case of colitis. So 1 get nervous. |\nsit on the bathroom more than I'm outside. And my husband says, well, you're\ngoing to go by yourself. How are you going to travel? You have to either go to\nIsrael, go with them to Israel or you have to go to, meet them in Warsaw. He didn't\nwant to go, he's not a well person. He had two open-heart surgeries already. So\nhe said, | cannot go with you. And my family said, Babba, why are you going to\ngo? You have plenty of aggravation, you still talk about it, sleep with it, why? Don't\ngo. But I'm dying to go. | am dying to go. | want to go. But | don't Know how to\nwork it out. Maybe to go to Israel and go with them to Israel. From there to go. But\nfrom Israel, they are going constantly. Every December there is a big, big, beautiful\nmonument. They take very well care of it. And maybe someday, if | leave, I'll go. |\nwill.",
        "A: Yes.",
        "A: | wasn't thinking for a while. There was quite a number of years in between that |\nreally didn't think. | was so involved with the ZOA and raising money for Israel,\nbuying bonds, selling bonds, getting dressed up, playing cards, raising my two\nchildren, that | really didn't even think about it. | didn't think about it. | just kind of\nlike blacked out. Sometimes we got together, you know, a bunch of us, survivors,\nand we talked about it and then when | left | had a normal life. Now it's kind of like\nmore and more on top of me. More and more reminders of it. | think more about it.\n| am more in the house by myself, the kids are out of my life, thank God they're\ndoing well. | don't know, but | ask some people, survivors, as a matter of fact |\nguess I'm not the only one. Because they opened up here on Pierce Blvd. group\ntherapy of survivors. Just survivors. A whole bunch of them. And hundreds of\npeople are going there. And | was thinking maybe | should go there too.",
        "A: Images. What! went through. How | went out of this ghetto. It bothers me a lot\nthat my sister, at least my sister, my mother was only, | didn't realize how young\nthey were. My mother was thirty-six years old. | didn't realize that, I'm missing, like\nI'm missing that side of the family. | think about what | went through in partisans\nand my father died so young and he really didn't have enough time to have na-has\n(ph) from me. And we talk now, we get together, our survivors, we talk about it. Do\n| have maybe less to tell than the concentration camp people, then from Auschwitz,\nTreblinka, My-don-ick (ph), you know they had it worse. They had it worse than\nme, as bad as | had it they had it worse. And we talk about it, we do talk about it\nand it bothers me more, it bothers me more my sister, that my brother didn't\nsurvive. You think what you went through, you see on television certain things.\nYou see the misplaced people, it comes back to you. It comes back with and you\nfeel sorry for those people. But now they are being helped from people all over the\nworld. | say, why wasn't we helped? Maybe it would have been different by us if\npeople in the world would realize what's happening to us? Maybe we would have\nhad some help like those, | see the children, it really breaks you, you know?\nThough they are not Jewish, but it doesn't matter. They are people. They don't\ndeserve this kind of a treatment. They are plain, different, ordinary people, why do\nthey have to get involved in this kind of a way of life’? And then you know, your own\nlife comes back, those years, and they say, well now at least they are lucky,\neverybody's trying to help them and fight for them. Nobody fought for us. Nobody\nheard about us. Some may think, well maybe they were happy to kill us out once\nand for all, the Jews, and get rid of them. But they didn't, thank God. So, | don't\nknow. Every chance | have now | run to the kids, my grandson, my whole life, my\nwhole pleasure, | run to the kids. You think | make this punch here for myself? No.\nFor the kids. All for the children. And this is my life, the kids, now.\nnot going to die anymore, | would like to in the house from the kids\nbecause they are good kids, thank God. Very protective over me, very protective\nover me. Babba don't do this and Babba don't do that and very proud of me when\nwe go places, they introduce us. We went to my grandson's college graduation, |\ndidn't stop crying for one minute. | said, this happened to me. | lived to see a\ngrandchild graduating college? It's just unbelievable. It's just like I'm pinching, I'm\nalive, I'm dead, | got killed in the partisans, | got killed in the ghetto. This is my\nchild? This is my grandson graduating from college? | lived to see it? Yes, | did.\nYes | did. It's just sometimes you wake up and you say, no, that's not me. That's\nnot me, that's really not me. My daughter's a doctor? | said, no. | don't deserve it.\nWhy God chose me to have a daughter a doctor? Why did he choose me for that?\nWhat did | do right? | didn't do anything right. | didn't , NOW\nthrough the years | probably did plenty of wrong things but by then | was twelve\nyears old. How much wrong could | have done? Why did He choose me and not\nmy sister or my brother? So all those things take you back for some reason, it just\ntakes you back. | have one son, my grandson is in Northwestern, such a\nprestigious school. On the other hand I'm so thrilled that it's a free country, that\nbeing Jewish that my kids could do whatever they want to do. | didn't, at least they\ncould do. And they could accomplish and they could go to the best schools and we\ncould afford to pay for them. So I'm blessed, I'm blessed but probably | took away, |\ntook with me the blessings for my family, for my brother. Whatever belonged to\nthem probably, | took it away. | wasn't selfish, it wasn't up to me. See, we are\nscrewed up people. With all the best in our lives. We are still screwed up people\nand that's it. | mean, six years is a long time to suffer, a long time. | try to be good\nto people, | give a lot of charities, a lot. | help, try to be helpful to people, doesn't\nmatter. Whoever comes in, they are homeless, | feel sorry for the homeless. |\nalways give them something. For Israel, for ZOA, forget about it. Ha-dassa (ph).\nAlways involved in something. It makes me happy.",
        "A: Your welcome. Well, at least this is | guess some of it, | think I'm sure there's\nmore to it. And when you think about it and you sit and say, if | did not tell this, why\n| tell that? But it was funny, it's vague, it's mental even. | was laying down in front\nof this building, the building was burning, | was halfway unconscious and here |\nhave my father standing in front of me. | mean, what is it? Fate, somebody was\nwatching over me? Well, he was asking people and they told him that this group is\nhere and this group is there, look here, look here, look there. And he was looking\nall over. The building was burning and out of ten minutes | would have been on\nfire. All of a sudden, he's there right in front of me. To schlep me on his back. To\nsave me. And there's other things, who remembers all those things? But | was,\nfrom 1939 until really we run out of ghetto, | just, | was a smart child. | didn't want\nto play with children, that's all | did, is reading, reading, reading, reading. Polish,\nHebrew then and Russian, from my parents. | didn't play with children. Even for\nthe two years when the Russians were there, | was also very unhappy. And\nthough, in America | am a happy person. People think I'm a very happy, outgoing\nperson. But certain things | don't remember. | was six months with those peasants,\nwhen my father was in the partisans, and | remember nothing. | don't Know what |\nate there. | don't remember, | just remember sleeping on that oven and burning my\nflesh, was burning. But the rest of it, and then when they came to pick me up. |\ndon't even remember when they left me there. | don't remember what | ate, what\ndid | do? They didn't keep me for nothing, | must have been either with the sheep\nin the fields or helping, doing something with the kids. | must have. Nothing. And\nchunks like this of my life, like they are just out. | don't know why. Completely out.\nThat's the story of a survivor, my dear. But unfortunately, every week is different\nfunerals. If Hitler would come up, would wake up now, and see that we still, we\nhave a lot of green-na (ph), survivors, who lived a long, long age and lived a\nbeautiful generation, left a beautiful generation of people, lawyers, doctors,\npoliticians, on television, he would drop dead again. And every time, | use to have\na speech, I'm good in those things, | have to get it out now. If Hitler would wake up\nand see what we are doing here and the generation we left. We left, believing\nbeautiful people behind us. A beautiful generation. This is just the first generation,\nhow about the second generation? That will come up also, doctors and lawyers\nand reporters and involved in politics. A really big, most of our kids are educated\npeople. Ninety-nine percent of our survivor's children are very highly educated. At\nleast a teacher, many more, many are a teacher. So | guess we'll never go. The\nJewish faith, the Jewish religion and Jewish people will survive, will survive. They\nare supposed to be the chosen people, but | don't see it. Why pay such an\nexpensive price, | can't understand either? But Hitler didn't wipe us out. No way.\nNo way. No way. They are going to be alive and free and now we have to work for\nIsrael. Now we'll have to see that our generation and our second generation, third,\nthey should be all Judaism, should be aware, and really stand guard. | don't know\nhow, but they are educated people, like, God should give, Swen-ton Da-Yah-ho\n(ph) is a young powerful man. God should give him the wisdom and lead us on the\nright track and Israel should survive. And we are human people and we are people\nIn the world, the people who come up with us, that we are a Nation, we are a\nPeople. And we have to survive like anybody, like any other Nation has to survive,\nwho God created. It doesn't matter, black, white, green or red. If God put us here\nwe should survive. And one should not kill the other. We should help each other.\nSo now we'll have see that Israel should survive, that's all. Thank you very much.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\n[Date not labeled on audio tape]"
    ]
}