{
    "rg": "RG-50.549.02.0045_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Lonia Mosak, conducted by Gary Covino, on June 11\", 1999, in\nSkokie, Illinois. This is a follow up interview to a United States Holocaust Memorial\nMuseum videotaped interview conducted with Lonia Mosak on July third, 1996. The\nUnited States Holocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr\nfor making this interview possible. This is tape number one, side A. All right, let’s just\nstart -- let me just start by asking you to -- to say your name and where we are today.",
        "Answer: Where we are today? We are here in Skokie. You want the address?",
        "Q: Or just say that we’re in your apartment, or --",
        "A: Yes.",
        "Q: And say your name.",
        "A: Yes, my name is Lonia Mosak, and the address too, 4840 -- 4840 Foster, 60077.\nThat’s my address.",
        "Q: Okay. And, well, thanks for talking with us. You’ve done an interview, a video\ninterview for the museum in Washington, and you’ve also done some other interviews for\nother --",
        "A: Yeah.",
        "Q: -- projects of the museum, so some of what we’re going to talk about today will\noverlap with that. But the main subject we want to talk about is sort of what your life was\nlike from the time of liberation, all the way up until today.",
        "A: Okay.",
        "Q: So, including, if you went to the store yesterday, what did you buy?",
        "A: Okay, so I should start to talk, yes?",
        "Q: Yeah, well, you know, we’ll go back to the end of the war, I mean, the f --",
        "A: Yeah.",
        "Q: -- first thing just to cover was, I understand from your history that you were actually in\nseveral camps during the war.",
        "A: During the war, yeah, yeah.",
        "Q: Which --",
        "A: From Auschwitz we went to Gross-Rosen, to Ravenbreek, and to the end in Neustadt -\n- Neustadt-Mechlenborg, we lived a couple months til the war finished, yeah.",
        "Q: And when the war was ending, right at that period --",
        "A: When the war was ending, when we were liberated, we tried to head back to Poland.\nThere was a lot, how you call it? Mins, explosive, underground. One of my friend died\nfrom that. She pulled a pia to make a piece of bread, and she right away with a shrapnel.\nSo, we decided to leave Germany, we went back to Poland. That was a mistake, because\nin Poland were very bad.",
        "Q: Let me ask you first --",
        "A: Yeah.",
        "Q: -- at the end of the war, which camp were you in?",
        "A: Which camp I was? Beside the ghetto, in the camp, I was in Birkenau, in Auschwitz\nsince 1942, til 1945. But in the Dead March, when the Russian was behind, we have to\nrun together with the Germans.",
        "Q: And when the Russians were coming, which camp were you 1n at that point?",
        "A: No, that was the Russians and the American came in the same day. That’s in Neustadt-\nMechlenborg, the same day. They both came in the same day, yes. And then we tried to\nhead back to Poland.",
        "Q: What -- What had the conditions been like in that camp? What was going on in the\nweeks that was leading up to liberation?",
        "A: You mean in Birkenau?",
        "Q: Yeah.",
        "A: Mm. When we came, we have to start to build the camp, because was just the electric\nwiring all around half. We haven’t got no water, no nothing. It was like a lot of malaria, a\nlot of camp -- a lot of sickness, because was -- they make the camp from a farm, so we\nhardly could work, it was still [indecipherable], the ground. And I was there til 1945, in\nthe same camp, very close to the crematorium, just a couple steps away.",
        "Q: Did you -- did you have much of a sense of how the war was going, that things had\nturned against the Germans?",
        "A: No, we didn’t know nothing about it. If they find a pencil, or a piece of paper on\nsomebody, right away they hang the person. So, we didn’t know nothing wi -- but we saw\nthe planes running above, but we didn’t know nothing of what’s going on. That -- that’s\nthe way it was, until we came to Germany, we realized that the war was coming to an\nend. It’s going to take -- but every day, people were dying anyway, from hunger. Every\nminute, actually.",
        "Q: What was it that -- that made you realize the war was ending soon? What did you see?",
        "A: What did we see? Because the German starts to go away from Poland, from the\ncamps, and come closer to Germany, over there, in the other camp. There was no place\nanyway, to run anyway, because all the camp was fu -- filled. So we was tha -- we didn’t\neven know when the war finished, because I tell you how we find out. Near us was\n[indecipherable] from pilots, where the Germans shot down. French pilot, English pilot.\nWe didn’t speak English, but they cut the wires, and they told us we are free, because the\nGerman ran away from the camp, they locked up, and we didn’t know the war was over,\neither, but we understood what’s happened. They went out, and we went out, and we\nstarted to run to the houses to get some food. But all the houses was empty, not with\nfood, with people, because they were sure when we came out 1n the camp, they going to\nkill them. So they just -- they left all the -- in the whole city was empty houses, th-the\nGermans run away.",
        "Q: What -- when -- when they cut the wires --",
        "A: Yeah.",
        "Q: -- and they said, you know, you’re free --",
        "A: Yeah. Over there was not electric wires.",
        "Q: Right.",
        "A: Not in this -- in Auschwitz was electric wires, not over there. They told us that we\nstart to run for food, that’s the first thing, whatever we saw, sugar on a wagon, any --\nanything what we could eat, we started to eat, because for six years we were starving to\ndeath, really.",
        "Q: But at the -- at the moment that that happened, and you realized --",
        "A: Yeah. We --",
        "Q: -- the war’s over, we’re free, do you remember -- did -- anything people said to each\nother, or how did -- do you remember your own emotions at that time?",
        "A: Yes, we -- we was -- we was happy the war -- the war was an end, but we wasn’t\nhappy, we lost everybody. But we didn’t know what to do, actually. It -- 1t wasn’t\norganized, nothing was organized, we just was running from one city to the other, and we\nwouldn’t know what we going to do, where we going to end up. It wasn’t yet order -- we\nmade a mistake, we went back to Poland, that was all. We couldn’t go back to Germany\nlater. So a lot of people who stayed in Germany, they organized them, and they got help.\nWe didn’t have any help in Poland. I came back to my city, and I went up to the\ngovernment to ask for help, we were 10 girls. So he gave us the key from the school,\nwhere we was finishing school, that building belonged to a Jewish family, but they --\nthey got killed. So I told them, “How about food?” He said, “Nothing else. Just stay.” So\nwe were sleeping on the floor, and we were starving, actually. We didn’t have what to\neat. It was horrible. So, after a couple weeks, some people from my town came back to\nthe city, and he told us that we shouldn’t stay there, because they already killed four girls\nthat went in -- in a hiding place there. The Armia kryova went in, they killed them, and\none was hiding under the bedsheet in Israel, they tried to kill them. So the -- the life was\nvery danger in Poland. So he says, “Don’t stay in that city, you’re going to be caught --\nkilled. You better come to Lodz, to a big city there are kibbutzim there, they’ll take you\nin.” So we were happy to have [indecipherable] had, and a piece of bread. You could\nonly stay six months. We have to smuggle ourselves to Israel. So I -- I knew I had a\nbrother in Russia, I was already in contact with him, so I didn’t want to go, I want to\nwait. So they send me to another kibbutz, in Bialystok, to stay another six month. We\nstood there a couple months, in this -- and these, the Polish people was very angry, they\ndidn’t want the Jews back. So one night they came in, the police, and they give us\nammunition, they going to attack us, going to be a pogrom, you have to defend yourself,\nwe can do nothing about it. So five people went to [indecipherable] on the train. We tried\nto pull out from Bialystok. Four of them got killed, they took them down from the train,\n18 - 19 year old. What -- Hitler let them live, but the Polish wouldn’t let them live. One\nwas hiding under a pleated skirt by a lady in the train, so he survived. So he crawled\nback, and he told us to pick up the bodies. So, when I saw that, in time my brother came\nin, so I pick up my brother, and I says, “I’m not staying here. I’m going to\n[indecipherable] right here the Bricha taking out the people,” because they says it’s a\ngraveyard in Poland.. When we went out on the street, and we saw dead people, dead\nJews, they wasn’t missed by nobody, their families was killed a couple years ago in the\ncamps, and they came back from Russia. So they got killed in Poland. So I took my\nbrother, and I went on the train. We sitting on the train, and a Polish woman says to me,\n“You know, they took down yesterday, Jews, and they killed them.” Like she gave me\nthe idea that I’m going to be killed too, in a couple hours. So I almost fainted. Finally, we\nreach Vulsa -- we came into Vulsa, I fainted. I couldn’t take it any longer. So I find out\nthat the Bricha organized people -- actually, they organized people who came back from\nRussia. Russia let in a half a million Jews. So the older people -- so I got together with\nthem, and we start to go -- the Jewish agency made up with American government that\nCzechoslovaki should let us in, out from Poland. It was like a couple thousand people. I\nwas the only one with a number, actually. So, we went to Czechoslovakia. In\nCzechoslovakia we stood overnight, and we have to go to Austria, and they prepare\ncamps for us. We came to Austria, a few thousand people. The people who should\nprovide us with bread, sold the flour, and we didn’t have nothing to eat, we have to run in\nthe field to dig out a potato -- a pickle, to eat. That was after the war, in 1946. In time, I\nmet my husband, because he had a couple brothers in Russia, in the army. So he told the\nRussian people coming back from Russia, maybe one of his brothers will survive. None\nof them survived, they all got killed. So I met my husband, so he says to me, “How\ncomes a number’? It’s mostly people with the Russian.” So I told him I was waiting for\nmy brother, he’Il -- til he came back from Russia, and together I decided to leave Poland.\nWe have our chance, the Bricha -- thanks to the Bricha. So my husband told me that he\ngot papers to go to the United States in a month, a cousin sent him papers. But if I marry,\ntwo people can go on the same certificate. I didn’t even know my husband, to be honest\nwith you. I decided, what do I got to leave? Israel is closed the doors, you couldn’t go to\nIsrael anyway, we have to smuggle ourselves. The people who went there, went to\nCyprus, you know. I didn’t have where to go, I was hungry. My husband, when he was\nliberated, he didn’t live this town. So the UNRRA gave him -- put him in a hotel, and\nthey gave him three meals a day. So when I came in, I see this [indecipherable] table,\nwith white tablecloth, and eating. I couldn’t believe it, that’s a dream. So I decided I got\nmarried, only the condition my brother should stay with us. So that’s what’s happened.\nFrom that month, turn into two years. They didn’t let into the United State, they’re going\nto elect a president, it took two year. So, a very hard time in Austria. We couldn’t work,\nwe have to live on a ration, [indecipherable] gave us. A herring, a piece of bread, and\nthat’s how we lived for two year. Finally, we find out, in order to go to America, we have\nto go to Vienna. Vienna was occupied by the Russian. So we got ourselves on that train,\nand we start to go. The Russian soldier came out, and he says, “No, you can’t go there.”\nSo he took us down from the train. So we was waiting for another train, and we came to\nVienna, on the boat, on Vienna. Now, we have to go out from Vienna to Germany, with\nour paper. Rush -- Vienna was occupied by the Russian, so we couldn’t go. So we were\nstanding, they tore us down from the other train, and they told us, “You got to live here,\nyou got to vote here, and die here. You can never go out from here.” We were like 10\npeople. So, we standing at night, and thinking what we going to do, til a -- a German guy,\na young guy came over to us, and he says to us, like that, “You know, my father takes\npeople over the border. If you want to go, you give me a few dollars, til -- Pll take you,\nshow how to go over the mountain.” If I see the mountain during the day, I wouldn’t\nclimb up. So we took -- I said, ““What’s going to be if he catch you?” The Russian is out -\n- downstairs, you could see they working with the car. He says, “Well, I tell him my cow\ngot lost, and I went to look for the cow.” He got us over the mountain, we stay overnight,\nbut how we got down from the mountain, the very high mountain, I figured maybe I lay\ndown [indecipherable] they had a hard time to get down. We came down, finally, from\nthe mountain, we didn’t carry anything. We came down from the mountain, we already\non the other side, in Germany. In Germany, you can’t go in a hotel at night, everything is\nclosed. And it’s raining, we don’t have a place where to go. While we was walking, I\nwalk over -- a man was walking with a lady, and I says to him, “What -- we just came\nfrom the other side, and it’s raining. Where can we go?” So he says to us, “Come on, I'll\ntake you to a hotel, maybe they’ll let you in.” So we thank him, we came in the hotel, and\nthe guy said, “I’m sorry, no room.” I says to him, “Listen, I don’t care what you see, I’m\ngoing to sit here in the lobby, I’m not going out in the rain. No way I’m going out. We\ndon’t -- we just came in, and we have no place else to go.” So he gave us a room, and we\nstood there. Once we got there, we went to Bremen, in Germany, and we have to wait\nlike five weeks til we can go to America. The problem is, people who came to the Joint,\ngot it good. They greet them by the plane. They gave them -- they pay six months rent,\nthey gave them a job. We didn’t came through the Joint. My husband’s cousin was a\nreligious man, he wants to show in the shul he do something, so he borrowed the paper\nfor somebody else, so they was not responsible for us. So, we came he -- we came to\nBoston. From Boston we have to take a train to Chicago. Nobody waits for us, we didn’t\nknow any langu -- English, nothing. So we sitting in the Union Station, and in the\nmorning -- a whole night -- in the morning, I hear Polish women, speaks Polish to each\nother. They come to clean -- and I finished school in Poland. So I walked up and tell them\nthe story there. Nobody waits for us, where should we go, what should we do? So they\npick up a telephone book, I gave them the address and the telephone, and they called the\npeople, and they picked us up. They picked us up, then we came to Chicago. I came to\nthe HIAS, and told them the story, they said, “We’re not responsible for you, you can’t --\nwe don’t want to do nothing, not even a job.” Luckily, I find here a friend, he took me\ninto the factory to work. I was two days in this country, I went to work. And I didn’t even\nhave money for the car fare, a dime, so he paid the car fare. And I went there, I got a job.\nMy husband didn’t get a job right away. We went through a very hard time in Chicago,\nwe couldn’t get a -- a place there to live. We stayed with them three, four weeks, so\nfinally they rented a room for us. The lady put in, in a closet, she put in a bed, in a walk-\nin closet. There was no heat, where to put a chair. That’s wasn’t a -- that wasn’t the worst\nthing. She got three teenage girls, we couldn’t use a washroom in the morning, and I have\nto run downtown to punch a card. So I washed my face in the kitchen, and I ran for work.\nI worked a couple of years downtown, til -- til finally we got another apartment, you\nknow, just rented. If you was lucky, just rented an apartment, by somebody, not on our\nown. So finally, my husband couldn’t get a job, so somebody recommended the\n[indecipherable] work he does, a lot of Jewish and Polish people open up a cleaning\nstore. For that you don’t need money. You take an empty store, you buy an old sewing\nmachine. I still didn’t give up my job. So I worked there, we open up the cleaning store,\nmy husband was in the cleaning store, and that’s the work, I came to work in the store,\nand I worked til 12 at night to keep up the thing. Next couple years, and I already have a\nlittle money in the bank saved up, and I have the children. You know, it was very hard,\nthe beginning, we don’t have help from nobody. Mostly refugees come, they have a lot of\nhelp. The Joint pay the rent, they -- they get them a job, they watch over them. I didn’t\nhave that luck, so the same thing after the war, people stay in Germany, the -- right away\nthere was organized camp, they got what to eat. We was on the bad side, we was in\nPoland, we couldn’t go back, the Russian didn’t let us go to the border. So, we live hard\ntimes.",
        "Q: Let me ask you a couple things. I just need to --",
        "A: Yeah.",
        "Q: Move this slightly.",
        "A: Yeah.",
        "Q: Let me ask you this -- let’s -- let’s leave your story right there --",
        "A: Yeah, yeah.",
        "Q: -- where you’re -- you’re now in this country, but I’d like to go back actually --",
        "A: Yeah.",
        "Q: -- to where you started, and pick up on a -- a couple things --",
        "A: Yeah.",
        "Q: -- that you said. I’m -- I’m still a little curious about that first day, when you realized\nyou were free. I mean, how long do you -- was it after you heard you were free that\neverybody started to run into the town and look for food? Was it just a couple minutes,\nwas it a couple hours?",
        "A: The first minute, we thum to run for food, nothing else existed, just food. I ran up and\nI -- I went up on a wagon, started to eat a lot of sugar. Anything what we saw, we started\nto eat, we were so hungry. Most people got sick from it, because the stomach was so\nshrink, we couldn’t even eat, but -- but people were so hungry, they though they’ ll eat the\nwhole world, would be enough food. That’s how they started to eat. And the German got\nplenty of food in the house, mind you. For 10 years, they storing food for 10 years. So\neach time we went in a different house, and -- and we ate there, you know.",
        "Q: And you said that the houses were empty?",
        "A: Yeah. They all left, they run away. Near our camp, you couldn’t find a house that\nGermans should be occupied there. They were sure that we going to kill them when we\ngo out.",
        "Q: What if when you had gone to --",
        "A: Yeah?",
        "Q: -- any of these houses, what if you had found some of the Germans in there? Did you\nwant to kill them?",
        "A: No, there wasn’t, they wasn’t there.",
        "Q: But I’m saying, what if they were? Did you -- did you want to kill them?",
        "A: Well, I would like to, but I -- I couldn’t do it, no. I tell you what’s happened. There\nwas, near [indecipherable] time, was a lot of soldiers, and there was -- and when -- and a\nlot of raping going on, too. So when we went into the house, came in a Russian officer,\nIll never forget, a very intelligent man. And he says, “They let out from the jails, the\nworst thing, and they rape the woman. I’m going to sit the whole night and watch you.\n[indecipherable] I can do nothing about it,” he told us. So that’s what -- he was sitting a\nwhole night, and they start to knock in the door, and then, when they saw him, they run\naway. Then we went a little further, and the same thing happened. So we made up -- the\ngirls, we were 10 girls, we made up, if they knock on the door, we run out in the back\ndoor, and there was a lot of broken trains, so every girl was laying under a train the whole\nnight, cause train didn’t move, they was broken. And we was laying a whole night, and\nthere was [indecipherable] got in the house. A whole night that we were laying there til\nit’s got light, then we -- we came out from the -- under the trains, and we start to look to\ngo any further. There was a big struggle after the war, a big struggle. Was no\ngovernment, was no nothing.",
        "Q: Did you -- right after the liberation, where were you for the next few days or weeks\nafter that?",
        "A: All by ourself.",
        "Q: Did you go back into the camp, or once you left the camp did you never go back in\nthere?",
        "A: No, we didn’t go back, we didn’t -- we didn’t go back. You know, in a room like that,\nhalf the size, was maybe a hundred girls. We was laying down, there was no room to turn\nover, that’s how it was. We didn’t go back. We went in the houses, we took some clothes.\nSo then, we went on a train, the train was standing [indecipherable] going. We took some\nclothes for ourself, we went on the train. The train was standing all night. So a Russian\nfella came in, and he says, “Oh, girls are here, okay, we going to bring my friend.” So we\nran out from the train, and we wait there, the train left with all our stuff, we have to go\nlook for other stuff. We didn’t want to go back to that train. Was a big struggle after the\nwar, with no government, no [indecipherable]",
        "Q: So from the -- from the moment of liberation --",
        "A: Yeah.",
        "Q: -- you were -- you were totally on your own?",
        "A: On our own. Nobody could help us. As a matter of fact, we saw our -- our German\nguard with a wagon, with horses. So we walked over, he should give us the wagon. He\nsays no. So we went to a Russian fellow, and officer, we told him we want the wagon to\ngo away from the camp. So he took the German by the head, and threw him in the -- in\nthe ground, he says, “You take whatever you want, you’re entitled, and go ahead.” One of\nmy girls knew how to operate a wagon with [indecipherable]. See, we tried to go any\nforwarder and forwarder, til we got to Poland, and then we have to leave everything\nbehind, because they -- they -- they checked us up. We didn’t have any money anyway,\nbut was free -- traveling was free, people didn’t have anything. I mean, Poland was our\ngraveyard, it was impossible to be there, they killed 50 people in Kelts. That’s the people\nwho lived through the war, they came from Russia with children, they killed them all.\nWhatever they find a Jew, they killed him.",
        "Q: Did you know that this was happening in Poland before you went back there, or not?",
        "A: We didn’t know -- we didn’t -- that we should go. We just didn’t want to be in\nGermany, so we tried to go back in Poland. It was a mistake. We didn’t know they going\nto organize. We didn’t know what to do actually, where to go. Finally I went to -- back to\nPoland, and some people took back property, you know -- that we went back. There was\nno way to go back without an organization to take care of you.",
        "Q: You mentioned -- you mentioned earlier, and I think you mentioned in one of your\nvideo interviews, that Jews were being killed by the -- how do you say it, the armia --",
        "A: Armia kryova, yes.",
        "Q: And what -- what kind of group was that? Who were they?",
        "A: That was -- that were like a underground Polish army. They was for one thing, just to\nkill the Jews, that was their idea. They killed four girls right near our town, in a little\ntown.",
        "Q: Mm-hm. Had they been fighting the Germans, as -- were they like the underground, or\nwhat -- what were they?",
        "A: No, I don’t know if they was fighting, but that was the -- after the war, that was after\nthe war.",
        "Q: Mm-hm.",
        "A: Maybe they was, but I don’t think so -- that they did. Only the Poles would fight after\nthe -- the German -- [indecipherable] the Russian, they organized themself, but not the\nother, not the others. But Jewish people was fighting in the ghettos all over, a lot of\npeople don’t even know about that. In Bialystok, 70 people -- I went -- went there --\ncame there to find a grave, 70 people were fighting, girls and boys was fighting against\nthe German.",
        "Q: And I think while you were in one of the camps, there was an uprising in one of the\ncamps, wasn’t there?",
        "A: That was in Birkenau, yes. One of my girlfriends, she -- they hanged the four girl. See,\nthe woman [indecipherable] ammunition, and when the men came into work in the camp,\nthey gave him the ammunition, you know, little. Well, when the uprising was there, I\nthought when they -- they killed a couple Germans, they put them in the oven, they did\nwhatever they could. But, in a few minutes later, you couldn’t see the sky, that’s how\nmany airplanes [indecipherable] German. And the German wants to find out how did the\npeople organize themselve, and to kill so many Germans, and all this thing. Well, they\nran across one girl, but she broke down -- not mine girlfriend, from my town, she broke\ndown and told them on three others. They arrested the girls, they kept them in a bunker.\nOne of my friend, she was typing whatever they say. They took her -- I don’t know how\nyou call it, the strip? What inside with steel, you know, strip, like it’s -- how you call it?\nA strip. When you going to beat up something, you have a --",
        "Q: When you’re going to --",
        "A: The thing, yeah.",
        "Q: Oh, you mean, like a whip?",
        "A: A whip, yes, and they put in steel, and they beat them on the body, on the naked body,\nand a doctor was there to revive them, so they can get out of them. Mine girlfriend never\ntold anyone, and the four girls was hanged, right in the -- we have to stay and watch. This\nwas only four weeks before they evacuated from Auschwitz. Like in January, that’s\n[indecipherable] they killed four girls, you know.",
        "Q: Do you have any idea, during that uprising, how many Germans were killed?",
        "A: No, I don’t know. They couldn’t kill that many, because some of them started to run,\nyou know, away, and they shot them down anyway. They kill mostly the Germans, but\nthe -- but the Sondercommando were working, you know. They -- they -- they killed\nthem, they put them in the oven, they did a lot of things, you know. But they didn’t\nsurvive, these people, either.",
        "Q: Did you see any of that happen?",
        "A: No, I couldn’t see, there was -- no, that you couldn’t see. But I saw the sky was right\naway with airplanes, and -- and they start to shoot down whoever starts to run. So I don’t\nthink everybody make it, you know, out.",
        "Q: Let’s go back to after the war, when the -- this Polish group --",
        "A: Yeah.",
        "Q: -- was killing Jews.",
        "A: Yeah.",
        "Q: The -- the English translation is -- I think it’s called the Polish Home Army, in\nEnglish.",
        "A: Yeah, yeah.",
        "Q: Were you sure that it was members of that group that were doing these killings?",
        "A: Yes. That was their name, that was their main thing, to kill all the Jews. Jews lived\nthere 400 years, they have some property, and for them, the war was a plus, because they\ngot in in a minute -- lot of people was poor Polish, too. And they got in, they got\neverything. They didn’t want a Jew -- if a Jew got in in a house, he didn’t get out alive\nany more. So we don’t even know how many was killed. They didn’t want the Jews there\nany more, so they could have everything.",
        "Q: When you were, you know, leaving Germany, and you decided at first to go to Poland",
        "A: Yeah, we did --",
        "Q: -- and you said well that --",
        "A: -- we didn’t realize the reaction, we didn’t realize the --",
        "Q: Yeah.",
        "A: -- We Ca --",
        "Q: Well that’s -- that’s what I wan -- I wanted to ask you about.",
        "A: Yeah.",
        "Q: Because, you had lived in Poland, I mean --",
        "A: Yeah.",
        "Q: Did -- wi --",
        "A: [inaudible]",
        "Q: -- did you -- from your past life, you hadn’t --",
        "A: Yeah.",
        "Q: -- you didn’t feel that the Poles were hostile to Jews?",
        "A: Yeah --",
        "Q: Or that they were?",
        "A: -- they were very hostile, but we thought after the war, maybe it’s changing. We\ncouldn’t believe they’re going to -- ready to kill the Jews. We didn’t -- we didn’t think of\nit. In po -- was very bad in Poland lately, after the war, you know what’s happened in\nPoland. First of all, when we went [indecipherable] they told us the Polish, in the same\nage where we were, “Go to Palestine, you don’t belong in here. That’s not your place.”\nThat was one thing. We got up in the morning, we saw all kind of signs on th -- on the --\non the building, the J -- the Jews are Communists, the Jews are that and that. Then, after\nthat, they put down the -- they organized them in the churches. Every Pole who came in\nfor the village, have to wear a green band, and stay by the Jewish store, so when the other\npeople come in, they wouldn’t let them in. You know, that’s a Jewish store, you’re not\nsupposed to go to the Jewish store. That was a open boycott in Poland. Even in the\n[indecipherable] asking what you going to do with the Jews, with three and a half million\nJews, which to build up Poland, 400 years, they say, beating up make no sense, but\nboycott them with the business, that’s yes. That was written all over, in the papers. So the\ngovernment was hostile, and the people was 10 times more hostile.",
        "Q: So when you went back to Poland and found all this going on --",
        "A: We knew about it.",
        "Q: Did it make you angry? How did you feel?",
        "A: We was angry, see, we had -- we have a house, I want to take back the house from the\ngovernment. Mine girlfriends the same thing, they have houses. Then they figure, maybe\nwe'll find somebody from family. Maybe they was in different camp, and they survive.\nThat was the reason we went back. I wouldn’t want to stay in Poland, but bec -- be --\nthere was no way out. If not the Bricha, everybody will be killed there, they wouldn’t\nleave anybody else. They took care on them. They knew -- they knew, because the\nBricha, some of them was born in Poland, and they knew. That’s the only way to get out\nthe Jewish people from there.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nLonia Mosak. This is tape number one, side B. You went back to Poland, and found all\nthis going on --",
        "A: We knew, but --",
        "Q: Did it make you angry? How did you feel?",
        "A: We was angry, see, we had -- we have a house, I want to take back the house from the\ngovernment. Mine girlfriends the same thing, they have houses. Then they figure, maybe\nwe'll find somebody from family. Maybe they was in different camp, and they survive.\nThat was the reason we went back. I wouldn’t want to stay in Poland, but bec -- we --\nthere was no way out. If not the Bricha, everybody will be killed there, they wouldn’t\nleave anybody else. They took care on them. They knew -- they knew, because the\nBricha, some of them was born in Poland, and they knew. That’s the only way to get out\nthe Jewish people from there. So they took [indecipherable] a half a million, when they\ncame back from Russia.",
        "Q: The -- you mentioned I think that nine or -- nine or 10 girls that y-you --",
        "A: Yeah.",
        "Q: -- you were together.",
        "A: We were together all the time.",
        "Q: Who were they? How did you -- how did you get together, and how did you --",
        "A: Well --",
        "Q: -- form your group, and --",
        "A: -- I tell you something. In Auschwitz, we’re like that, when you stay in a group, some\nspeak French, some speak Yugoslavian, some speak Greece, so everybody stick to their\nown town, to their own friends, what we went to school together. So, I was with mine\ngroup. Everybody got their own clique, like they say, because we couldn’t -- we couldn’t\ncommunicate. The others speak Greek, they speak French, they speak Italian. We\ncouldn’t -- we couldn’t understand. So they did the same thing, they grouped themself\nwith their own people, with the same language. That’s the way it was.",
        "Q: So was your group -- were they from your town, or --",
        "A: From mine town, mine -- we went to school together, town. The thing is, but I didn’t\nmention it, they always made selections in Auschwitz. The selections were like that.\nBecause they couldn’t bring a townsbut on the outside, like they got a note, 3,000 people\ngot to be killed. So, they took from the place that we were standing -- people only survive\nin the wa -- the last in the line. I came back to the barrack one Hanukah, 1943, yeah, I\ncame back, we were thousand 1n the -- in the barrack, only three came back. They count\nup, if they have enough, they they’ll let the last go. Only three came back from thousand.\nAnd that -- each time there are selection, somebody ask you how you survive, I always\nsaid the same thing, I was the last in the line. That’s the only way, not because we were\nsmart, or we was healthy, didn’t matter. They have to burn so many people. And that was\neven worse, because the people when they came from a transport, they didn’t know\nwhat’s going on, it was the night. But when they took the people from the camp, and we\nknow where they’re going, that wasn’t -- that was very sad. There -- there was crying,\nthere was hollering, they were singing the Haptikvah. But they knew where they going,\nthey saw every -- and you know how when they put the people on the truck, they didn’t\ntook him down gentle, they open up, and just like potatoes, they roll down on the -- on\nthe ground. That’s the way they treated people.",
        "Q: I’ve talked to, in some of the other interviews --",
        "A: Yeah.",
        "Q: -- ve done with people who were in the camps --",
        "A: Yeah.",
        "Q: They --",
        "A: Were in Auschwitz?",
        "Q: Various camps.",
        "A: Yeah, it’s --",
        "Q: Various ones, several. But th -- one thing that some of the people, not all of them, but\nsome have said to me that by sort of the day of liberation, or the time of liberation, the\nend of the war --",
        "A: Yeah.",
        "Q: -- they -- they had almost given up, or were almost ready to die, that they didn’t care\nany more.",
        "A: Yeah, it’s happens to me, too.",
        "Q: ’'m wondering how you felt? That happened to you?",
        "A: I really wanted to commit suicide, to be honest with you. We were starving in Poland,\nthere was nobody to -- I started to sew a little bit to make a few cents. We -- we bought a\nfew potatoes, that’s where -- we didn’t have an-any nothing, the Polish government\nwouldn’t help you. So, I really wanted to commit suicide, there was no way out. So, in\ntime, came a guy from mine town, what he was going to the Yeshiva, by a -- by a\n[indecipherable] next to the Yeshiva. So he knews me. So he said, “Listen, don’t stay\nhere, the life’s danger. Ill take you to Lodz.” There was kibbutzim there. We didn’t\nknow where to go. How can you go when you don’t know where to go, to whom to go?\nWas very sad. So, he took a few of us, we went in there, he took us in a kibbutz. So, to\nme it was a haven, you got a roof over the head, and you got a piece of bread. And then I\nhave to go to Bialystok, and was very sad of a day.",
        "Q: So, did I understand this right? You were saying that you wanted -- you felt like\ncommitting suicide, even wa --",
        "A: Yeah.",
        "Q: -- when the war was over?",
        "A: Yeah, that’s was in 1945. There was no way out, we couldn’t go back to Germany, we\ndidn’t have anybody. Even you’ re starving, you -- you kind of don’t feel like to live any\nmore. Luckily, that guy came in, to one -- he was born in our town, too. And he looked\naround, and he said, “Listen, let’s go from [indecipherable] they already killed four girls\nin that little village. Let’s go out, stay in a big city, in a kibbutz, ther -- at least they’re\norganized.” So we were happy. He was like an angel coming from the sky. You know, we\nwere happy that somebody show us the way where to go. The big ci -- the big -- in our\ncity, they wasn’t organized, you couldn’t talk to nobody. Like I told you, the government\ngave me the key from this school, where I finished school, laid down on the floor, no\nclothes, no beds, no food, no nothing. It was -- it was horrible. It was very bad.",
        "Q: The -- just go back for a second, the gr -- the group of --",
        "A: Yeah.",
        "Q: -- girls from your town.",
        "A: Yeah.",
        "Q: Do you remember any of their names? Do you know if any of them are still alive?",
        "A: Oh yeah, tell you all the names, yeah. One just died last year, she was in -- in New\nYork. One just died. Some of them are in Israel. I hear a few already died too, over there.\nSome of them end up 1n a institution, they lost their mind, you know? A lot of them went\nup in an institution there. And one of my ne -- closest friend, [indecipherable] in the\nunderground, she lived in Canada, and she got killed. A car went up -- she went out from\na wedding, and going to go home, and a car went on the sidewalk, and he killed her. That\nwas my closest friend, from mine town, we went to school together. So here, we have to\nmake new friends. The others, I don’t have any. I only have one friend in Detroit which --\nshe came here in 1939 -- 1937, with a grap -- a group of youngsters. That’s the only\nfriend from mine childhood I have. All the other -- yes, I meet them in Florida. They\nwent in Russia, where they survive, in Russia. Some -- a few was in the camps, so we get\ntogether all the time, and we go out for dinner, and we keep together, the group. Some\nlives in Detroit, some lives in Philadelphia, some lives in New Jersey. A few of them,\nyeah.",
        "Q: So that -- that -- that group of you all --",
        "A: Yeah.",
        "Q: -- can you say for the record what some of their names were?",
        "A: Yes, I'll tell you the name. Which I meet in Florida, yeah?",
        "Q: Mm-hm.",
        "A: These people? Becau --",
        "Q: Yeah, but also the -- the original group that you --",
        "A: -- the others went -- the original went to Israel, and some of them died over there\n[indecipherable] institution. One died in New York. I really don’t have any -- the\noriginal, they’re not here any more. The one there, what I meet in Florida, they went to\nRussia, that’s how they got saved, yeah.",
        "Q: Mm-hm.",
        "A: So we meet then.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: But again, I was just wondering, just for the record --",
        "A: Yeah.",
        "Q: -- if you could just say their names?",
        "A: Yeah, I can tell you. One -- only one is there, Dinka Blanke -- well now, she got\nmarried, she got a different name. One is named Dinka, and one is named Kirsch. Those\ntwo was in Auschwitz, but they got married, you know, so they change their name. All\nthe others didn’t survive, no. I hear they wa -- they die in Israel, one was [indecipherable]\ninstitution, yes. No, I had -- my friends now, it’s not the original friend. None of them.\n[ll show you the picture here when I finish school, and I graduate. Only one was what --\nshe was in the underground, in -- in -- in Auschwitz, she’s on that picture, too.",
        "Q: Mm-hm. Let’s -- let’s pick up the story where you went to the kibbutz.",
        "A: Yeah.",
        "Q: And then how long were you there? What happened after that?",
        "A: I wa -- we could only stay the six months in one kibbutz, we have to smuggle ourself\nto Israel. Because I was waiting for my brother, so they sent me to Bialystok.",
        "Q: How did you know that your brother was still alive?",
        "A: Oh, some people smuggled themself out from Russia, on the boat there. My brother\nwas waiting til they give him a legal -- legal to go out. So, when I talk to them, so I told\nthem, oh, I was with him in Siberia together, so I already got a name. And I start to write\nletters there, and it took a couple months til he came back, 1n a legal way. So that’s when\nwe was together nows, we have live together. He couldn’t come to the United State, I was\non the papers for my husband. He was -- not 1945. They got two categories, 1945 - 1946.\n1946 couldn’t go to America. They came from Russia, no, not these people, only the\n1945. So he was there in -- living in Vienna, and I got some papers for him in here -- to\nbring him over here, but he got -- unfortunately he got killed a couple of years later in a\ncar accident. He got run over, yeah. That’s was -- I -- I’m the only one from my family,\nfrom my father’s side. From my mother’s side, nobody ever survived, none of them.",
        "Q: Did you -- and, right after the war --",
        "A: Yeah.",
        "Q: -- did you know that, that no one was left but your brother?",
        "A: I-I-I knew, I knew, but anybody who survived, there was offices where you put on\nyour name, if somebody else come. Now, I knew that nobody survive, and I didn’t see\nany name. Sometime when my brother was still in Russia, and I announced on the radio,\nand I wrote postcard -- Kirshenbaum is my maiden name, so a lot of people came from\nother town, but 1t wasn’t my brother, they just got the same name, but wasn’t that.",
        "Q: And then, after the kibbutz, where did you go?",
        "A: No, like I told you, the Bricha took us out from Poland, we went to Austria -- to\nCzechoslovakia first, then to Austria. In Austria, I remained there, because I got married.\nSo, I took my brother and t-took us two years to come to the United State.",
        "Q: How did you meet your husband?",
        "A: He came to look for his brothers. He got four brothers in the Russian army, so he\nthought maybe somebody, because those really -- a transport with the people came, but\nnone of them survived. And he was surprised to see [indecipherable] because I was the\nonly one, but mostly people from Russia, when they came back. So that’s how I met him.\nSo, took me out, and show me the hotel, and got papers, and that was like a miracle. So I\ndecided to get married.",
        "Q: Did you -- this is a little bit of a funny question --",
        "A: Yes, yeah.",
        "Q: -- but, I mean, did you get married because he had papers, and he could get you to\nAmerica, or did you get married because you were in love?",
        "A: N-No, n-no, no, no, no, no. I tell you something. He was very nice, was a nice person,\nhe was the -- he was not far from out of town, you know, junhanfrum. He’s from Ben-\nGurions -- he treat me nice, he was a very nice man. So I figure, what do I got to lose? I\nhave -- everybody got married like that after the war. You met somebody, you get\nmarried, that’s the only way to do, not to be alone. That’s was the only way. No, if I\nwouldn’t like him a little bit, no I wouldn’t marry, no. That’s for sure not.",
        "Q: Were you madly in love with him, or kind of in love with him, or --",
        "A: We tried to be in love, you know, but we really didn’t know each other, to be honest\ntrue. We have to do it in a couple days, because that transport was in Austria, have to go\nforaday. I kind of sneak out from the barracks, and came to the little city. And you\ncouldn’t stay in the little city until you got papers. We have to pay up in the government\nto paper, that I should stay here. I couldn’t go back there, those people go forward\nalready. So I kind of sneak out from that camp, you know”?",
        "Q: So you said you -- you tried to be in love. Do you think that he felt the same way?\nThat --",
        "A: Yeah, yeah, yes. We -- we got along nice. He got a brother, too, we all lived together,\nmine brother, his brother, we all lived together, and I kind of took care on everybody.",
        "Q: Sounds like you were almost like creating -- like kind of creating instant families?",
        "A: Yeah, we did, we did, yeah. We did. He got a brother came over from Germany to\nAustria. I got the brother from Russia. And I said, whatever I do, I don’t go away from\nmy brother, and got to be with us together. So we all lived together, yeah, that’s true. His\nbrother couldn’t come because to America, he come later. My brother come later, maybe\ntwo years later. But when he came already, I had an apartment, because I make money, I\nprepare everything [indecipherable]. Now, when my brother came, I already had a child,\nyeah. Was two years later, yeah.",
        "Q: Mm-hm. So then -- then you went over the mountains, right? That was -- that’s when\nwe came out to Austria, to go out to the German border, in -- and Russia occupied\nVienna, you couldn’t go out from Vienna, you have to sneak out, was very hard. Was a\nvery hard thing go -- it’s really hard to believe it, how people manage like that.",
        "Q: Yes, yeah, I’m --",
        "A: To climb on mountain, then to go down it [indecipherable] yeah. But we did it on the\nnight, that -- that’s what we have to do, a lot of things which sometime we think it’s\nimpossible, but we have to do it.",
        "Q: When you think about these things now --",
        "A: Yeah.",
        "Q: -- I mean, so many years have gone by, and you re -- you remember some of these\nthings --",
        "A: Yeah, sure.",
        "Q: -- does it seem kind of unbelievable to you?",
        "A: Yeah, it’s unbelievable to other people, not for me. Luckily, I had a profession, I went\non the second day to a nice job to make money. I was fast, I was working piecework.\nAnd we were on our own, with no help of anybody. I was lucky I found this man, you\nknow, from my town, and he took me in on the job, in the factory, was a big factory. I\nworked there a couple of years, yeah.",
        "Q: When you did come over to the United States --",
        "A: Yeah.",
        "Q: -- did you come on a boat?",
        "A: We come out on a boat, you know. Not on a regular boat, a boat where they bring\nanimals, everybody was sick, like little sack, you was laying a little sack. And voo -- a lot\nof people said, “Throw me in the ocean, I don’t want to live any more.” They were\nthrowing up, was horrible. And it was a big storm, 1t was even in the papers, written\ndown, they didn’t thought that that boat will make it. It was on a little boat\n[indecipherable |",
        "Q: Where did you leave from? Do you remember the name of the boat, or any of that?",
        "A: No. The boat I don’t remember, but the -- that -- but I remember we came with an\nairplane, we came -- no, I don’t remember the name of the boat, no. It was a -- a\nmiserable boat.",
        "Q: What -- where did it leave from?",
        "A: Oh, they -- they brought us to Boston. In Boston we stay overnight, and we took a\ntrain to come back to Chicago. And the HIAS paid, but I paid them back, because they\ntold me that I -- you come to a sponsor. So the first check I got, I paid them back 70\ndollars, in that time was a lot of money, but I paid them right away back, you know.",
        "Q: So the first place you landed in the United States was Boston --",
        "A: Boston, yeah, overnight --",
        "Q: -- but you were just there for the night, right?",
        "A: -- overnight, that’s all.",
        "Q: Do you remember when you pulled into the harbor what it looked like, what it was\nlike to finally be in the United States, do you remember any of that?",
        "A: No, we didn’t know nothing. I think a Jewish organization was waiting for the people\nto come down from the boat. There was Gentile people there on the boat, too. They were\n-- took us out, I don’t know what, a certain place, and we stay overnight. They gave us a\n[indecipherable] he said we got to go on a train next day. So, we didn’t even see Boston,\nwe didn’t see those things.",
        "Q: And then you had a train ride, that -- was that a couple days?",
        "A: No, next morning we have to go, we have to go next morning, they was back in\nChicago, and I come to Chicago, nobody waits for us. We didn’t know the English\nlanguage. So, luckily, when Polish women came to work in the -- whole night we were\nsitting on a bench, and I see they’re speaking Polish, I said, “You help me out? Because I\ndon’t know who to call, and what -- what to do.” So they said, “Just give us the telephone\nnumber, we’ll take the telephone book,” and to call him [indecipherable] come pick us\nup. They was very Orthodox people, very religious people. So we stood there for a week,\ntil we got a bedroom someplace, then we moved out.",
        "Q: Do you know which group the -- the people who came and met you at the train station,\ndo you know what group they were connected with?",
        "A: No, with nobody, that was a second cousin of my husband’s, they carried the same\nname Mosak, the same name. So they came, and they want to show in the shul they do\nsomething, but that wasn’t good for us. It didn’t work out good for us, because we was on\nour own, we have to look for work and all this thing, we don’t know the language. You\ncome to a country, if you have a profession, it’s half the battle, you know what I mean?\nYou work, you learn the language. I went to night school here. But at least I make a few\ndollars, you know? Because in the beginning, I was really was starving here, too. I asked\nthe woman where we were, and to borrow me a dime for a roll, til I get a check. We\ndidn’t have anything.",
        "Q: When you were taking that train ride, and when you got here, and all, I’m wondering,\nhow did things look to you? Here you were in this totally different country, very different\nfrom where you’d been.",
        "A: Yeah, yes, that’s right.",
        "Q: Did it seem like a very strange place?",
        "A: It was very strange. When I looked out, when I was on the station, and I saw the cars\nare running all night, I says, “How I’m going to mingle into this place?” Looks to me like\nimpossible. How we going to live here? How we -- especially you don't know the\nlanguage. I only knew a few word. It was hard, it was very hard, very hard. But if you\nhave a profession, whatever you go, you can make a dollar for -- 1t was half the battle\nright away. I started to make nice money that time, yeah.",
        "Q: Were you happy to be in the United States?",
        "A: I was very happy. I was very happy. I took every advantage. We were 40 on the table,\nI was the only work overtime, I didn’t go home. Saturday you got a double check, double.\nIn the summer, I didn’t took the vacation, I got another check. I was the only one for 40\nwoman, to come into work. I figure I'll do anything not to be poor any more. I’Il make as\nmuch money as I can. And that’s what I did. Soon, I got the money, I start to run out, buy\na television, buy a radio, everything. And the people said, “It’s not Europe, you get it\nnext day.” I thought if I don’t grab it right away, I wouldn’t have it. Every chance I got, I\nbuy -- I bought for the house, yeah. There we got an apartment, yeah.",
        "Q: And you -- you started to have children, when was that?",
        "A: A couple of years later. We came end of ’48, my daughter was born 1950, in\nThanksgiving. Until I had money, the bank, until I have an apartment, then I had the\nchildren, yeah. Because we didn’t have help from nobody, nothing.",
        "Q: And how many children all together?",
        "A: Two, two daughters I have, yeah.",
        "Q: And tell us again the years, and what their names are -- that they were born.",
        "A: Yeah, Esther is the older one, Dorothy the younger one, and I consider myself very\nlucky to have tho -- those two daughters.",
        "Q: Mm-hm. I’m wondering, this is a -- this 1s again a little bit of a strange question --",
        "A: Yeah, yeah.",
        "Q: -- but, you know, you talked about the way you and your husband --",
        "A: Yeah.",
        "Q: -- got together, and --",
        "A: Yeah.",
        "Q: -- the unusual circumstance.",
        "A: Yeah.",
        "Q: I can -- I can imagine some people doing that, who would --",
        "A: Ever.",
        "Q: -- do that, get over here --",
        "A: Yeah.",
        "Q: -- and say, okay, now we’re here, now we’re safe, you know, we should -- we should\nbreak up now, and then go find other people.",
        "A: Well, I want to tell you something. My husband was a sick man. Later on I find out he\nwas sick. Wasn’t sick when I was married, six months later I find out that he had\nbleeding ulcer. I would never do it to nobody. Even I could make myself better, and I had\na chance, and I didn’t took the chance. But for me, I [indecipherable] the world, I would\nnot do it to nobody. I'd rather suffer than to make myself better. [indecipherable]",
        "Q: Pm -- I’m not following exactly what you’re saying.",
        "A: Yeah, I could have have a better life if I want to change, in that time when I come\nhere. It was a lot of men, and only a few girls came to the United State, but I didn’t -- I\nwouldn’t do that to nobody, not to my husband, not to nobody. But me, I work as a\n[indecipherable] and what I make up is for good and for bad, you know. I wouldn’t do it.\nSome people do it, a lot of them break up right away.",
        "Q: You saw that?",
        "A: Yeah. They live in New York. They want to come to this country, and they want to\nhave the paper, and they broke up right away, they came a couple weeks later, and they\nmarry somebody else. A lot of them, yeah. But not everybody had the heart to do it, no.\nEven you can make some -- so -- better, no, I wouldn’t do it, no.",
        "Q: When you came here, and started establishing your life --",
        "A: Yeah.",
        "Q: -- were you in contact with lots of other survivors who had come to the area, or not --",
        "A: No, was I -- it was only the only one in 1948, and I didn’t see -- then, when we open\nup a cleaning store, they come in, most of them Hungarians Jews, Czechoslovakia, not\nfrom mine town. And so we got acquainted with them, you know, we tried to keep to -- to\nour own. And then they start up an organization, you know, that we got together all the\ntime. But none of my past friends I have, none of them, no.",
        "Q: Mm-hm. Where was the cleaning store?",
        "A: On Division. On Division Street. You familiar with Chicago?",
        "Q: Well, I lived here, so --",
        "A: Yeah, on Division, on -- first we have on Spaulding and Potomac, and then we moved\nup to the main street, on Division Street.",
        "Q: Where at on Division, do you remember?",
        "A: On Potomac -- yes, within -- corner Potomac and Spaulding. Was a -- was a hardware\nstore, a butcher store, and that was our store, a cleaning store, we were there a couple of\nyears. Then we moved up there, then we moved again, because the neighborhood\nchanged. We moved on Jarveese, wasn’t good over there, either. So, we still -- you have\nour lease, you have to stay. And then I start to take in work in my own house, and I still\ndo it.",
        "Q: Mm-hm.",
        "A: Yeah.",
        "Q: So Jarvis -- so you lived in Roger’s Park for a while?",
        "A: No, no. Yeah, that time we live already in -- in West Roger’s Park. Yeah\n[indecipherable] we moved [indecipherable] we live on Division Street, then we moved\nto Albany Park, from Albany Park, we moved to -- we moved to West Roger’s Park, and\nI stayed there 33 years. Here I live six years, going to be next month. So we keep on\nmoving all the time. [indecipherable] cames to my door, that she make me to move,\nwhich I’m happy here, very happy. Yes, but here lives a lot of refugees, around other\nbuildings here. So we get together, we play cards a little bit, we go out together. We got\nlike a social life here. Where I live, everybody moved away to Florida, to Las Vegas,\nArizona, so I lost the friends over there, too.",
        "Q: Mm-hm. When -- when you, you know, in those early years when you were here, and\ngetting established and all that, did you think much, or talk about much with your\nhusband or other people what had happened during the war, or not?",
        "A: No, no, no. First of all, we were ver -- very busy making a living, working all the time.\nNo, we never talked about it, no. Just recently, when they start to interview people. A lot\nof people of my friend don’t want to even talk about it, it’s too painful, they can’t take it.\nBut I went to Washington a few times, where they, you know.",
        "Q: But it sounds like from what you’re saying 1s that, you know, most of your life since,\nyou ’ve not talked about it.",
        "A: No, no, no.",
        "Q: If someone asked you about it, would you --",
        "A: Yeah.",
        "Q: -- refuse to answer, or would you say I don’t want to talk about this, or --",
        "A: Well, I tell you, most people, even the people who brought us here, they brought\nanother family. So, she always talked about it, I says, “Stop talking about it.” I never\ntalked about it, no. I never say nothing. But she start [indecipherable], “Oh Sonja, stop\ntalking, it makes me sick, I don’t want to hear about it.” They didn’t have to tell it to me.\nI didn’t save somebody [indecipherable] tell them about not -- pa -- on my own, no. No, I\ndidn’t tell her nothing.",
        "Q: The museum would like you to just tell us what the number -- what your number was.",
        "A: The number.",
        "Q: Yeah.",
        "A: Yes. 25702.",
        "Q: Right, which 1s right there on your arm.",
        "A: Yes, right here, yeah.",
        "Q: What -- when you got over here, and actually it’s --",
        "A: Yeah.",
        "Q: -- up to this day, you have this number tattooed on your arm.",
        "A: Yeah, all the time.",
        "Q: When you go out, do you --",
        "A: Yes.",
        "Q: -- let it show, or --",
        "A: No, it show --",
        "Q: -- do you try to cover it up?",
        "A: -- I tell you, when I came to this country in this -- and in the summer, and I went on\nthe train, people moved away, they thought I coming from Sing-Sing, they never saw\nthat. So, I have a number, I must be a criminal, so they just moved away, they didn’t want\nto see. Even now whe -- if I go in the hospital on -- “What 1s that? You was in a camp,\nyou got a good time?” They didn’t know it was a concentration camp. They never saw\nthat.",
        "Q: Really?",
        "A: Never saw that, no.",
        "Q: Do you -- and -- so, you were going around, it was visible, people were reacting to it?",
        "A: Yeah, yeah, people, yeah, no.",
        "Q: You didn’t cover it up?",
        "A: No, no, never. I never cover up, no, never. You can’t cover up if you wear short\nsleeve. No, I never cover up. One of my friends doctor take out, and it was a botched up\njob, and she looks worse. So I -- it doesn’t bother me. You get used to things, you know.\nIf my granddaughter were little, she asks me, I told her it’s a telephone number. Like, she\nwas two, three years old, what you going -- I said mine telephone number. What are you\nso -- tell a kid, you know, in that age? No, it didn’t -- I got used to it.",
        "Q: What -- as your children were growing up, wa -- did you talk with them much about\nwhat happened?",
        "A: No, no, never, never. It was too painful. You don’t want to upset kids [indecipherable]\nolder, when they’re young, no. They find out on their own, they find out on their own. As\na matter of fact, I came to visit me, a lady from Milwaukee, and she was in camp -- no,\nshe was hidden, I think. In how -- those days, a young person, maybe 42 - 43, she said,\n“Oh, I never saw the number.” I said, “Didn’t you read in the books, in the paper, in the\nmovie?” She says, “No, I see the first time.” So some people doesn’t know, even Jewish\npeople, a lot of them doesn’t know about it.",
        "Q: Mm-hm. But at some point, did your children ever start to ask you questions?",
        "A: Yes. I told them I was in the camp, and that’s it, you know? I never talked about it to\nma -- it’s too painful, and for children, they would never understand it either, it’s\nimpossible. To tell things like that, that’s is -- impossible.",
        "Q: What about when they got to be older, like when they were teenagers, or even --",
        "A: Yeah, well, they find out, but on their own. They go to the library here, and there they\nfind out. But I never talked about that, the way it was -- things was, no.",
        "Q: So you wanted them to find out about it the way any young person in this country\nwould find out, in history class --",
        "A: Yeah, yeah, yeah.",
        "Q: -- or by reading, or by seeing a movie?",
        "A: Yeah, yeah.",
        "Q: But you know, that’s kind of distant. I mean, you pick up a book and read, it’s a little\nbit abstract.",
        "A: Yes, but at least they have a knowledge now, they teach them in the schools, it’s a\nlittle bit knowledge, more knowledge. I went a couple years ago downtown, it was a lady\nfrom Austria, and she’s supposed to tell the people what’s happened. So, a Gentile guy\ncame in, a young man maybe 38, and she told him she was a child, she’s supposed to be\nin the movies, and then she was sitting on the street, and the German -- the Austri was\nspitting on her, you are a Jew, and that then. And they show the pictures, she is now\nmarried, she have kid. So the guy says, “I’m so happy that I came to the museum to find\nout, because I would never believe it. Now I see it in person. Now I can see it.” The guy,\na young guy, he said. Some are interested, and some are not interested. I went into a\nrestaurant last year, and a couple boys come in -- | think they’re from Mexico, and they\ntold me they have Arab friend, and the Arabs say bad things about Israel, and all this\nthing, the Jews do this. So I said, “Listen, you don’t have to listen to that. If you want to\nknow, I'll tell you the story. First of all, Jewish people doesn’t go and attack cars, buses\nthe children ardi to school. Jewish people doesn’t do this thing, the Arabs do this thing.”\nIf one guy got crazy, he went in one time, got [indecipherable] killed people, that doesn’t\nmean the Jewish people do. The Jewish people take him to the hospital to help him. They\ndon’t attack people like they do, with buses, with cars, whatever they do. So I -- they\nhave -- says, “Well, it’s good to know.” 16 - 17 years old. So I tell them, oh, be happy to,\nbecause they ask you what the number is. They was interested. They learn in the schools,\nand we explain it to them, those things.",
        "Q: Mm-hm. If -- let’s say one of your daughters, when she was like 20 or something --",
        "A: Yeah, yeah.",
        "Q: -- had come to you --",
        "A: Yeah.",
        "Q: -- and said, “You know, I really would like to know what happened to you during the\nwar,’ would you have told her --",
        "A: Yeah.",
        "Q: -- or would you say no, I don’t want to.",
        "A: No, no, yes I told them, yes. Mine daughter knows, yes. I happens to have pictures.\nOne of my friends, whi -- she got killed in kare -- Canada, she took a lot of pictures. I\nbelonged to a Zionist organization before the war, so sh-she took the pictures to our\nneighbor, a Polish. She says, “If somebody comes back, a Jew, please give the picture.”\nSo she came back -- my girlfriend came back, she got the picture, she made copies, she\ngave it to me. So then I show it to my daughter. Then, after the war, when I came to the\nUnited State, they told us [indecipherable] open up a book with picture. So I says, “I have\nsome pictures.” How do I have pictures? I have an aunt in Pennsylvania, which I didn’t\nknow I had, and her children was born here, so I decided soon I came to this country, I\nget in touch with my aunt. I remembered the address, not exactly, but 1t came the letters\nto her, what I remember by heart. And I told her, I says, “I would like to have the pictures\nfrom mine family, from mine uncle.” She says, “It’s too far to give it to you, you better\ncome here, we want to see you.” That time --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: -- 1s a continuation of a United States Holocaust Memorial Museum interview with\nLonia Mosak. This 1s tape number two, side A.",
        "A: -- have some pictures.” How do I have pictures? I have an aunt in Pennsylvania, which\nI didn’t know I had, and her children was born here, so I decided soon I came to this\ncountry, I get in touch with my aunt. I remembered the address, not exactly, but it came\nthe letters to her, what I remember by heart. And I told her, I says, “I would like to have\nthe pictures from mine family, from mine uncle.” She says, “It’s too far to give it to you,\nyou better come here, we want to see you.” That time planes didn’t run in 1949, you have\nto take a train. So we made up they’re going to meet us on the station. They didn’t find us\non the station, I didn’t find them, but a lot of people -- what I got a address, I walked over\nto them, and I met them, my aunt, she was a elderly lady, very religious, too. And she get\n-- took out all the pictures for mine parents, for my uncle, for my other uncle. My turov -\n- my uncle was Hank, in na -- mine town -- not mine town, a different town. So I -- I got\nall the pictures, and then I went to the museum a -- two times, three times, and I present\nall the pictures, and the book from Israel what came out, I sent away a picture from mine\nfamily, of a [indecipherable] in the book. So I have a few documents, at least, yeah.",
        "Q: Mm-hm. Could you just -- actually, the museum asked me to ask you --",
        "A: Yeah.",
        "Q: -- if you could just say the name of -- names of your family members, and --",
        "A: Oh yeah, of course, you mean from my uncles, too?",
        "Q: Yeah.",
        "A: Or j -- or just from mine parents?",
        "Q: Well, your parents, your uncles --",
        "A: Yeah.",
        "Q: -- you know, whatever you remember.",
        "A: The names?",
        "Q: Yeah.",
        "A: Co -- my father’s names was Mandel, my mother’s name was Esther. My younger\nbrother was Shya, and he was taken away by a selection in Auschwitz, he was 15 years\nold. So that was it. Then for my uncle, tr --",
        "Q: Before you go on -- and then -- but their last name was what, now?",
        "A: Kirschenbaum, yeah. Then I can give you the name for my uncle. My uncle ran away\nfrom the ghetto. We already was in a ghetto that -- they decided in mine town, should be\na mustard -- they connected to Klein-Berlin. They called 1t Klein-Berlin. So they didn’t\nmake a ghetto, they took out the people to -- to each, to other ghettos -- I was in the\nghetto in Novidburg in that time. So I found out that my uncle ran back. The city wasn’t\ntoo far, so decided they’re going to hang him. And there was another brother, my father’s\nbrother, they arrested him t -- cause you are a brother, you got to be hanged, too, because\nthere were prominent people in the city. So the Gestapo paid them off, they shouldn’t\nmake the execution in 1 -- 1n our town, because when they hang people, the son have to\nhang a father, because he took the [indecipherable] around the Jewish cemetery, and tried\nto hide it. So the son have to hang the father, otherwise all Jewish people will be killed.\nSo they decided, a committee, they paid off the Gestapo, the execution should be in\nanother town, not -- not the family should [indecipherable]. So they took him to\nNovidburg, where I was born, but I didn’t live there, only one year. After the war, I went\nthere, to Novidburg, and I digged out those graves. I find out [indecipherable] the Polish\npeople, they told me exactly how many people, they’re saying seven people. Two of mine\nuncles, and then [indecipherable] the daughter-in-law’s father, and then -- then a boy,\nmaybe 19 years old, they told him he threw away the [indecipherable], and a couple from\nPlodz. In order to dig that out, I find a few people in the city, I went to the city and they\nhelped me. We have to have a permanen -- a permit. So, the governor told us, only they\ngive us a permit if the -- all of them going to put in one casket, because they was laying\nin a shallow grave, you know, like that. So I decided, yes, whatever they do, it’s all right.\nSo we put them in one casket. I didn’t see the faces, because you couldn’t rec-recognize\nthe faces from 1942 til 1945. And they put them on the Jewish cemetery there, and I put a\n-- a [indecipherable]. But my daughter went in there, and she said it’s no more there. You\nknow what the Polish people did to the cemeteries. They make fields to -- to grow food\nup at the -- the -- liquidate the cemetery over there. That’s what I did after the war for\nmine uncles, you know. And they have families -- I have the pictures from them, which I\npresent at the -- Washington They have two daughters and two son. One daughter I saw\nin Auschwitz only one day, then I didn’t see her any more. And so they all got killed. My\nother uncle, [indecipherable] was killed, got three daughters. They all was killed, too.",
        "Q: What were the names of the -- your uncles that were killed? Their names?",
        "A: Binjamin Kirschenbaum, and Aaron Kirschenbaum. Then was Linden Birkdeboy, but\nhe was killed, and then was mine cousin, she was like 19 years old, she didn’t want to go\nto the shadar. So she took a pin, and marked on the bricks, that here lay in the\nKirschenbaum. When I came after the war, I couldn’t go to that brick, they build a\ngarage. I tried to get in to get out that brick, but I couldn’t, it was already build a garage,\nand I couldn’t get to that. But that what I tried to do after the war.",
        "Q: Have you gone back to Europe since --",
        "A: No. My daughter went, but no, I can’t look at the faces any more, no. I wouldn’t go\nback there for no money in the world. I wouldn’t -- I know the Polish people, they very\nunconsi -- they were worse than the German. If th -- 1f a Jewish -- if a Jewish man, he had\na business, you know, he put [indecipherable] to hide the cloth, they report it to the\nGermans right away. Everything [indecipherable] they told them who was rich, and who\nwas that, who was educated. You know, they got the -- it was surrounded with enemies\nall around, even after the war, but no liberation for the Jewish people. Nobody will ever\nknow how many Jews was killed in Poland.",
        "Q: You were -- you know, all this time, you’re living in the Chicago area, lot of Polish\npeople here.",
        "A: I hate them.",
        "Q: Really?",
        "A: I hate them. I tell you why. There is a shul, a Reform shul near Tuye, so the Polish\npeople maybe d -- the third generation, what they were born here, they put in a letter, the\nJews are kikes, the Jews are miserable. My mother told me when I was a little girl I\nshouldn’t go near. They was born here. We took the letter, and we went to Puchinsky,\nhe’s a Polish man, he was a older man. They didn’t sign a name who did that. No matter\nthe fifth generation they born here, the Polish people are miserable, and terrible, and anti-\nSemitic. That’s how they’re born. That’s what the Bricha said. In the milk, they got in the\nmilk when they was born, from the mother, to be anti-Semitic. That’s the way they are.\nThat’s the way they are. I wouldn’t go near him. And mine daughter went there when\nthey interview some college professor, they said they’re going to teach in the school, go\nand make a remark how they treat them after the war, they got red in the face, and they\nstart, “Oh, Poles was killed, too, the Russian killed, too.” They wouldn’t say -- apologize\neven, no. That’s the way they are. They talk nice, gentle, but you don’t know what they\nreally are.",
        "Q: So just in town, do you avoid Polish neighborhoods, or --",
        "A: Yes, yeah, yeah, yeah. I avoid them, yes, I avoid them. I don’t want to have nothing to\ndo with them. I try not to. Now, you know, they come to -- they come here, they clean\nhouses. One lady went there to exchange some money with them, and they didn’t know\nshe’s -- she’s a Jew. So she says to -- to them, ““There’s -- the -- the -- the Jewish people\nthey should only drop dead, and they have such a nice home.” They come here to clean.\nThey get money for it, pa -- clo -- that’s the way they are. I wouldn’t let them into my\nhouse.",
        "Q: Did you ever think about going to Israel, moving to Israel’? Cause you said you were\nin a Zionist organization when you were young.",
        "A: Yes, I went there three times already. The first time I went because somebody told me\nfor asthma it’s good in Israel, so I went for a month to dry out, and somebody told me no,\nsomebody seek whatever you go. I went there three times already, yes, in Israel. But\nwhen I got married, in the paper it was for the United State, and we came here, and we\nstart to make a living, and then you have a family, then you can’t pick yourself up and go.\nBut I was there three times for mine granddaughter’s Bas Mitzvah, mine grandson’s Bar\nMitzvah, we went there back, the last couple of years, yeah.",
        "Q: When you were younger, and you were in the Zionist organization --",
        "A: Yeah.",
        "Q: -- did you have any sort of dream of one day going to Israel, and living Israel?",
        "A: Yeah, that -- that was our goal, but how many could go? One -- maybe one -- one\nfrom each town. That was our goal to go to Israel, that was we were dreaming about it.\nWe was real organized in that time. But I wasn’t the youngest grou, and were older\npeople wi -- that did emigrate to Israel. So they make like two people can go on one\ncertificate if they got married, and they come to Israel, and they dissolve it. So, older\npeople did go, yeah, from mine town. But we didn’t have a chance yet, you know. People\nwanted to go to Israel, but they wouldn’t let us in. Remember Vivian from England? He\ndidn’t want to upset the Arabs, to let in Jewish people to Israel.",
        "Q: Mm-hm. Do you ever -- did you ever feel any regret that you didn’t wind up in Israel\ninstead of here, or --",
        "A: No, I don’t feel a regret, I tell you. I don’t think I could take the climate there, it’s very\nhot. When I was there about 25 years ago, I got very sick. I didn’t know the climate, I\nwent in the summer. And I didn’t thought I’Il make it home alive, that’s how sick. I could\nnot breathe. I -- I could not take the -- if -- in Jerusalem a little better, but in Tel Aviv,\nimpossible. An-An-And I tell my friends that -- they were saying I lay on the floor, I\ncouldn’t breathe, I -- they says to me, “ We here a couple years already.” I says, “You got\nadjusted, but I didn’t.” I was very sick, but I went back for the kid’s Bar Mitzvah, and the\nBas Mitzvah, we went back.",
        "Q: When you were -- one question the museum had was, when you were in the ghetto,\nbefore you were sent to Auschwitz --",
        "A: Yeah, yeah?",
        "Q: How long were you in the ghetto, do you remember?",
        "A: A year. I live with horses in a stable, because they put in from each town there, and\nthere was no way to go in. Like in one room lived [indecipherable] 10 families. So we\nwere the last ones. When the German brought us over there -- should I tell you how we\ngot on the -- on the boat? We have a -- a castle 1n our town, with kings used to live there,\nnow it’s for -- then it was for recreation. So they took all the Jews into that castle, and\nlocked the door. Then they start to [indecipherable] the people, if everybody’s dead. Ifa\nbaby fell down, and somebody picked up, they both got show. Got to be quiet. Then, by\ngoing out from the door [indecipherable] door, was standing in the black uniform, with\nthe rifles, beating up everybody. Blood was running like water. Then they put us on top.\nBetween us was a doctor, he came from Germany, I think he got one artificial leg. They\nthrow him on the ground, and they step on his face with the boots. That doctor came to\nAuschwitz. We do -- we would do the same thing, he got the pills. He, his wife, his child,\ncommit suicide right away, when he came into Auschwitz. We didn’t have that, he have\nit.",
        "Q: You didn’t have what?",
        "A: Pills to commit suicide. They took us in the ghetto -- so they watched for 20 minutes,\nthey going to beat up people, they have to find a place. But there was no place where to\ngo, SO we run in a Stable, and we live in a stable almost a year. Nothing to eat, people\nwere dying from typhus. The only thing 1s they open up a kitchen, the Jewish people open\nup a kitchen, give a little bit soup, everybody. We was begging the German, why don’t\nyou kill us? He says, “No, we need the bullets on the front. You going to die ever --\nanyway.” That was in the ghetto. And then, from the ghetto, took us to [indecipherable]\novernight, and right on the -- on the trains, on those closed trains, there were people you -\n- women used to give urine to drink, the babies was crying for water. No water, keep us\nlike that, locked up for three days. Dark, no bathroom, no nothing. Half of them die\nanyway. And then the -- everything they did at night. They put on the train at night, we\ncome to os -- we didn’t know where we were, we didn’t know what’s going on. And right\naway was selection. Let’s say we come up 3,000 people in a train. They only pick up a\nhundred women, a hundred men. The rest have to go to the gas chamber. So we didn’t\nknow -- I wa -- right away, didn’t see my parents, nothing, was dark. We have to put\ndown our suitcases, whatever somebody got, and they only picked up 200, and the rest\nhave to go. You could be young, you could be strong, it didn’t matter. That’s how it was.\nAnd then we find out when we came there, that’s the -- the gas chamber is working day\nand night, for 24 hours. Day and night. You know, people were standing 1n the line, they\nbegged to go in already. No washrooms, winter, it’s cold, children are crying, they beat\nyou up. They want to get over with it, already. They sing the Haptikvah, they know\nwhere they going, they see the flames, and a few minutes later, 1t will happen to them. So\npeople don’t understand all these things. People who wasn’t there could never visualize.\nNow, everything 1s p -- fixed up, [indecipherable] taken. Can’t -- they can’t visualize\nthose things. Day and night, were six crematoriums working. But when the war comes to\nan end, they took apart five, so nobody should know there was six. They only left one.\nThey didn’t manage to liquidate the one.",
        "Q: Mm-hm. Today, or -- you know, let’s say the last few years, or whatever, do you --\njust in your day to day life --",
        "A: Yeah?",
        "Q: Do you think of this very often?",
        "A: Yeah. You dream at night all the time. I -- sometime I scream at night. I -- I feel like\nI’m going to hide, I want to run. It’s all the time with that. It never goes out.\n[indecipherable] to my daughter when I sleep [indecipherable] come in and wake me up,\nI’m happy, because when you dream, it looks like real. And she waked me up, I said,\n“Thank you. It’s good you woke me up. I sleep ala -- alone here, alw -- always ba -- it\nnever goes away from your mind. Like you’re running, you [indecipherable] selection,\nyou here and there. Never goes away, those things, never.",
        "Q: How often do you have these nightmares?",
        "A: A lot of ha -- of the times. All the time I dream that I’m with the camp, we going to\nhide it, we going to run. We -- we go out from the ghetto, maybe -- maybe we’ll run here,\nmaybe we’ll run here, and they -- running after the -- always the -- the scary thing.",
        "Q: Mm-hm. You know, now, in this -- in this country now --",
        "A: Yeah.",
        "Q: -- especially, you know, lately --",
        "A: Yeah.",
        "Q: -- when traumatic things have happened to people --",
        "A: Yeah.",
        "Q: -- there’s a disaster, or -- you know --",
        "A: Yeah.",
        "Q: -- school shootings, or --",
        "A: Yeah, yeah, yeah.",
        "Q: -- you know, terrible things that happen.",
        "A: [indecipherable |",
        "Q: They -- instantly they send counselors in.",
        "A: Yeah.",
        "Q: Psychologists, and therapists.",
        "A: We haven’t got none of the -- and a lot of -- and a lot of people were very depressed,\nand nobody knew about it. We didn’t know even [indecipherable] thing. No, we didn’t\nhave any help, nothing. Not when we came, no, nothing like that.",
        "Q: Have you ever thought, in years since, about maybe seeing a counselor, talking about\nthis sort of thing, or not?",
        "A: No, no.",
        "Q: That’s -- that’s too different?",
        "A: Beca -- no, because we don’t believe really, in that, you know. It’s all behind, you\nknow, and a lot of people kind of pull out, which is a miracle. A lot of my friends -- I had\na friend from Alsia. She said, “I can’t believe it, what you went through, that you -- you\ngot that guts to go to work, and make money, raise a family.” But when you depend on\nyourself, then you do it. When you drowning, you try to pick yourself up, no help from\nnobody. So, it’s a miracle [indecipherable] people, but not everybody did it. A lot of --\nend up institution, a lot of my friend end up insti -- one of my friend which she help me,\nwhen I dig out mine uncles at the -- and I want to send her to Israel, send her a present.\nShe was a nice -- she took me to the house. They took away a girl from [indecipherable]\nand she -- when they took her away. In the camps, the only thing wanting they have a\npiece of bread to eat, but after the war, when she came to Israel, she went up in\ninstitution. Beautiful, young woman. And I don’t think if she is still alive -- as a matter of\nfact, the husband survived, too. They both survived. And he was a very religious man.\nThey went up in Israel. But a lot of people that was in the institution in Israel, a lot of\nthem.",
        "Q: Why do you think that you didn’t wind up in an institution, or go crazy from all this?",
        "A: Well, I tell you why. I have one thing in mind, 1s to work, and to make money, and not\nto be poor any more. I concentrate on this, you know. That was it, you know?",
        "Q: So you put all your energy into that?",
        "A: Yeah, yeah, I worked all the time. I didn’t want to think about nothing else, only to\nwork, and to make money, because if you have money, you can live a betli -- a better life,\nyou know, and that’s what I try. My kids went to college, the piano lessons. I tried to give\nthem everything what I didn’t have.",
        "Q: Mm-hm. You talked about the nightmares you have.",
        "A: Yeah, all the time.",
        "Q: But what about -- what about when you’re awake, and just, you know, doing things\naround the apartment, or whatever, do you --",
        "A: No, only when I lay down to sleep. You know, I am working, so I am busy, so\noccupied with my work, so I can think of something else. I got to concentrate what I do.\nBut when I lay down and sleep, all the time I have dreams. I -- I am amazed, myself. And\n-- and sometime, I almost cry. I -- I’m in such a bad situation, I start to run, here’s a\nselection, here’s this, and it always comes back, it’s so real, it’s so real when it comes\nback. So when I get up, I says, “Oy, thanks God I’m out of it,” you know?",
        "Q: In these dreams, are they -- are the -- are the dreams made up of things you actually\nsaw, or it’s just sort of -- it puts you in the place, and --",
        "A: No, it puts me in the place where I was standing for selection. We have to stay naked,\nwinter, in the coldest day. If you have a little pimple on the body, you was gone. That\nwas -- one time they told -- I work in ausch -- in Birkenau, I work by bricks, with the\ntuchkas you know, schlep brick? I work by that. One time they announced they need 50\ngirls. So I said maybe I’ll have luck to go to work [indecipherable]. I stand there, and I\nfind out, one of my friends from Czechoslovakia come over, she said, “Run away. They\nneed 50 girls to sterilize them.” So when it’s 20,000 people on the one ground, you can\nget lost. So I kind of turned out away, and I run away from there. A lot of from mine\ntown, many women got sterilized, yeah.",
        "Q: What about when there are documentaries on TV about the Holocaust, or this movie,\nlike “Schindler’s List,” or other --",
        "A: Yes, I went there, yeah. I we -- I saw “ Schindler’s List.” I’m very happy that they\nshowed the list, but I tell you, it’s actually a piece of cake compared to Auschwitz and\nBirkenau. At least they didn’t stay by selection. They didn’t watch me -- people get\nburned all the time. They suffered too, they have to live on rationing. They went to work.\nThey wasn’t beaten up like we were beaten up. One time, Ij -- I don’t know. We get a\npiece of bread, we didn’t know should we eat it up, or take each time a crumb. Maybe I\ntook a crumb t -- he noticed that, I don’t know. I was sitting, he gave me with the rifle,\nmaybe 10 times over the head. I lost mine conscious, he was sure that I am dead already.\nThen he walked away. And I see black rings on mine face. Then mine girls came over,\nand says, “Oh, you still alive, come over.” The whole face was bloody, the whole head\nwas bloody. I didn’t even know, we didn’t have a mirror, we didn’t know. So when I\ncame back to the camps, “Oh, you probably were beaten up today. Look at what,” -- I\nsays, “Yes, I was beaten up. I don’t know why, but I was.” They always had to catch\nsomebody. It’s a miracle. I -- I used to suffer on headaches for many years, on terrible\nheadaches, because it -- it is injure you eventually, not only emotionally, but physically,\ntoo.",
        "Q: Yeah. If you just sit down and turn on the TV, or something --",
        "A: Yeah.",
        "Q: -- or if you’re going around the channels, and there happens to be some program on\nabout the war --",
        "A: Yeah.",
        "Q: -- the Holocaust, or whatever --",
        "A: [Il never miss it.",
        "Q: So you watch them?",
        "A: Never miss it. I think it’s a crime to miss it. You know, it’s [indecipherable] people,\nand they tell them, “How can you watch that? I can’t watch it.” I says, “If you don’t\nwatch it, you commit a crime. How would the people who was in those closed up train,\nand give the kids urine to drink, we was starving, they went through it, you can’t even\nwatch it? And you sit on a comfortable couch, and you’re not hungry?” I never missed\nanything, I always watch, and call right away my friends to watch it, too. I think if I don’t\nwatch it, I commit a crime. That’s the way I feel.",
        "Q: Did you always feel that way’? I mean y-you know, years ago you said you never\ntalked about this, or you hardly ever talked about --",
        "A: No, I didn’t talk, but I’m glad now they show on television certain things, that I’m\nglad they show -- one time, only one time they show on television, how the people, when\nthey put them in the crematorium. They didn’t show how they fall out, the bodies. That’s\none time they show. I think they don’t want to show, because people don’t want to watch\nthis thing. So they didn’t show it any time, that’s the only time when -- I never witched --\nI never miss it, I always watch it. Those people suffer, and the other people can’t even\nwatch it? I think that’s a crime. That’s the -- why I tell everybody, but the American\npeople tell me, “You shouldn’t watch it, you shouldn’t watch it. I couldn’t do that. I -- I\ndon’t want to see that.” I was in Florida, a -- a people come in to see -- it was a film -- I\nforgot, a certain film. They saw the film, they like [indecipherable] then they talk to each\nother, then they start to co -- show from the camp. If I knew that, I wouldn’t even go\nthere. That’s how I was talking.",
        "Q: Wait, I -- I didn’t follow that.",
        "A: In Florida last year, they show nice thing, all of a sudden they start to show from the\ncamp. Who wants to see them? We don’t want to see that. I walk over to her, I said, “You\nvery lucky. You didn’t have to feel it, not only see it. You were see it. You don’t want to\nsee how other people -- that’s not nice.” I told them right away. Oh, we can’t take it, what\ncan I tell, we can’t take it. People don’t like to see sad things, you know? But I never\nmiss it, if they show a few m -- anything on television, I never miss it, never.",
        "Q: Did you, in -- in the years you’ve been living here, and --",
        "A: Yeah.",
        "Q: -- all the years since the war, did you ever have the feeling, or did you ever worry that\nsomething like that could happen again?",
        "A: Of course. You remember a couple years ago, Skokie here, builded a -- he was a\nJewish guy, he come from a Jewish family, the guy, what he orgaz -- what was his name?\nI don’t remember. He organized the Nazis, they’re going to come. Well most\n[indecipherable] lives in Skokie, maybe 20 percent live there, 80 wa -- they decided that’s\nnot Europe, here we’re going to fight back. But the police surrounded them, you know,\nthey want to talk. So we organized ourself, everybody come with stones, in the\n[indecipherable] and we start to throw stones. They ran away, they didn’t have a chance\n[indecipherable |",
        "Q: You’re talking about -- I think this was about what, 20 years or so ago, when --",
        "A: Fifteen.",
        "Q: -- a local group of Nazis --",
        "A: About fifteen years, I think --",
        "Q: -- right, was marching in -- in Skokie.",
        "A: -- yeah, so -- yeah, yeah, no, they couldn’t come in here. Yeah, they couldn’t come in\nhere, because here lives refugee, and they says here we live in a free country, we not --\nwe not going to let them do it. And they did it.",
        "Q: So, did you throw stones?",
        "A: Yeah. I came with all my friends. Whole packets of them. They ran away, the police\nran away. They was afraid they’re going to be killed here, yeah. In Europe you couldn’t\ndo that, but here we could do it. That’s the difference.",
        "Q: Did you -- did you yell at them?",
        "A: No, it -- we threw stone -- they was far away, you know, they put up a pla -- they got\nso many stones, they ran away with the light. They would be killed if they stand up to\nthrow, that was sure. He was arrested, that guy, later on, because he was a gay man, or\nsomething. So he was arrested, I -- I think he’s still in jail.",
        "Q: How many stones did you throw?",
        "A: A lot. A lot. We took -- filled pocket. All my neighbors came. I don’t think one\nrefugee remain in the house in that time. I didn’t live here in that time, I live in\n[indecipherable] Park. But we all came here, and we was waiting for them. And wis -- we\norganized ourself in -- you know, in the shuls, and here and there, they’re not going to\ntake -- let them take care of us here. That’s it.",
        "Q: After s -- and then they ran away”",
        "A: Oh, they ran away. They didn’t come back any more. They knew they going to be\nkilled if they come here, that’s it.",
        "Q: So when you were heaving rocks at them or whatever --",
        "A: Yeah, a lot of rocks.",
        "Q: Did it feel good?",
        "A: Yes, it makes me feel good. Here you could speak up, and we do something. In Poland\nwe couldn’t do nothing. With the Germans, we couldn’t do nothing. They have the\nammunition, we have nothing. But a lot of Jewish people fought in there, in the woods,\nand all over, they fought.",
        "Q: Do you follow things in the news? Like, for instance, now, in the last few months,\nthere’s been the war in Serbia, and Kosovo, and all that, and --",
        "A: Yes. Yeah. I follow all the time the news. I want to tell you something. I am really\nsurprised that even one Jew remains in Europe. They had a chance to go to Israel, to\nSouth America, here. Not one Jew -- because always wars over there, especially against\nthe Jews. If the economy du -- is not good, it’s the Jew’s fault. Like in Russia now. If the\neconomy, the Jews -- the Jews, all the Jews, it’s all their fault. They shouldn’t remain\nthere. They have no business. I know they di -- the JUF tried to help him -- take him,\nwhatever they do, but they had [indecipherable] they had no business to be in Europe.\nAfter the second war, nobody should remain in Europe, that’s it.",
        "Q: So, the United States, and the NATO countries, they intervened in Kosovo.",
        "A: Yeah.",
        "Q: And one of the reasons that people like President Clinton have said --",
        "A: Yeah.",
        "Q: -- that they have done it is that they --",
        "A: Yeah.",
        "Q: -- you know, cannot permit this kind of atrocity to happen.",
        "A: Yeah.",
        "Q: When you -- when you see this happen today --",
        "A: Yeah.",
        "Q: -- does it make you think about --",
        "A: Yeah.",
        "Q: -- all those years ago, and why nothing happened then?",
        "A: Yeah, no -- nobody, no. Nobody, no, nobody. Roosevelt was a big anti-Semite, he\ndidn’t let the Jews come to talk to him. They knew what’s going on very well, but they\ndidn’t -- because they only killed Jews, it’s all right. The government didn’t do -- they\nturned back a boat, and the people commit suicide. That’s -- that’s how they help. Now,\nit’s like that. After the second World War, they fought against the Germans, the other\nside. He’s a bad guy, but he fought against the German. The others cooperate with hi --\nwith Hitler. But I don’t like to see people be killed by -- like one lady says her father was\na teacher, they took him out -- I don’t like to see people to go in and go out from the\nhouse, otherwise you get killed, the young people get killed. I don’t care about the war,\nbut I don’t like to see it. And I’m glad that the world wake up. Came an Englishman on\ntelevision, he -- he’s not even 30 years old, he said, the politicians have plenty on their --\non their conscience what they didn’t do on the second World War, now they woke up,\nfinally, and a lot of people slaughter. At least they gave them a help. Us, we just went to\nthe gas chambers, nobody raise a finger, nothing. The trains was going day and night,\nnobody helped us. If they ran to the woods, they was killed by the Polish people, too. So\nI’m glad when I see that, I’m glad what I see that, yes. They rise up and -- and -- and they\ndo something about it.",
        "Q: Do you think that -- especially I think 1n the last 10 or 15 years, there’s been a lot\nmore talk, a lot more -- more films, documentaries, books, whatever, about the\nHolocaust?",
        "A: Yeah.",
        "Q: More people talking about it, do you think that that has had any affect on things like,\nyou know, them intervening Kosovo now, that it’s a result of -- of that?",
        "A: Yeah, I thi -- yeah, people speak up now, which they didn’t speak for many years, and\nI’m gl -- I am glad, because lot -- how long we going to be on this earth? People are 75 -\n76. People are dying every -- here, just in Skokie, three of the people -- three of the\nrefugees die already. I went to a meeting. People are dying, wouldn’t be nobody to tell\nthe stories. I’m glad that they -- I went to Washington with -- was thinking about building\na museum, in that time the beginning, and I was very happy that the -- the result 1s good.\nI’m very happy to see that. But a future generation, they should stand up, and not let a --\nsomething like that happen, because never, never in the history happen what’s happened\nin the Jews, in the second World War. Something like that never happened before.",
        "Q: Have you ever gotten -- some of the people I interview, they get calls from schools or\nwhatever --",
        "A: Yeah.",
        "Q: -- to come -- come and talk to our class --",
        "A: Yeah.",
        "Q: -- about what happened, whatev -- do you ever get any of those calls, or --",
        "A: No, I’m not really a speaker, you know. I don’t think I’d ma -- I think I -- I -- In -- I\ncan’t do that, I don’t think so.",
        "Q: Well, you’re doing okay here.",
        "A: Yeah. Maybe are people more qualified, you know, to do those things.",
        "Q: But you haven’t been -- no one’s ever asked you?",
        "A: No, no, no.",
        "Q: If some teacher did call you, and say, why d -- I heard about you somehow, would you\ncome and talk to my class, would you go?",
        "A: Yeah, yeah, if they ask me, I probably will. Yes, if they ask me, I probably. I tell you,\nI went to a lecture after the war, I don’t remember the name of the guy, and he says like\nthat, there isn't enough paper yink -- paper and ink, to put down what’s happened in the\nsecond World War. No matter how many book, that’s impossible. It’s just impossible.",
        "Q: We --",
        "A: The people have to dig their own graves, you know, near Russia, where the -- the\npeople have to dig their own graves, and jump in, and they -- and they shot them. They\nenjoy it, they’re very sadistic people. They used to take babies, and throw in the air, and\nshot them like birds. They very sadistic people, the German. And I still think they still\nare. I don’t believe them.",
        "Q: You don’t think they’ve changed?",
        "A: I wasn’t -- I was mad when they took away the wall from --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nLonia Mosak. This 1s tape number two, side B. We --",
        "A: The people have to dig their own graves, you know, near Russia, where the -- the\npeople have to dig their own graves, and jump in, and they -- and they shot them. They\nenjoy it, they’re very sadistic people. They used to take babies, and throw in the air, and\nshot them like birds. They very sadistic people, the German. And I still think they still\nare. I don’t believe them.",
        "Q: You don’t think they’ ve changed?",
        "A: I wasn’t -- I was mad when they took away the wall from Germany, you know, they\nhave a dividing wall with the Russian, put up a wall, East Germany. They should never\ntake away the wall. I saw a woman came on television from England, and she said that\nwas -- that wall should never be taken away, it was a protection for certain -- for other\nwalls. A security, like they say, a security blanket. They should never take away the wall,\nmade the Germans strong again. Because the -- Germany 1s the richest country in the\nworld. They took away everybody from the people. If you have a gold teeth in your\nmouth, they took out. If you have a watch, if you have a ring, di -- everything took away.\nThey’re going to have for generation, generation, what they have. They robbed the whole\nyeero, the bank, everything, they took over everything.",
        "Q: Mm-hm. So you don’t like the notion of Germany getting stronger?",
        "A: No, no. They should never ta -- I was always against -- they took away -- and a lot of\npeople come on television, English people, fame -- that said no, that was a big mistake.\nThey should be never strong, because they start two World Wars already. And you never\nknow the future. You know how anti-Semitic they are now? When they ga -- they\norganized themselve? They admire Hitler, and everything. They didn’t have a lesson.\nThis -- and a lot of them got big government jobs, but they were in -- in the Gestapo, and\nthey change their name, they got bi-big jobs there. How can you trust these people? I\nwould never trust them. They -- they came in, a German, to my house, we weren’t rich.\nHe told me to open up the drawers, he want to take away everything. I says, here is, take\nthis, take this, take -- he says, “No. Where did you -- where did you stack your better\nstuff?” I said we were not rich, we didn’t have any better stuff. So he says, “You know, I\nwas here in the first World War. They chased us out in this country, but this time we\nstaying here forever.” That’s how -- they was sure of themself. They occupied whole\nEurope. That’s how [indecipherable] that was a man maybe 60 years old. He was in the\nfirst World War, they were sure, they were so hypnotized they were going to -- they\ngoing to counter the whole world.",
        "Q: Let’s just -- before we -- I’m --",
        "A: Yeah.",
        "Q: -- ’'m running out of questions, but before we --",
        "A: Yeah.",
        "Q: -- leave off, I just want to make sure -- we talked about how you got over here --",
        "A: Yeah.",
        "Q: -- and how you were working --",
        "A: Yeah.",
        "Q: -- and that you had children and all --",
        "A: Yeah.",
        "Q: -- and then we started talking about other things. I mean, there’s a lot of years went\nby.",
        "A: Yeah, yeah, yeah, that’s for sure.",
        "Q: Any interesting things in there that you want to -- that you want to talk about, or\nmention?",
        "A: Well, I’m glad I’m in this country, and I could build a life, and live a better life. I’m --\nI’m happy for that, that I could do it, you know? Most of the people did it.\n[indecipherable] they know they can’t depend on nobody, and they have to pick themself\nup, on straps like they say, and do it on their own, and this country give you an\nopportunity for that. So I’m very grateful for that, yeah.",
        "Q: When you came over here, did you become a citizen right away?",
        "A: No, it takes five years. I didn’t know the language then. We have to -- we went to\nnight school, we went to school, we learned the language. Five years later we became\ncitizens, yeah.",
        "Q: What -- did you have different activities, or hobbies, or what would you do for fun,\nyou know?",
        "A: Oh. Oh yes, we -- we organized ourself. We got organizations in the newcomers.\nYeah, I was -- last week -- I’m going next week to the -- how you call it, the new citizen -\n- we call it the new citizen, B’nai Brith, the -- all this, have meeting once a month, if you\n-- | always attend those meetings, we always go there. We organized themselves, yeah,\nall the time. We stay together, like the refugees stay together all the time, yeah.",
        "Q: Mm-hm. Were you -- before the war, were you very religious?",
        "A: Well, my parents was very religious, I was more progressive. I belonged to a Zionist\norganization, they called the Shemiratsier. They was not that religious. Traditional, but\nnot religious, not like that. Like, you couldn’t take a pencil, write on Saturday, or do\nthings like that, ride a bike. We did it, we did those things, yeah. But in they -- in the\nsame time, the older peoples in the organization was well educated, so they teach us, we\ngot courses, all kind of courses, book reviews. Was very interesting, yeah.",
        "Q: Did that cause any problems with your parents, that you were in this sort of\nprogressive group --",
        "A: No, I di -- I --",
        "Q: -- and they were more religious?",
        "A: They didn’t like it, they didn’t like it, but we did our own way, yeah. They didn’t like\nit, but in the house we were religious, I didn’t do nothing t -- against them. But when we\nwent out with the group, or we ride a bike, they didn’t know about it.",
        "Q: With all you, you know, lived through during the war --",
        "A: Yeah, yeah.",
        "Q: -- and everything you saw, did that change the way you thought about God, or --",
        "A: Yeah, it did change, but I want to tell you something. We didn’t believe in God when\nwe was in Auschwitz, when we saw what’s going on, but when I come to this country,\nand I have children, you sti -- you have to hang up the little tradition. It gives you a little,\nyou know, there a lot of things what’s going bad in life. There are sickness, all -- you\nhave to hang up with something. So I decided we should hang up to something, and\nbelieve in God. It’s a little bit easier, the life 1s easier. But you get very sick, oy God\nshould I get bet -- should I get better, maybe I'll get out of it. So you always mention that.\nBut deep in hearts, people didn’t believe it, no.",
        "Q: In Auschwitz, you say, people didn’t believe --",
        "A: No, no.",
        "Q: -- did you believe before you went to the camp?",
        "A: Yeah, before yeah, but not after that, when I saw, no. No, nobody believed in there.",
        "Q: Why did you feel that way?",
        "A: Because we couldn’t see the young [indecipherable] the young kids, and crying, and\npeople go to the gas chamber. That’s wasn’t -- there 1s something could control that, you\nknow what I mean? The Germans used to tease us, ““You see what we have on our\nbuckle? God is with us, not with you.” That’s what they told us. And when the airplanes\nstart to circle in Auschwitz, and we was looking, they said, “What are you looking for?\n12 -- 12 -- 12 o’clock, the world will be -- all be -- you’ll be killed 15 minute before 12.\nThat was their intention to do. If the world wouldn’t come to an end, another year or two,\nnobody would survive, no way. How long can you starve like that?",
        "Q: So in the camp you decided there’s no God.",
        "A: No, that’s something --",
        "Q: Then when you have kids, you feel like well --",
        "A: Yeah, yeah.",
        "Q: -- you know, you should hang onto some tradition.",
        "A: Yeah, that’s was mine idea.",
        "Q: -- but does that mean -- does that mean you started to believe in God again?",
        "A: Well, yes. Maybe, maybe yes. I wanted the kids to have a traditions. I f -- I felt the\nholidays and everything, just like my parents did, yeah.",
        "Q: Mm-hm, but is it just, you know, you want the tradition, or you -- I’m -- I’m just\ntrying to get, did --",
        "A: Yeah.",
        "Q: -- do you believe there is a God now?",
        "A: Now I believe it, yes, now I believe it, even though in that time I didn’t. When you see\nbad things happen, you don’t believe. Then you change your mind, maybe there 1s\nsomething, yeah.",
        "Q: But then, where was he?",
        "A: Yeah, that’s what we ask, our questions, all the time. Even the religious people in the\ncamp, women, they were very religious. But now, when I come to Florida, and I sit on the\nbench near the ocean, and I see a lot of men with long beards, with numbers, they very\nreligious, and they suffered during the war, but they very religious now. They said,\n“Thanks God I wasn’t a German, I didn’t have too good a job.” That’s what they tell me.\nBecause I talk to -- when I see a number, I go over, talk to them. [indecipherable] this\nthing. Yeah.",
        "Q: Do you -- you have to actually --",
        "A: Yeah.",
        "Q: -- press that button.",
        "A: Yeah.",
        "Q: Do you think that there is any answer that can explain the Holocaust?",
        "A: No, no, I don’t think so. Did -- people didn’t foresee that. There was a lot of young\nmen, if they knew what’s coming, they would do something, they would go in the woods,\nand run. Nobody forseed it, because the Germans was lying to us. They told us we just\ngoing to take -- take another place for war. They was lying. Then they open up atellager\nin Auschwitz, or they took in kids like in a kindergarten, and all the thing -- they promise\nthem all in the world, you see, if the Red Cross come, we have kids here, we have good --\neverything was covered up, like in Theresienstadt, too. And then they took the people to -\n- to -- the -- the people was fighting [indecipherable] bare naked. They says, “You\npromised us, we [indecipherable] why you do it to us?” So they was beaten up over the\nhead. They didn’t have it what to fight. That was before the Russians came in, took away\nthose people.",
        "Q: So, do you think it was just this tremendous evil, and there was --",
        "A: Yeah.",
        "Q: -- there’s no other explanation, or --",
        "A: Yeah, yeah. A lot of people I know, from mine town, intelligent people, they belong to\na Socialist organization before the war, they came to Auschwitz, and they went to the\nelectric wire. They said, “In a world like that, we don’t have to live. It’s no use. Doesn’t\npay to live in a world like that, we all going to be killed anyway.” And they were big\norganizers, bele -- believe in Socialism and all these things. Very intelligent people, and\nthat’s what they did.",
        "Q: Could you tell us again about when you were in Bialystok?",
        "A: Yeah, that -- I was in Bialystok, yeah. That’s where the police brought us, and\nammunition, I have to learn how to use a gun to defend ourself, because he told us it’s\ngoing to be a pogrom there. And you know why, they told us. A lot of women put their\nbabies to Polish families. Let’s say a brother, a nephew, survived the war in Russia, they\ncame back for the child, the child was already five, six years old, the child didn’t want to\ngo. So they steal the kids out. They came in the uniform, and they took them by force, to\nthe German border, into Israel. So they decided the people killed their kids, to have blood\nfor matzos at Passover. They right away have an excuse, you know. And that’s when they\nbrought in ammunition, we should defend -- we can do nothing, it’s going to be a pogrom\nhere. That’s when I took my brother, went to Warsaw, and I know that the Bricha is\nwaiting for the people, to take them across the border.",
        "Q: Mm-hm. So you -- you left Bialystok at that point?",
        "A: Yeah, then they come after us, too. Little by little, they all left. There was no place to\nstay there now, any more.",
        "Q: Yeah.",
        "A: The life was in danger.",
        "Q: While you’ve been living in this country, d -- have you -- do you travel much, just\neven on vacations go overseas, or what?",
        "A: Well, I used to go with my daughter together, and I go to Florida with my friends.\nThat’s how far it’s going.",
        "Q: Right. Did you ever make any trips to any part of Europe?",
        "A: No, I wouldn’t go back there, no.",
        "Q: Not any part?",
        "A: No. I hate those people, I don’t want to see those faces.",
        "Q: Mm-hm. I think that’s about it for any of my questions.",
        "A: Yeah.",
        "Q: Is there anything that we didn’t talk about, or that you want to add?",
        "A: What can I add? I told you the whole story. I’m -- I’m happy that I’m here. I got a\nchance to make money, and build up a -- to have a nice place to live. I’m still work, I like\nto work. I’m very lucky to have two daughters, two children, you know? And\ngrandchildren, that’s -- I’m very lucky, which I never dream of that. We never dreamed\nthat we going to ever live freely. Every day I get up, and I says to myself, “I can’t believe\nit, I’m free, that I can do whatever I want, I got what to eat.” We always think about that,\nnever goes away.",
        "Q: You know one thing I was wondering about is --",
        "A: Yeah.",
        "Q: -- your story, and in fact, every other person I’ve talked to --",
        "A: Yeah, yeah.",
        "Q: -- they talk so much about the food, and how there wasn’t food, and if you got a\npotato, or an extra piece of bread, or something like that --",
        "A: Yeah, yeah, that was the life.",
        "Q: -- does that -- do you still have sort of a special --",
        "A: Yeah, I -- I --",
        "Q: -- feeling about food?",
        "A: Yeah, I can’t see people throw away food. That wi -- that hurts me terrible. Because\nthere’s still people in the world what is starving now, still. No, I can never throw away\nfood. No, I -- I think I commit a crime if I throw out food, because I remember how\nhungry we was. We was only -- when we was in Auschwitz, we only have one pray in\nour life, to have a whole bread, and cut as much as we want. We didn’t think about a -- a\nbed clean, our clothes, nothing exists in your head, only if to have a bread, and to cut as\nmuch as you wanted. Before the war finished, the German used to di-divided our bread\nfor four. Later, they didn’t do that, they gave us small pumpernickel for 10, you got to\ndivide it for yourself. So a lot of groups fight over that, there was -- not mine group, mine\ngroup was very generous, and we made it every day somebody else will take the end of\nthe bread. But we got along, everybody took a little slice over 24 hour. But other people\nwas fighting, and killing each other. They making little scale, and try to weigh the bread,\nand this and that. We didn’t do that. I was with my own people, with my own friends, so\nwe didn’t do this.",
        "Q: So now you can eat as much as you want --",
        "A: Yeah.",
        "Q: -- anything you want.",
        "A: Now we’re afraid to eat. You got cholesterol, you got this. Yeah, but I -- I can’t see\nthrowing away food, no.",
        "Q: Mm. When you’re --",
        "A: I always think about it, some people are still hungry in this world.",
        "Q: When you go to the grocery store, do you think about this?",
        "A: Yes, I buy -- I don’t buy too much, because I don’t want to throw away. I only buy a\nlittle, because it hurts me if I have to throw away food. I -- I couldn’t do it. For six years,\nyou know, starving. Six years. Even one hour when a person is hungry is bad. When we\nwere standing by our selection, if you were skinny, you have no chance to live, the\nGerman hate skinny people. But the women got an idea to drink a lot of water, as a --\nhave a big stomach. So we fooled the Germans, oh you got a big stomach, you -- you still\nbe able to work. So we fooled them, we make our cheeks red, to look better, you know.\nWe tried to fool them this way.",
        "Q: Now, all the -- all the young people today, everybody wants to be skinny, everyone\nwants to be thin.",
        "A: Yeah, oh, yeah. Over there if you’re skinny, even a man, in the man’s camp, a skinny\nperson have no chance to survive, they hate skinny people. They gave them a name,\nmusselman, that’s a -- musselman, the -- you’re skinny, you have no right to live. And I\nwas chubby, that saved my life, too. I was always chubby. You know, Europe, you give\nthe kids to eat. If you’re skinny they thought you are handicapped. So every mother\npushed the food to her kids.",
        "Q: I believe you said earlier -- you mentioned having grandchildren?",
        "A: Yeah, I have four grandchildren. Each girl --",
        "Q: How -- how old are they, what are their names?",
        "A: Oh, oh. My oldest is Jennifer, she one more year at college to finish. The boy going to\nbe 16 the 27\" of June, he’s a high school. My other daughter have a girl, she’s going 16,\nand 13, going to have a Bar Mitzvah in October. I’ve got four grandchildren, yeah.",
        "Q: And their names?",
        "A: Their name? Jennifer from this daughter, and Bradley the other name, and Alila, and\nCammy. Yeah, they’re the four grandchildren, yeah.",
        "Q: Mm-hm. Well, I think that’s about it for my questions, if [indecipherable] any --",
        "A: Yeah, I went to Israel for the Bar Mitzvah -- for the Bas Mitzvah, twice.",
        "Q: Uh-huh.",
        "A: We went with my daughter to Israel for that, yeah. Yeah, I’m very devoted to Israel. I\nwould do anything for Israel.",
        "Q: Okay, well if there’s nothing else you want to add --",
        "A: No.",
        "Q: -- then I guess that’s it.",
        "A: One of my cousins, she die here -- on the way to Japan, you know. But she die here in\nthe war. So he left me 2,000 dollars. So I gave thousand dollars for Israel for scholarship,\nand thousand dollars for the museum. They need it more than I do.",
        "Q: Well, listen, thanks for taking all this time this afternoon.",
        "A: Yes, thank you for interviewing me, yeah.",
        "Q: My pleasure.",
        "A: I -- I not too many time talk about these things.",
        "Q: Oh.",
        "A: No, never, I never really talk about it. Sometime w-we get together with my friends,\nwe talk a little bit about it, and sometimes some of them don’t want to even hear about it,\n“Oy, you make me sick, please don’t talk about it.”",
        "Q: So, well we’ve been talking about it for almost two hours.",
        "A: Yeah.",
        "Q: So how’s that make you feel now, do you feel better somehow, or --",
        "A: No, I feel better that it’s going to be on paper, and it’s going to be a document for the\nfuture generation. So that’s how it makes me feel good. I don’t mind how many times I\nget interviewed, really. That doesn’t bother me. You know, a lot of people -- of my friend\ncan’t talk, they get very sick, they don’t want to hear about it. They have heart trouble\nhere, they have high blood pressure, they didn’t want to be interview at all. I couldn’t\nconvince them, but most of them I did convince, yeah. It’s very hard for some people to\ntalk, you know, it’s very hard. Maybe I am strong in my nature, you know? But --",
        "Q: Well, you’re not talking into the microphone.",
        "A: Yeah, yeah. So I’m mar -- I talk about it, you know, if I have a chance, but my friends,\na lot of them get sick, they don’t want to hear about it. So if I see a film, they show\nsomething, I’m very happy. I went to see a film last year, “In Our Hands,” how the -- the\nIsraeli society and the English army, you know, but not on the Israeli [indecipherable]\nthat they shouldn’t tell, but to the end, they raise up, and they says, “We going to fight\nour own flag.” And then they mentioned how they took out the people from Poland, that\ngroup, but I was glad to see that, you know, a lot of people don’t know about it. Some of\nthem don’t know about it.",
        "Q: Which group are you talking about now”?",
        "A: The Bricha, from Israel.",
        "Q: Oh.",
        "A: A couple of my friends were the survivor Auschwitz, they brought them uniforms, and\nthey smuggled them into Israel after the war. They still there in Israel, yeah. They did a\nlot, whatever they could, you know? Actually, we very proud to have our own country in\nIsrael, and we should always support them. We see what’s happened when we don’t have\na country. Now Israel go to every corner of the world where Jewish are in trouble, they\ntake them out, they help them. We didn’t have it bef -- before, in the second World War.\nNobody could help us.",
        "Q: Well listen, thanks again for doing the interview.",
        "A: That you for interviewing me.",
        "Q: It’s a hot day, so now you can turn your air conditioner back on.",
        "A: Yeah.",
        "Q: Okay, great. Thank you.",
        "A: I hope it came out all right.",
        "Q: Oh yeah, no, it’s great. This concludes the United States Holocaust Memorial Museum\ninterview with Lonia Mosak.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Lonia Mosak, conducted by Gary Covino, on June 11\", 1999, in\nSkokie, Illinois. This is a follow up interview to a United States Holocaust Memorial\nMuseum videotaped interview conducted with Lonia Mosak on July third, 1996. The\nUnited States Holocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr\nfor making this interview possible. This is tape number one, side A. All right, let’s just\nstart -- let me just start by asking you to -- to say your name and where we are today.",
        "Q: Or just say that we’re in your apartment, or --",
        "Q: And say your name.",
        "Q: Okay. And, well, thanks for talking with us. You’ve done an interview, a video\ninterview for the museum in Washington, and you’ve also done some other interviews for\nother --",
        "Q: -- projects of the museum, so some of what we’re going to talk about today will\noverlap with that. But the main subject we want to talk about is sort of what your life was\nlike from the time of liberation, all the way up until today.",
        "Q: So, including, if you went to the store yesterday, what did you buy?",
        "Q: Yeah, well, you know, we’ll go back to the end of the war, I mean, the f --",
        "Q: -- first thing just to cover was, I understand from your history that you were actually in\nseveral camps during the war.",
        "Q: Which --",
        "Q: And when the war was ending, right at that period --",
        "Q: Let me ask you first --",
        "Q: -- at the end of the war, which camp were you in?",
        "Q: And when the Russians were coming, which camp were you 1n at that point?",
        "Q: What -- What had the conditions been like in that camp? What was going on in the\nweeks that was leading up to liberation?",
        "Q: Yeah.",
        "Q: Did you -- did you have much of a sense of how the war was going, that things had\nturned against the Germans?",
        "Q: What was it that -- that made you realize the war was ending soon? What did you see?",
        "Q: What -- when -- when they cut the wires --",
        "Q: -- and they said, you know, you’re free --",
        "Q: Right.",
        "Q: But at the -- at the moment that that happened, and you realized --",
        "Q: -- the war’s over, we’re free, do you remember -- did -- anything people said to each\nother, or how did -- do you remember your own emotions at that time?",
        "Q: Let me ask you a couple things. I just need to --",
        "Q: Move this slightly.",
        "Q: Let me ask you this -- let’s -- let’s leave your story right there --",
        "Q: -- where you’re -- you’re now in this country, but I’d like to go back actually --",
        "Q: -- to where you started, and pick up on a -- a couple things --",
        "Q: -- that you said. I’m -- I’m still a little curious about that first day, when you realized\nyou were free. I mean, how long do you -- was it after you heard you were free that\neverybody started to run into the town and look for food? Was it just a couple minutes,\nwas it a couple hours?",
        "Q: And you said that the houses were empty?",
        "Q: What if when you had gone to --",
        "Q: -- any of these houses, what if you had found some of the Germans in there? Did you\nwant to kill them?",
        "Q: But I’m saying, what if they were? Did you -- did you want to kill them?",
        "Q: Did you -- right after the liberation, where were you for the next few days or weeks\nafter that?",
        "Q: Did you go back into the camp, or once you left the camp did you never go back in\nthere?",
        "Q: So from the -- from the moment of liberation --",
        "Q: -- you were -- you were totally on your own?",
        "Q: Did you know that this was happening in Poland before you went back there, or not?",
        "Q: You mentioned -- you mentioned earlier, and I think you mentioned in one of your\nvideo interviews, that Jews were being killed by the -- how do you say it, the armia --",
        "Q: And what -- what kind of group was that? Who were they?",
        "Q: Mm-hm. Had they been fighting the Germans, as -- were they like the underground, or\nwhat -- what were they?",
        "Q: Mm-hm.",
        "Q: And I think while you were in one of the camps, there was an uprising in one of the\ncamps, wasn’t there?",
        "Q: When you’re going to --",
        "Q: Oh, you mean, like a whip?",
        "Q: Do you have any idea, during that uprising, how many Germans were killed?",
        "Q: Did you see any of that happen?",
        "Q: Let’s go back to after the war, when the -- this Polish group --",
        "Q: -- was killing Jews.",
        "Q: The -- the English translation is -- I think it’s called the Polish Home Army, in\nEnglish.",
        "Q: Were you sure that it was members of that group that were doing these killings?",
        "Q: When you were, you know, leaving Germany, and you decided at first to go to Poland",
        "Q: -- and you said well that --",
        "Q: Yeah.",
        "Q: Well that’s -- that’s what I wan -- I wanted to ask you about.",
        "Q: Because, you had lived in Poland, I mean --",
        "Q: Did -- wi --",
        "Q: -- did you -- from your past life, you hadn’t --",
        "Q: -- you didn’t feel that the Poles were hostile to Jews?",
        "Q: Or that they were?",
        "Q: So when you went back to Poland and found all this going on --",
        "Q: Did it make you angry? How did you feel?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nLonia Mosak. This is tape number one, side B. You went back to Poland, and found all\nthis going on --",
        "Q: Did it make you angry? How did you feel?",
        "Q: The -- you mentioned I think that nine or -- nine or 10 girls that y-you --",
        "Q: -- you were together.",
        "Q: Who were they? How did you -- how did you get together, and how did you --",
        "Q: -- form your group, and --",
        "Q: So was your group -- were they from your town, or --",
        "Q: I’ve talked to, in some of the other interviews --",
        "Q: -- ve done with people who were in the camps --",
        "Q: They --",
        "Q: Various camps.",
        "Q: Various ones, several. But th -- one thing that some of the people, not all of them, but\nsome have said to me that by sort of the day of liberation, or the time of liberation, the\nend of the war --",
        "Q: -- they -- they had almost given up, or were almost ready to die, that they didn’t care\nany more.",
        "Q: ’'m wondering how you felt? That happened to you?",
        "Q: So, did I understand this right? You were saying that you wanted -- you felt like\ncommitting suicide, even wa --",
        "Q: -- when the war was over?",
        "Q: The -- just go back for a second, the gr -- the group of --",
        "Q: -- girls from your town.",
        "Q: Do you remember any of their names? Do you know if any of them are still alive?",
        "Q: So that -- that -- that group of you all --",
        "Q: -- can you say for the record what some of their names were?",
        "Q: Mm-hm.",
        "Q: Yeah, but also the -- the original group that you --",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: But again, I was just wondering, just for the record --",
        "Q: -- if you could just say their names?",
        "Q: Mm-hm. Let’s -- let’s pick up the story where you went to the kibbutz.",
        "Q: And then how long were you there? What happened after that?",
        "Q: How did you know that your brother was still alive?",
        "Q: Did you -- and, right after the war --",
        "Q: -- did you know that, that no one was left but your brother?",
        "Q: And then, after the kibbutz, where did you go?",
        "Q: How did you meet your husband?",
        "Q: Did you -- this is a little bit of a funny question --",
        "Q: -- but, I mean, did you get married because he had papers, and he could get you to\nAmerica, or did you get married because you were in love?",
        "Q: Were you madly in love with him, or kind of in love with him, or --",
        "Q: So you said you -- you tried to be in love. Do you think that he felt the same way?\nThat --",
        "Q: Sounds like you were almost like creating -- like kind of creating instant families?",
        "Q: Mm-hm. So then -- then you went over the mountains, right? That was -- that’s when\nwe came out to Austria, to go out to the German border, in -- and Russia occupied\nVienna, you couldn’t go out from Vienna, you have to sneak out, was very hard. Was a\nvery hard thing go -- it’s really hard to believe it, how people manage like that.",
        "Q: Yes, yeah, I’m --",
        "Q: When you think about these things now --",
        "Q: -- I mean, so many years have gone by, and you re -- you remember some of these\nthings --",
        "Q: -- does it seem kind of unbelievable to you?",
        "Q: When you did come over to the United States --",
        "Q: -- did you come on a boat?",
        "Q: Where did you leave from? Do you remember the name of the boat, or any of that?",
        "Q: What -- where did it leave from?",
        "Q: So the first place you landed in the United States was Boston --",
        "Q: -- but you were just there for the night, right?",
        "Q: Do you remember when you pulled into the harbor what it looked like, what it was\nlike to finally be in the United States, do you remember any of that?",
        "Q: And then you had a train ride, that -- was that a couple days?",
        "Q: Do you know which group the -- the people who came and met you at the train station,\ndo you know what group they were connected with?",
        "Q: When you were taking that train ride, and when you got here, and all, I’m wondering,\nhow did things look to you? Here you were in this totally different country, very different\nfrom where you’d been.",
        "Q: Did it seem like a very strange place?",
        "Q: Were you happy to be in the United States?",
        "Q: And you -- you started to have children, when was that?",
        "Q: And how many children all together?",
        "Q: And tell us again the years, and what their names are -- that they were born.",
        "Q: Mm-hm. I’m wondering, this is a -- this 1s again a little bit of a strange question --",
        "Q: -- but, you know, you talked about the way you and your husband --",
        "Q: -- got together, and --",
        "Q: -- the unusual circumstance.",
        "Q: I can -- I can imagine some people doing that, who would --",
        "Q: -- do that, get over here --",
        "Q: -- and say, okay, now we’re here, now we’re safe, you know, we should -- we should\nbreak up now, and then go find other people.",
        "Q: Pm -- I’m not following exactly what you’re saying.",
        "Q: You saw that?",
        "Q: When you came here, and started establishing your life --",
        "Q: -- were you in contact with lots of other survivors who had come to the area, or not --",
        "Q: Mm-hm. Where was the cleaning store?",
        "Q: Well, I lived here, so --",
        "Q: Where at on Division, do you remember?",
        "Q: Mm-hm.",
        "Q: So Jarvis -- so you lived in Roger’s Park for a while?",
        "Q: Mm-hm. When -- when you, you know, in those early years when you were here, and\ngetting established and all that, did you think much, or talk about much with your\nhusband or other people what had happened during the war, or not?",
        "Q: But it sounds like from what you’re saying 1s that, you know, most of your life since,\nyou ’ve not talked about it.",
        "Q: If someone asked you about it, would you --",
        "Q: -- refuse to answer, or would you say I don’t want to talk about this, or --",
        "Q: The museum would like you to just tell us what the number -- what your number was.",
        "Q: Yeah.",
        "Q: Right, which 1s right there on your arm.",
        "Q: What -- when you got over here, and actually it’s --",
        "Q: -- up to this day, you have this number tattooed on your arm.",
        "Q: When you go out, do you --",
        "Q: -- let it show, or --",
        "Q: -- do you try to cover it up?",
        "Q: Really?",
        "Q: Do you -- and -- so, you were going around, it was visible, people were reacting to it?",
        "Q: You didn’t cover it up?",
        "Q: What -- as your children were growing up, wa -- did you talk with them much about\nwhat happened?",
        "Q: Mm-hm. But at some point, did your children ever start to ask you questions?",
        "Q: What about when they got to be older, like when they were teenagers, or even --",
        "Q: So you wanted them to find out about it the way any young person in this country\nwould find out, in history class --",
        "Q: -- or by reading, or by seeing a movie?",
        "Q: But you know, that’s kind of distant. I mean, you pick up a book and read, it’s a little\nbit abstract.",
        "Q: Mm-hm. If -- let’s say one of your daughters, when she was like 20 or something --",
        "Q: -- had come to you --",
        "Q: -- and said, “You know, I really would like to know what happened to you during the\nwar,’ would you have told her --",
        "Q: -- or would you say no, I don’t want to.",
        "Q: -- 1s a continuation of a United States Holocaust Memorial Museum interview with\nLonia Mosak. This 1s tape number two, side A.",
        "Q: Mm-hm. Could you just -- actually, the museum asked me to ask you --",
        "Q: -- if you could just say the name of -- names of your family members, and --",
        "Q: Yeah.",
        "Q: Well, your parents, your uncles --",
        "Q: -- you know, whatever you remember.",
        "Q: Yeah.",
        "Q: Before you go on -- and then -- but their last name was what, now?",
        "Q: What were the names of the -- your uncles that were killed? Their names?",
        "Q: Have you gone back to Europe since --",
        "Q: You were -- you know, all this time, you’re living in the Chicago area, lot of Polish\npeople here.",
        "Q: Really?",
        "Q: So just in town, do you avoid Polish neighborhoods, or --",
        "Q: Did you ever think about going to Israel, moving to Israel’? Cause you said you were\nin a Zionist organization when you were young.",
        "Q: When you were younger, and you were in the Zionist organization --",
        "Q: -- did you have any sort of dream of one day going to Israel, and living Israel?",
        "Q: Mm-hm. Do you ever -- did you ever feel any regret that you didn’t wind up in Israel\ninstead of here, or --",
        "Q: When you were -- one question the museum had was, when you were in the ghetto,\nbefore you were sent to Auschwitz --",
        "Q: How long were you in the ghetto, do you remember?",
        "Q: You didn’t have what?",
        "Q: Mm-hm. Today, or -- you know, let’s say the last few years, or whatever, do you --\njust in your day to day life --",
        "Q: Do you think of this very often?",
        "Q: How often do you have these nightmares?",
        "Q: Mm-hm. You know, now, in this -- in this country now --",
        "Q: -- especially, you know, lately --",
        "Q: -- when traumatic things have happened to people --",
        "Q: -- there’s a disaster, or -- you know --",
        "Q: -- school shootings, or --",
        "Q: -- you know, terrible things that happen.",
        "Q: They -- instantly they send counselors in.",
        "Q: Psychologists, and therapists.",
        "Q: Have you ever thought, in years since, about maybe seeing a counselor, talking about\nthis sort of thing, or not?",
        "Q: That’s -- that’s too different?",
        "Q: Why do you think that you didn’t wind up in an institution, or go crazy from all this?",
        "Q: So you put all your energy into that?",
        "Q: Mm-hm. You talked about the nightmares you have.",
        "Q: But what about -- what about when you’re awake, and just, you know, doing things\naround the apartment, or whatever, do you --",
        "Q: In these dreams, are they -- are the -- are the dreams made up of things you actually\nsaw, or it’s just sort of -- it puts you in the place, and --",
        "Q: What about when there are documentaries on TV about the Holocaust, or this movie,\nlike “Schindler’s List,” or other --",
        "Q: Yeah. If you just sit down and turn on the TV, or something --",
        "Q: -- or if you’re going around the channels, and there happens to be some program on\nabout the war --",
        "Q: -- the Holocaust, or whatever --",
        "Q: So you watch them?",
        "Q: Did you always feel that way’? I mean y-you know, years ago you said you never\ntalked about this, or you hardly ever talked about --",
        "Q: Wait, I -- I didn’t follow that.",
        "Q: Did you, in -- in the years you’ve been living here, and --",
        "Q: -- all the years since the war, did you ever have the feeling, or did you ever worry that\nsomething like that could happen again?",
        "Q: You’re talking about -- I think this was about what, 20 years or so ago, when --",
        "Q: -- a local group of Nazis --",
        "Q: -- right, was marching in -- in Skokie.",
        "Q: So, did you throw stones?",
        "Q: Did you -- did you yell at them?",
        "Q: How many stones did you throw?",
        "Q: After s -- and then they ran away”",
        "Q: So when you were heaving rocks at them or whatever --",
        "Q: Did it feel good?",
        "Q: Do you follow things in the news? Like, for instance, now, in the last few months,\nthere’s been the war in Serbia, and Kosovo, and all that, and --",
        "Q: So, the United States, and the NATO countries, they intervened in Kosovo.",
        "Q: And one of the reasons that people like President Clinton have said --",
        "Q: -- that they have done it is that they --",
        "Q: -- you know, cannot permit this kind of atrocity to happen.",
        "Q: When you -- when you see this happen today --",
        "Q: -- does it make you think about --",
        "Q: -- all those years ago, and why nothing happened then?",
        "Q: Do you think that -- especially I think 1n the last 10 or 15 years, there’s been a lot\nmore talk, a lot more -- more films, documentaries, books, whatever, about the\nHolocaust?",
        "Q: More people talking about it, do you think that that has had any affect on things like,\nyou know, them intervening Kosovo now, that it’s a result of -- of that?",
        "Q: Have you ever gotten -- some of the people I interview, they get calls from schools or\nwhatever --",
        "Q: -- to come -- come and talk to our class --",
        "Q: -- about what happened, whatev -- do you ever get any of those calls, or --",
        "Q: Well, you’re doing okay here.",
        "Q: But you haven’t been -- no one’s ever asked you?",
        "Q: If some teacher did call you, and say, why d -- I heard about you somehow, would you\ncome and talk to my class, would you go?",
        "Q: We --",
        "Q: You don’t think they’ve changed?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nLonia Mosak. This 1s tape number two, side B. We --",
        "Q: You don’t think they’ ve changed?",
        "Q: Mm-hm. So you don’t like the notion of Germany getting stronger?",
        "Q: Let’s just -- before we -- I’m --",
        "Q: -- ’'m running out of questions, but before we --",
        "Q: -- leave off, I just want to make sure -- we talked about how you got over here --",
        "Q: -- and how you were working --",
        "Q: -- and that you had children and all --",
        "Q: -- and then we started talking about other things. I mean, there’s a lot of years went\nby.",
        "Q: Any interesting things in there that you want to -- that you want to talk about, or\nmention?",
        "Q: When you came over here, did you become a citizen right away?",
        "Q: What -- did you have different activities, or hobbies, or what would you do for fun,\nyou know?",
        "Q: Mm-hm. Were you -- before the war, were you very religious?",
        "Q: Did that cause any problems with your parents, that you were in this sort of\nprogressive group --",
        "Q: -- and they were more religious?",
        "Q: With all you, you know, lived through during the war --",
        "Q: -- and everything you saw, did that change the way you thought about God, or --",
        "Q: In Auschwitz, you say, people didn’t believe --",
        "Q: -- did you believe before you went to the camp?",
        "Q: Why did you feel that way?",
        "Q: So in the camp you decided there’s no God.",
        "Q: Then when you have kids, you feel like well --",
        "Q: -- you know, you should hang onto some tradition.",
        "Q: -- but does that mean -- does that mean you started to believe in God again?",
        "Q: Mm-hm, but is it just, you know, you want the tradition, or you -- I’m -- I’m just\ntrying to get, did --",
        "Q: -- do you believe there is a God now?",
        "Q: But then, where was he?",
        "Q: Do you -- you have to actually --",
        "Q: -- press that button.",
        "Q: Do you think that there is any answer that can explain the Holocaust?",
        "Q: So, do you think it was just this tremendous evil, and there was --",
        "Q: -- there’s no other explanation, or --",
        "Q: Could you tell us again about when you were in Bialystok?",
        "Q: Mm-hm. So you -- you left Bialystok at that point?",
        "Q: Yeah.",
        "Q: While you’ve been living in this country, d -- have you -- do you travel much, just\neven on vacations go overseas, or what?",
        "Q: Right. Did you ever make any trips to any part of Europe?",
        "Q: Not any part?",
        "Q: Mm-hm. I think that’s about it for any of my questions.",
        "Q: Is there anything that we didn’t talk about, or that you want to add?",
        "Q: You know one thing I was wondering about is --",
        "Q: -- your story, and in fact, every other person I’ve talked to --",
        "Q: -- they talk so much about the food, and how there wasn’t food, and if you got a\npotato, or an extra piece of bread, or something like that --",
        "Q: -- does that -- do you still have sort of a special --",
        "Q: -- feeling about food?",
        "Q: So now you can eat as much as you want --",
        "Q: -- anything you want.",
        "Q: Mm. When you’re --",
        "Q: When you go to the grocery store, do you think about this?",
        "Q: Now, all the -- all the young people today, everybody wants to be skinny, everyone\nwants to be thin.",
        "Q: I believe you said earlier -- you mentioned having grandchildren?",
        "Q: How -- how old are they, what are their names?",
        "Q: And their names?",
        "Q: Mm-hm. Well, I think that’s about it for my questions, if [indecipherable] any --",
        "Q: Uh-huh.",
        "Q: Okay, well if there’s nothing else you want to add --",
        "Q: -- then I guess that’s it.",
        "Q: Well, listen, thanks for taking all this time this afternoon.",
        "Q: My pleasure.",
        "Q: Oh.",
        "Q: So, well we’ve been talking about it for almost two hours.",
        "Q: So how’s that make you feel now, do you feel better somehow, or --",
        "Q: Well, you’re not talking into the microphone.",
        "Q: Which group are you talking about now”?",
        "Q: Oh.",
        "Q: Well listen, thanks again for doing the interview.",
        "Q: It’s a hot day, so now you can turn your air conditioner back on.",
        "Q: Okay, great. Thank you.",
        "Q: Oh yeah, no, it’s great. This concludes the United States Holocaust Memorial Museum\ninterview with Lonia Mosak."
    ],
    "answers": [
        "Answer: Where we are today? We are here in Skokie. You want the address?",
        "A: Yes.",
        "A: Yes, my name is Lonia Mosak, and the address too, 4840 -- 4840 Foster, 60077.\nThat’s my address.",
        "A: Yeah.",
        "A: Okay.",
        "A: Okay, so I should start to talk, yes?",
        "A: Yeah.",
        "A: During the war, yeah, yeah.",
        "A: From Auschwitz we went to Gross-Rosen, to Ravenbreek, and to the end in Neustadt -\n- Neustadt-Mechlenborg, we lived a couple months til the war finished, yeah.",
        "A: When the war was ending, when we were liberated, we tried to head back to Poland.\nThere was a lot, how you call it? Mins, explosive, underground. One of my friend died\nfrom that. She pulled a pia to make a piece of bread, and she right away with a shrapnel.\nSo, we decided to leave Germany, we went back to Poland. That was a mistake, because\nin Poland were very bad.",
        "A: Yeah.",
        "A: Which camp I was? Beside the ghetto, in the camp, I was in Birkenau, in Auschwitz\nsince 1942, til 1945. But in the Dead March, when the Russian was behind, we have to\nrun together with the Germans.",
        "A: No, that was the Russians and the American came in the same day. That’s in Neustadt-\nMechlenborg, the same day. They both came in the same day, yes. And then we tried to\nhead back to Poland.",
        "A: You mean in Birkenau?",
        "A: Mm. When we came, we have to start to build the camp, because was just the electric\nwiring all around half. We haven’t got no water, no nothing. It was like a lot of malaria, a\nlot of camp -- a lot of sickness, because was -- they make the camp from a farm, so we\nhardly could work, it was still [indecipherable], the ground. And I was there til 1945, in\nthe same camp, very close to the crematorium, just a couple steps away.",
        "A: No, we didn’t know nothing about it. If they find a pencil, or a piece of paper on\nsomebody, right away they hang the person. So, we didn’t know nothing wi -- but we saw\nthe planes running above, but we didn’t know nothing of what’s going on. That -- that’s\nthe way it was, until we came to Germany, we realized that the war was coming to an\nend. It’s going to take -- but every day, people were dying anyway, from hunger. Every\nminute, actually.",
        "A: What did we see? Because the German starts to go away from Poland, from the\ncamps, and come closer to Germany, over there, in the other camp. There was no place\nanyway, to run anyway, because all the camp was fu -- filled. So we was tha -- we didn’t\neven know when the war finished, because I tell you how we find out. Near us was\n[indecipherable] from pilots, where the Germans shot down. French pilot, English pilot.\nWe didn’t speak English, but they cut the wires, and they told us we are free, because the\nGerman ran away from the camp, they locked up, and we didn’t know the war was over,\neither, but we understood what’s happened. They went out, and we went out, and we\nstarted to run to the houses to get some food. But all the houses was empty, not with\nfood, with people, because they were sure when we came out 1n the camp, they going to\nkill them. So they just -- they left all the -- in the whole city was empty houses, th-the\nGermans run away.",
        "A: Yeah.",
        "A: Yeah. Over there was not electric wires.",
        "A: Not in this -- in Auschwitz was electric wires, not over there. They told us that we\nstart to run for food, that’s the first thing, whatever we saw, sugar on a wagon, any --\nanything what we could eat, we started to eat, because for six years we were starving to\ndeath, really.",
        "A: Yeah. We --",
        "A: Yes, we -- we was -- we was happy the war -- the war was an end, but we wasn’t\nhappy, we lost everybody. But we didn’t know what to do, actually. It -- 1t wasn’t\norganized, nothing was organized, we just was running from one city to the other, and we\nwouldn’t know what we going to do, where we going to end up. It wasn’t yet order -- we\nmade a mistake, we went back to Poland, that was all. We couldn’t go back to Germany\nlater. So a lot of people who stayed in Germany, they organized them, and they got help.\nWe didn’t have any help in Poland. I came back to my city, and I went up to the\ngovernment to ask for help, we were 10 girls. So he gave us the key from the school,\nwhere we was finishing school, that building belonged to a Jewish family, but they --\nthey got killed. So I told them, “How about food?” He said, “Nothing else. Just stay.” So\nwe were sleeping on the floor, and we were starving, actually. We didn’t have what to\neat. It was horrible. So, after a couple weeks, some people from my town came back to\nthe city, and he told us that we shouldn’t stay there, because they already killed four girls\nthat went in -- in a hiding place there. The Armia kryova went in, they killed them, and\none was hiding under the bedsheet in Israel, they tried to kill them. So the -- the life was\nvery danger in Poland. So he says, “Don’t stay in that city, you’re going to be caught --\nkilled. You better come to Lodz, to a big city there are kibbutzim there, they’ll take you\nin.” So we were happy to have [indecipherable] had, and a piece of bread. You could\nonly stay six months. We have to smuggle ourselves to Israel. So I -- I knew I had a\nbrother in Russia, I was already in contact with him, so I didn’t want to go, I want to\nwait. So they send me to another kibbutz, in Bialystok, to stay another six month. We\nstood there a couple months, in this -- and these, the Polish people was very angry, they\ndidn’t want the Jews back. So one night they came in, the police, and they give us\nammunition, they going to attack us, going to be a pogrom, you have to defend yourself,\nwe can do nothing about it. So five people went to [indecipherable] on the train. We tried\nto pull out from Bialystok. Four of them got killed, they took them down from the train,\n18 - 19 year old. What -- Hitler let them live, but the Polish wouldn’t let them live. One\nwas hiding under a pleated skirt by a lady in the train, so he survived. So he crawled\nback, and he told us to pick up the bodies. So, when I saw that, in time my brother came\nin, so I pick up my brother, and I says, “I’m not staying here. I’m going to\n[indecipherable] right here the Bricha taking out the people,” because they says it’s a\ngraveyard in Poland.. When we went out on the street, and we saw dead people, dead\nJews, they wasn’t missed by nobody, their families was killed a couple years ago in the\ncamps, and they came back from Russia. So they got killed in Poland. So I took my\nbrother, and I went on the train. We sitting on the train, and a Polish woman says to me,\n“You know, they took down yesterday, Jews, and they killed them.” Like she gave me\nthe idea that I’m going to be killed too, in a couple hours. So I almost fainted. Finally, we\nreach Vulsa -- we came into Vulsa, I fainted. I couldn’t take it any longer. So I find out\nthat the Bricha organized people -- actually, they organized people who came back from\nRussia. Russia let in a half a million Jews. So the older people -- so I got together with\nthem, and we start to go -- the Jewish agency made up with American government that\nCzechoslovaki should let us in, out from Poland. It was like a couple thousand people. I\nwas the only one with a number, actually. So, we went to Czechoslovakia. In\nCzechoslovakia we stood overnight, and we have to go to Austria, and they prepare\ncamps for us. We came to Austria, a few thousand people. The people who should\nprovide us with bread, sold the flour, and we didn’t have nothing to eat, we have to run in\nthe field to dig out a potato -- a pickle, to eat. That was after the war, in 1946. In time, I\nmet my husband, because he had a couple brothers in Russia, in the army. So he told the\nRussian people coming back from Russia, maybe one of his brothers will survive. None\nof them survived, they all got killed. So I met my husband, so he says to me, “How\ncomes a number’? It’s mostly people with the Russian.” So I told him I was waiting for\nmy brother, he’Il -- til he came back from Russia, and together I decided to leave Poland.\nWe have our chance, the Bricha -- thanks to the Bricha. So my husband told me that he\ngot papers to go to the United States in a month, a cousin sent him papers. But if I marry,\ntwo people can go on the same certificate. I didn’t even know my husband, to be honest\nwith you. I decided, what do I got to leave? Israel is closed the doors, you couldn’t go to\nIsrael anyway, we have to smuggle ourselves. The people who went there, went to\nCyprus, you know. I didn’t have where to go, I was hungry. My husband, when he was\nliberated, he didn’t live this town. So the UNRRA gave him -- put him in a hotel, and\nthey gave him three meals a day. So when I came in, I see this [indecipherable] table,\nwith white tablecloth, and eating. I couldn’t believe it, that’s a dream. So I decided I got\nmarried, only the condition my brother should stay with us. So that’s what’s happened.\nFrom that month, turn into two years. They didn’t let into the United State, they’re going\nto elect a president, it took two year. So, a very hard time in Austria. We couldn’t work,\nwe have to live on a ration, [indecipherable] gave us. A herring, a piece of bread, and\nthat’s how we lived for two year. Finally, we find out, in order to go to America, we have\nto go to Vienna. Vienna was occupied by the Russian. So we got ourselves on that train,\nand we start to go. The Russian soldier came out, and he says, “No, you can’t go there.”\nSo he took us down from the train. So we was waiting for another train, and we came to\nVienna, on the boat, on Vienna. Now, we have to go out from Vienna to Germany, with\nour paper. Rush -- Vienna was occupied by the Russian, so we couldn’t go. So we were\nstanding, they tore us down from the other train, and they told us, “You got to live here,\nyou got to vote here, and die here. You can never go out from here.” We were like 10\npeople. So, we standing at night, and thinking what we going to do, til a -- a German guy,\na young guy came over to us, and he says to us, like that, “You know, my father takes\npeople over the border. If you want to go, you give me a few dollars, til -- Pll take you,\nshow how to go over the mountain.” If I see the mountain during the day, I wouldn’t\nclimb up. So we took -- I said, ““What’s going to be if he catch you?” The Russian is out -\n- downstairs, you could see they working with the car. He says, “Well, I tell him my cow\ngot lost, and I went to look for the cow.” He got us over the mountain, we stay overnight,\nbut how we got down from the mountain, the very high mountain, I figured maybe I lay\ndown [indecipherable] they had a hard time to get down. We came down, finally, from\nthe mountain, we didn’t carry anything. We came down from the mountain, we already\non the other side, in Germany. In Germany, you can’t go in a hotel at night, everything is\nclosed. And it’s raining, we don’t have a place where to go. While we was walking, I\nwalk over -- a man was walking with a lady, and I says to him, “What -- we just came\nfrom the other side, and it’s raining. Where can we go?” So he says to us, “Come on, I'll\ntake you to a hotel, maybe they’ll let you in.” So we thank him, we came in the hotel, and\nthe guy said, “I’m sorry, no room.” I says to him, “Listen, I don’t care what you see, I’m\ngoing to sit here in the lobby, I’m not going out in the rain. No way I’m going out. We\ndon’t -- we just came in, and we have no place else to go.” So he gave us a room, and we\nstood there. Once we got there, we went to Bremen, in Germany, and we have to wait\nlike five weeks til we can go to America. The problem is, people who came to the Joint,\ngot it good. They greet them by the plane. They gave them -- they pay six months rent,\nthey gave them a job. We didn’t came through the Joint. My husband’s cousin was a\nreligious man, he wants to show in the shul he do something, so he borrowed the paper\nfor somebody else, so they was not responsible for us. So, we came he -- we came to\nBoston. From Boston we have to take a train to Chicago. Nobody waits for us, we didn’t\nknow any langu -- English, nothing. So we sitting in the Union Station, and in the\nmorning -- a whole night -- in the morning, I hear Polish women, speaks Polish to each\nother. They come to clean -- and I finished school in Poland. So I walked up and tell them\nthe story there. Nobody waits for us, where should we go, what should we do? So they\npick up a telephone book, I gave them the address and the telephone, and they called the\npeople, and they picked us up. They picked us up, then we came to Chicago. I came to\nthe HIAS, and told them the story, they said, “We’re not responsible for you, you can’t --\nwe don’t want to do nothing, not even a job.” Luckily, I find here a friend, he took me\ninto the factory to work. I was two days in this country, I went to work. And I didn’t even\nhave money for the car fare, a dime, so he paid the car fare. And I went there, I got a job.\nMy husband didn’t get a job right away. We went through a very hard time in Chicago,\nwe couldn’t get a -- a place there to live. We stayed with them three, four weeks, so\nfinally they rented a room for us. The lady put in, in a closet, she put in a bed, in a walk-\nin closet. There was no heat, where to put a chair. That’s wasn’t a -- that wasn’t the worst\nthing. She got three teenage girls, we couldn’t use a washroom in the morning, and I have\nto run downtown to punch a card. So I washed my face in the kitchen, and I ran for work.\nI worked a couple of years downtown, til -- til finally we got another apartment, you\nknow, just rented. If you was lucky, just rented an apartment, by somebody, not on our\nown. So finally, my husband couldn’t get a job, so somebody recommended the\n[indecipherable] work he does, a lot of Jewish and Polish people open up a cleaning\nstore. For that you don’t need money. You take an empty store, you buy an old sewing\nmachine. I still didn’t give up my job. So I worked there, we open up the cleaning store,\nmy husband was in the cleaning store, and that’s the work, I came to work in the store,\nand I worked til 12 at night to keep up the thing. Next couple years, and I already have a\nlittle money in the bank saved up, and I have the children. You know, it was very hard,\nthe beginning, we don’t have help from nobody. Mostly refugees come, they have a lot of\nhelp. The Joint pay the rent, they -- they get them a job, they watch over them. I didn’t\nhave that luck, so the same thing after the war, people stay in Germany, the -- right away\nthere was organized camp, they got what to eat. We was on the bad side, we was in\nPoland, we couldn’t go back, the Russian didn’t let us go to the border. So, we live hard\ntimes.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: The first minute, we thum to run for food, nothing else existed, just food. I ran up and\nI -- I went up on a wagon, started to eat a lot of sugar. Anything what we saw, we started\nto eat, we were so hungry. Most people got sick from it, because the stomach was so\nshrink, we couldn’t even eat, but -- but people were so hungry, they though they’ ll eat the\nwhole world, would be enough food. That’s how they started to eat. And the German got\nplenty of food in the house, mind you. For 10 years, they storing food for 10 years. So\neach time we went in a different house, and -- and we ate there, you know.",
        "A: Yeah. They all left, they run away. Near our camp, you couldn’t find a house that\nGermans should be occupied there. They were sure that we going to kill them when we\ngo out.",
        "A: Yeah?",
        "A: No, there wasn’t, they wasn’t there.",
        "A: Well, I would like to, but I -- I couldn’t do it, no. I tell you what’s happened. There\nwas, near [indecipherable] time, was a lot of soldiers, and there was -- and when -- and a\nlot of raping going on, too. So when we went into the house, came in a Russian officer,\nIll never forget, a very intelligent man. And he says, “They let out from the jails, the\nworst thing, and they rape the woman. I’m going to sit the whole night and watch you.\n[indecipherable] I can do nothing about it,” he told us. So that’s what -- he was sitting a\nwhole night, and they start to knock in the door, and then, when they saw him, they run\naway. Then we went a little further, and the same thing happened. So we made up -- the\ngirls, we were 10 girls, we made up, if they knock on the door, we run out in the back\ndoor, and there was a lot of broken trains, so every girl was laying under a train the whole\nnight, cause train didn’t move, they was broken. And we was laying a whole night, and\nthere was [indecipherable] got in the house. A whole night that we were laying there til\nit’s got light, then we -- we came out from the -- under the trains, and we start to look to\ngo any further. There was a big struggle after the war, a big struggle. Was no\ngovernment, was no nothing.",
        "A: All by ourself.",
        "A: No, we didn’t go back, we didn’t -- we didn’t go back. You know, in a room like that,\nhalf the size, was maybe a hundred girls. We was laying down, there was no room to turn\nover, that’s how it was. We didn’t go back. We went in the houses, we took some clothes.\nSo then, we went on a train, the train was standing [indecipherable] going. We took some\nclothes for ourself, we went on the train. The train was standing all night. So a Russian\nfella came in, and he says, “Oh, girls are here, okay, we going to bring my friend.” So we\nran out from the train, and we wait there, the train left with all our stuff, we have to go\nlook for other stuff. We didn’t want to go back to that train. Was a big struggle after the\nwar, with no government, no [indecipherable]",
        "A: Yeah.",
        "A: On our own. Nobody could help us. As a matter of fact, we saw our -- our German\nguard with a wagon, with horses. So we walked over, he should give us the wagon. He\nsays no. So we went to a Russian fellow, and officer, we told him we want the wagon to\ngo away from the camp. So he took the German by the head, and threw him in the -- in\nthe ground, he says, “You take whatever you want, you’re entitled, and go ahead.” One of\nmy girls knew how to operate a wagon with [indecipherable]. See, we tried to go any\nforwarder and forwarder, til we got to Poland, and then we have to leave everything\nbehind, because they -- they -- they checked us up. We didn’t have any money anyway,\nbut was free -- traveling was free, people didn’t have anything. I mean, Poland was our\ngraveyard, it was impossible to be there, they killed 50 people in Kelts. That’s the people\nwho lived through the war, they came from Russia with children, they killed them all.\nWhatever they find a Jew, they killed him.",
        "A: We didn’t know -- we didn’t -- that we should go. We just didn’t want to be in\nGermany, so we tried to go back in Poland. It was a mistake. We didn’t know they going\nto organize. We didn’t know what to do actually, where to go. Finally I went to -- back to\nPoland, and some people took back property, you know -- that we went back. There was\nno way to go back without an organization to take care of you.",
        "A: Armia kryova, yes.",
        "A: That was -- that were like a underground Polish army. They was for one thing, just to\nkill the Jews, that was their idea. They killed four girls right near our town, in a little\ntown.",
        "A: No, I don’t know if they was fighting, but that was the -- after the war, that was after\nthe war.",
        "A: Maybe they was, but I don’t think so -- that they did. Only the Poles would fight after\nthe -- the German -- [indecipherable] the Russian, they organized themself, but not the\nother, not the others. But Jewish people was fighting in the ghettos all over, a lot of\npeople don’t even know about that. In Bialystok, 70 people -- I went -- went there --\ncame there to find a grave, 70 people were fighting, girls and boys was fighting against\nthe German.",
        "A: That was in Birkenau, yes. One of my girlfriends, she -- they hanged the four girl. See,\nthe woman [indecipherable] ammunition, and when the men came into work in the camp,\nthey gave him the ammunition, you know, little. Well, when the uprising was there, I\nthought when they -- they killed a couple Germans, they put them in the oven, they did\nwhatever they could. But, in a few minutes later, you couldn’t see the sky, that’s how\nmany airplanes [indecipherable] German. And the German wants to find out how did the\npeople organize themselve, and to kill so many Germans, and all this thing. Well, they\nran across one girl, but she broke down -- not mine girlfriend, from my town, she broke\ndown and told them on three others. They arrested the girls, they kept them in a bunker.\nOne of my friend, she was typing whatever they say. They took her -- I don’t know how\nyou call it, the strip? What inside with steel, you know, strip, like it’s -- how you call it?\nA strip. When you going to beat up something, you have a --",
        "A: The thing, yeah.",
        "A: A whip, yes, and they put in steel, and they beat them on the body, on the naked body,\nand a doctor was there to revive them, so they can get out of them. Mine girlfriend never\ntold anyone, and the four girls was hanged, right in the -- we have to stay and watch. This\nwas only four weeks before they evacuated from Auschwitz. Like in January, that’s\n[indecipherable] they killed four girls, you know.",
        "A: No, I don’t know. They couldn’t kill that many, because some of them started to run,\nyou know, away, and they shot them down anyway. They kill mostly the Germans, but\nthe -- but the Sondercommando were working, you know. They -- they -- they killed\nthem, they put them in the oven, they did a lot of things, you know. But they didn’t\nsurvive, these people, either.",
        "A: No, I couldn’t see, there was -- no, that you couldn’t see. But I saw the sky was right\naway with airplanes, and -- and they start to shoot down whoever starts to run. So I don’t\nthink everybody make it, you know, out.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Yes. That was their name, that was their main thing, to kill all the Jews. Jews lived\nthere 400 years, they have some property, and for them, the war was a plus, because they\ngot in in a minute -- lot of people was poor Polish, too. And they got in, they got\neverything. They didn’t want a Jew -- if a Jew got in in a house, he didn’t get out alive\nany more. So we don’t even know how many was killed. They didn’t want the Jews there\nany more, so they could have everything.",
        "A: Yeah, we did --",
        "A: -- we didn’t realize the reaction, we didn’t realize the --",
        "A: -- We Ca --",
        "A: Yeah.",
        "A: Yeah.",
        "A: [inaudible]",
        "A: Yeah.",
        "A: Yeah --",
        "A: -- they were very hostile, but we thought after the war, maybe it’s changing. We\ncouldn’t believe they’re going to -- ready to kill the Jews. We didn’t -- we didn’t think of\nit. In po -- was very bad in Poland lately, after the war, you know what’s happened in\nPoland. First of all, when we went [indecipherable] they told us the Polish, in the same\nage where we were, “Go to Palestine, you don’t belong in here. That’s not your place.”\nThat was one thing. We got up in the morning, we saw all kind of signs on th -- on the --\non the building, the J -- the Jews are Communists, the Jews are that and that. Then, after\nthat, they put down the -- they organized them in the churches. Every Pole who came in\nfor the village, have to wear a green band, and stay by the Jewish store, so when the other\npeople come in, they wouldn’t let them in. You know, that’s a Jewish store, you’re not\nsupposed to go to the Jewish store. That was a open boycott in Poland. Even in the\n[indecipherable] asking what you going to do with the Jews, with three and a half million\nJews, which to build up Poland, 400 years, they say, beating up make no sense, but\nboycott them with the business, that’s yes. That was written all over, in the papers. So the\ngovernment was hostile, and the people was 10 times more hostile.",
        "A: We knew about it.",
        "A: We was angry, see, we had -- we have a house, I want to take back the house from the\ngovernment. Mine girlfriends the same thing, they have houses. Then they figure, maybe\nwe'll find somebody from family. Maybe they was in different camp, and they survive.\nThat was the reason we went back. I wouldn’t want to stay in Poland, but bec -- be --\nthere was no way out. If not the Bricha, everybody will be killed there, they wouldn’t\nleave anybody else. They took care on them. They knew -- they knew, because the\nBricha, some of them was born in Poland, and they knew. That’s the only way to get out\nthe Jewish people from there.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: We knew, but --",
        "A: We was angry, see, we had -- we have a house, I want to take back the house from the\ngovernment. Mine girlfriends the same thing, they have houses. Then they figure, maybe\nwe'll find somebody from family. Maybe they was in different camp, and they survive.\nThat was the reason we went back. I wouldn’t want to stay in Poland, but bec -- we --\nthere was no way out. If not the Bricha, everybody will be killed there, they wouldn’t\nleave anybody else. They took care on them. They knew -- they knew, because the\nBricha, some of them was born in Poland, and they knew. That’s the only way to get out\nthe Jewish people from there. So they took [indecipherable] a half a million, when they\ncame back from Russia.",
        "A: Yeah.",
        "A: We were together all the time.",
        "A: Well --",
        "A: -- I tell you something. In Auschwitz, we’re like that, when you stay in a group, some\nspeak French, some speak Yugoslavian, some speak Greece, so everybody stick to their\nown town, to their own friends, what we went to school together. So, I was with mine\ngroup. Everybody got their own clique, like they say, because we couldn’t -- we couldn’t\ncommunicate. The others speak Greek, they speak French, they speak Italian. We\ncouldn’t -- we couldn’t understand. So they did the same thing, they grouped themself\nwith their own people, with the same language. That’s the way it was.",
        "A: From mine town, mine -- we went to school together, town. The thing is, but I didn’t\nmention it, they always made selections in Auschwitz. The selections were like that.\nBecause they couldn’t bring a townsbut on the outside, like they got a note, 3,000 people\ngot to be killed. So, they took from the place that we were standing -- people only survive\nin the wa -- the last in the line. I came back to the barrack one Hanukah, 1943, yeah, I\ncame back, we were thousand 1n the -- in the barrack, only three came back. They count\nup, if they have enough, they they’ll let the last go. Only three came back from thousand.\nAnd that -- each time there are selection, somebody ask you how you survive, I always\nsaid the same thing, I was the last in the line. That’s the only way, not because we were\nsmart, or we was healthy, didn’t matter. They have to burn so many people. And that was\neven worse, because the people when they came from a transport, they didn’t know\nwhat’s going on, it was the night. But when they took the people from the camp, and we\nknow where they’re going, that wasn’t -- that was very sad. There -- there was crying,\nthere was hollering, they were singing the Haptikvah. But they knew where they going,\nthey saw every -- and you know how when they put the people on the truck, they didn’t\ntook him down gentle, they open up, and just like potatoes, they roll down on the -- on\nthe ground. That’s the way they treated people.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Were in Auschwitz?",
        "A: Yeah, it’s --",
        "A: Yeah.",
        "A: Yeah, it’s happens to me, too.",
        "A: I really wanted to commit suicide, to be honest with you. We were starving in Poland,\nthere was nobody to -- I started to sew a little bit to make a few cents. We -- we bought a\nfew potatoes, that’s where -- we didn’t have an-any nothing, the Polish government\nwouldn’t help you. So, I really wanted to commit suicide, there was no way out. So, in\ntime, came a guy from mine town, what he was going to the Yeshiva, by a -- by a\n[indecipherable] next to the Yeshiva. So he knews me. So he said, “Listen, don’t stay\nhere, the life’s danger. Ill take you to Lodz.” There was kibbutzim there. We didn’t\nknow where to go. How can you go when you don’t know where to go, to whom to go?\nWas very sad. So, he took a few of us, we went in there, he took us in a kibbutz. So, to\nme it was a haven, you got a roof over the head, and you got a piece of bread. And then I\nhave to go to Bialystok, and was very sad of a day.",
        "A: Yeah.",
        "A: Yeah, that’s was in 1945. There was no way out, we couldn’t go back to Germany, we\ndidn’t have anybody. Even you’ re starving, you -- you kind of don’t feel like to live any\nmore. Luckily, that guy came in, to one -- he was born in our town, too. And he looked\naround, and he said, “Listen, let’s go from [indecipherable] they already killed four girls\nin that little village. Let’s go out, stay in a big city, in a kibbutz, ther -- at least they’re\norganized.” So we were happy. He was like an angel coming from the sky. You know, we\nwere happy that somebody show us the way where to go. The big ci -- the big -- in our\ncity, they wasn’t organized, you couldn’t talk to nobody. Like I told you, the government\ngave me the key from this school, where I finished school, laid down on the floor, no\nclothes, no beds, no food, no nothing. It was -- it was horrible. It was very bad.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Oh yeah, tell you all the names, yeah. One just died last year, she was in -- in New\nYork. One just died. Some of them are in Israel. I hear a few already died too, over there.\nSome of them end up 1n a institution, they lost their mind, you know? A lot of them went\nup in an institution there. And one of my ne -- closest friend, [indecipherable] in the\nunderground, she lived in Canada, and she got killed. A car went up -- she went out from\na wedding, and going to go home, and a car went on the sidewalk, and he killed her. That\nwas my closest friend, from mine town, we went to school together. So here, we have to\nmake new friends. The others, I don’t have any. I only have one friend in Detroit which --\nshe came here in 1939 -- 1937, with a grap -- a group of youngsters. That’s the only\nfriend from mine childhood I have. All the other -- yes, I meet them in Florida. They\nwent in Russia, where they survive, in Russia. Some -- a few was in the camps, so we get\ntogether all the time, and we go out for dinner, and we keep together, the group. Some\nlives in Detroit, some lives in Philadelphia, some lives in New Jersey. A few of them,\nyeah.",
        "A: Yeah.",
        "A: Yes, I'll tell you the name. Which I meet in Florida, yeah?",
        "A: These people? Becau --",
        "A: -- the others went -- the original went to Israel, and some of them died over there\n[indecipherable] institution. One died in New York. I really don’t have any -- the\noriginal, they’re not here any more. The one there, what I meet in Florida, they went to\nRussia, that’s how they got saved, yeah.",
        "A: So we meet then.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, I can tell you. One -- only one is there, Dinka Blanke -- well now, she got\nmarried, she got a different name. One is named Dinka, and one is named Kirsch. Those\ntwo was in Auschwitz, but they got married, you know, so they change their name. All\nthe others didn’t survive, no. I hear they wa -- they die in Israel, one was [indecipherable]\ninstitution, yes. No, I had -- my friends now, it’s not the original friend. None of them.\n[ll show you the picture here when I finish school, and I graduate. Only one was what --\nshe was in the underground, in -- in -- in Auschwitz, she’s on that picture, too.",
        "A: Yeah.",
        "A: I wa -- we could only stay the six months in one kibbutz, we have to smuggle ourself\nto Israel. Because I was waiting for my brother, so they sent me to Bialystok.",
        "A: Oh, some people smuggled themself out from Russia, on the boat there. My brother\nwas waiting til they give him a legal -- legal to go out. So, when I talk to them, so I told\nthem, oh, I was with him in Siberia together, so I already got a name. And I start to write\nletters there, and it took a couple months til he came back, 1n a legal way. So that’s when\nwe was together nows, we have live together. He couldn’t come to the United State, I was\non the papers for my husband. He was -- not 1945. They got two categories, 1945 - 1946.\n1946 couldn’t go to America. They came from Russia, no, not these people, only the\n1945. So he was there in -- living in Vienna, and I got some papers for him in here -- to\nbring him over here, but he got -- unfortunately he got killed a couple of years later in a\ncar accident. He got run over, yeah. That’s was -- I -- I’m the only one from my family,\nfrom my father’s side. From my mother’s side, nobody ever survived, none of them.",
        "A: Yeah.",
        "A: I-I-I knew, I knew, but anybody who survived, there was offices where you put on\nyour name, if somebody else come. Now, I knew that nobody survive, and I didn’t see\nany name. Sometime when my brother was still in Russia, and I announced on the radio,\nand I wrote postcard -- Kirshenbaum is my maiden name, so a lot of people came from\nother town, but 1t wasn’t my brother, they just got the same name, but wasn’t that.",
        "A: No, like I told you, the Bricha took us out from Poland, we went to Austria -- to\nCzechoslovakia first, then to Austria. In Austria, I remained there, because I got married.\nSo, I took my brother and t-took us two years to come to the United State.",
        "A: He came to look for his brothers. He got four brothers in the Russian army, so he\nthought maybe somebody, because those really -- a transport with the people came, but\nnone of them survived. And he was surprised to see [indecipherable] because I was the\nonly one, but mostly people from Russia, when they came back. So that’s how I met him.\nSo, took me out, and show me the hotel, and got papers, and that was like a miracle. So I\ndecided to get married.",
        "A: Yes, yeah.",
        "A: N-No, n-no, no, no, no, no. I tell you something. He was very nice, was a nice person,\nhe was the -- he was not far from out of town, you know, junhanfrum. He’s from Ben-\nGurions -- he treat me nice, he was a very nice man. So I figure, what do I got to lose? I\nhave -- everybody got married like that after the war. You met somebody, you get\nmarried, that’s the only way to do, not to be alone. That’s was the only way. No, if I\nwouldn’t like him a little bit, no I wouldn’t marry, no. That’s for sure not.",
        "A: We tried to be in love, you know, but we really didn’t know each other, to be honest\ntrue. We have to do it in a couple days, because that transport was in Austria, have to go\nforaday. I kind of sneak out from the barracks, and came to the little city. And you\ncouldn’t stay in the little city until you got papers. We have to pay up in the government\nto paper, that I should stay here. I couldn’t go back there, those people go forward\nalready. So I kind of sneak out from that camp, you know”?",
        "A: Yeah, yeah, yes. We -- we got along nice. He got a brother, too, we all lived together,\nmine brother, his brother, we all lived together, and I kind of took care on everybody.",
        "A: Yeah, we did, we did, yeah. We did. He got a brother came over from Germany to\nAustria. I got the brother from Russia. And I said, whatever I do, I don’t go away from\nmy brother, and got to be with us together. So we all lived together, yeah, that’s true. His\nbrother couldn’t come because to America, he come later. My brother come later, maybe\ntwo years later. But when he came already, I had an apartment, because I make money, I\nprepare everything [indecipherable]. Now, when my brother came, I already had a child,\nyeah. Was two years later, yeah.",
        "A: To climb on mountain, then to go down it [indecipherable] yeah. But we did it on the\nnight, that -- that’s what we have to do, a lot of things which sometime we think it’s\nimpossible, but we have to do it.",
        "A: Yeah.",
        "A: Yeah, sure.",
        "A: Yeah, it’s unbelievable to other people, not for me. Luckily, I had a profession, I went\non the second day to a nice job to make money. I was fast, I was working piecework.\nAnd we were on our own, with no help of anybody. I was lucky I found this man, you\nknow, from my town, and he took me in on the job, in the factory, was a big factory. I\nworked there a couple of years, yeah.",
        "A: Yeah.",
        "A: We come out on a boat, you know. Not on a regular boat, a boat where they bring\nanimals, everybody was sick, like little sack, you was laying a little sack. And voo -- a lot\nof people said, “Throw me in the ocean, I don’t want to live any more.” They were\nthrowing up, was horrible. And it was a big storm, 1t was even in the papers, written\ndown, they didn’t thought that that boat will make it. It was on a little boat\n[indecipherable |",
        "A: No. The boat I don’t remember, but the -- that -- but I remember we came with an\nairplane, we came -- no, I don’t remember the name of the boat, no. It was a -- a\nmiserable boat.",
        "A: Oh, they -- they brought us to Boston. In Boston we stay overnight, and we took a\ntrain to come back to Chicago. And the HIAS paid, but I paid them back, because they\ntold me that I -- you come to a sponsor. So the first check I got, I paid them back 70\ndollars, in that time was a lot of money, but I paid them right away back, you know.",
        "A: Boston, yeah, overnight --",
        "A: -- overnight, that’s all.",
        "A: No, we didn’t know nothing. I think a Jewish organization was waiting for the people\nto come down from the boat. There was Gentile people there on the boat, too. They were\n-- took us out, I don’t know what, a certain place, and we stay overnight. They gave us a\n[indecipherable] he said we got to go on a train next day. So, we didn’t even see Boston,\nwe didn’t see those things.",
        "A: No, next morning we have to go, we have to go next morning, they was back in\nChicago, and I come to Chicago, nobody waits for us. We didn’t know the English\nlanguage. So, luckily, when Polish women came to work in the -- whole night we were\nsitting on a bench, and I see they’re speaking Polish, I said, “You help me out? Because I\ndon’t know who to call, and what -- what to do.” So they said, “Just give us the telephone\nnumber, we’ll take the telephone book,” and to call him [indecipherable] come pick us\nup. They was very Orthodox people, very religious people. So we stood there for a week,\ntil we got a bedroom someplace, then we moved out.",
        "A: No, with nobody, that was a second cousin of my husband’s, they carried the same\nname Mosak, the same name. So they came, and they want to show in the shul they do\nsomething, but that wasn’t good for us. It didn’t work out good for us, because we was on\nour own, we have to look for work and all this thing, we don’t know the language. You\ncome to a country, if you have a profession, it’s half the battle, you know what I mean?\nYou work, you learn the language. I went to night school here. But at least I make a few\ndollars, you know? Because in the beginning, I was really was starving here, too. I asked\nthe woman where we were, and to borrow me a dime for a roll, til I get a check. We\ndidn’t have anything.",
        "A: Yeah, yes, that’s right.",
        "A: It was very strange. When I looked out, when I was on the station, and I saw the cars\nare running all night, I says, “How I’m going to mingle into this place?” Looks to me like\nimpossible. How we going to live here? How we -- especially you don't know the\nlanguage. I only knew a few word. It was hard, it was very hard, very hard. But if you\nhave a profession, whatever you go, you can make a dollar for -- 1t was half the battle\nright away. I started to make nice money that time, yeah.",
        "A: I was very happy. I was very happy. I took every advantage. We were 40 on the table,\nI was the only work overtime, I didn’t go home. Saturday you got a double check, double.\nIn the summer, I didn’t took the vacation, I got another check. I was the only one for 40\nwoman, to come into work. I figure I'll do anything not to be poor any more. I’Il make as\nmuch money as I can. And that’s what I did. Soon, I got the money, I start to run out, buy\na television, buy a radio, everything. And the people said, “It’s not Europe, you get it\nnext day.” I thought if I don’t grab it right away, I wouldn’t have it. Every chance I got, I\nbuy -- I bought for the house, yeah. There we got an apartment, yeah.",
        "A: A couple of years later. We came end of ’48, my daughter was born 1950, in\nThanksgiving. Until I had money, the bank, until I have an apartment, then I had the\nchildren, yeah. Because we didn’t have help from nobody, nothing.",
        "A: Two, two daughters I have, yeah.",
        "A: Yeah, Esther is the older one, Dorothy the younger one, and I consider myself very\nlucky to have tho -- those two daughters.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Ever.",
        "A: Yeah.",
        "A: Well, I want to tell you something. My husband was a sick man. Later on I find out he\nwas sick. Wasn’t sick when I was married, six months later I find out that he had\nbleeding ulcer. I would never do it to nobody. Even I could make myself better, and I had\na chance, and I didn’t took the chance. But for me, I [indecipherable] the world, I would\nnot do it to nobody. I'd rather suffer than to make myself better. [indecipherable]",
        "A: Yeah, I could have have a better life if I want to change, in that time when I come\nhere. It was a lot of men, and only a few girls came to the United State, but I didn’t -- I\nwouldn’t do that to nobody, not to my husband, not to nobody. But me, I work as a\n[indecipherable] and what I make up is for good and for bad, you know. I wouldn’t do it.\nSome people do it, a lot of them break up right away.",
        "A: Yeah. They live in New York. They want to come to this country, and they want to\nhave the paper, and they broke up right away, they came a couple weeks later, and they\nmarry somebody else. A lot of them, yeah. But not everybody had the heart to do it, no.\nEven you can make some -- so -- better, no, I wouldn’t do it, no.",
        "A: Yeah.",
        "A: No, was I -- it was only the only one in 1948, and I didn’t see -- then, when we open\nup a cleaning store, they come in, most of them Hungarians Jews, Czechoslovakia, not\nfrom mine town. And so we got acquainted with them, you know, we tried to keep to -- to\nour own. And then they start up an organization, you know, that we got together all the\ntime. But none of my past friends I have, none of them, no.",
        "A: On Division. On Division Street. You familiar with Chicago?",
        "A: Yeah, on Division, on -- first we have on Spaulding and Potomac, and then we moved\nup to the main street, on Division Street.",
        "A: On Potomac -- yes, within -- corner Potomac and Spaulding. Was a -- was a hardware\nstore, a butcher store, and that was our store, a cleaning store, we were there a couple of\nyears. Then we moved up there, then we moved again, because the neighborhood\nchanged. We moved on Jarveese, wasn’t good over there, either. So, we still -- you have\nour lease, you have to stay. And then I start to take in work in my own house, and I still\ndo it.",
        "A: Yeah.",
        "A: No, no. Yeah, that time we live already in -- in West Roger’s Park. Yeah\n[indecipherable] we moved [indecipherable] we live on Division Street, then we moved\nto Albany Park, from Albany Park, we moved to -- we moved to West Roger’s Park, and\nI stayed there 33 years. Here I live six years, going to be next month. So we keep on\nmoving all the time. [indecipherable] cames to my door, that she make me to move,\nwhich I’m happy here, very happy. Yes, but here lives a lot of refugees, around other\nbuildings here. So we get together, we play cards a little bit, we go out together. We got\nlike a social life here. Where I live, everybody moved away to Florida, to Las Vegas,\nArizona, so I lost the friends over there, too.",
        "A: No, no, no. First of all, we were ver -- very busy making a living, working all the time.\nNo, we never talked about it, no. Just recently, when they start to interview people. A lot\nof people of my friend don’t want to even talk about it, it’s too painful, they can’t take it.\nBut I went to Washington a few times, where they, you know.",
        "A: No, no, no.",
        "A: Yeah.",
        "A: Well, I tell you, most people, even the people who brought us here, they brought\nanother family. So, she always talked about it, I says, “Stop talking about it.” I never\ntalked about it, no. I never say nothing. But she start [indecipherable], “Oh Sonja, stop\ntalking, it makes me sick, I don’t want to hear about it.” They didn’t have to tell it to me.\nI didn’t save somebody [indecipherable] tell them about not -- pa -- on my own, no. No, I\ndidn’t tell her nothing.",
        "A: The number.",
        "A: Yes. 25702.",
        "A: Yes, right here, yeah.",
        "A: Yeah.",
        "A: Yeah, all the time.",
        "A: Yes.",
        "A: No, it show --",
        "A: -- I tell you, when I came to this country in this -- and in the summer, and I went on\nthe train, people moved away, they thought I coming from Sing-Sing, they never saw\nthat. So, I have a number, I must be a criminal, so they just moved away, they didn’t want\nto see. Even now whe -- if I go in the hospital on -- “What 1s that? You was in a camp,\nyou got a good time?” They didn’t know it was a concentration camp. They never saw\nthat.",
        "A: Never saw that, no.",
        "A: Yeah, yeah, people, yeah, no.",
        "A: No, no, never. I never cover up, no, never. You can’t cover up if you wear short\nsleeve. No, I never cover up. One of my friends doctor take out, and it was a botched up\njob, and she looks worse. So I -- it doesn’t bother me. You get used to things, you know.\nIf my granddaughter were little, she asks me, I told her it’s a telephone number. Like, she\nwas two, three years old, what you going -- I said mine telephone number. What are you\nso -- tell a kid, you know, in that age? No, it didn’t -- I got used to it.",
        "A: No, no, never, never. It was too painful. You don’t want to upset kids [indecipherable]\nolder, when they’re young, no. They find out on their own, they find out on their own. As\na matter of fact, I came to visit me, a lady from Milwaukee, and she was in camp -- no,\nshe was hidden, I think. In how -- those days, a young person, maybe 42 - 43, she said,\n“Oh, I never saw the number.” I said, “Didn’t you read in the books, in the paper, in the\nmovie?” She says, “No, I see the first time.” So some people doesn’t know, even Jewish\npeople, a lot of them doesn’t know about it.",
        "A: Yes. I told them I was in the camp, and that’s it, you know? I never talked about it to\nma -- it’s too painful, and for children, they would never understand it either, it’s\nimpossible. To tell things like that, that’s is -- impossible.",
        "A: Yeah, well, they find out, but on their own. They go to the library here, and there they\nfind out. But I never talked about that, the way it was -- things was, no.",
        "A: Yeah, yeah, yeah.",
        "A: Yeah, yeah.",
        "A: Yes, but at least they have a knowledge now, they teach them in the schools, it’s a\nlittle bit knowledge, more knowledge. I went a couple years ago downtown, it was a lady\nfrom Austria, and she’s supposed to tell the people what’s happened. So, a Gentile guy\ncame in, a young man maybe 38, and she told him she was a child, she’s supposed to be\nin the movies, and then she was sitting on the street, and the German -- the Austri was\nspitting on her, you are a Jew, and that then. And they show the pictures, she is now\nmarried, she have kid. So the guy says, “I’m so happy that I came to the museum to find\nout, because I would never believe it. Now I see it in person. Now I can see it.” The guy,\na young guy, he said. Some are interested, and some are not interested. I went into a\nrestaurant last year, and a couple boys come in -- | think they’re from Mexico, and they\ntold me they have Arab friend, and the Arabs say bad things about Israel, and all this\nthing, the Jews do this. So I said, “Listen, you don’t have to listen to that. If you want to\nknow, I'll tell you the story. First of all, Jewish people doesn’t go and attack cars, buses\nthe children ardi to school. Jewish people doesn’t do this thing, the Arabs do this thing.”\nIf one guy got crazy, he went in one time, got [indecipherable] killed people, that doesn’t\nmean the Jewish people do. The Jewish people take him to the hospital to help him. They\ndon’t attack people like they do, with buses, with cars, whatever they do. So I -- they\nhave -- says, “Well, it’s good to know.” 16 - 17 years old. So I tell them, oh, be happy to,\nbecause they ask you what the number is. They was interested. They learn in the schools,\nand we explain it to them, those things.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No, no, yes I told them, yes. Mine daughter knows, yes. I happens to have pictures.\nOne of my friends, whi -- she got killed in kare -- Canada, she took a lot of pictures. I\nbelonged to a Zionist organization before the war, so sh-she took the pictures to our\nneighbor, a Polish. She says, “If somebody comes back, a Jew, please give the picture.”\nSo she came back -- my girlfriend came back, she got the picture, she made copies, she\ngave it to me. So then I show it to my daughter. Then, after the war, when I came to the\nUnited State, they told us [indecipherable] open up a book with picture. So I says, “I have\nsome pictures.” How do I have pictures? I have an aunt in Pennsylvania, which I didn’t\nknow I had, and her children was born here, so I decided soon I came to this country, I\nget in touch with my aunt. I remembered the address, not exactly, but 1t came the letters\nto her, what I remember by heart. And I told her, I says, “I would like to have the pictures\nfrom mine family, from mine uncle.” She says, “It’s too far to give it to you, you better\ncome here, we want to see you.” That time --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: -- have some pictures.” How do I have pictures? I have an aunt in Pennsylvania, which\nI didn’t know I had, and her children was born here, so I decided soon I came to this\ncountry, I get in touch with my aunt. I remembered the address, not exactly, but it came\nthe letters to her, what I remember by heart. And I told her, I says, “I would like to have\nthe pictures from mine family, from mine uncle.” She says, “It’s too far to give it to you,\nyou better come here, we want to see you.” That time planes didn’t run in 1949, you have\nto take a train. So we made up they’re going to meet us on the station. They didn’t find us\non the station, I didn’t find them, but a lot of people -- what I got a address, I walked over\nto them, and I met them, my aunt, she was a elderly lady, very religious, too. And she get\n-- took out all the pictures for mine parents, for my uncle, for my other uncle. My turov -\n- my uncle was Hank, in na -- mine town -- not mine town, a different town. So I -- I got\nall the pictures, and then I went to the museum a -- two times, three times, and I present\nall the pictures, and the book from Israel what came out, I sent away a picture from mine\nfamily, of a [indecipherable] in the book. So I have a few documents, at least, yeah.",
        "A: Yeah.",
        "A: Oh yeah, of course, you mean from my uncles, too?",
        "A: Or j -- or just from mine parents?",
        "A: Yeah.",
        "A: The names?",
        "A: Co -- my father’s names was Mandel, my mother’s name was Esther. My younger\nbrother was Shya, and he was taken away by a selection in Auschwitz, he was 15 years\nold. So that was it. Then for my uncle, tr --",
        "A: Kirschenbaum, yeah. Then I can give you the name for my uncle. My uncle ran away\nfrom the ghetto. We already was in a ghetto that -- they decided in mine town, should be\na mustard -- they connected to Klein-Berlin. They called 1t Klein-Berlin. So they didn’t\nmake a ghetto, they took out the people to -- to each, to other ghettos -- I was in the\nghetto in Novidburg in that time. So I found out that my uncle ran back. The city wasn’t\ntoo far, so decided they’re going to hang him. And there was another brother, my father’s\nbrother, they arrested him t -- cause you are a brother, you got to be hanged, too, because\nthere were prominent people in the city. So the Gestapo paid them off, they shouldn’t\nmake the execution in 1 -- 1n our town, because when they hang people, the son have to\nhang a father, because he took the [indecipherable] around the Jewish cemetery, and tried\nto hide it. So the son have to hang the father, otherwise all Jewish people will be killed.\nSo they decided, a committee, they paid off the Gestapo, the execution should be in\nanother town, not -- not the family should [indecipherable]. So they took him to\nNovidburg, where I was born, but I didn’t live there, only one year. After the war, I went\nthere, to Novidburg, and I digged out those graves. I find out [indecipherable] the Polish\npeople, they told me exactly how many people, they’re saying seven people. Two of mine\nuncles, and then [indecipherable] the daughter-in-law’s father, and then -- then a boy,\nmaybe 19 years old, they told him he threw away the [indecipherable], and a couple from\nPlodz. In order to dig that out, I find a few people in the city, I went to the city and they\nhelped me. We have to have a permanen -- a permit. So, the governor told us, only they\ngive us a permit if the -- all of them going to put in one casket, because they was laying\nin a shallow grave, you know, like that. So I decided, yes, whatever they do, it’s all right.\nSo we put them in one casket. I didn’t see the faces, because you couldn’t rec-recognize\nthe faces from 1942 til 1945. And they put them on the Jewish cemetery there, and I put a\n-- a [indecipherable]. But my daughter went in there, and she said it’s no more there. You\nknow what the Polish people did to the cemeteries. They make fields to -- to grow food\nup at the -- the -- liquidate the cemetery over there. That’s what I did after the war for\nmine uncles, you know. And they have families -- I have the pictures from them, which I\npresent at the -- Washington They have two daughters and two son. One daughter I saw\nin Auschwitz only one day, then I didn’t see her any more. And so they all got killed. My\nother uncle, [indecipherable] was killed, got three daughters. They all was killed, too.",
        "A: Binjamin Kirschenbaum, and Aaron Kirschenbaum. Then was Linden Birkdeboy, but\nhe was killed, and then was mine cousin, she was like 19 years old, she didn’t want to go\nto the shadar. So she took a pin, and marked on the bricks, that here lay in the\nKirschenbaum. When I came after the war, I couldn’t go to that brick, they build a\ngarage. I tried to get in to get out that brick, but I couldn’t, it was already build a garage,\nand I couldn’t get to that. But that what I tried to do after the war.",
        "A: No. My daughter went, but no, I can’t look at the faces any more, no. I wouldn’t go\nback there for no money in the world. I wouldn’t -- I know the Polish people, they very\nunconsi -- they were worse than the German. If th -- 1f a Jewish -- if a Jewish man, he had\na business, you know, he put [indecipherable] to hide the cloth, they report it to the\nGermans right away. Everything [indecipherable] they told them who was rich, and who\nwas that, who was educated. You know, they got the -- it was surrounded with enemies\nall around, even after the war, but no liberation for the Jewish people. Nobody will ever\nknow how many Jews was killed in Poland.",
        "A: I hate them.",
        "A: I hate them. I tell you why. There is a shul, a Reform shul near Tuye, so the Polish\npeople maybe d -- the third generation, what they were born here, they put in a letter, the\nJews are kikes, the Jews are miserable. My mother told me when I was a little girl I\nshouldn’t go near. They was born here. We took the letter, and we went to Puchinsky,\nhe’s a Polish man, he was a older man. They didn’t sign a name who did that. No matter\nthe fifth generation they born here, the Polish people are miserable, and terrible, and anti-\nSemitic. That’s how they’re born. That’s what the Bricha said. In the milk, they got in the\nmilk when they was born, from the mother, to be anti-Semitic. That’s the way they are.\nThat’s the way they are. I wouldn’t go near him. And mine daughter went there when\nthey interview some college professor, they said they’re going to teach in the school, go\nand make a remark how they treat them after the war, they got red in the face, and they\nstart, “Oh, Poles was killed, too, the Russian killed, too.” They wouldn’t say -- apologize\neven, no. That’s the way they are. They talk nice, gentle, but you don’t know what they\nreally are.",
        "A: Yes, yeah, yeah, yeah. I avoid them, yes, I avoid them. I don’t want to have nothing to\ndo with them. I try not to. Now, you know, they come to -- they come here, they clean\nhouses. One lady went there to exchange some money with them, and they didn’t know\nshe’s -- she’s a Jew. So she says to -- to them, ““There’s -- the -- the -- the Jewish people\nthey should only drop dead, and they have such a nice home.” They come here to clean.\nThey get money for it, pa -- clo -- that’s the way they are. I wouldn’t let them into my\nhouse.",
        "A: Yes, I went there three times already. The first time I went because somebody told me\nfor asthma it’s good in Israel, so I went for a month to dry out, and somebody told me no,\nsomebody seek whatever you go. I went there three times already, yes, in Israel. But\nwhen I got married, in the paper it was for the United State, and we came here, and we\nstart to make a living, and then you have a family, then you can’t pick yourself up and go.\nBut I was there three times for mine granddaughter’s Bas Mitzvah, mine grandson’s Bar\nMitzvah, we went there back, the last couple of years, yeah.",
        "A: Yeah.",
        "A: Yeah, that -- that was our goal, but how many could go? One -- maybe one -- one\nfrom each town. That was our goal to go to Israel, that was we were dreaming about it.\nWe was real organized in that time. But I wasn’t the youngest grou, and were older\npeople wi -- that did emigrate to Israel. So they make like two people can go on one\ncertificate if they got married, and they come to Israel, and they dissolve it. So, older\npeople did go, yeah, from mine town. But we didn’t have a chance yet, you know. People\nwanted to go to Israel, but they wouldn’t let us in. Remember Vivian from England? He\ndidn’t want to upset the Arabs, to let in Jewish people to Israel.",
        "A: No, I don’t feel a regret, I tell you. I don’t think I could take the climate there, it’s very\nhot. When I was there about 25 years ago, I got very sick. I didn’t know the climate, I\nwent in the summer. And I didn’t thought I’Il make it home alive, that’s how sick. I could\nnot breathe. I -- I could not take the -- if -- in Jerusalem a little better, but in Tel Aviv,\nimpossible. An-An-And I tell my friends that -- they were saying I lay on the floor, I\ncouldn’t breathe, I -- they says to me, “ We here a couple years already.” I says, “You got\nadjusted, but I didn’t.” I was very sick, but I went back for the kid’s Bar Mitzvah, and the\nBas Mitzvah, we went back.",
        "A: Yeah, yeah?",
        "A: A year. I live with horses in a stable, because they put in from each town there, and\nthere was no way to go in. Like in one room lived [indecipherable] 10 families. So we\nwere the last ones. When the German brought us over there -- should I tell you how we\ngot on the -- on the boat? We have a -- a castle 1n our town, with kings used to live there,\nnow it’s for -- then it was for recreation. So they took all the Jews into that castle, and\nlocked the door. Then they start to [indecipherable] the people, if everybody’s dead. Ifa\nbaby fell down, and somebody picked up, they both got show. Got to be quiet. Then, by\ngoing out from the door [indecipherable] door, was standing in the black uniform, with\nthe rifles, beating up everybody. Blood was running like water. Then they put us on top.\nBetween us was a doctor, he came from Germany, I think he got one artificial leg. They\nthrow him on the ground, and they step on his face with the boots. That doctor came to\nAuschwitz. We do -- we would do the same thing, he got the pills. He, his wife, his child,\ncommit suicide right away, when he came into Auschwitz. We didn’t have that, he have\nit.",
        "A: Pills to commit suicide. They took us in the ghetto -- so they watched for 20 minutes,\nthey going to beat up people, they have to find a place. But there was no place where to\ngo, SO we run in a Stable, and we live in a stable almost a year. Nothing to eat, people\nwere dying from typhus. The only thing 1s they open up a kitchen, the Jewish people open\nup a kitchen, give a little bit soup, everybody. We was begging the German, why don’t\nyou kill us? He says, “No, we need the bullets on the front. You going to die ever --\nanyway.” That was in the ghetto. And then, from the ghetto, took us to [indecipherable]\novernight, and right on the -- on the trains, on those closed trains, there were people you -\n- women used to give urine to drink, the babies was crying for water. No water, keep us\nlike that, locked up for three days. Dark, no bathroom, no nothing. Half of them die\nanyway. And then the -- everything they did at night. They put on the train at night, we\ncome to os -- we didn’t know where we were, we didn’t know what’s going on. And right\naway was selection. Let’s say we come up 3,000 people in a train. They only pick up a\nhundred women, a hundred men. The rest have to go to the gas chamber. So we didn’t\nknow -- I wa -- right away, didn’t see my parents, nothing, was dark. We have to put\ndown our suitcases, whatever somebody got, and they only picked up 200, and the rest\nhave to go. You could be young, you could be strong, it didn’t matter. That’s how it was.\nAnd then we find out when we came there, that’s the -- the gas chamber is working day\nand night, for 24 hours. Day and night. You know, people were standing 1n the line, they\nbegged to go in already. No washrooms, winter, it’s cold, children are crying, they beat\nyou up. They want to get over with it, already. They sing the Haptikvah, they know\nwhere they going, they see the flames, and a few minutes later, 1t will happen to them. So\npeople don’t understand all these things. People who wasn’t there could never visualize.\nNow, everything 1s p -- fixed up, [indecipherable] taken. Can’t -- they can’t visualize\nthose things. Day and night, were six crematoriums working. But when the war comes to\nan end, they took apart five, so nobody should know there was six. They only left one.\nThey didn’t manage to liquidate the one.",
        "A: Yeah?",
        "A: Yeah. You dream at night all the time. I -- sometime I scream at night. I -- I feel like\nI’m going to hide, I want to run. It’s all the time with that. It never goes out.\n[indecipherable] to my daughter when I sleep [indecipherable] come in and wake me up,\nI’m happy, because when you dream, it looks like real. And she waked me up, I said,\n“Thank you. It’s good you woke me up. I sleep ala -- alone here, alw -- always ba -- it\nnever goes away from your mind. Like you’re running, you [indecipherable] selection,\nyou here and there. Never goes away, those things, never.",
        "A: A lot of ha -- of the times. All the time I dream that I’m with the camp, we going to\nhide it, we going to run. We -- we go out from the ghetto, maybe -- maybe we’ll run here,\nmaybe we’ll run here, and they -- running after the -- always the -- the scary thing.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, yeah, yeah.",
        "A: [indecipherable |",
        "A: Yeah.",
        "A: We haven’t got none of the -- and a lot of -- and a lot of people were very depressed,\nand nobody knew about it. We didn’t know even [indecipherable] thing. No, we didn’t\nhave any help, nothing. Not when we came, no, nothing like that.",
        "A: No, no.",
        "A: Beca -- no, because we don’t believe really, in that, you know. It’s all behind, you\nknow, and a lot of people kind of pull out, which is a miracle. A lot of my friends -- I had\na friend from Alsia. She said, “I can’t believe it, what you went through, that you -- you\ngot that guts to go to work, and make money, raise a family.” But when you depend on\nyourself, then you do it. When you drowning, you try to pick yourself up, no help from\nnobody. So, it’s a miracle [indecipherable] people, but not everybody did it. A lot of --\nend up institution, a lot of my friend end up insti -- one of my friend which she help me,\nwhen I dig out mine uncles at the -- and I want to send her to Israel, send her a present.\nShe was a nice -- she took me to the house. They took away a girl from [indecipherable]\nand she -- when they took her away. In the camps, the only thing wanting they have a\npiece of bread to eat, but after the war, when she came to Israel, she went up in\ninstitution. Beautiful, young woman. And I don’t think if she is still alive -- as a matter of\nfact, the husband survived, too. They both survived. And he was a very religious man.\nThey went up in Israel. But a lot of people that was in the institution in Israel, a lot of\nthem.",
        "A: Well, I tell you why. I have one thing in mind, 1s to work, and to make money, and not\nto be poor any more. I concentrate on this, you know. That was it, you know?",
        "A: Yeah, yeah, I worked all the time. I didn’t want to think about nothing else, only to\nwork, and to make money, because if you have money, you can live a betli -- a better life,\nyou know, and that’s what I try. My kids went to college, the piano lessons. I tried to give\nthem everything what I didn’t have.",
        "A: Yeah, all the time.",
        "A: No, only when I lay down to sleep. You know, I am working, so I am busy, so\noccupied with my work, so I can think of something else. I got to concentrate what I do.\nBut when I lay down and sleep, all the time I have dreams. I -- I am amazed, myself. And\n-- and sometime, I almost cry. I -- I’m in such a bad situation, I start to run, here’s a\nselection, here’s this, and it always comes back, it’s so real, it’s so real when it comes\nback. So when I get up, I says, “Oy, thanks God I’m out of it,” you know?",
        "A: No, it puts me in the place where I was standing for selection. We have to stay naked,\nwinter, in the coldest day. If you have a little pimple on the body, you was gone. That\nwas -- one time they told -- I work in ausch -- in Birkenau, I work by bricks, with the\ntuchkas you know, schlep brick? I work by that. One time they announced they need 50\ngirls. So I said maybe I’ll have luck to go to work [indecipherable]. I stand there, and I\nfind out, one of my friends from Czechoslovakia come over, she said, “Run away. They\nneed 50 girls to sterilize them.” So when it’s 20,000 people on the one ground, you can\nget lost. So I kind of turned out away, and I run away from there. A lot of from mine\ntown, many women got sterilized, yeah.",
        "A: Yes, I went there, yeah. I we -- I saw “ Schindler’s List.” I’m very happy that they\nshowed the list, but I tell you, it’s actually a piece of cake compared to Auschwitz and\nBirkenau. At least they didn’t stay by selection. They didn’t watch me -- people get\nburned all the time. They suffered too, they have to live on rationing. They went to work.\nThey wasn’t beaten up like we were beaten up. One time, Ij -- I don’t know. We get a\npiece of bread, we didn’t know should we eat it up, or take each time a crumb. Maybe I\ntook a crumb t -- he noticed that, I don’t know. I was sitting, he gave me with the rifle,\nmaybe 10 times over the head. I lost mine conscious, he was sure that I am dead already.\nThen he walked away. And I see black rings on mine face. Then mine girls came over,\nand says, “Oh, you still alive, come over.” The whole face was bloody, the whole head\nwas bloody. I didn’t even know, we didn’t have a mirror, we didn’t know. So when I\ncame back to the camps, “Oh, you probably were beaten up today. Look at what,” -- I\nsays, “Yes, I was beaten up. I don’t know why, but I was.” They always had to catch\nsomebody. It’s a miracle. I -- I used to suffer on headaches for many years, on terrible\nheadaches, because it -- it is injure you eventually, not only emotionally, but physically,\ntoo.",
        "A: Yeah.",
        "A: Yeah.",
        "A: [Il never miss it.",
        "A: Never miss it. I think it’s a crime to miss it. You know, it’s [indecipherable] people,\nand they tell them, “How can you watch that? I can’t watch it.” I says, “If you don’t\nwatch it, you commit a crime. How would the people who was in those closed up train,\nand give the kids urine to drink, we was starving, they went through it, you can’t even\nwatch it? And you sit on a comfortable couch, and you’re not hungry?” I never missed\nanything, I always watch, and call right away my friends to watch it, too. I think if I don’t\nwatch it, I commit a crime. That’s the way I feel.",
        "A: No, I didn’t talk, but I’m glad now they show on television certain things, that I’m\nglad they show -- one time, only one time they show on television, how the people, when\nthey put them in the crematorium. They didn’t show how they fall out, the bodies. That’s\none time they show. I think they don’t want to show, because people don’t want to watch\nthis thing. So they didn’t show it any time, that’s the only time when -- I never witched --\nI never miss it, I always watch it. Those people suffer, and the other people can’t even\nwatch it? I think that’s a crime. That’s the -- why I tell everybody, but the American\npeople tell me, “You shouldn’t watch it, you shouldn’t watch it. I couldn’t do that. I -- I\ndon’t want to see that.” I was in Florida, a -- a people come in to see -- it was a film -- I\nforgot, a certain film. They saw the film, they like [indecipherable] then they talk to each\nother, then they start to co -- show from the camp. If I knew that, I wouldn’t even go\nthere. That’s how I was talking.",
        "A: In Florida last year, they show nice thing, all of a sudden they start to show from the\ncamp. Who wants to see them? We don’t want to see that. I walk over to her, I said, “You\nvery lucky. You didn’t have to feel it, not only see it. You were see it. You don’t want to\nsee how other people -- that’s not nice.” I told them right away. Oh, we can’t take it, what\ncan I tell, we can’t take it. People don’t like to see sad things, you know? But I never\nmiss it, if they show a few m -- anything on television, I never miss it, never.",
        "A: Yeah.",
        "A: Of course. You remember a couple years ago, Skokie here, builded a -- he was a\nJewish guy, he come from a Jewish family, the guy, what he orgaz -- what was his name?\nI don’t remember. He organized the Nazis, they’re going to come. Well most\n[indecipherable] lives in Skokie, maybe 20 percent live there, 80 wa -- they decided that’s\nnot Europe, here we’re going to fight back. But the police surrounded them, you know,\nthey want to talk. So we organized ourself, everybody come with stones, in the\n[indecipherable] and we start to throw stones. They ran away, they didn’t have a chance\n[indecipherable |",
        "A: Fifteen.",
        "A: About fifteen years, I think --",
        "A: -- yeah, so -- yeah, yeah, no, they couldn’t come in here. Yeah, they couldn’t come in\nhere, because here lives refugee, and they says here we live in a free country, we not --\nwe not going to let them do it. And they did it.",
        "A: Yeah. I came with all my friends. Whole packets of them. They ran away, the police\nran away. They was afraid they’re going to be killed here, yeah. In Europe you couldn’t\ndo that, but here we could do it. That’s the difference.",
        "A: No, it -- we threw stone -- they was far away, you know, they put up a pla -- they got\nso many stones, they ran away with the light. They would be killed if they stand up to\nthrow, that was sure. He was arrested, that guy, later on, because he was a gay man, or\nsomething. So he was arrested, I -- I think he’s still in jail.",
        "A: A lot. A lot. We took -- filled pocket. All my neighbors came. I don’t think one\nrefugee remain in the house in that time. I didn’t live here in that time, I live in\n[indecipherable] Park. But we all came here, and we was waiting for them. And wis -- we\norganized ourself in -- you know, in the shuls, and here and there, they’re not going to\ntake -- let them take care of us here. That’s it.",
        "A: Oh, they ran away. They didn’t come back any more. They knew they going to be\nkilled if they come here, that’s it.",
        "A: Yeah, a lot of rocks.",
        "A: Yes, it makes me feel good. Here you could speak up, and we do something. In Poland\nwe couldn’t do nothing. With the Germans, we couldn’t do nothing. They have the\nammunition, we have nothing. But a lot of Jewish people fought in there, in the woods,\nand all over, they fought.",
        "A: Yes. Yeah. I follow all the time the news. I want to tell you something. I am really\nsurprised that even one Jew remains in Europe. They had a chance to go to Israel, to\nSouth America, here. Not one Jew -- because always wars over there, especially against\nthe Jews. If the economy du -- is not good, it’s the Jew’s fault. Like in Russia now. If the\neconomy, the Jews -- the Jews, all the Jews, it’s all their fault. They shouldn’t remain\nthere. They have no business. I know they di -- the JUF tried to help him -- take him,\nwhatever they do, but they had [indecipherable] they had no business to be in Europe.\nAfter the second war, nobody should remain in Europe, that’s it.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, no -- nobody, no. Nobody, no, nobody. Roosevelt was a big anti-Semite, he\ndidn’t let the Jews come to talk to him. They knew what’s going on very well, but they\ndidn’t -- because they only killed Jews, it’s all right. The government didn’t do -- they\nturned back a boat, and the people commit suicide. That’s -- that’s how they help. Now,\nit’s like that. After the second World War, they fought against the Germans, the other\nside. He’s a bad guy, but he fought against the German. The others cooperate with hi --\nwith Hitler. But I don’t like to see people be killed by -- like one lady says her father was\na teacher, they took him out -- I don’t like to see people to go in and go out from the\nhouse, otherwise you get killed, the young people get killed. I don’t care about the war,\nbut I don’t like to see it. And I’m glad that the world wake up. Came an Englishman on\ntelevision, he -- he’s not even 30 years old, he said, the politicians have plenty on their --\non their conscience what they didn’t do on the second World War, now they woke up,\nfinally, and a lot of people slaughter. At least they gave them a help. Us, we just went to\nthe gas chambers, nobody raise a finger, nothing. The trains was going day and night,\nnobody helped us. If they ran to the woods, they was killed by the Polish people, too. So\nI’m glad when I see that, I’m glad what I see that, yes. They rise up and -- and -- and they\ndo something about it.",
        "A: Yeah.",
        "A: Yeah, I thi -- yeah, people speak up now, which they didn’t speak for many years, and\nI’m gl -- I am glad, because lot -- how long we going to be on this earth? People are 75 -\n76. People are dying every -- here, just in Skokie, three of the people -- three of the\nrefugees die already. I went to a meeting. People are dying, wouldn’t be nobody to tell\nthe stories. I’m glad that they -- I went to Washington with -- was thinking about building\na museum, in that time the beginning, and I was very happy that the -- the result 1s good.\nI’m very happy to see that. But a future generation, they should stand up, and not let a --\nsomething like that happen, because never, never in the history happen what’s happened\nin the Jews, in the second World War. Something like that never happened before.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No, I’m not really a speaker, you know. I don’t think I’d ma -- I think I -- I -- In -- I\ncan’t do that, I don’t think so.",
        "A: Yeah. Maybe are people more qualified, you know, to do those things.",
        "A: No, no, no.",
        "A: Yeah, yeah, if they ask me, I probably will. Yes, if they ask me, I probably. I tell you,\nI went to a lecture after the war, I don’t remember the name of the guy, and he says like\nthat, there isn't enough paper yink -- paper and ink, to put down what’s happened in the\nsecond World War. No matter how many book, that’s impossible. It’s just impossible.",
        "A: The people have to dig their own graves, you know, near Russia, where the -- the\npeople have to dig their own graves, and jump in, and they -- and they shot them. They\nenjoy it, they’re very sadistic people. They used to take babies, and throw in the air, and\nshot them like birds. They very sadistic people, the German. And I still think they still\nare. I don’t believe them.",
        "A: I wasn’t -- I was mad when they took away the wall from --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: The people have to dig their own graves, you know, near Russia, where the -- the\npeople have to dig their own graves, and jump in, and they -- and they shot them. They\nenjoy it, they’re very sadistic people. They used to take babies, and throw in the air, and\nshot them like birds. They very sadistic people, the German. And I still think they still\nare. I don’t believe them.",
        "A: I wasn’t -- I was mad when they took away the wall from Germany, you know, they\nhave a dividing wall with the Russian, put up a wall, East Germany. They should never\ntake away the wall. I saw a woman came on television from England, and she said that\nwas -- that wall should never be taken away, it was a protection for certain -- for other\nwalls. A security, like they say, a security blanket. They should never take away the wall,\nmade the Germans strong again. Because the -- Germany 1s the richest country in the\nworld. They took away everybody from the people. If you have a gold teeth in your\nmouth, they took out. If you have a watch, if you have a ring, di -- everything took away.\nThey’re going to have for generation, generation, what they have. They robbed the whole\nyeero, the bank, everything, they took over everything.",
        "A: No, no. They should never ta -- I was always against -- they took away -- and a lot of\npeople come on television, English people, fame -- that said no, that was a big mistake.\nThey should be never strong, because they start two World Wars already. And you never\nknow the future. You know how anti-Semitic they are now? When they ga -- they\norganized themselve? They admire Hitler, and everything. They didn’t have a lesson.\nThis -- and a lot of them got big government jobs, but they were in -- in the Gestapo, and\nthey change their name, they got bi-big jobs there. How can you trust these people? I\nwould never trust them. They -- they came in, a German, to my house, we weren’t rich.\nHe told me to open up the drawers, he want to take away everything. I says, here is, take\nthis, take this, take -- he says, “No. Where did you -- where did you stack your better\nstuff?” I said we were not rich, we didn’t have any better stuff. So he says, “You know, I\nwas here in the first World War. They chased us out in this country, but this time we\nstaying here forever.” That’s how -- they was sure of themself. They occupied whole\nEurope. That’s how [indecipherable] that was a man maybe 60 years old. He was in the\nfirst World War, they were sure, they were so hypnotized they were going to -- they\ngoing to counter the whole world.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, yeah, yeah, that’s for sure.",
        "A: Well, I’m glad I’m in this country, and I could build a life, and live a better life. I’m --\nI’m happy for that, that I could do it, you know? Most of the people did it.\n[indecipherable] they know they can’t depend on nobody, and they have to pick themself\nup, on straps like they say, and do it on their own, and this country give you an\nopportunity for that. So I’m very grateful for that, yeah.",
        "A: No, it takes five years. I didn’t know the language then. We have to -- we went to\nnight school, we went to school, we learned the language. Five years later we became\ncitizens, yeah.",
        "A: Oh. Oh yes, we -- we organized ourself. We got organizations in the newcomers.\nYeah, I was -- last week -- I’m going next week to the -- how you call it, the new citizen -\n- we call it the new citizen, B’nai Brith, the -- all this, have meeting once a month, if you\n-- | always attend those meetings, we always go there. We organized themselves, yeah,\nall the time. We stay together, like the refugees stay together all the time, yeah.",
        "A: Well, my parents was very religious, I was more progressive. I belonged to a Zionist\norganization, they called the Shemiratsier. They was not that religious. Traditional, but\nnot religious, not like that. Like, you couldn’t take a pencil, write on Saturday, or do\nthings like that, ride a bike. We did it, we did those things, yeah. But in they -- in the\nsame time, the older peoples in the organization was well educated, so they teach us, we\ngot courses, all kind of courses, book reviews. Was very interesting, yeah.",
        "A: No, I di -- I --",
        "A: They didn’t like it, they didn’t like it, but we did our own way, yeah. They didn’t like\nit, but in the house we were religious, I didn’t do nothing t -- against them. But when we\nwent out with the group, or we ride a bike, they didn’t know about it.",
        "A: Yeah, yeah.",
        "A: Yeah, it did change, but I want to tell you something. We didn’t believe in God when\nwe was in Auschwitz, when we saw what’s going on, but when I come to this country,\nand I have children, you sti -- you have to hang up the little tradition. It gives you a little,\nyou know, there a lot of things what’s going bad in life. There are sickness, all -- you\nhave to hang up with something. So I decided we should hang up to something, and\nbelieve in God. It’s a little bit easier, the life 1s easier. But you get very sick, oy God\nshould I get bet -- should I get better, maybe I'll get out of it. So you always mention that.\nBut deep in hearts, people didn’t believe it, no.",
        "A: No, no.",
        "A: Yeah, before yeah, but not after that, when I saw, no. No, nobody believed in there.",
        "A: Because we couldn’t see the young [indecipherable] the young kids, and crying, and\npeople go to the gas chamber. That’s wasn’t -- there 1s something could control that, you\nknow what I mean? The Germans used to tease us, ““You see what we have on our\nbuckle? God is with us, not with you.” That’s what they told us. And when the airplanes\nstart to circle in Auschwitz, and we was looking, they said, “What are you looking for?\n12 -- 12 -- 12 o’clock, the world will be -- all be -- you’ll be killed 15 minute before 12.\nThat was their intention to do. If the world wouldn’t come to an end, another year or two,\nnobody would survive, no way. How long can you starve like that?",
        "A: No, that’s something --",
        "A: Yeah, yeah.",
        "A: Yeah, that’s was mine idea.",
        "A: Well, yes. Maybe, maybe yes. I wanted the kids to have a traditions. I f -- I felt the\nholidays and everything, just like my parents did, yeah.",
        "A: Yeah.",
        "A: Now I believe it, yes, now I believe it, even though in that time I didn’t. When you see\nbad things happen, you don’t believe. Then you change your mind, maybe there 1s\nsomething, yeah.",
        "A: Yeah, that’s what we ask, our questions, all the time. Even the religious people in the\ncamp, women, they were very religious. But now, when I come to Florida, and I sit on the\nbench near the ocean, and I see a lot of men with long beards, with numbers, they very\nreligious, and they suffered during the war, but they very religious now. They said,\n“Thanks God I wasn’t a German, I didn’t have too good a job.” That’s what they tell me.\nBecause I talk to -- when I see a number, I go over, talk to them. [indecipherable] this\nthing. Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No, no, I don’t think so. Did -- people didn’t foresee that. There was a lot of young\nmen, if they knew what’s coming, they would do something, they would go in the woods,\nand run. Nobody forseed it, because the Germans was lying to us. They told us we just\ngoing to take -- take another place for war. They was lying. Then they open up atellager\nin Auschwitz, or they took in kids like in a kindergarten, and all the thing -- they promise\nthem all in the world, you see, if the Red Cross come, we have kids here, we have good --\neverything was covered up, like in Theresienstadt, too. And then they took the people to -\n- to -- the -- the people was fighting [indecipherable] bare naked. They says, “You\npromised us, we [indecipherable] why you do it to us?” So they was beaten up over the\nhead. They didn’t have it what to fight. That was before the Russians came in, took away\nthose people.",
        "A: Yeah.",
        "A: Yeah, yeah. A lot of people I know, from mine town, intelligent people, they belong to\na Socialist organization before the war, they came to Auschwitz, and they went to the\nelectric wire. They said, “In a world like that, we don’t have to live. It’s no use. Doesn’t\npay to live in a world like that, we all going to be killed anyway.” And they were big\norganizers, bele -- believe in Socialism and all these things. Very intelligent people, and\nthat’s what they did.",
        "A: Yeah, that -- I was in Bialystok, yeah. That’s where the police brought us, and\nammunition, I have to learn how to use a gun to defend ourself, because he told us it’s\ngoing to be a pogrom there. And you know why, they told us. A lot of women put their\nbabies to Polish families. Let’s say a brother, a nephew, survived the war in Russia, they\ncame back for the child, the child was already five, six years old, the child didn’t want to\ngo. So they steal the kids out. They came in the uniform, and they took them by force, to\nthe German border, into Israel. So they decided the people killed their kids, to have blood\nfor matzos at Passover. They right away have an excuse, you know. And that’s when they\nbrought in ammunition, we should defend -- we can do nothing, it’s going to be a pogrom\nhere. That’s when I took my brother, went to Warsaw, and I know that the Bricha is\nwaiting for the people, to take them across the border.",
        "A: Yeah, then they come after us, too. Little by little, they all left. There was no place to\nstay there now, any more.",
        "A: The life was in danger.",
        "A: Well, I used to go with my daughter together, and I go to Florida with my friends.\nThat’s how far it’s going.",
        "A: No, I wouldn’t go back there, no.",
        "A: No. I hate those people, I don’t want to see those faces.",
        "A: Yeah.",
        "A: What can I add? I told you the whole story. I’m -- I’m happy that I’m here. I got a\nchance to make money, and build up a -- to have a nice place to live. I’m still work, I like\nto work. I’m very lucky to have two daughters, two children, you know? And\ngrandchildren, that’s -- I’m very lucky, which I never dream of that. We never dreamed\nthat we going to ever live freely. Every day I get up, and I says to myself, “I can’t believe\nit, I’m free, that I can do whatever I want, I got what to eat.” We always think about that,\nnever goes away.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Yeah, yeah, that was the life.",
        "A: Yeah, I -- I --",
        "A: Yeah, I can’t see people throw away food. That wi -- that hurts me terrible. Because\nthere’s still people in the world what is starving now, still. No, I can never throw away\nfood. No, I -- I think I commit a crime if I throw out food, because I remember how\nhungry we was. We was only -- when we was in Auschwitz, we only have one pray in\nour life, to have a whole bread, and cut as much as we want. We didn’t think about a -- a\nbed clean, our clothes, nothing exists in your head, only if to have a bread, and to cut as\nmuch as you wanted. Before the war finished, the German used to di-divided our bread\nfor four. Later, they didn’t do that, they gave us small pumpernickel for 10, you got to\ndivide it for yourself. So a lot of groups fight over that, there was -- not mine group, mine\ngroup was very generous, and we made it every day somebody else will take the end of\nthe bread. But we got along, everybody took a little slice over 24 hour. But other people\nwas fighting, and killing each other. They making little scale, and try to weigh the bread,\nand this and that. We didn’t do that. I was with my own people, with my own friends, so\nwe didn’t do this.",
        "A: Yeah.",
        "A: Now we’re afraid to eat. You got cholesterol, you got this. Yeah, but I -- I can’t see\nthrowing away food, no.",
        "A: I always think about it, some people are still hungry in this world.",
        "A: Yes, I buy -- I don’t buy too much, because I don’t want to throw away. I only buy a\nlittle, because it hurts me if I have to throw away food. I -- I couldn’t do it. For six years,\nyou know, starving. Six years. Even one hour when a person is hungry is bad. When we\nwere standing by our selection, if you were skinny, you have no chance to live, the\nGerman hate skinny people. But the women got an idea to drink a lot of water, as a --\nhave a big stomach. So we fooled the Germans, oh you got a big stomach, you -- you still\nbe able to work. So we fooled them, we make our cheeks red, to look better, you know.\nWe tried to fool them this way.",
        "A: Yeah, oh, yeah. Over there if you’re skinny, even a man, in the man’s camp, a skinny\nperson have no chance to survive, they hate skinny people. They gave them a name,\nmusselman, that’s a -- musselman, the -- you’re skinny, you have no right to live. And I\nwas chubby, that saved my life, too. I was always chubby. You know, Europe, you give\nthe kids to eat. If you’re skinny they thought you are handicapped. So every mother\npushed the food to her kids.",
        "A: Yeah, I have four grandchildren. Each girl --",
        "A: Oh, oh. My oldest is Jennifer, she one more year at college to finish. The boy going to\nbe 16 the 27\" of June, he’s a high school. My other daughter have a girl, she’s going 16,\nand 13, going to have a Bar Mitzvah in October. I’ve got four grandchildren, yeah.",
        "A: Their name? Jennifer from this daughter, and Bradley the other name, and Alila, and\nCammy. Yeah, they’re the four grandchildren, yeah.",
        "A: Yeah, I went to Israel for the Bar Mitzvah -- for the Bas Mitzvah, twice.",
        "A: We went with my daughter to Israel for that, yeah. Yeah, I’m very devoted to Israel. I\nwould do anything for Israel.",
        "A: No.",
        "A: One of my cousins, she die here -- on the way to Japan, you know. But she die here in\nthe war. So he left me 2,000 dollars. So I gave thousand dollars for Israel for scholarship,\nand thousand dollars for the museum. They need it more than I do.",
        "A: Yes, thank you for interviewing me, yeah.",
        "A: I -- I not too many time talk about these things.",
        "A: No, never, I never really talk about it. Sometime w-we get together with my friends,\nwe talk a little bit about it, and sometimes some of them don’t want to even hear about it,\n“Oy, you make me sick, please don’t talk about it.”",
        "A: Yeah.",
        "A: No, I feel better that it’s going to be on paper, and it’s going to be a document for the\nfuture generation. So that’s how it makes me feel good. I don’t mind how many times I\nget interviewed, really. That doesn’t bother me. You know, a lot of people -- of my friend\ncan’t talk, they get very sick, they don’t want to hear about it. They have heart trouble\nhere, they have high blood pressure, they didn’t want to be interview at all. I couldn’t\nconvince them, but most of them I did convince, yeah. It’s very hard for some people to\ntalk, you know, it’s very hard. Maybe I am strong in my nature, you know? But --",
        "A: Yeah, yeah. So I’m mar -- I talk about it, you know, if I have a chance, but my friends,\na lot of them get sick, they don’t want to hear about it. So if I see a film, they show\nsomething, I’m very happy. I went to see a film last year, “In Our Hands,” how the -- the\nIsraeli society and the English army, you know, but not on the Israeli [indecipherable]\nthat they shouldn’t tell, but to the end, they raise up, and they says, “We going to fight\nour own flag.” And then they mentioned how they took out the people from Poland, that\ngroup, but I was glad to see that, you know, a lot of people don’t know about it. Some of\nthem don’t know about it.",
        "A: The Bricha, from Israel.",
        "A: A couple of my friends were the survivor Auschwitz, they brought them uniforms, and\nthey smuggled them into Israel after the war. They still there in Israel, yeah. They did a\nlot, whatever they could, you know? Actually, we very proud to have our own country in\nIsrael, and we should always support them. We see what’s happened when we don’t have\na country. Now Israel go to every corner of the world where Jewish are in trouble, they\ntake them out, they help them. We didn’t have it bef -- before, in the second World War.\nNobody could help us.",
        "A: That you for interviewing me.",
        "A: Yeah.",
        "A: I hope it came out all right.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 11, 1999\nRG-50.549.02*0045",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Lonia\nMosak, conducted by Gary Covino on June 11, 1999 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Skokie, Illinois and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "June 11, 1999\nBeginning Tape One, Side A"
    ]
}