{
    "rg": "RG-50.030.0902_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Ginger Lane, on September 28\", 2016, in Chicago, Illinois. Thank you very\nmuch for agreeing to speak with us today, to share some of your story, and some of\nyour experiences. I’m going to start with the very beginning, the most basic\nquestions, and we’ll build from there. Okay?",
        "Answer: Okay.",
        "Q: So, can you tell me, what was the date of your birth?",
        "A: November 27\", 1939.",
        "Q: And what was your name at birth?",
        "A: Bela, b-e-l-a, Bela Weber, w-e-b-e-r.",
        "Q: That’s very different from Ginger Lane.",
        "A: Very, very different, yes.",
        "Q: Yes. And where were you born?",
        "A: In Berlin, Germany.",
        "Q: Okay.",
        "A: In—two months after Germany invaded Poland.",
        "Q: That’s right.\nSeptember 28, 2016",
        "A: So it was a very fraught time, and a — actually living through a remarkable\nperiod in world history.",
        "Q: Yeah.",
        "A: Not one I would want to repeat, but —",
        "Q: Okay.",
        "A: — it’s there.",
        "Q: So, tell me, do you have any earliest memories that are — even if they’re\nepisodic, or, you know, a little vague. But do you have some about your first years?",
        "A: Well, I— I have — yes, I do have some memories. They’re very — because I was\nso young during the war years, some of them are vague, some of them may be\nmixed in with things that I was told later, or once I came here, things that I had read\n— read about, or heard about. But some of my earliest memories are sleeping in a —\nin a— in acrib, and seeing a picture over my bed. Sleeping on a diagonal wall, and\nthere was either a picture, or a cross hanging over my bed. And wondering, why\nwould that image be there? Now —",
        "Q: And would the picture have been of anybody you knew”?",
        "A: It— it may have been of my parents. I don’t really know.",
        "Q: Okay.",
        "A: But I know that there was something up on the wall —September 28, 2016",
        "Q: Okay.",
        "A: — over the crib. Now what I learned was that I was in the bedroom where my —\nwhere my parents slept, becau — and my sisters and brother — I had five sisters and\none brother — were in the other room, but I was so small that I was in a crib in their\nbedroom.",
        "Q: Were you the youngest of the family?",
        "A: Yes. I’m the youngest of seven.",
        "Q: So, I'd like now to talk a little bit about your family. Tell me, who were your\nbrothers and sisters, and could you name them for me?",
        "A: Sure.",
        "Q: Okay.",
        "A: Well, starting from the eldest, my brother Alphonse(ph) is 12 years older than I.",
        "Q: And he’s the only boy?",
        "A: He’s the only boy in — in the family, yes.",
        "Q: Okay.",
        "A: Actually, I think — I think I was supposed to be a boy, beca — well, because the\nname Bela is really a man’s name. But I guess, you know, they got what they got.\nThen my sister, Zenta(ph).",
        "Q: Okay.September 28, 2016",
        "A: So, my brother Alphonse(ph) was born in 1927, in Dortmund —",
        "Q: Okay",
        "A: — Germany, as well as my sister, Zenta(ph), who is — she was born in 1929.",
        "Q: Okay.",
        "A: And then my family — my parents and brother and sister moved to Berlin.",
        "Q: Okay.",
        "A: And the next in line was Ruth, and she was born, I think in 1930. And then\nGertrude, born in 1932, in Berlin, and then René — let me make sure | got this\nright, there’s so many of us. Alphonse(ph), Zenta(ph), Ruth, Gertrude was born\n1932, and then René was born in 1935. She’s a girl, René, the only other redhead.\nAnd then my sister Judy was born 1937.",
        "Q: And you —",
        "A: And then — and then, I was born in 1939.",
        "Q: Okay. What were your — what were your parents’ names?",
        "A: Alexander and Lena(ph), or Elona(ph).",
        "Q: Okay. Okay. So, Lena(ph), Elona(ph) was your mom?",
        "A: Mm-hm.",
        "Q: And sh — what was her maiden name?September 28, 2016",
        "A: Her name was a — Banda(ph). So le — len — on — on their marriage certificate, I\nthink it says, Lena(ph) Banda(ph).",
        "Q: Okay.",
        "A: And she was from Hungary.",
        "Q: Do you know what part?",
        "A: Rokopolishta(ph). I don’t know wh — I think it’s probably the western side of\nHungary. My father, who was born in — came from Powderbourne in Westphalia,\nhad gone — his family, I think, were umbrella makers, and he had traveled to — to\nHungary to sell umbrellas, and he met — was a little bit like meeting Rachel at the\nwell. I think he simply saw her, and struck up a friendship, and — and they got — he\nthen — he was born a Catholic, converted to Judaism, because my mother was the\ndaughter of a r — of a cantor.",
        "Q: Wow.",
        "A: So they were Orthodox Jews. He converted to Judaism in order to be able to\nmarry her.",
        "Q: And do you know anything about her side of the family?",
        "A: Her side of the family?",
        "Q: Mm-hm, yeah.\nSeptember 28, 2016",
        "A: Other than the fact that she was the daughter of a ra — of a cantor, I don’t think I\ndo.",
        "Q: Do you know if she had brothers and sisters?",
        "A: I—I don’t recall.",
        "Q: Okay.",
        "A: There may — there may have been.",
        "Q: Okay.",
        "A: But I certainly never met them.",
        "Q: And do your — on your father’s side of the family, do you know if he had\nbrothers and sisters?",
        "A: Yes. I—I—I don’t recall now how many, but I know that he was the oldest — the\neldest of at least one, maybe two or three brothers and sisters.",
        "Q: Okay.",
        "A: And when he and my mother traveled back to Germany, they went to his\nfamily, and at which point the family sort of disowned him, because he had married\noutside of Catholicism. And so there was a total break in the family.",
        "Q: Was the same true on your mother’s side?",
        "A: I’m sorry?",
        "Q: Was the same thing true for your mother’s side?September 28, 2016",
        "A: I don’t believe so.",
        "Q: Okay.",
        "A: Because he had converted to Judaism.",
        "Q: I see. I see.",
        "A: And s — and —",
        "Q: Okay.",
        "A: — and h-he practiced Judaism up un — really up until the time that we left\nGermany, after the war.",
        "Q: In those —",
        "A: Ev — excuse me.",
        "Q: Yeah, sure.",
        "A: Even though — even though in 1940, he was sort of forced to renounce his\nconversion, and once again become Catholic. But I don’t think — from things that\nI’ve read, that my brother has written — because I would have no personal\nknowledge — I — I think he continued to, if not outwardly practice Judaism, still\nbelieve in the Jewish faith.",
        "Q: Okay. Do you have memories of your mother and father, as a little girl? Personal\nmemories?\nSeptember 28, 2016",
        "A: The — there s — they’re so — I have several images that come to mind. One\nactually is an image of when my mother was taken. And, you know, how perfectly\naccurate this 1s, I don’t know, but — and I’ve written about this. I was — this would\nbe 1943. So I was three years old. And the image that I have is my mother and I\nwere home, by ourselves, and there was a knock at the door, and it was two men,\ndressed in black, who came to the door and began to question her. And I was sort of\nhiding behind another door. And then they made her go with them. And so I ran up\nand sat on the windowsill and looked down, and I saw her being put into a — a black\ncar. It was a very frightening image and experience, because it was the Gestapo\ncoming to take her away.",
        "Q: Were you alone in the house with her?",
        "A: I—I thought I was, I think I was. Whether I truly was or not, I don’t know.",
        "Q: Okay.",
        "A: But, I mean, whether I — whether that’s factual, I don’t know. But that’s my\nmemory.",
        "Q: Okay.",
        "A: The — the other image that I have, in our apartment, is always not understanding\nwhy I would see people coming into our building and out of our building, going into\na room, or an apartment next door to our apartment, and then never seeing themSeptember 28, 2016\nagain. Or, they would leave, and then another man, woman, child, family, would\ncome the next day. And in trying to understand why, as a three year old, I would\nconstantly see strangers coming and going, well, it was because she was helping\npeople get out of Berlin. So she was part of the underground.",
        "Q: Ah.",
        "A: In getting people — probably both Roma and Jewish people, helping them escape.\nThe image that I have of my father was that he was red — red hair, or red and — with\na red beard, possibly, or maybe just red hair. And having a radio playing, and he\nwould be tinkering with electrical things, with the radio, maybe building, taking it\napart. And I later learned that he was an electrician. So playing with radios and\nthings, and that there would be music playing on the radio. So, in my very earliest\nmemories, those were kind of the memories that I have. After a couple of years,\nafter my mother was taken —",
        "Q: Wa — did she come back?",
        "A: Pardon me?",
        "Q: Did she come back’?",
        "A: No.",
        "Q: Ever’?\nSeptember 28, 2016",
        "A: Ne — well, what I know was that we were all arrested, and we were incarcerated\nin the — the Jewish hospital.",
        "Q: And —",
        "A: But it was for about a month. We were all taken in March or April of 1943.",
        "Q: And you would have been three and a half.",
        "A: Right. And I think we lived there for a couple of weeks, or a month.",
        "Q: Do you have any memories of this?",
        "A: I don’t have memories of that, no.",
        "Q: Okay.",
        "A: This is what I’ve learned, but I don’t have memories of that. The memories that I\nhave is that from Berlin, at some point, we moved to a farm, or a fruit orchard,\nabout 60 kilometers east of Berlin.",
        "Q: East of Berlin.",
        "A: East of Berlin, so toward — towards the Russian zone. And always sort of\nplaying by myself in a field, digging up potatoes. Why — why potatoes? Maybe\nthat’s all there was in the field. But being by myself.",
        "Q: Nobody around you. No brothers or sisters?",
        "A: They were there, but I’m — I’m just trying to recall memories. And digging up\npotatoes because I was always hungry.September 28, 2016",
        "Q: So you remember being hungry?",
        "A: Yeah. Cold and hungry, and always being alone. And — and then asking — always\nsaying to my sister, Gertrude, I’m so alone. Or, why am I always alone? So, I\nknow that there was another family living in hiding with us, or at least on the same\nproperty, and maybe there were children, but I have no recollection of being with\nother children. And maybe we did play together. I mean, here I was three or four\nyears old, or four — four to five years old, and only thinking of myself as being\nalone.",
        "Q: So, I want to step back a little bit. The conclusion we can come to is that you had\na mother for three and a half years, maybe, of your life. And then she disappears.",
        "A: Gone. Just out — out — out of my life. But — but I still had all my sisters and my\nbrother. And my sister Gertrude, I think sort of filled the place of my mother. So I\nfelt very close to her. And — and to this day, I mean, she is a very motherly,\nnurturing kind of person. And so, my bond with my siblings is primarily to her, and\nto my brother Alphonse(ph).",
        "Q: I see. The two. The two of them.",
        "A: The — the two of them. The oth — the others are a little more peripheral —",
        "Q: Okay.September 28, 2016",
        "A: — 1n—1n how they affected me. Because they — they were ta — you know, my —\nmy brother was sort of the stand-in for my father, perhaps. Older, and in charge, and\nI would look up to him. My sister was — my sister Gertrude was more of that —",
        "Q: Maternal person.",
        "A: — supportive —",
        "Q: Yeah.",
        "A: — mothering role.",
        "Q: Okay.",
        "A: Another image that I have from that time was, we lived on this food orchard, or\n— or farm, for about a year and a half. That would be 1944, coming back to Berlin —\ncoming back to Berlin at the — perhaps the beginning or maybe the end of ninet —\n1945.",
        "Q: Beginning of 40 —",
        "A: The begi — no, no, the beginning of 1945, ahead of the Russians army, who were\ncoming — marching into Berlin. So we had to leave where we were, to get away\nfrom them coming back into Berlin. And then I have very strong recollections of\nbeing on the street with my father, watching soldiers coming down the street, and\nbeing very frightened.",
        "Q: Okay.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: Because they were menacing looking. Dressed in black, just sort of like the two\nmen that I had seen when my mother was taken. And wearing boots, and being, you\nknow, loud and aggressive. And so there was a lot of fear.",
        "Q: And it was wintertime. If you went back — it was wintertime —",
        "A: Yes.",
        "Q: — in the beginning of ’45. Did you go back to the same apartment that you had\nleft from, or a different one?",
        "A: We went back to the same building.",
        "Q: Okay.",
        "A: I don’t — I don’t know if we went back to the same apartment, because I think, at\nsome point, our apartment was — the building was bombed out, so we may have\nmoved into the building — into an apartment next door. But, there were a lot of air\nraids. So either we would go to the bunker at the Alexanderplatz, the un-\nunderground train station, which was probably only a — a block or two from our\napartment. Or, we would go down into the bunker in the basement of our building,\nthe shelter, and wait out the air raids. So the — the sounds of bombs falling, and\nnoises, and planes overhead, again were, for a young — for me, sounds were very\nconfusing and disturbing.",
        "Q: Yeah.\nSeptember 28, 2016",
        "A: And maybe one of the reasons that I would ask my sister, why am I so alone, or\nI’m always alone, was because my mother was no longer there. My father was still\nin our life, but not my mother.",
        "Q: That was a question of mine. When you went to orchard —",
        "A: When we what?",
        "Q: When you went to the orchard, did you see your father? Was he around, in the\nsame place?",
        "A: He -— he and my brother stayed in Berlin during the week, and they would come\nout on the weekends.",
        "Q: Ah, I see.",
        "A: Because he’d have found work, and so they were able to — to work. He was an\nelectrician. My brother, I think, helped him with electrical work in the city, but then\nthey would drive out with the man who owned the food orchard, on the weekends.\nSo we did have time together. But I don’t — th-those kind of memories are too vague\nfor me —",
        "Q: Okay.",
        "A: — to really be able to recollect.",
        "Q: Okay. And do you know why you ended up in that food orchard, why you were\nthere?\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: Oh yeah.",
        "Q: Why?",
        "A: We’re in hiding, because we were Jews, and we knew — I-I knew. I felt that —\nthat the world was against us, that there were people that didn’t want us around.\nAnd in order to be safe, we had to go — you know, get out of Berlin, and we had to\nlive in hiding, to not — to try not to be Jewish, not to be identified as Jews.\nOtherwise, we would not have survived. So the — the impression left on me was, at\na very young age, to be deceptive. To not admit what I was and who I was. That\nextended from that time, until we had to declare ourselves as orphans, to be able to\nget from Germany to America. Because had we a — had we said that we had a\nfather living at — we would not have been able to get on the first ship out, to come to\nthe United States. So having to lie, so the I — and then once I was here, not wanting\nto admit at — or what — wanting to assimilate, because now the wa — then the war\nwas over, and every — all the c — all my classmates, and people that I knew here,\nwould make fun of my German accent, the fact that I couldn’t speak English. The\nfact that I was German, and everybody in the United States was against Germany,\nbecause of what Germany had done in the war. So, denying what my actual\nheritage was.",
        "Q: So 1n one sense —\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: So the idea of deception and lying was almost — almost second nature.",
        "Q: It was also reinforced, over and over.",
        "A: I beg your pardon’?",
        "Q: It was reinforced over and over. First, because you’re Jewish, and second\nbecause you’re German.",
        "A: Yeah.",
        "Q: Do you have as —",
        "A: And to be a German Jew was the worst, because you’re ji — yeah, number one,\nyou’re German, so — and — and part of the German culture is to be very proud that\nyou’re German. But to be Jewish, you know, you’re — no — no matter what — what I\nwas, we were —",
        "Q: You were wrong.",
        "A: — not accepted.",
        "Q: Yeah, yeah. Do you have any sense of your mother’s influence in your life,\nbefore she disappeared? Should I say that louder?",
        "A: I—I don’t think so.",
        "Q: Okay.",
        "A: Well, I shouldn’t — the — the influence that I recall — I mean, she was a — a kind\nperson, but I think I was probably more influenced by Gertrude, and maybe by mySeptember 28, 2016\nsister Ruth, who would take me on excursions with her. So — and they were closer\nto my age, so I don’t know that I felt influenced by my mother.",
        "Q: Well, it’s int — you know, it’s interesting and it’s also very heartbreaking,\nbecause both of your older sisters were children themselves, you know.",
        "A: Oh yeah.",
        "Q: Even Ruth, the oldest —",
        "A: She was —",
        "Q: — was no more than —",
        "A: She was 15 or 16.",
        "Q: Yeah, yeah. I mean it’s — at the end of the war, but in the beginning, she’s a — in\nher early teens. She’s like 12, 13, or something like that.",
        "A: Right.",
        "Q: What about your father? Did you feel his presence? Did he have an influence on\nyour life? Early life.",
        "A: An influence in the sense that yes, as a — I mentioned earlier, being on the street\nwith him, and I have this image of standing sort of between his legs, with my arms\nwrapped around his legs, and — and looking kind of furtively down the street,\nwatching these people. And whether there were trucks and tanks, or just soldiers\nhttps://collections.ushmm.org\nSeptember 28, 2016\nmarching, I don’t know. But being in his embrace, so being protected by him, very\nmuch so.",
        "Q: Okay.",
        "A: But at that point, you know, my mother was gone for a year and a half, so —",
        "Q: Yeah, this is the end of the war, when Germany capitulates.",
        "A: Yeah. I mean, it was very — it was very frightening to see them, but then to at\nleast know that my father would protect me.",
        "Q: Do you remember leaving Berlin?",
        "A: I rem — I remember being very confused, sort of like we were always going\nsomewhere. We were going from Berlin out to the food orchard. We were going\nfrom our apartment to the bunker in the Alexanderplatz. We were from our\napartment, down below, into the shelter in our building, where I think we actually\nlived for a few days, or a week or so, because we had no apartment to go back to.\nAnd then, going from Berlin, on the train, from one place to another. And when I\nsay from one place to another, we were going from DP camp to DP camp. So this —\nthis sense of not belonging, of not s — sort of being homeless, because we were\nconstantly in flux, and traveling, was both very, very confusing, and yet, I was still\nwith my sisters and brother. So that was reassuring. But sort of not understanding\nwhy. If things were explained to me, I don’t remember the — any explanations. But ISeptember 28, 2016\nthink I always had the sense of why, or what’s going on. Not knowing, and being\nconfused. And some of those feeling of insec — and they were feelings of insecurity,\nmay have played into — into why when I came to the States, and came to the Jewish\nChildren’s Bureau in Chicago, who was our s-sponsor, and then having to go from\none foster home to another foster home, and then finally, eventually, landing with a\nfamily who were a stable family, who wanted to adopt me. I embraced that.",
        "Q: You needed the stability.",
        "A: I needed the stability and I — I needed to know that there were people who were\ngoing to take care of me from then on. And — and you know, provide warmth and\nlove, and discipline, which I didn’t want.",
        "Q: Who does?",
        "A: Yeah. Who does?",
        "Q: Yeah.",
        "A: And food.",
        "Q: Yeah.",
        "A: And a lot of food.",
        "Q: Okay.",
        "A: So, all the good things that chil — you know, and toys. And a— and a yar — and a\n—nota yard, but a park to play in. So, all the things that children want.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "Q: Do you remember anything of your trip over from Germany to the United\nStates?",
        "A: I—-a—a-~—a few things.",
        "Q: Okay.",
        "A: But before talking about that, there’s another image that comes to mind, in\nBerlin. And that is — I was too young to go to school, although I may have been in\nnursery school for a short time. But this image of being on the street, standing in\nline, and either getting a cup, or — either tin cups, or tin ladles of soup. And maybe it\nwasn’t really outside, maybe we were in — in the school building, and that’s how we\ngot some lunch, or something. I — I don’t remember exactly. But that’s just that one\nsort of one fleeting image.",
        "Q: Of having some food.",
        "A: Mm-hm, of — again, of food, which of course, is another way of being nurtured.",
        "Q: And saying that you must have been hungry, to remember that image.",
        "A: Yeah. And — and you asked about being on the ship. I — I do — I have memories,\nactually of — of going to the galley, to the kitchen. And I mean, I was — I was young,\nI was relat — I was the youngest, so probably the — the crew were — wer-were nice,\nand so asking or being given oranges, and fruit, or drinks, and then rushing back to\nour cabin, and handing them over.\nSeptember 28, 2016",
        "Q: Tell me, how old were you? How old were you when you left Germany’?",
        "A: It would have been six.",
        "Q: You were six. You were Six.",
        "A: And I think I was probably the type of child who would ingratiate herself. I\nknew how — I knew how to get people to like me, or give me things, like food.",
        "Q: Well, you know, how — the doctors say, or psychologists say that babies have a\nway of charming their parents, you know. Just absolute — they need to, for survival.",
        "A: Oh yeah.",
        "Q: Absolutely need to, you know. And it’s not conscious, it’s just there.",
        "A: It’s just there.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: And —",
        "A: And of course it continued, once I got with my adoptive parents. I really knew\nhow to charm my dad.",
        "Q: Did you?",
        "A: And my mom turned out to be the disciplinarian.",
        "Q: Well, tell me about — well, when you came to the United States, what happened\nthen, before you get to your adoptive parents.September 28, 2016",
        "A: Well, the f— the first thing I — I remember is being wakened very early in the\nmorning, and saying, get dressed, we have to go up on deck. And not knowing why,\nbut when we went up there, the first thing that we saw — that I saw, was the Statue\nof Liberty, which was —",
        "Q: Did you know —",
        "A: — pretty o —",
        "Q: Yeah.",
        "A: ’'m not sure what I knew, except there was this very tall lady standing in the\nmiddle of the water. But the — but that it was wonderful, and everyone was cheering\nand applauding and screaming. And I thought the whole ship was going to capsize,\nbecause we were all on one side of the ship. So it began to list. So — but it — that was\na very happy time. And then, getting off the ship, into this enormous warehouse, or\nholding area, on the — on the dock, and sort of being sectioned off into almost — I — I\nwould almost describe it as a cattle pen, where you have fences separating groups.\nBut it was — but it was people. I mean, we weren’t treated as cattle, we were treated\nnicely. And having pictures taken. And I just m — sort of recoiled, I didn’t want —\npeople were constantly taking pictures of us, of the seven of us. And then, moving\nfrom there at some point, to a building in the Bronx, in New York, and living there\nfor — for a month, and going out one day — I don’t know — I think we lived there forSeptember 28, 2016\na month in quarantine. And going out one day, sort of — all of us lining up and going\nto a shoe store to get — to be given shoes. Who was in charge of us? I do — certainly\n— you know, adults that were with the HIAS, or the Jewish Federation.",
        "Q: And why was your father not with you? Why was your father not with you?",
        "A: I—I didn’t — I didn’t know why. I’ve learned, of course, that — oh, I know why.\nBecause the only way we could get here, as I had mentioned earlier, was to declare\nourselves as orphaned — orphans.",
        "Q: Okay.",
        "A: That both parents had died, and this was the way we were going to be able to get\nout of Germany. Because in Germany, you know, there were shortages of\neverything. Buildings were bombed out, there was rubble all over, there was no\nfood available. So getting to America was going to be the thing you strived for, and\nwe would not have been able to get out, if we had waited for our father to join us.",
        "Q: Had you — had anyone given you an explanation as to why your father wasn’t\nthere, because that’s clearly an adult explanation. What would you tell a child as to\nwhy Papi(ph) isn’t there?",
        "A: He’ll be coming. He’ll follow. We’re just going ahead now, he’II come in a week\nor 10 days.",
        "Q: Okay.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: Another image comes to mind, before — even before leaving Berlin. And that is\ngoing with my sister Ruth to some building. Now, we were in the Russian sector,\ngoing into a building and unbeknownst to me, she was meeting — we were there to\nmeet with, I guess, representatives of the army, the U.S. Army to see if we could get\npapers, so that we could begin the process of becoming DPs, refugees, and\neventually emigrating t-to the U.S.",
        "Q: So she went from one zone to the other?",
        "A: Pardon me?",
        "Q: She went from one zone to the other —",
        "A: Yes.",
        "Q: — she went from the Russian zone to the American.",
        "A: So we went from the Russian zone, into the American or the British zone. But I\nbelieve we met with American personnel, and it was the first time that I saw a very\ntall man, who wasn’t my color, and being afraid. But then as — going up to him,\nlicking my finger, and running my finger down his cheek, thinking it was chocolate.\nAnd he picked me up, and — and he laughed, and then we became friendly, and I\nwasn’t afraid of him any more. So that was the — my first recollection of seeing a\nblack person, and that he was friendly. It was not someone to be afraid of.\nSeptember 28, 2016",
        "Q: Yeah. And so, we’re back in the Bronx, and you’re with your siblings, and you\nget some shoes. What happened after that?",
        "A: At some point, we got on a train — oh, on the ship, I was always throwing up.\nEven with these wonderful oranges that the crew were giving me, always seasick.\nOh, to this day, I get seasick. Anyway, after getting the shoes, at some point we\nwere put on a train, and we wound up in Chicago. And getting off the train, and\ngoing to a building downtown, which was the Jewish Children’s Bureau, of the\nJewish Federation. I was plopped up on a table, or a desk, or something. And again,\nwe were lined up, given ice cream, and a doll. So — and posing for more pictures.\nAnd then, getting into a taxicab, and one by one, we were each dropped off at a\nfoster home.",
        "Q: A different foster home.",
        "A: Different foster home, and it was the first time, after all these years of being\ntogether — my brother would walk each of us up to a foster home, I think either —\neither my brother, or my brother and the social worker who was with us. And I —\nagain, I didn’t understand why, but told that we were going to be with these people,\nwho would take care of you. Well, the first foster home I was in, I liked the man,\nbut I didn’t like the woman. And my sister Ruth came to see me, and I told her that\nshe beat me, that the woman took away my doll, and whatever toys there were, andSeptember 28, 2016\nshe would beat me in the bathtub. And so my sister immediately contacted the\ncaseworker, got me out of there. At which point I went to live with my sister René,\nwho was in a foster home wi — and her foster parents were Ruth and Ben\nCarleton(ph). And they were very nice people. And then, at some — I don’t think I\nlived with her that long, but we did go to the same school. We went to Shakespeare\nElementary School for a very short time, maybe just a couple of weeks that I was\nthere. And then there were two people — some — somehow, and this gets confusing, I\nwas back at the Jewish Children’s Bureau, or somewhere, where these two people\ncame and talked to me. And I was in — perhaps the caseworker asked if I would like\nto go and be with them, and spend the night, or see how things worked out. And I\nliked those people, and they became my adoptive parents.",
        "Q: What were their names?",
        "A: Rosalind and Joshua Spiegel. They were not interested in being foster parents.\nThey wanted to be adoptive parents. My father, Joshua Spiegel, was a\nneurosurgeon. He had operated on Mary Lawrence, who was the director of the\nJewish Children’s Bureau. And at some point he had said to her, we are interested\nin adopting a child. And so, when we came through the JCB, she thought perhaps I\nwould be a good candidate. I was still young. I was only, you know, six and a half\nat the time. I’d — so I lived with them for a while, and when they asked me if I\nSeptember 28, 2016\nwanted to be adopted, I didn’t know — I didn’t know any better, I said, oh yeah,\nthese are nice people, okay. I would like that.",
        "Q: Did they know that you ha — you had a living father?",
        "A: I beg your pardon’?",
        "Q: Did they know you had a living father?",
        "A: I told them no, but of course they knew. Every — all of this — I mean, I — fora\nlong time, I lived thinking that nobody knew that our father was living. But the JCB\nknew, everybody knew.",
        "Q: How do you know they knew”?",
        "A: In papers that I’ve seen since then. So they were complicit in a good way. They\n— they wanted us to have good lives.",
        "Q: Yeah.",
        "A: But — and at that time — this was, you know, 1946, the rules for adoption, and the\nbest thinking of social workers and psychologists, was that no contact was to be\nmaintained with families of origin, because it would be too difficult —",
        "Q: Can we cut? [break] So you were talking about the kind of thinking that was\ngoing on at the time. Tha — about —",
        "A: Thinking about adoption and foster care, and the thinking at that time was,\nnumber one, documents were not public. Everything that was done was hidden\nhttps://collections.ushmm.org\nSeptember 28, 2016\naway. So, it — which kind of played into my earlier mentioning of deception, and\nsort of — and rather than overt deception, it’s hiding, keeping things private.",
        "Q: Yes.",
        "A: Not talking about things, and sort of keeping things hidden away from view. So\nonce I moved in with the Spiegels, I actually saw my sisters and brother — probably\nmore my sisters, several of them, quite a bit. But my mother, of course — not of\ncourse, my mother, Rosalind Spiegel was in consultation both with the social\nworkers at the Jewish Children’s Bureau, and with a psychiatrist who recommended\nthat contact with my siblings be discontinued, because I was too confused. When\nmy sister would come over, there was always talk about don’t forget Mama, don’t\nforget Papa. We’re all together, don’t forget them. So, of course, I would want to be\nwith them. Then, when I was with these foster people, soon to become my adoptive\nparents, it was difficult to relate to them. And I think I would lash out at them, or\nact out, especially towards my mother, my foster mother Rosalind. And she was\nthen advised to stop contact. Now, when I say contact, maybe they came what, two\nor three times, and then it was decided that — I mean, I was too young to really make\na choice, but it was decided that it would be in my best interest to identify with this\nnew family, so that they could become my family, so that I would be given the\nopportunity, you know, to have a stable home life, and not be torn between mySeptember 28, 2016\nloyalty to my German siblings, and my loyalty to my new American family. I did\nnot have access to my papers, my German papers until I was an adult. So this would\nbe 1958, 1960. And even then, when I called the Jewish Children’s Bureau to say, I\nwant to see my case file, they gave me a very hard time. This is not public. I said,\nI’m not public, this is my case file. And I had to sort of argue with them, before\nthey finally released the files.",
        "Q: And what did you learn in those files?",
        "A: What did I learn? I learned that my father had remarried, my German father had\nremarried. I learned that the Jewish Children’s Bureau knew that my father was\nliving. I—I don’t think I learned too much more than that, but I knew — I learned\nthat the JCB knew that I didn’t have to be hiding the fact that I had a father living\nin Germany all these years. I didn’t have to continue the deception.",
        "Q: Oh, that must have been a burden.",
        "A: It was a—",
        "Q: That must have burden —",
        "A: It was — it was a terrible burden. It was a burden because — and — and the burden\ncontinued for many years, because I felt this tremendous loyalty towards my\nAmerican parents. But I also had this desire to know about my German family. I\nknew that they all lived in Chicago. What I didn’t know, was not only did they\nhttps://collections.ushmm.org\nSeptember 28, 2016\nknow where I lived, they knew what I was doing, where I went to school. They\nwould some — they would sort of keep tabs on me. They — 1-1-in a — in a good way,\nthey wanted to make sure everything was okay. I remember I went to the University\nof Chicago Laboratory Schools. I remember — and tha — I was now in high school. I\nremember going down the street with my classmates, we were going from one\nbuilding a couple of blocks away, to another building, turning around and seeing\nsome young women kind of following — following us. And I had no idea why. Well,\nit was two of my sisters. We all lived on the south side of Chicago, not too far away\nfrom each other. They were — they saw me on the street, and were following me. I\nmean, there was nothing bad about that —",
        "Q: No.",
        "A: — except that I was with this new family. I hadn’t seen them now in seven or\neight years, and I didn’t — and I wasn’t sure, I wasn’t positive of who they were.",
        "Q: Were you ever told by your adoptive parents that you could not have contact\nwith your siblings?",
        "A: It was — it was implied. You have a new family. You have — you have to learn a\n— you have to learn a new language. You are now an American, you’re not a —\nyou’re not German. You know, it was very exciting time for me to be — to get — I\nwas a naturalized citizen. In 1951, I became a US. citizen, that’s a big time. But the\nhttps://collections.ushmm.org\nSeptember 28, 2016\nimplication was pretty clear. Oh, at — that 1t would be better for me to make my — to\nsort of make my allegiance to this family.",
        "Q: So in other words, they — they put it gi — you know, and the way you are\nexplaining it is, with the best of intentions, but the way they put it, it’s either us or\nthem, and it should be us.",
        "A: It— yes. Now, it wasn’t — it wasn’t — I wasn’t given the option, you can go back\nto them, and then it won’t be us. It wasn’t that. It was, you’re here, you’re our\ndaughter, we love you, we’ll take care of you. This is the way it should be. And,\nbecause of the acting out that I had been doing — I’m not exactly sure what acting\nout I was doing, except I was probably —",
        "Q: You were — you were being a kid.",
        "A: — disobeying, or disrespectful, particularly to my mother. I adored my father. I\nadored him, because he, of course, was a pushover. Gave me everything. Would\ntake me to the park, we’d go kite flying. He would take me to Michael Weiss\nHospital on Sunday mornings, where he made rounds of his patients, while I was in\nthe telephone operators’ room with all the operators, and so you know, I was like\nthis little darling. And — and they would — they would play with me at — etcetera.\nBut because of all this confusion, my mother took me to a psychiatrist. So I was in\nSeptember 28, 2016\ntherapy, and I hated that therapy. And the psychiatrist, her name was Emmy\nSylvester(ph), who I believe had emigrated from Germany as well.",
        "Q: She might have had a few issues, you know’?",
        "A: What?",
        "Q: She might have had a few issues.",
        "A: She might have had a few issues. She would, of course, try to get me to talk\nabout my feelings, etcetera, etcetera, and I just wanted to play with whatever it was\nI was — either — I wasn’t much of — into playing with dolls, but building things and\nother — other kinds of toys. And so I really never wanted to talk to her, but was\nforced to do so. The other thing that my adoptive parents gave me, that was sort of a\nlifesaver with me, was dance lessons. And — which I would never have had the\nopportunity to do. I came from a very poor family, into now a very well-to-do\nfamily. And I was given every advantage. I went to — I started out at a public\ngrammar school, but then, after a few years, went to a private high school. And one\nof the very best universities, not only in this — in — in the country. Recognized\naround the — around the world. There was never a question of whether there would\nbe enough food. I was, however, very malnourished. I think we all were, with rotten\nteeth, and you know, no — no healthcare to speak of. And my parents, the Spiegels,\nwould ply me with food. Well, I would sit at the table, and I was a tiny little girl.September 28, 2016\nNot so tiny any more, but then I was tiny. Filled my mouth with food, and excused\nmyself to go to the bathroom. And finally — and then I’d come back and I’d eat\nmore food, excuse myself again. I was flushing it down the toilet.",
        "Q: Oh my.",
        "A: Cu — and they — it was discovered because either my mother or father went into\nthe bathroom after I came back at — at some point, and saw that I was flushing food\ndown the toilet. A natural question would be, why didn’t you just stop eating? Well,\nit was pretty early ingrained upon me that I should be grateful for whatever I was\ngiven. I think I learned that in the first foster home, that I was — that I was in. Be\nthankful and be grateful. Be quiet, and don’t cause trouble. So I was sort of this\nlittle Goody Two-shoes, who acted out secretly, and in a secretive way. I never\nremember once — when a child is angry, what does a child do?",
        "Q: You — you —",
        "A: — to her or his parents?",
        "Q: You yell at them.",
        "A: You what? You’re mad at them.",
        "Q: You’re mad at them.",
        "A: Not I. I could never be mad at my parents. So I did it in a — in an underhanded\nway, more subterfuge. Because I couldn’t say, I don’t like what you’re doing, orSeptember 28, 2016\nI’m angry at you. I could never be that open, because I had to be grateful, because\nthey took me in, and they adopted me, and they gave me this wonderful life. So\nthere was always this confusion of, can I be who I am? Can I be myself?",
        "Q: Did you come to an answer?",
        "A: Because I have to be grateful.",
        "Q: Did you ever come to an answer as to whether you could be?",
        "A: I didn’t hear you.",
        "Q: Did you ever come to an answer as to whether you were allowed to be yourself?",
        "A: Not for many years. Not for many years. It was — it was very hard. So — and a —\nand when I say many years, I mean after I had children of my own. After I was\nmarried and had children. I remember in my new family, we adopted — my parents\nadopted two more children. So I had a brother, Jonathan, who was nine and a half\nyears younger than I. And then — and he was from the U.S., but he had been\nabandoned. And then my sister Petra, who was 12 years younger than I, who had\nbeen — she was Italian, and lived in an Italian orphanage, because her parents could\nnot take care of her. And I’ve lost my train of thought.",
        "Q: You had — you were saying that —",
        "A: Oh, I— I just remembered. My brother Jonathan once said — he was probably\nfive or six, or maybe a little bit older. I wa — I was in the room, and — and he said to\nSeptember 28, 2016\nmy mother, I hate you. Now, at that — if he was five or six, I was about 15. And I\nsaid to my mother, how could you let him say that? How could you possibly let him\nsay that to you? And she looked at me, and she said, he’s angry. Of course he hates\nme at the moment, because I didn’t give him candy, or whatever it was. It’s — it’s\nperfectly natural. And I didn’t think that was right. He was adopted, he should be\ngrateful. Because that’s what I had been told.",
        "Q: What a burden. What a burden, you know?",
        "A: It was. It is what — and it is what kept me, because of these dual loyalties, it is\nwhat kept me from reconnecting with my s-sisters and brother. There was one time,\nwhen I was still in high school, probably a junior or a senior. My parents — we, as a\nfamily went out for dinners, usually on Thursday night or something. I went to this\nfavorite Chinese restaurant. And we left the restaurant to walk home, and I saw four\npeople, you know, just walking down the street. And I remember looking at this\nman, just staring at him as we walked past each other, and he was staring at me. It\nwas my father from Germany, and his new family. I didn’t know it, quite, at the\ntime, except that I kept staring at him, wondering who he was, and why I felt this\nconnection to him. But he had given up his rights to me, that in order for me to be\nadopted, the Jewish Children’s Bureau, I think it was the bureau, had placed —\nplaced an ad in the paper at the time, in 1946 or ’47, saying that unless you claim\nhttps://collections.ushmm.org\nSeptember 28, 2016\nrights to this child, she will be placed for adoption. So he gave up his rights to me,\nwhich meant no contact. You cannot have contact with her. That was the law in\n1946. You know, that was just the —",
        "Q: Did you ever see him again?",
        "A: I never saw him again, no. In — in 19 — he came here in 1956 — 1956. So about\nthat time — about that time, and I did not know that he was here, but about that time,\nI was studying dance downtown, and after class I came downstairs. This was\ndowntown, came downstairs to go and take the train to go home, and there was this\nyoung woman on the street who came up to me, and I sort of looked at her, and I\nsaid, I’m not allowed to talk to you. It was my sister Ruth. I couldn’t remember her\nname.",
        "Q: Oh.",
        "A: She had gone up to my dance studio, talked with the dance director, told her who\nshe was. The dance director immediately, you know, had her go into another room,\ncalled my father and said, there’s a young woman here who says she’s Ginger’s\nsister. Who is she? My parents had never told the dance director my background.\nHe then apparently contacted the Jewish Children’s Bureau, who contacted my\nsister and said, if you ever go near Ginger — Bela again, you'll be sent back. ThereSeptember 28, 2016\nwas this fear, sort of hanging over all of us, that if you don’t behave, you’re going\nto be sent back.",
        "Q: Oh, how sad.",
        "A: So there were these conflicting feelings. I believe when I was about 18 or 19, my\nmother said to me, if you ever want to know about your family, just ask me, or let\nme know, or if you want to contact them, I will arrange it. And at that time I said, I\nhave my new family. It’s okay. I can’t have loyalties to both. When I was engaged\nto be married, I was 20, I was contacted — I got a letter, I— I guess, about German\nreparations. And so I met with someone and signed the papers, and turned over\nwhat money I got. And this was for the death of my mother. So the German\ngovernment made reparations. I got a check for 39 dollars. And I immediately\nsigned it over to the Jewish Children’s Bureau. You know, I — I— I wanted no part\nof it. But basically, that was the only contact that I had with my family, my — my\nGerman family. A month or two before I got married — at that time, 1960, you had\nto get [indecipherable] health certificate. So I went to my pediatrician, to si— e-\neveryone did. Before you could get a marriage license, you had to be — make sure\nthat you were — did not have venereal disease, or other health issues. And so I went\nto my pediatrician, got whatever document I — I needed, and two women came up to\nme and said, are you Ginger? I said yes. Well, can we talk to you for a minute? We\nSeptember 28, 2016\nwent into — down the hall, and it was my sister René, and my sist — I — I think — and\nI don’t know why, but I’m saying Gertrude, but it might not have been. Anyway,\nwe went down the hall, and they said, we saw in the newspaper that you’re getting\nmarried, and we just wanted to wish you all the best.",
        "Q: Oh.",
        "A: And I immediate recognized René, because she had red hair. And I said — but, I\nwas kind of embarrassed, because I had not contacted them, or made any effort to\ncontact them, to tell them I was getting married. And you know, I was 19 or 20\nyears old at the time. I was not a child any longer. But they did say, we just wanted\n— we — we hope — we hope you’re okay, and that you’re happy, etcetera, etcetera.\nAnd they were married, they had children of their own. And a few years later, I got\na phone call from one of my sisters, Judy, who said, I’m moving to Lawrence,\nKansas, and I’d — before — and I don’t know that I'll ever be back. I’d like to see\nyou. So I said, sure. So she came. I, at this point, had a child. She came to my\napartment, and I opened — I never forget this, I opened the door, and for the first\ntime in my memory, I looked at someone who looked just like me. Which was very\ninteresting, in that — you know, I looked at my child, or my children, they didn’t\nlook like me. I didn’t look like my adoptive mother. I didn’t look like my sister or\nbrother. So here was somebody from my past, who looked like me. So —\nSeptember 28, 2016",
        "Q: What a price.",
        "A: — and — and — and still — and still I maintained — and I — I— I remember talking\nwith my husband, should I reconnect with my family? And he advised against it. He\nsaid, you’re gonna sort of open up a can of worms. You’ve got this family. And I\nhave relatives in Canada, I mean, the f — you know, and new cousins here. So it\nwas — it was hard. I didn’t realize how difficult it was on my sisters, and brother.",
        "Q: They were kind of hovering, like — they were hovering like — like guardian\nangels.",
        "A: They were — they were hovering angels, and yet they couldn’t acknowledge\nthemselves. Two of them once came into the a-apartment building where I lived\nwith my parents, and they almost rang the doorbell, and then they ran away instead.\nSo it was — yeah, they — they sort of kept — kept an eye on me, in — in —",
        "Q: Which is a lovely, wonderful thing.",
        "A: Fabulous. Fabulous. Many years later — oh, oh, and every once in\n[indecipherable] about every five years, once I was an adult, I had contact with\nthem, through the — I-I’d get a letter, or a card, or something. It turns out that my\nsister René went to the same high school that my husband went to. They both went\nto Hyde Park, on the south side. I don’t know that they knew — I don’t think they\nknew each other, but they — you know, there was always something. I received\nSeptember 28, 2016\nsome letters, some were nice, some were not so nice. But I — because I did question,\nshould I contact them, what should I — and — and it was sort of, you’ve just got too\nmuch going on in your life. You’ve got your own family, you’ve got your children,\nyou’ve got your adopted brother and sister, you’ve got your parents. How many\nthings, you know, can you handle? I became disabled in 1984, and shortly\nthereafter, I don’t know what possessed me, but shortly thereafter, I called and\nmade a lunch date with Mary Lawrence, the director of the Jewish Children’s\nBureau. We had lunch downtown. And she too had sort of kept tabs on me, because\nshe orchestrated the adoptions of my brother and sister, as well as me. And she said,\nwell, tell me what’s going on in your life, and how’s your German family? And I\nsaid, well, I don’t have contact with them. Well, why not? Or, when are you going\nto call them? And I said, well — anyway, a-and so I— we got on to other subjects.\nSo, after thinking about that for maybe six months, I picked up the phone. I’ve had\n—I’d had a New Year’s card from my sister Gertrude, that I’d had for 10 years or\nso. I saw a phone number on the back of the envelope, and I said, okay, and I made\na phone call. I had — so I had a phone number, which meant that I had made a phone\ncall 10 years before, probably, and there was no answer. So this time would be\nabout a year or two after my accident. I saw that card, picked up the phone and\nmade a phone call. And it — at about lunchtime — I remember this very clearly, and\nhttps://collections.ushmm.org\nSeptember 28, 2016\nsomebody answered the phone and said hello, and I said, Manya? And she said —\nshe just [sharp inhale] and the first words out of her mouth were, why now? And I\nsaid — this is my sister Gertrude — and I said to her, well, I tried to call you 10 years\nago, but there was no answer. And she said, do you mean if I hadn’t picked up the\nphone now, it would be another 10 years? And I said, yeah. So, I — I mean, she —\nyou know, sh-she was in such shock. Immediately called my brother, who called\nme, and he drove to Chicago I think two days later. I had not seen him now, since\n1946.",
        "Q: So this is like 40 years.",
        "A: Forty years.",
        "Q: Oh my gosh.",
        "A: He and I created a bond that was really quite deep, and — and profound. And\nunfortunately, he just passed away, two weeks ago. So, sort of what the whole\nfamily saga turns into was that, they would say that after wandering in the desert for\n40 years, I came back. And I — we had a family reunion, after — a 40\" reunion, and\nthen 10 years later at my home, we had a 50\" anniversary party of coming to\nAmerica, so that would be 1996.",
        "Q: Wow.",
        "A: And so, you know, we’ve maintained a — a very good —\nSeptember 28, 2016",
        "Q: Are they part of your life now?",
        "A: Yes.",
        "Q: Are they part of your life now?",
        "A: Yes. Again, the two most important people, Gertrude and Alphonse(ph), have\nbeen more a part of my life than the — than the others. Just because it — there’s just a\ncloser bond. You know, you — you’re not going to be equal with every — every\nmember of your family. But al — al — I would travel to D.C. to see him, he would\ncome here. He would have meetings, and —",
        "Q: Did you ev — were your adoptive parents still alive when you reconnected?",
        "A: Yes, yes, they were. And one time, he was in town, and there was a party at my\naunt and uncle’s house — my American aunt and uncle’s. And we — and I-I-I said,\ncan I— can Alphonse(ph) come with me? Of course. So he met my parents, and he\nasked my father, Joshua Spiegel if he could talk with him privately. They went\ndown to the basement and afterwards, I asked my father, I said, what did\nAlphonse(ph) say to you? And he said, he thanked me ... he thanked — he thanked\nme for giving you a life, for providing you with a home and opportunities, and\nestablishing a family. And, I mean, here was my brother, who had his own family,\nwho was such a mensch as to go up to my father and thank him for being my father.",
        "Q: Wow.September 28, 2016",
        "A: Yeah.",
        "Q: Wow.",
        "A: That perhaps give you a tiny insight into the kind of man that my brother was. A\nman who was a fisit — brilliant physicist, had a deep sense of history, who was very\nGerman, had a — loved music and literature. Had almost gone to the University of\nChicago, because he was offered a scholarship, but because of his interest in\nscience and math, decided to go to the Illinois Institute of Technology, and become\na physicist. He and I would have long talks, and he was so sorry 1n his later years\nthat he didn’t take up the offer of going to University of Chicago, you know, and\nlearning many — much more of the humanities. But he is a man who married outside\nhis Jewish faith, fell in love, raised a family, did not really practice his Judaism for\nmany years. The children were raised Catholic. But I believe he felt a disconnect\nwith his wife and chi — and children because of — not only the religious differences,\nbut the cultural differences of all of us. I mean, I’m very Americanized. Gertrude\nis pretty much Americanized. Alphonse(ph) never was. He was 18 when he came\nhere, so rema — remained very German.",
        "Q: European. Very mu — very European.",
        "A: Very European.",
        "Q: Yeah.September 28, 2016",
        "A: Very European. And — and yet, you know, tremendous loyalty and love for his —\nhis family. He lived in Gaithersburg, Maryland. He got his, you know, degree\nhere in Chicago, moved to Toronto for his post-doctoral work, then his fam —\nmoved with his family to New York for a number of years, and then to D.C. to\nwork for the government. The National Institute of — of — National Bureau of\nStandards, now called NIST. For many years did a lot of research into physics and\nRaman spectroscopy in particular. But, in a different way, had many of the same\nconflicts that I had.",
        "Q: Really? Really?",
        "A: If I’m thinking about it now, my conflicts were not over religion, but over two\ndifferent worlds; a German world, and an American world; German family, and an\nAmerican family. His conflicts were more over a German heritage.",
        "Q: Jewish German heritage, or German heritage?",
        "A: You know, there is — I mean, German Jews considered themselves German. So 1-\nit’s not — there — there’s a combination of a German heritage, and a German Jewish\nheritage. It’s a little hard to explain, unless you’re there. So, I mean, he — you know,\nhis eldest son, he named Karl, k-a-r-l, who, in his adulthood became, and is, a\nLutheran minister. The family ma — moved away from Catholicism, and became\nEpiscopalian, but then Karl became a Lutheran minister. So the — there — these —September 28, 2016\nthese conflicts of — of dual loyalty — I mean, Alphonse(ph) was fluent in German,\nknew a lot of German songs. Steeped himself in the — the — the poetry of — of\nGoethe and Rilke and — and — and Schubert, and you know, just — and — and felt\nthat there was nothing better than a German education, because it was the Germans\nwho really implemented higher education. Very proud of that. And yet —",
        "Q: Yeah.",
        "A: — was denied a good part of his own education because he was Jewish. So these\n— these conflict — and the conflict in his own marriage, and sadly, we would talk — I\nmean, he did not practice any religion of any kind for many years. And about 10\nyears ago — and I would talk to him about that. I mean, I — I don’t consider myself a\nreligious Jew, but more of a cultural Jew, but I would — I — certainly I went to — to —\nto religious school, and became confirmed, and — cause girls were not Bat Mitzvah\nwhen I was growing up. My children have been raised in a — in a Jewish home. But\nit wasn’t until 10 years ago that Alphonse(ph) returned to his Jewish roots and\nbegan to go to synagogue. And not only began to go to synagogue, but really\nimmersed himself and steeped himself in Jewish tradition. And we’ve recently had\nsome bad family feelings because he —",
        "Q: Can we cut for a second? [break] When I hear you speak about Alphonse(ph),\nand about Gertrude, and reconnecting to your family of origin —\nSeptember 28, 2016",
        "A: Mm-hm.",
        "Q: — did you ever feel anger at your adoptive parents, for the fact that they cut them\noff?",
        "A: You know, that’s a — that’s an interesting question. I — actually, there was a time\nwhen I felt anger towards my birth father, because he gave up his rights to me. And\nI said to myself, how could he do this? He disowned me. And then I would have to\ntalk to myself, and say, he did this for my benefit. Number one, he did not think he\nwas ever going to get to the United States.",
        "Q: Is that the case?",
        "A: That is the case. I— I — I believe that is the case. Now, he signed those rights\naway in 1946, so that I could be adopted, or maybe it was ’47. At which point, I’m\nnot sure exactly when, but he remarried. He had a stepdaughter, and together he and\nhis wife had a son. That’s my half-brother Harry.",
        "Q: Have you met him’?",
        "A: Oh yes.",
        "Q: Okay.",
        "A: Yes. Harry. And my stepsister is Gitta(ph). Brigitta(ph), so Gitta(ph). A-And\nshe and I are about six months apart in age, yes. And — and they’re — you know,\nthey’re lovely people. So I have met them a — a number of times. When I had, at my\nSeptember 28, 2016\nhome, the 50\" anniversary party, of course they were included. Harry and his wife,\nand Gitta(ph) and her husband. And I’ve met th — Gitta(ph) and — and her\nhusband’s children.",
        "Q: Okay.",
        "A: So I—I — initially I felt anger towards my father, Alexander, but then I would\nsay, I know he did this because he wanted you to ha — you, Ginger, to have a life.",
        "Q: Now, do you — did your siblings — did you ever talk about this with your\nsiblings, and did they ever fill in any information?",
        "A: They had a lot of anger towards my adoptive parents, absolutely. I will try to\nexplain — in fact, Is —I think I still have letters that we exchanged, where I was\nexplaining to them why my parents did what they did. They didn’t do it because ab\n— out of dislike of them, they did it because they felt this would be in my best\ninterests, and they were advised to do it by professionals. So they thought that this\nwould be in my best interests. But there was a lot of anger, yes, and — and perhaps\nsome resentment. It — but I— I think we’re beyond that.",
        "Q: Yeah, that was going to be my next question.",
        "A: And past that.",
        "Q: Has it been put to rest?September 28, 2016",
        "A: Yes, oh yes, definitely been put to rest, and — and when — you know, so e-\neverything is fine. I — I think maybe sometimes I felt some ambivalence toward my\nadoptive parents. Not anger.",
        "Q: Okay.",
        "A: But I— I’m not a person who f — at — who feels a lot of anger, or admits to a lot\nof anger. It’s a little — 1t — it goes a little more underground with me. But — and I\nnever — I never felt unhappy or — or questioned why they did what they did, as I—I\ndidn’t think that there were ulterior motives. I knew that what they did was out of\nconcern for me. I did discuss, after my sister Judy had come to see me, before she\nmoved to Lawrence, and told me the stories of sitting around the table with the\nfamily, that, number one, my father and his new family had come to the States,\nwhich I had not known, and that they — when they would occasionally get together,\nthey would say how nice it was, how wonderful it was that all the family were\ntogether, except for Mama and Bela. Well, that did a guilt trip on me that was pretty\nprofound. I do remember talking to my father, and kind of feeling him out, and\nasking him if he thought I should contact my German father. And he said — because\nI wanted to find — I— when I say I was feeling him out, I wanted to know, or get a\nfeeling of whether he would feel that I didn’t care for him, or if it would hurt him if\nI contacted my German father. And he said to me — he’s a very wise man — he said,\nSeptember 28, 2016\nprobably — no, he said, if you contact him, you should do it with the knowledge that\nyou will continue a relationship with him. Don’t do it out of curiosity and then\nnever see him again. That would be cruel.",
        "Q: That’s very kind.",
        "A: It would not be right —",
        "Q: Yeah.",
        "A: — for you to do that. If you make a — a connection with him, you need to follow\nthrough on that connection with your father, and with your siblings, he said, My\nadvice to you would be to not do it, because you’ll be opening up a can of worms.\nYou have your own family, you have your husband, you have one or two chi -— I\ndon’t remember how many children IJ had at that point. You know, you have this\nwhole western, Americanized family. It’s a lot for you to take on. I read into that,\nthat he would be hurt, so I never did, until after I became disabled and decided I\nneeded to look at my life.",
        "Q: And Mary Lawrence gave you permission.",
        "A: What?",
        "Q: Mary Lawrence gave you permission.",
        "A: Ma-Mary Lawrence not only gave me permission, she encouraged, and almost\nSeptember 28, 2016",
        "Q: Said why haven’t you?",
        "A: — chided me.",
        "Q: Yeah.",
        "A: Why haven’t you — you know, kind of, what’s the matter with you.",
        "Q: Yeah.",
        "A: And yes, an-and that made me examine myself a little bit more and say, stand up\nand do what’s right.",
        "Q: Yeah.",
        "A: You need to connect with them. But in terms of my American father, the — my\nmother had already given me permission, but I needed — I needed to hear from them\n— from my father — cause my moth — my German mother was gone.",
        "Q: That’s right.",
        "A: So she would not be threatened. I was concerned that my father would be\nthreatened. So, you know, we each bring so much to any conversation.",
        "Q: Yeah.",
        "A: A lot of internal feelings that — that aren’t expressed. Once he met my bro — not\nonce, but when he met my brother, I think he was overwhelmed by my brother’s\ngenerosity, and by their connecting with each other. Now, my — my German fatherSeptember 28, 2016\ndied in 1970 — 1969 or 1970. I did have a lot of guilt feelings about n-never seeing\nhim again. I-I-I thou — I mean, I didn’t know at the time that he had died, but later —",
        "Q: Yeah.",
        "A: —I—I had some guilt feelings. But I think I dealt with them, or overcame some\nof them by reconnecting, in particular with Alphonse(ph), and having, you know,\nthe — this warm, loving relationship with him in — highly intelligent, highly sensitive\nman who — who had a lot of warmth and a lot of love to share.",
        "Q: Clear — clearly — clearly that he would have still felt the — the sort of almost like\nprimal responsibility for his youngest sister, even when he hadn’t ha — when he had\nbeen torn away from her, you know.",
        "A: Oh yeah.",
        "Q: To still have that feeling, and to —",
        "A: Oh-",
        "Q: — be thankful for what other people did for you.",
        "A: Yes. And I mean, he — he never chided me for why haven’t you kept contact\nwith us. He embraced me wholeheartedly, and sort of — as though I was, you know,\nthe long lost —",
        "Q: Sheep?",
        "A: — sibling —September 28, 2016",
        "Q: Yeah.",
        "A: —1-1n the family, and — and he was able — we were able to open up to one another\nvery nicely.",
        "Q: As a side note, none of your other siblings had this kind of situation? In all of the\nother places they were fostered or adopted, they — their contact to one another was\nnot —",
        "A: They never lost contact with each other, no.",
        "Q: Okay.",
        "A: It was — because they weren’t adopted. It was only the process of adoption, I\nthink, that kept us —",
        "Q: Yeah.",
        "A: — from each other. And you know, a — and a lot of that might have been my\ndoing as well, because I wanted this new family, which turned out to get bigger and\nbigger, and cousins here and cou — you know, cousins in Cleveland and cousins in\nCanada and my fa— my American father was Canadian originally. So, I mean, you\n— we all do what’s in our own best interests —",
        "Q: Well, hopefully.",
        "A: — at — at the time, yes.",
        "Q: Yes. Yeah.September 28, 2016",
        "A: Now, my sister Judy was offered adoption, and she said no. So, maybe her ties\nwere st — she was older than I, but maybe her ties were stronger than mine. Maybe I\nwas a little more selfish, or a little more thinking of what’s going to work — what’s\ngoing to work for me.",
        "Q: You were a little girl.",
        "A: It doesn’t matter.",
        "Q: Yeah, yeah. And you’re a little girl.",
        "A: Oh, what?",
        "Q: You were a little — you were a little girl.",
        "A: I was a little —",
        "Q: When you — when you were asked, do you want to maybe stay here.",
        "A: Right. Well, she was the little girl too, but she was a little bit older.",
        "Q: Yeah, yeah.",
        "A: But it — it — it doesn’t — it doesn’t matter. We have good relationships now, and\ncertainly — it’s an interesting — there’s an interesting thing. I think, as a very tiny\ngirl, I probably was a little bit afraid of my German father. I mean, he was big and\ntall — I don’t think — I don’t know how big and tall he was, but you know, you’re —",
        "Q: Yeah, you always look up.",
        "A: — feel like you’re looking up to God there.September 28, 2016",
        "Q: Yeah.",
        "A: And so I was a little bit afraid of him. And yet, I mentioned that he —",
        "Q: Protected.",
        "A: — protected me. I was never afraid of Alphonse(ph). He was not — to me, he was\nnever an intimidating figure. I think, to some of my other siblings, he was a little\nbit. Very bright, very — in some ways, he could be authoritarian. And — so when I\ncame back into the picture, it was sort of this big lovefest, rather than maybe seeing\nall of the realities that are out there. But — but we — I mean, we all had strong\nfeelings for him.",
        "Q: Yeah, but you ne —",
        "A: They were different.",
        "Q: — the siblings never held it against you that you — your other siblings never held\nit against you, or did they — was there any resentment why you had not gotten in\ncontact?",
        "A: You — ye — your — they never held it against me, well, I think there was some\nresentment.",
        "Q: Okay.",
        "A: I was given opportunities they were not given. I stepped away from the family,\nwhether by choice or not, the result was, I did step away, I — I mean, I was awaySeptember 28, 2016\nfrom the family. Certainly once I was an adult, once I was 20 or 25, I could have\nreconnected with them, and I didn’t. I did not reconnect with them until I was in my\n40s. Why not? So yes, I think there have been some — some feelings of why didn’t\nyou. But again, at this point, that’s in the past.",
        "Q: Yeah.",
        "A: We’ ve dealt with it. ’ve explained my positions, they’ve explained their\npositions, and you know, we don’t —",
        "Q: How do your children look at this?",
        "A: Well, the first thing they said when I told them that I had reconnected, and I told\n— and they — they sort of said, well ho-how many — I mean, I — over the years, they\nkn — they knew something. But my youngest daughter, who is herself now, I think\n45 or so. So when this happened, 30 some odd years ago, and I told — and she said,\nwell, how many are there? And I — I —I told her how many cousins there were, and\nshe said, you mean, I have 23 instant first cousins? And I said, yeah, 23.",
        "Q: Wow. Wow.",
        "A: Right. So that was — it was — it yi — they each — they each handled it, or — 1-in —\nin their own way.",
        "Q: And tell me — I think we’re coming close to the end —",
        "A: Mm-hm.\nSeptember 28, 2016",
        "Q: — of our interview. What would you say to others? What would you say to others\nabout this destiny that your family has had? I — I'll speak —",
        "A: What would I say?",
        "Q: To other people. To people like me, who are strangers. To — you know, you —\nyour destiny clearly is born from the circumstances of World War II. This impartial,\nhorrible thing, and in particular, the Holocaust. What would you say to people about\nthis destiny? What would you want them to understand?",
        "A: I think I would want — I can speak both from a specific, and a more global\nperspective. In the larger sense, I would want people to — to know, and to\nunderstand that we’re all a common humanity. That unfortunately, there is some\nevil that exists in the world, but that most people want what’s best, not only for\nthemselves, but for others. I would want people to offer, to — to — to bel — to feel and\nto offer compassion for those that are not like them. I have never been able to\nunderstand why the Holocaust had to happen, but I would never blame the next\ngenerations, that came after the perpetrators of that unspeakable evil and horror, to\n—I—Ido not blame them. I think the experiences that we all go through in our own\nway, while the Holocaust is a very unique story, there are other genocides that\nhappen in this world, and there are millions of other survivors of those genocides.\nAnd we try our best to get through life, and that’s all — it’s really all we can do,September 28, 2016\nthough be — you know, besides trying to get through life and offer compassion to\nothers. Offer not only compassion, but acceptance and love and understanding, and\nto not turn away from others. I—I-—Iam sorry that I did not find my German\nfamily sooner than I did, but I am thankful and grateful that not only did I find\nthem, or reach out to them — I always knew where they were, and they always knew\nwhere I was, but that they embraced me, a-and accepted me. And you know, in\ngeneral, I — besides that horrible, horrible time, that yes, I experienced directly, but I\nwas so young that it didn’t affect me the way it affected my older siblings. That I — I\n— I’ve had — I’ve been given opportunities and have had a life that’s to be envied. It\n— it —it has been and continues to be a — a wonderful life. I don’t think I can really\nsay more than that.",
        "Q: I think that’s a wonderful note, a wonderful note for us to come to — to the —",
        "A: But I -",
        "Q: — end of our interview.",
        "A: Yeah. I also think it’s important that we keep the memories alive. That we never\nforget. And I am profoundly grateful to Elie Wiesel, as being an instrumental figure\nin establishing the Holocaust Museum. Because there are still Holocaust deniers out\nthere, throughout the world. And the — one of the problems with denying the\nHolocaust, is that that will also mean denying other atrocities that occur. And we\nhttps://collections.ushmm.org\nSeptember 28, 2016\ncan’t let that happen. So for the museum to be a repository of artifacts and\ndocuments, and being a place where we can learn about history, and about the\nunspeakable horrors, and the unbelievable kindnesses of not only those who — you\nknow, the people that adopted me, but the people in Germany, who, knowing that\nwe were Germans trying to hide, did not turn us in. They protected us. They found\nfood for us, they gave us a place to hide. So — so there are good people in the world,\nno matter their culture, no matter their teaching, no matter their upbringing.",
        "Q: Thank you. Thank you, Ginger.",
        "A: Thank you.",
        "Q: And I will say, this then concludes the United States Holocaust — this then\nconcludes the United States Holocaust Memorial Museum interview with Ginger\nLane, on September 28\"\", 2016, in Chicago, Illinois. Thanks again.",
        "A: Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Ginger Lane, on September 28\", 2016, in Chicago, Illinois. Thank you very\nmuch for agreeing to speak with us today, to share some of your story, and some of\nyour experiences. I’m going to start with the very beginning, the most basic\nquestions, and we’ll build from there. Okay?",
        "Q: So, can you tell me, what was the date of your birth?",
        "Q: And what was your name at birth?",
        "Q: That’s very different from Ginger Lane.",
        "Q: Yes. And where were you born?",
        "Q: Okay.",
        "Q: That’s right.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: So, tell me, do you have any earliest memories that are — even if they’re\nepisodic, or, you know, a little vague. But do you have some about your first years?",
        "Q: And would the picture have been of anybody you knew”?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Were you the youngest of the family?",
        "Q: So, I'd like now to talk a little bit about your family. Tell me, who were your\nbrothers and sisters, and could you name them for me?",
        "Q: Okay.",
        "Q: And he’s the only boy?",
        "Q: Okay.",
        "Q: Okay.September 28, 2016",
        "Q: Okay",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And you —",
        "Q: Okay. What were your — what were your parents’ names?",
        "Q: Okay. Okay. So, Lena(ph), Elona(ph) was your mom?",
        "Q: And sh — what was her maiden name?September 28, 2016",
        "Q: Okay.",
        "Q: Do you know what part?",
        "Q: Wow.",
        "Q: And do you know anything about her side of the family?",
        "Q: Mm-hm, yeah.",
        "Q: Do you know if she had brothers and sisters?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And do your — on your father’s side of the family, do you know if he had\nbrothers and sisters?",
        "Q: Okay.",
        "Q: Was the same true on your mother’s side?",
        "Q: Was the same thing true for your mother’s side?September 28, 2016",
        "Q: Okay.",
        "Q: I see. I see.",
        "Q: Okay.",
        "Q: In those —",
        "Q: Yeah, sure.",
        "Q: Okay. Do you have memories of your mother and father, as a little girl? Personal\nmemories?",
        "Q: Were you alone in the house with her?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Ah.",
        "Q: Wa — did she come back?",
        "Q: Did she come back’?",
        "Q: Ever’?",
        "Q: And —",
        "Q: And you would have been three and a half.",
        "Q: Do you have any memories of this?",
        "Q: Okay.",
        "Q: East of Berlin.",
        "Q: Nobody around you. No brothers or sisters?",
        "Q: So you remember being hungry?",
        "Q: So, I want to step back a little bit. The conclusion we can come to is that you had\na mother for three and a half years, maybe, of your life. And then she disappears.",
        "Q: I see. The two. The two of them.",
        "Q: Okay.September 28, 2016",
        "Q: Maternal person.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Beginning of 40 —",
        "Q: Okay.",
        "Q: And it was wintertime. If you went back — it was wintertime —",
        "Q: — in the beginning of ’45. Did you go back to the same apartment that you had\nleft from, or a different one?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: That was a question of mine. When you went to orchard —",
        "Q: When you went to the orchard, did you see your father? Was he around, in the\nsame place?",
        "Q: Ah, I see.",
        "Q: Okay.",
        "Q: Okay. And do you know why you ended up in that food orchard, why you were\nthere?",
        "Q: Why?",
        "Q: So 1n one sense —",
        "Q: It was also reinforced, over and over.",
        "Q: It was reinforced over and over. First, because you’re Jewish, and second\nbecause you’re German.",
        "Q: Do you have as —",
        "Q: You were wrong.",
        "Q: Yeah, yeah. Do you have any sense of your mother’s influence in your life,\nbefore she disappeared? Should I say that louder?",
        "Q: Okay.",
        "Q: Well, it’s int — you know, it’s interesting and it’s also very heartbreaking,\nbecause both of your older sisters were children themselves, you know.",
        "Q: Even Ruth, the oldest —",
        "Q: — was no more than —",
        "Q: Yeah, yeah. I mean it’s — at the end of the war, but in the beginning, she’s a — in\nher early teens. She’s like 12, 13, or something like that.",
        "Q: What about your father? Did you feel his presence? Did he have an influence on\nyour life? Early life.",
        "Q: Okay.",
        "Q: Yeah, this is the end of the war, when Germany capitulates.",
        "Q: Do you remember leaving Berlin?",
        "Q: You needed the stability.",
        "Q: Who does?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Do you remember anything of your trip over from Germany to the United\nStates?",
        "Q: Okay.",
        "Q: Of having some food.",
        "Q: And saying that you must have been hungry, to remember that image.",
        "Q: Tell me, how old were you? How old were you when you left Germany’?",
        "Q: You were six. You were Six.",
        "Q: Well, you know, how — the doctors say, or psychologists say that babies have a\nway of charming their parents, you know. Just absolute — they need to, for survival.",
        "Q: Absolutely need to, you know. And it’s not conscious, it’s just there.",
        "Q: Yeah.",
        "Q: And —",
        "Q: Did you?",
        "Q: Well, tell me about — well, when you came to the United States, what happened\nthen, before you get to your adoptive parents.September 28, 2016",
        "Q: Did you know —",
        "Q: Yeah.",
        "Q: And why was your father not with you? Why was your father not with you?",
        "Q: Okay.",
        "Q: Had you — had anyone given you an explanation as to why your father wasn’t\nthere, because that’s clearly an adult explanation. What would you tell a child as to\nwhy Papi(ph) isn’t there?",
        "Q: Okay.",
        "Q: So she went from one zone to the other?",
        "Q: She went from one zone to the other —",
        "Q: — she went from the Russian zone to the American.",
        "Q: Yeah. And so, we’re back in the Bronx, and you’re with your siblings, and you\nget some shoes. What happened after that?",
        "Q: A different foster home.",
        "Q: What were their names?",
        "Q: Did they know that you ha — you had a living father?",
        "Q: Did they know you had a living father?",
        "Q: How do you know they knew”?",
        "Q: Yeah.",
        "Q: Can we cut? [break] So you were talking about the kind of thinking that was\ngoing on at the time. Tha — about —",
        "Q: Yes.",
        "Q: And what did you learn in those files?",
        "Q: Oh, that must have been a burden.",
        "Q: That must have burden —",
        "Q: No.",
        "Q: Were you ever told by your adoptive parents that you could not have contact\nwith your siblings?",
        "Q: So in other words, they — they put it gi — you know, and the way you are\nexplaining it is, with the best of intentions, but the way they put it, it’s either us or\nthem, and it should be us.",
        "Q: You were — you were being a kid.",
        "Q: She might have had a few issues, you know’?",
        "Q: She might have had a few issues.",
        "Q: Oh my.",
        "Q: You — you —",
        "Q: You yell at them.",
        "Q: You’re mad at them.",
        "Q: Did you come to an answer?",
        "Q: Did you ever come to an answer as to whether you could be?",
        "Q: Did you ever come to an answer as to whether you were allowed to be yourself?",
        "Q: You had — you were saying that —",
        "Q: What a burden. What a burden, you know?",
        "Q: Did you ever see him again?",
        "Q: Oh.",
        "Q: Oh, how sad.",
        "Q: Oh.",
        "Q: What a price.",
        "Q: They were kind of hovering, like — they were hovering like — like guardian\nangels.",
        "Q: Which is a lovely, wonderful thing.",
        "Q: So this is like 40 years.",
        "Q: Oh my gosh.",
        "Q: Wow.",
        "Q: Are they part of your life now?",
        "Q: Are they part of your life now?",
        "Q: Did you ev — were your adoptive parents still alive when you reconnected?",
        "Q: Wow.September 28, 2016",
        "Q: Wow.",
        "Q: European. Very mu — very European.",
        "Q: Yeah.September 28, 2016",
        "Q: Really? Really?",
        "Q: Jewish German heritage, or German heritage?",
        "Q: Yeah.",
        "Q: Can we cut for a second? [break] When I hear you speak about Alphonse(ph),\nand about Gertrude, and reconnecting to your family of origin —",
        "Q: — did you ever feel anger at your adoptive parents, for the fact that they cut them\noff?",
        "Q: Is that the case?",
        "Q: Have you met him’?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Now, do you — did your siblings — did you ever talk about this with your\nsiblings, and did they ever fill in any information?",
        "Q: Yeah, that was going to be my next question.",
        "Q: Has it been put to rest?September 28, 2016",
        "Q: Okay.",
        "Q: That’s very kind.",
        "Q: Yeah.",
        "Q: And Mary Lawrence gave you permission.",
        "Q: Mary Lawrence gave you permission.",
        "Q: Said why haven’t you?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: That’s right.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Clear — clearly — clearly that he would have still felt the — the sort of almost like\nprimal responsibility for his youngest sister, even when he hadn’t ha — when he had\nbeen torn away from her, you know.",
        "Q: To still have that feeling, and to —",
        "Q: — be thankful for what other people did for you.",
        "Q: Sheep?",
        "Q: Yeah.",
        "Q: As a side note, none of your other siblings had this kind of situation? In all of the\nother places they were fostered or adopted, they — their contact to one another was\nnot —",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Well, hopefully.",
        "Q: Yes. Yeah.September 28, 2016",
        "Q: You were a little girl.",
        "Q: Yeah, yeah. And you’re a little girl.",
        "Q: You were a little — you were a little girl.",
        "Q: When you — when you were asked, do you want to maybe stay here.",
        "Q: Yeah, yeah.",
        "Q: Yeah, you always look up.",
        "Q: Yeah.",
        "Q: Protected.",
        "Q: Yeah, but you ne —",
        "Q: — the siblings never held it against you that you — your other siblings never held\nit against you, or did they — was there any resentment why you had not gotten in\ncontact?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: How do your children look at this?",
        "Q: Wow. Wow.",
        "Q: And tell me — I think we’re coming close to the end —",
        "Q: — of our interview. What would you say to others? What would you say to others\nabout this destiny that your family has had? I — I'll speak —",
        "Q: To other people. To people like me, who are strangers. To — you know, you —\nyour destiny clearly is born from the circumstances of World War II. This impartial,\nhorrible thing, and in particular, the Holocaust. What would you say to people about\nthis destiny? What would you want them to understand?",
        "Q: I think that’s a wonderful note, a wonderful note for us to come to — to the —",
        "Q: — end of our interview.",
        "Q: Thank you. Thank you, Ginger.",
        "Q: And I will say, this then concludes the United States Holocaust — this then\nconcludes the United States Holocaust Memorial Museum interview with Ginger\nLane, on September 28\"\", 2016, in Chicago, Illinois. Thanks again."
    ],
    "answers": [
        "Answer: Okay.",
        "A: November 27\", 1939.",
        "A: Bela, b-e-l-a, Bela Weber, w-e-b-e-r.",
        "A: Very, very different, yes.",
        "A: In Berlin, Germany.",
        "A: In—two months after Germany invaded Poland.\nSeptember 28, 2016",
        "A: So it was a very fraught time, and a — actually living through a remarkable\nperiod in world history.",
        "A: Not one I would want to repeat, but —",
        "A: — it’s there.",
        "A: Well, I— I have — yes, I do have some memories. They’re very — because I was\nso young during the war years, some of them are vague, some of them may be\nmixed in with things that I was told later, or once I came here, things that I had read\n— read about, or heard about. But some of my earliest memories are sleeping in a —\nin a— in acrib, and seeing a picture over my bed. Sleeping on a diagonal wall, and\nthere was either a picture, or a cross hanging over my bed. And wondering, why\nwould that image be there? Now —",
        "A: It— it may have been of my parents. I don’t really know.",
        "A: But I know that there was something up on the wall —September 28, 2016",
        "A: — over the crib. Now what I learned was that I was in the bedroom where my —\nwhere my parents slept, becau — and my sisters and brother — I had five sisters and\none brother — were in the other room, but I was so small that I was in a crib in their\nbedroom.",
        "A: Yes. I’m the youngest of seven.",
        "A: Sure.",
        "A: Well, starting from the eldest, my brother Alphonse(ph) is 12 years older than I.",
        "A: He’s the only boy in — in the family, yes.",
        "A: Actually, I think — I think I was supposed to be a boy, beca — well, because the\nname Bela is really a man’s name. But I guess, you know, they got what they got.\nThen my sister, Zenta(ph).",
        "A: So, my brother Alphonse(ph) was born in 1927, in Dortmund —",
        "A: — Germany, as well as my sister, Zenta(ph), who is — she was born in 1929.",
        "A: And then my family — my parents and brother and sister moved to Berlin.",
        "A: And the next in line was Ruth, and she was born, I think in 1930. And then\nGertrude, born in 1932, in Berlin, and then René — let me make sure | got this\nright, there’s so many of us. Alphonse(ph), Zenta(ph), Ruth, Gertrude was born\n1932, and then René was born in 1935. She’s a girl, René, the only other redhead.\nAnd then my sister Judy was born 1937.",
        "A: And then — and then, I was born in 1939.",
        "A: Alexander and Lena(ph), or Elona(ph).",
        "A: Mm-hm.",
        "A: Her name was a — Banda(ph). So le — len — on — on their marriage certificate, I\nthink it says, Lena(ph) Banda(ph).",
        "A: And she was from Hungary.",
        "A: Rokopolishta(ph). I don’t know wh — I think it’s probably the western side of\nHungary. My father, who was born in — came from Powderbourne in Westphalia,\nhad gone — his family, I think, were umbrella makers, and he had traveled to — to\nHungary to sell umbrellas, and he met — was a little bit like meeting Rachel at the\nwell. I think he simply saw her, and struck up a friendship, and — and they got — he\nthen — he was born a Catholic, converted to Judaism, because my mother was the\ndaughter of a r — of a cantor.",
        "A: So they were Orthodox Jews. He converted to Judaism in order to be able to\nmarry her.",
        "A: Her side of the family?\nSeptember 28, 2016",
        "A: Other than the fact that she was the daughter of a ra — of a cantor, I don’t think I\ndo.",
        "A: I—I don’t recall.",
        "A: There may — there may have been.",
        "A: But I certainly never met them.",
        "A: Yes. I—I—I don’t recall now how many, but I know that he was the oldest — the\neldest of at least one, maybe two or three brothers and sisters.",
        "A: And when he and my mother traveled back to Germany, they went to his\nfamily, and at which point the family sort of disowned him, because he had married\noutside of Catholicism. And so there was a total break in the family.",
        "A: I’m sorry?",
        "A: I don’t believe so.",
        "A: Because he had converted to Judaism.",
        "A: And s — and —",
        "A: — and h-he practiced Judaism up un — really up until the time that we left\nGermany, after the war.",
        "A: Ev — excuse me.",
        "A: Even though — even though in 1940, he was sort of forced to renounce his\nconversion, and once again become Catholic. But I don’t think — from things that\nI’ve read, that my brother has written — because I would have no personal\nknowledge — I — I think he continued to, if not outwardly practice Judaism, still\nbelieve in the Jewish faith.\nSeptember 28, 2016",
        "A: The — there s — they’re so — I have several images that come to mind. One\nactually is an image of when my mother was taken. And, you know, how perfectly\naccurate this 1s, I don’t know, but — and I’ve written about this. I was — this would\nbe 1943. So I was three years old. And the image that I have is my mother and I\nwere home, by ourselves, and there was a knock at the door, and it was two men,\ndressed in black, who came to the door and began to question her. And I was sort of\nhiding behind another door. And then they made her go with them. And so I ran up\nand sat on the windowsill and looked down, and I saw her being put into a — a black\ncar. It was a very frightening image and experience, because it was the Gestapo\ncoming to take her away.",
        "A: I—I thought I was, I think I was. Whether I truly was or not, I don’t know.",
        "A: But, I mean, whether I — whether that’s factual, I don’t know. But that’s my\nmemory.",
        "A: The — the other image that I have, in our apartment, is always not understanding\nwhy I would see people coming into our building and out of our building, going into\na room, or an apartment next door to our apartment, and then never seeing themSeptember 28, 2016\nagain. Or, they would leave, and then another man, woman, child, family, would\ncome the next day. And in trying to understand why, as a three year old, I would\nconstantly see strangers coming and going, well, it was because she was helping\npeople get out of Berlin. So she was part of the underground.",
        "A: In getting people — probably both Roma and Jewish people, helping them escape.\nThe image that I have of my father was that he was red — red hair, or red and — with\na red beard, possibly, or maybe just red hair. And having a radio playing, and he\nwould be tinkering with electrical things, with the radio, maybe building, taking it\napart. And I later learned that he was an electrician. So playing with radios and\nthings, and that there would be music playing on the radio. So, in my very earliest\nmemories, those were kind of the memories that I have. After a couple of years,\nafter my mother was taken —",
        "A: Pardon me?",
        "A: No.\nSeptember 28, 2016",
        "A: Ne — well, what I know was that we were all arrested, and we were incarcerated\nin the — the Jewish hospital.",
        "A: But it was for about a month. We were all taken in March or April of 1943.",
        "A: Right. And I think we lived there for a couple of weeks, or a month.",
        "A: I don’t have memories of that, no.",
        "A: This is what I’ve learned, but I don’t have memories of that. The memories that I\nhave is that from Berlin, at some point, we moved to a farm, or a fruit orchard,\nabout 60 kilometers east of Berlin.",
        "A: East of Berlin, so toward — towards the Russian zone. And always sort of\nplaying by myself in a field, digging up potatoes. Why — why potatoes? Maybe\nthat’s all there was in the field. But being by myself.",
        "A: They were there, but I’m — I’m just trying to recall memories. And digging up\npotatoes because I was always hungry.September 28, 2016",
        "A: Yeah. Cold and hungry, and always being alone. And — and then asking — always\nsaying to my sister, Gertrude, I’m so alone. Or, why am I always alone? So, I\nknow that there was another family living in hiding with us, or at least on the same\nproperty, and maybe there were children, but I have no recollection of being with\nother children. And maybe we did play together. I mean, here I was three or four\nyears old, or four — four to five years old, and only thinking of myself as being\nalone.",
        "A: Gone. Just out — out — out of my life. But — but I still had all my sisters and my\nbrother. And my sister Gertrude, I think sort of filled the place of my mother. So I\nfelt very close to her. And — and to this day, I mean, she is a very motherly,\nnurturing kind of person. And so, my bond with my siblings is primarily to her, and\nto my brother Alphonse(ph).",
        "A: The — the two of them. The oth — the others are a little more peripheral —",
        "A: — 1n—1n how they affected me. Because they — they were ta — you know, my —\nmy brother was sort of the stand-in for my father, perhaps. Older, and in charge, and\nI would look up to him. My sister was — my sister Gertrude was more of that —",
        "A: — supportive —",
        "A: — mothering role.",
        "A: Another image that I have from that time was, we lived on this food orchard, or\n— or farm, for about a year and a half. That would be 1944, coming back to Berlin —\ncoming back to Berlin at the — perhaps the beginning or maybe the end of ninet —\n1945.",
        "A: The begi — no, no, the beginning of 1945, ahead of the Russians army, who were\ncoming — marching into Berlin. So we had to leave where we were, to get away\nfrom them coming back into Berlin. And then I have very strong recollections of\nbeing on the street with my father, watching soldiers coming down the street, and\nbeing very frightened.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: Because they were menacing looking. Dressed in black, just sort of like the two\nmen that I had seen when my mother was taken. And wearing boots, and being, you\nknow, loud and aggressive. And so there was a lot of fear.",
        "A: Yes.",
        "A: We went back to the same building.",
        "A: I don’t — I don’t know if we went back to the same apartment, because I think, at\nsome point, our apartment was — the building was bombed out, so we may have\nmoved into the building — into an apartment next door. But, there were a lot of air\nraids. So either we would go to the bunker at the Alexanderplatz, the un-\nunderground train station, which was probably only a — a block or two from our\napartment. Or, we would go down into the bunker in the basement of our building,\nthe shelter, and wait out the air raids. So the — the sounds of bombs falling, and\nnoises, and planes overhead, again were, for a young — for me, sounds were very\nconfusing and disturbing.\nSeptember 28, 2016",
        "A: And maybe one of the reasons that I would ask my sister, why am I so alone, or\nI’m always alone, was because my mother was no longer there. My father was still\nin our life, but not my mother.",
        "A: When we what?",
        "A: He -— he and my brother stayed in Berlin during the week, and they would come\nout on the weekends.",
        "A: Because he’d have found work, and so they were able to — to work. He was an\nelectrician. My brother, I think, helped him with electrical work in the city, but then\nthey would drive out with the man who owned the food orchard, on the weekends.\nSo we did have time together. But I don’t — th-those kind of memories are too vague\nfor me —",
        "A: — to really be able to recollect.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: Oh yeah.",
        "A: We’re in hiding, because we were Jews, and we knew — I-I knew. I felt that —\nthat the world was against us, that there were people that didn’t want us around.\nAnd in order to be safe, we had to go — you know, get out of Berlin, and we had to\nlive in hiding, to not — to try not to be Jewish, not to be identified as Jews.\nOtherwise, we would not have survived. So the — the impression left on me was, at\na very young age, to be deceptive. To not admit what I was and who I was. That\nextended from that time, until we had to declare ourselves as orphans, to be able to\nget from Germany to America. Because had we a — had we said that we had a\nfather living at — we would not have been able to get on the first ship out, to come to\nthe United States. So having to lie, so the I — and then once I was here, not wanting\nto admit at — or what — wanting to assimilate, because now the wa — then the war\nwas over, and every — all the c — all my classmates, and people that I knew here,\nwould make fun of my German accent, the fact that I couldn’t speak English. The\nfact that I was German, and everybody in the United States was against Germany,\nbecause of what Germany had done in the war. So, denying what my actual\nheritage was.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: So the idea of deception and lying was almost — almost second nature.",
        "A: I beg your pardon’?",
        "A: Yeah.",
        "A: And to be a German Jew was the worst, because you’re ji — yeah, number one,\nyou’re German, so — and — and part of the German culture is to be very proud that\nyou’re German. But to be Jewish, you know, you’re — no — no matter what — what I\nwas, we were —",
        "A: — not accepted.",
        "A: I—I don’t think so.",
        "A: Well, I shouldn’t — the — the influence that I recall — I mean, she was a — a kind\nperson, but I think I was probably more influenced by Gertrude, and maybe by mySeptember 28, 2016\nsister Ruth, who would take me on excursions with her. So — and they were closer\nto my age, so I don’t know that I felt influenced by my mother.",
        "A: Oh yeah.",
        "A: She was —",
        "A: She was 15 or 16.",
        "A: Right.",
        "A: An influence in the sense that yes, as a — I mentioned earlier, being on the street\nwith him, and I have this image of standing sort of between his legs, with my arms\nwrapped around his legs, and — and looking kind of furtively down the street,\nwatching these people. And whether there were trucks and tanks, or just soldiers\nhttps://collections.ushmm.org\nSeptember 28, 2016\nmarching, I don’t know. But being in his embrace, so being protected by him, very\nmuch so.",
        "A: But at that point, you know, my mother was gone for a year and a half, so —",
        "A: Yeah. I mean, it was very — it was very frightening to see them, but then to at\nleast know that my father would protect me.",
        "A: I rem — I remember being very confused, sort of like we were always going\nsomewhere. We were going from Berlin out to the food orchard. We were going\nfrom our apartment to the bunker in the Alexanderplatz. We were from our\napartment, down below, into the shelter in our building, where I think we actually\nlived for a few days, or a week or so, because we had no apartment to go back to.\nAnd then, going from Berlin, on the train, from one place to another. And when I\nsay from one place to another, we were going from DP camp to DP camp. So this —\nthis sense of not belonging, of not s — sort of being homeless, because we were\nconstantly in flux, and traveling, was both very, very confusing, and yet, I was still\nwith my sisters and brother. So that was reassuring. But sort of not understanding\nwhy. If things were explained to me, I don’t remember the — any explanations. But ISeptember 28, 2016\nthink I always had the sense of why, or what’s going on. Not knowing, and being\nconfused. And some of those feeling of insec — and they were feelings of insecurity,\nmay have played into — into why when I came to the States, and came to the Jewish\nChildren’s Bureau in Chicago, who was our s-sponsor, and then having to go from\none foster home to another foster home, and then finally, eventually, landing with a\nfamily who were a stable family, who wanted to adopt me. I embraced that.",
        "A: I needed the stability and I — I needed to know that there were people who were\ngoing to take care of me from then on. And — and you know, provide warmth and\nlove, and discipline, which I didn’t want.",
        "A: Yeah. Who does?",
        "A: And food.",
        "A: And a lot of food.",
        "A: So, all the good things that chil — you know, and toys. And a— and a yar — and a\n—nota yard, but a park to play in. So, all the things that children want.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: I—-a—a-~—a few things.",
        "A: But before talking about that, there’s another image that comes to mind, in\nBerlin. And that is — I was too young to go to school, although I may have been in\nnursery school for a short time. But this image of being on the street, standing in\nline, and either getting a cup, or — either tin cups, or tin ladles of soup. And maybe it\nwasn’t really outside, maybe we were in — in the school building, and that’s how we\ngot some lunch, or something. I — I don’t remember exactly. But that’s just that one\nsort of one fleeting image.",
        "A: Mm-hm, of — again, of food, which of course, is another way of being nurtured.",
        "A: Yeah. And — and you asked about being on the ship. I — I do — I have memories,\nactually of — of going to the galley, to the kitchen. And I mean, I was — I was young,\nI was relat — I was the youngest, so probably the — the crew were — wer-were nice,\nand so asking or being given oranges, and fruit, or drinks, and then rushing back to\nour cabin, and handing them over.\nSeptember 28, 2016",
        "A: It would have been six.",
        "A: And I think I was probably the type of child who would ingratiate herself. I\nknew how — I knew how to get people to like me, or give me things, like food.",
        "A: Oh yeah.",
        "A: It’s just there.",
        "A: Yeah.",
        "A: And of course it continued, once I got with my adoptive parents. I really knew\nhow to charm my dad.",
        "A: And my mom turned out to be the disciplinarian.",
        "A: Well, the f— the first thing I — I remember is being wakened very early in the\nmorning, and saying, get dressed, we have to go up on deck. And not knowing why,\nbut when we went up there, the first thing that we saw — that I saw, was the Statue\nof Liberty, which was —",
        "A: — pretty o —",
        "A: ’'m not sure what I knew, except there was this very tall lady standing in the\nmiddle of the water. But the — but that it was wonderful, and everyone was cheering\nand applauding and screaming. And I thought the whole ship was going to capsize,\nbecause we were all on one side of the ship. So it began to list. So — but it — that was\na very happy time. And then, getting off the ship, into this enormous warehouse, or\nholding area, on the — on the dock, and sort of being sectioned off into almost — I — I\nwould almost describe it as a cattle pen, where you have fences separating groups.\nBut it was — but it was people. I mean, we weren’t treated as cattle, we were treated\nnicely. And having pictures taken. And I just m — sort of recoiled, I didn’t want —\npeople were constantly taking pictures of us, of the seven of us. And then, moving\nfrom there at some point, to a building in the Bronx, in New York, and living there\nfor — for a month, and going out one day — I don’t know — I think we lived there forSeptember 28, 2016\na month in quarantine. And going out one day, sort of — all of us lining up and going\nto a shoe store to get — to be given shoes. Who was in charge of us? I do — certainly\n— you know, adults that were with the HIAS, or the Jewish Federation.",
        "A: I—I didn’t — I didn’t know why. I’ve learned, of course, that — oh, I know why.\nBecause the only way we could get here, as I had mentioned earlier, was to declare\nourselves as orphaned — orphans.",
        "A: That both parents had died, and this was the way we were going to be able to get\nout of Germany. Because in Germany, you know, there were shortages of\neverything. Buildings were bombed out, there was rubble all over, there was no\nfood available. So getting to America was going to be the thing you strived for, and\nwe would not have been able to get out, if we had waited for our father to join us.",
        "A: He’ll be coming. He’ll follow. We’re just going ahead now, he’II come in a week\nor 10 days.\nhttps://collections.ushmm.org\nSeptember 28, 2016",
        "A: Another image comes to mind, before — even before leaving Berlin. And that is\ngoing with my sister Ruth to some building. Now, we were in the Russian sector,\ngoing into a building and unbeknownst to me, she was meeting — we were there to\nmeet with, I guess, representatives of the army, the U.S. Army to see if we could get\npapers, so that we could begin the process of becoming DPs, refugees, and\neventually emigrating t-to the U.S.",
        "A: Pardon me?",
        "A: Yes.",
        "A: So we went from the Russian zone, into the American or the British zone. But I\nbelieve we met with American personnel, and it was the first time that I saw a very\ntall man, who wasn’t my color, and being afraid. But then as — going up to him,\nlicking my finger, and running my finger down his cheek, thinking it was chocolate.\nAnd he picked me up, and — and he laughed, and then we became friendly, and I\nwasn’t afraid of him any more. So that was the — my first recollection of seeing a\nblack person, and that he was friendly. It was not someone to be afraid of.\nSeptember 28, 2016",
        "A: At some point, we got on a train — oh, on the ship, I was always throwing up.\nEven with these wonderful oranges that the crew were giving me, always seasick.\nOh, to this day, I get seasick. Anyway, after getting the shoes, at some point we\nwere put on a train, and we wound up in Chicago. And getting off the train, and\ngoing to a building downtown, which was the Jewish Children’s Bureau, of the\nJewish Federation. I was plopped up on a table, or a desk, or something. And again,\nwe were lined up, given ice cream, and a doll. So — and posing for more pictures.\nAnd then, getting into a taxicab, and one by one, we were each dropped off at a\nfoster home.",
        "A: Different foster home, and it was the first time, after all these years of being\ntogether — my brother would walk each of us up to a foster home, I think either —\neither my brother, or my brother and the social worker who was with us. And I —\nagain, I didn’t understand why, but told that we were going to be with these people,\nwho would take care of you. Well, the first foster home I was in, I liked the man,\nbut I didn’t like the woman. And my sister Ruth came to see me, and I told her that\nshe beat me, that the woman took away my doll, and whatever toys there were, andSeptember 28, 2016\nshe would beat me in the bathtub. And so my sister immediately contacted the\ncaseworker, got me out of there. At which point I went to live with my sister René,\nwho was in a foster home wi — and her foster parents were Ruth and Ben\nCarleton(ph). And they were very nice people. And then, at some — I don’t think I\nlived with her that long, but we did go to the same school. We went to Shakespeare\nElementary School for a very short time, maybe just a couple of weeks that I was\nthere. And then there were two people — some — somehow, and this gets confusing, I\nwas back at the Jewish Children’s Bureau, or somewhere, where these two people\ncame and talked to me. And I was in — perhaps the caseworker asked if I would like\nto go and be with them, and spend the night, or see how things worked out. And I\nliked those people, and they became my adoptive parents.",
        "A: Rosalind and Joshua Spiegel. They were not interested in being foster parents.\nThey wanted to be adoptive parents. My father, Joshua Spiegel, was a\nneurosurgeon. He had operated on Mary Lawrence, who was the director of the\nJewish Children’s Bureau. And at some point he had said to her, we are interested\nin adopting a child. And so, when we came through the JCB, she thought perhaps I\nwould be a good candidate. I was still young. I was only, you know, six and a half\nat the time. I’d — so I lived with them for a while, and when they asked me if I\nSeptember 28, 2016\nwanted to be adopted, I didn’t know — I didn’t know any better, I said, oh yeah,\nthese are nice people, okay. I would like that.",
        "A: I beg your pardon’?",
        "A: I told them no, but of course they knew. Every — all of this — I mean, I — fora\nlong time, I lived thinking that nobody knew that our father was living. But the JCB\nknew, everybody knew.",
        "A: In papers that I’ve seen since then. So they were complicit in a good way. They\n— they wanted us to have good lives.",
        "A: But — and at that time — this was, you know, 1946, the rules for adoption, and the\nbest thinking of social workers and psychologists, was that no contact was to be\nmaintained with families of origin, because it would be too difficult —",
        "A: Thinking about adoption and foster care, and the thinking at that time was,\nnumber one, documents were not public. Everything that was done was hidden\nhttps://collections.ushmm.org\nSeptember 28, 2016\naway. So, it — which kind of played into my earlier mentioning of deception, and\nsort of — and rather than overt deception, it’s hiding, keeping things private.",
        "A: Not talking about things, and sort of keeping things hidden away from view. So\nonce I moved in with the Spiegels, I actually saw my sisters and brother — probably\nmore my sisters, several of them, quite a bit. But my mother, of course — not of\ncourse, my mother, Rosalind Spiegel was in consultation both with the social\nworkers at the Jewish Children’s Bureau, and with a psychiatrist who recommended\nthat contact with my siblings be discontinued, because I was too confused. When\nmy sister would come over, there was always talk about don’t forget Mama, don’t\nforget Papa. We’re all together, don’t forget them. So, of course, I would want to be\nwith them. Then, when I was with these foster people, soon to become my adoptive\nparents, it was difficult to relate to them. And I think I would lash out at them, or\nact out, especially towards my mother, my foster mother Rosalind. And she was\nthen advised to stop contact. Now, when I say contact, maybe they came what, two\nor three times, and then it was decided that — I mean, I was too young to really make\na choice, but it was decided that it would be in my best interest to identify with this\nnew family, so that they could become my family, so that I would be given the\nopportunity, you know, to have a stable home life, and not be torn between mySeptember 28, 2016\nloyalty to my German siblings, and my loyalty to my new American family. I did\nnot have access to my papers, my German papers until I was an adult. So this would\nbe 1958, 1960. And even then, when I called the Jewish Children’s Bureau to say, I\nwant to see my case file, they gave me a very hard time. This is not public. I said,\nI’m not public, this is my case file. And I had to sort of argue with them, before\nthey finally released the files.",
        "A: What did I learn? I learned that my father had remarried, my German father had\nremarried. I learned that the Jewish Children’s Bureau knew that my father was\nliving. I—I don’t think I learned too much more than that, but I knew — I learned\nthat the JCB knew that I didn’t have to be hiding the fact that I had a father living\nin Germany all these years. I didn’t have to continue the deception.",
        "A: It was a—",
        "A: It was — it was a terrible burden. It was a burden because — and — and the burden\ncontinued for many years, because I felt this tremendous loyalty towards my\nAmerican parents. But I also had this desire to know about my German family. I\nknew that they all lived in Chicago. What I didn’t know, was not only did they\nhttps://collections.ushmm.org\nSeptember 28, 2016\nknow where I lived, they knew what I was doing, where I went to school. They\nwould some — they would sort of keep tabs on me. They — 1-1-in a — in a good way,\nthey wanted to make sure everything was okay. I remember I went to the University\nof Chicago Laboratory Schools. I remember — and tha — I was now in high school. I\nremember going down the street with my classmates, we were going from one\nbuilding a couple of blocks away, to another building, turning around and seeing\nsome young women kind of following — following us. And I had no idea why. Well,\nit was two of my sisters. We all lived on the south side of Chicago, not too far away\nfrom each other. They were — they saw me on the street, and were following me. I\nmean, there was nothing bad about that —",
        "A: — except that I was with this new family. I hadn’t seen them now in seven or\neight years, and I didn’t — and I wasn’t sure, I wasn’t positive of who they were.",
        "A: It was — it was implied. You have a new family. You have — you have to learn a\n— you have to learn a new language. You are now an American, you’re not a —\nyou’re not German. You know, it was very exciting time for me to be — to get — I\nwas a naturalized citizen. In 1951, I became a US. citizen, that’s a big time. But the\nhttps://collections.ushmm.org\nSeptember 28, 2016\nimplication was pretty clear. Oh, at — that 1t would be better for me to make my — to\nsort of make my allegiance to this family.",
        "A: It— yes. Now, it wasn’t — it wasn’t — I wasn’t given the option, you can go back\nto them, and then it won’t be us. It wasn’t that. It was, you’re here, you’re our\ndaughter, we love you, we’ll take care of you. This is the way it should be. And,\nbecause of the acting out that I had been doing — I’m not exactly sure what acting\nout I was doing, except I was probably —",
        "A: — disobeying, or disrespectful, particularly to my mother. I adored my father. I\nadored him, because he, of course, was a pushover. Gave me everything. Would\ntake me to the park, we’d go kite flying. He would take me to Michael Weiss\nHospital on Sunday mornings, where he made rounds of his patients, while I was in\nthe telephone operators’ room with all the operators, and so you know, I was like\nthis little darling. And — and they would — they would play with me at — etcetera.\nBut because of all this confusion, my mother took me to a psychiatrist. So I was in\nSeptember 28, 2016\ntherapy, and I hated that therapy. And the psychiatrist, her name was Emmy\nSylvester(ph), who I believe had emigrated from Germany as well.",
        "A: What?",
        "A: She might have had a few issues. She would, of course, try to get me to talk\nabout my feelings, etcetera, etcetera, and I just wanted to play with whatever it was\nI was — either — I wasn’t much of — into playing with dolls, but building things and\nother — other kinds of toys. And so I really never wanted to talk to her, but was\nforced to do so. The other thing that my adoptive parents gave me, that was sort of a\nlifesaver with me, was dance lessons. And — which I would never have had the\nopportunity to do. I came from a very poor family, into now a very well-to-do\nfamily. And I was given every advantage. I went to — I started out at a public\ngrammar school, but then, after a few years, went to a private high school. And one\nof the very best universities, not only in this — in — in the country. Recognized\naround the — around the world. There was never a question of whether there would\nbe enough food. I was, however, very malnourished. I think we all were, with rotten\nteeth, and you know, no — no healthcare to speak of. And my parents, the Spiegels,\nwould ply me with food. Well, I would sit at the table, and I was a tiny little girl.September 28, 2016\nNot so tiny any more, but then I was tiny. Filled my mouth with food, and excused\nmyself to go to the bathroom. And finally — and then I’d come back and I’d eat\nmore food, excuse myself again. I was flushing it down the toilet.",
        "A: Cu — and they — it was discovered because either my mother or father went into\nthe bathroom after I came back at — at some point, and saw that I was flushing food\ndown the toilet. A natural question would be, why didn’t you just stop eating? Well,\nit was pretty early ingrained upon me that I should be grateful for whatever I was\ngiven. I think I learned that in the first foster home, that I was — that I was in. Be\nthankful and be grateful. Be quiet, and don’t cause trouble. So I was sort of this\nlittle Goody Two-shoes, who acted out secretly, and in a secretive way. I never\nremember once — when a child is angry, what does a child do?",
        "A: — to her or his parents?",
        "A: You what? You’re mad at them.",
        "A: Not I. I could never be mad at my parents. So I did it in a — in an underhanded\nway, more subterfuge. Because I couldn’t say, I don’t like what you’re doing, orSeptember 28, 2016\nI’m angry at you. I could never be that open, because I had to be grateful, because\nthey took me in, and they adopted me, and they gave me this wonderful life. So\nthere was always this confusion of, can I be who I am? Can I be myself?",
        "A: Because I have to be grateful.",
        "A: I didn’t hear you.",
        "A: Not for many years. Not for many years. It was — it was very hard. So — and a —\nand when I say many years, I mean after I had children of my own. After I was\nmarried and had children. I remember in my new family, we adopted — my parents\nadopted two more children. So I had a brother, Jonathan, who was nine and a half\nyears younger than I. And then — and he was from the U.S., but he had been\nabandoned. And then my sister Petra, who was 12 years younger than I, who had\nbeen — she was Italian, and lived in an Italian orphanage, because her parents could\nnot take care of her. And I’ve lost my train of thought.",
        "A: Oh, I— I just remembered. My brother Jonathan once said — he was probably\nfive or six, or maybe a little bit older. I wa — I was in the room, and — and he said to\nSeptember 28, 2016\nmy mother, I hate you. Now, at that — if he was five or six, I was about 15. And I\nsaid to my mother, how could you let him say that? How could you possibly let him\nsay that to you? And she looked at me, and she said, he’s angry. Of course he hates\nme at the moment, because I didn’t give him candy, or whatever it was. It’s — it’s\nperfectly natural. And I didn’t think that was right. He was adopted, he should be\ngrateful. Because that’s what I had been told.",
        "A: It was. It is what — and it is what kept me, because of these dual loyalties, it is\nwhat kept me from reconnecting with my s-sisters and brother. There was one time,\nwhen I was still in high school, probably a junior or a senior. My parents — we, as a\nfamily went out for dinners, usually on Thursday night or something. I went to this\nfavorite Chinese restaurant. And we left the restaurant to walk home, and I saw four\npeople, you know, just walking down the street. And I remember looking at this\nman, just staring at him as we walked past each other, and he was staring at me. It\nwas my father from Germany, and his new family. I didn’t know it, quite, at the\ntime, except that I kept staring at him, wondering who he was, and why I felt this\nconnection to him. But he had given up his rights to me, that in order for me to be\nadopted, the Jewish Children’s Bureau, I think it was the bureau, had placed —\nplaced an ad in the paper at the time, in 1946 or ’47, saying that unless you claim\nhttps://collections.ushmm.org\nSeptember 28, 2016\nrights to this child, she will be placed for adoption. So he gave up his rights to me,\nwhich meant no contact. You cannot have contact with her. That was the law in\n1946. You know, that was just the —",
        "A: I never saw him again, no. In — in 19 — he came here in 1956 — 1956. So about\nthat time — about that time, and I did not know that he was here, but about that time,\nI was studying dance downtown, and after class I came downstairs. This was\ndowntown, came downstairs to go and take the train to go home, and there was this\nyoung woman on the street who came up to me, and I sort of looked at her, and I\nsaid, I’m not allowed to talk to you. It was my sister Ruth. I couldn’t remember her\nname.",
        "A: She had gone up to my dance studio, talked with the dance director, told her who\nshe was. The dance director immediately, you know, had her go into another room,\ncalled my father and said, there’s a young woman here who says she’s Ginger’s\nsister. Who is she? My parents had never told the dance director my background.\nHe then apparently contacted the Jewish Children’s Bureau, who contacted my\nsister and said, if you ever go near Ginger — Bela again, you'll be sent back. ThereSeptember 28, 2016\nwas this fear, sort of hanging over all of us, that if you don’t behave, you’re going\nto be sent back.",
        "A: So there were these conflicting feelings. I believe when I was about 18 or 19, my\nmother said to me, if you ever want to know about your family, just ask me, or let\nme know, or if you want to contact them, I will arrange it. And at that time I said, I\nhave my new family. It’s okay. I can’t have loyalties to both. When I was engaged\nto be married, I was 20, I was contacted — I got a letter, I— I guess, about German\nreparations. And so I met with someone and signed the papers, and turned over\nwhat money I got. And this was for the death of my mother. So the German\ngovernment made reparations. I got a check for 39 dollars. And I immediately\nsigned it over to the Jewish Children’s Bureau. You know, I — I— I wanted no part\nof it. But basically, that was the only contact that I had with my family, my — my\nGerman family. A month or two before I got married — at that time, 1960, you had\nto get [indecipherable] health certificate. So I went to my pediatrician, to si— e-\neveryone did. Before you could get a marriage license, you had to be — make sure\nthat you were — did not have venereal disease, or other health issues. And so I went\nto my pediatrician, got whatever document I — I needed, and two women came up to\nme and said, are you Ginger? I said yes. Well, can we talk to you for a minute? We\nSeptember 28, 2016\nwent into — down the hall, and it was my sister René, and my sist — I — I think — and\nI don’t know why, but I’m saying Gertrude, but it might not have been. Anyway,\nwe went down the hall, and they said, we saw in the newspaper that you’re getting\nmarried, and we just wanted to wish you all the best.",
        "A: And I immediate recognized René, because she had red hair. And I said — but, I\nwas kind of embarrassed, because I had not contacted them, or made any effort to\ncontact them, to tell them I was getting married. And you know, I was 19 or 20\nyears old at the time. I was not a child any longer. But they did say, we just wanted\n— we — we hope — we hope you’re okay, and that you’re happy, etcetera, etcetera.\nAnd they were married, they had children of their own. And a few years later, I got\na phone call from one of my sisters, Judy, who said, I’m moving to Lawrence,\nKansas, and I’d — before — and I don’t know that I'll ever be back. I’d like to see\nyou. So I said, sure. So she came. I, at this point, had a child. She came to my\napartment, and I opened — I never forget this, I opened the door, and for the first\ntime in my memory, I looked at someone who looked just like me. Which was very\ninteresting, in that — you know, I looked at my child, or my children, they didn’t\nlook like me. I didn’t look like my adoptive mother. I didn’t look like my sister or\nbrother. So here was somebody from my past, who looked like me. So —\nSeptember 28, 2016",
        "A: — and — and — and still — and still I maintained — and I — I— I remember talking\nwith my husband, should I reconnect with my family? And he advised against it. He\nsaid, you’re gonna sort of open up a can of worms. You’ve got this family. And I\nhave relatives in Canada, I mean, the f — you know, and new cousins here. So it\nwas — it was hard. I didn’t realize how difficult it was on my sisters, and brother.",
        "A: They were — they were hovering angels, and yet they couldn’t acknowledge\nthemselves. Two of them once came into the a-apartment building where I lived\nwith my parents, and they almost rang the doorbell, and then they ran away instead.\nSo it was — yeah, they — they sort of kept — kept an eye on me, in — in —",
        "A: Fabulous. Fabulous. Many years later — oh, oh, and every once in\n[indecipherable] about every five years, once I was an adult, I had contact with\nthem, through the — I-I’d get a letter, or a card, or something. It turns out that my\nsister René went to the same high school that my husband went to. They both went\nto Hyde Park, on the south side. I don’t know that they knew — I don’t think they\nknew each other, but they — you know, there was always something. I received\nSeptember 28, 2016\nsome letters, some were nice, some were not so nice. But I — because I did question,\nshould I contact them, what should I — and — and it was sort of, you’ve just got too\nmuch going on in your life. You’ve got your own family, you’ve got your children,\nyou’ve got your adopted brother and sister, you’ve got your parents. How many\nthings, you know, can you handle? I became disabled in 1984, and shortly\nthereafter, I don’t know what possessed me, but shortly thereafter, I called and\nmade a lunch date with Mary Lawrence, the director of the Jewish Children’s\nBureau. We had lunch downtown. And she too had sort of kept tabs on me, because\nshe orchestrated the adoptions of my brother and sister, as well as me. And she said,\nwell, tell me what’s going on in your life, and how’s your German family? And I\nsaid, well, I don’t have contact with them. Well, why not? Or, when are you going\nto call them? And I said, well — anyway, a-and so I— we got on to other subjects.\nSo, after thinking about that for maybe six months, I picked up the phone. I’ve had\n—I’d had a New Year’s card from my sister Gertrude, that I’d had for 10 years or\nso. I saw a phone number on the back of the envelope, and I said, okay, and I made\na phone call. I had — so I had a phone number, which meant that I had made a phone\ncall 10 years before, probably, and there was no answer. So this time would be\nabout a year or two after my accident. I saw that card, picked up the phone and\nmade a phone call. And it — at about lunchtime — I remember this very clearly, and\nhttps://collections.ushmm.org\nSeptember 28, 2016\nsomebody answered the phone and said hello, and I said, Manya? And she said —\nshe just [sharp inhale] and the first words out of her mouth were, why now? And I\nsaid — this is my sister Gertrude — and I said to her, well, I tried to call you 10 years\nago, but there was no answer. And she said, do you mean if I hadn’t picked up the\nphone now, it would be another 10 years? And I said, yeah. So, I — I mean, she —\nyou know, sh-she was in such shock. Immediately called my brother, who called\nme, and he drove to Chicago I think two days later. I had not seen him now, since\n1946.",
        "A: Forty years.",
        "A: He and I created a bond that was really quite deep, and — and profound. And\nunfortunately, he just passed away, two weeks ago. So, sort of what the whole\nfamily saga turns into was that, they would say that after wandering in the desert for\n40 years, I came back. And I — we had a family reunion, after — a 40\" reunion, and\nthen 10 years later at my home, we had a 50\" anniversary party of coming to\nAmerica, so that would be 1996.",
        "A: And so, you know, we’ve maintained a — a very good —\nSeptember 28, 2016",
        "A: Yes.",
        "A: Yes. Again, the two most important people, Gertrude and Alphonse(ph), have\nbeen more a part of my life than the — than the others. Just because it — there’s just a\ncloser bond. You know, you — you’re not going to be equal with every — every\nmember of your family. But al — al — I would travel to D.C. to see him, he would\ncome here. He would have meetings, and —",
        "A: Yes, yes, they were. And one time, he was in town, and there was a party at my\naunt and uncle’s house — my American aunt and uncle’s. And we — and I-I-I said,\ncan I— can Alphonse(ph) come with me? Of course. So he met my parents, and he\nasked my father, Joshua Spiegel if he could talk with him privately. They went\ndown to the basement and afterwards, I asked my father, I said, what did\nAlphonse(ph) say to you? And he said, he thanked me ... he thanked — he thanked\nme for giving you a life, for providing you with a home and opportunities, and\nestablishing a family. And, I mean, here was my brother, who had his own family,\nwho was such a mensch as to go up to my father and thank him for being my father.",
        "A: Yeah.",
        "A: That perhaps give you a tiny insight into the kind of man that my brother was. A\nman who was a fisit — brilliant physicist, had a deep sense of history, who was very\nGerman, had a — loved music and literature. Had almost gone to the University of\nChicago, because he was offered a scholarship, but because of his interest in\nscience and math, decided to go to the Illinois Institute of Technology, and become\na physicist. He and I would have long talks, and he was so sorry 1n his later years\nthat he didn’t take up the offer of going to University of Chicago, you know, and\nlearning many — much more of the humanities. But he is a man who married outside\nhis Jewish faith, fell in love, raised a family, did not really practice his Judaism for\nmany years. The children were raised Catholic. But I believe he felt a disconnect\nwith his wife and chi — and children because of — not only the religious differences,\nbut the cultural differences of all of us. I mean, I’m very Americanized. Gertrude\nis pretty much Americanized. Alphonse(ph) never was. He was 18 when he came\nhere, so rema — remained very German.",
        "A: Very European.",
        "A: Very European. And — and yet, you know, tremendous loyalty and love for his —\nhis family. He lived in Gaithersburg, Maryland. He got his, you know, degree\nhere in Chicago, moved to Toronto for his post-doctoral work, then his fam —\nmoved with his family to New York for a number of years, and then to D.C. to\nwork for the government. The National Institute of — of — National Bureau of\nStandards, now called NIST. For many years did a lot of research into physics and\nRaman spectroscopy in particular. But, in a different way, had many of the same\nconflicts that I had.",
        "A: If I’m thinking about it now, my conflicts were not over religion, but over two\ndifferent worlds; a German world, and an American world; German family, and an\nAmerican family. His conflicts were more over a German heritage.",
        "A: You know, there is — I mean, German Jews considered themselves German. So 1-\nit’s not — there — there’s a combination of a German heritage, and a German Jewish\nheritage. It’s a little hard to explain, unless you’re there. So, I mean, he — you know,\nhis eldest son, he named Karl, k-a-r-l, who, in his adulthood became, and is, a\nLutheran minister. The family ma — moved away from Catholicism, and became\nEpiscopalian, but then Karl became a Lutheran minister. So the — there — these —September 28, 2016\nthese conflicts of — of dual loyalty — I mean, Alphonse(ph) was fluent in German,\nknew a lot of German songs. Steeped himself in the — the — the poetry of — of\nGoethe and Rilke and — and — and Schubert, and you know, just — and — and felt\nthat there was nothing better than a German education, because it was the Germans\nwho really implemented higher education. Very proud of that. And yet —",
        "A: — was denied a good part of his own education because he was Jewish. So these\n— these conflict — and the conflict in his own marriage, and sadly, we would talk — I\nmean, he did not practice any religion of any kind for many years. And about 10\nyears ago — and I would talk to him about that. I mean, I — I don’t consider myself a\nreligious Jew, but more of a cultural Jew, but I would — I — certainly I went to — to —\nto religious school, and became confirmed, and — cause girls were not Bat Mitzvah\nwhen I was growing up. My children have been raised in a — in a Jewish home. But\nit wasn’t until 10 years ago that Alphonse(ph) returned to his Jewish roots and\nbegan to go to synagogue. And not only began to go to synagogue, but really\nimmersed himself and steeped himself in Jewish tradition. And we’ve recently had\nsome bad family feelings because he —\nSeptember 28, 2016",
        "A: Mm-hm.",
        "A: You know, that’s a — that’s an interesting question. I — actually, there was a time\nwhen I felt anger towards my birth father, because he gave up his rights to me. And\nI said to myself, how could he do this? He disowned me. And then I would have to\ntalk to myself, and say, he did this for my benefit. Number one, he did not think he\nwas ever going to get to the United States.",
        "A: That is the case. I— I — I believe that is the case. Now, he signed those rights\naway in 1946, so that I could be adopted, or maybe it was ’47. At which point, I’m\nnot sure exactly when, but he remarried. He had a stepdaughter, and together he and\nhis wife had a son. That’s my half-brother Harry.",
        "A: Oh yes.",
        "A: Yes. Harry. And my stepsister is Gitta(ph). Brigitta(ph), so Gitta(ph). A-And\nshe and I are about six months apart in age, yes. And — and they’re — you know,\nthey’re lovely people. So I have met them a — a number of times. When I had, at my\nSeptember 28, 2016\nhome, the 50\" anniversary party, of course they were included. Harry and his wife,\nand Gitta(ph) and her husband. And I’ve met th — Gitta(ph) and — and her\nhusband’s children.",
        "A: So I—I — initially I felt anger towards my father, Alexander, but then I would\nsay, I know he did this because he wanted you to ha — you, Ginger, to have a life.",
        "A: They had a lot of anger towards my adoptive parents, absolutely. I will try to\nexplain — in fact, Is —I think I still have letters that we exchanged, where I was\nexplaining to them why my parents did what they did. They didn’t do it because ab\n— out of dislike of them, they did it because they felt this would be in my best\ninterests, and they were advised to do it by professionals. So they thought that this\nwould be in my best interests. But there was a lot of anger, yes, and — and perhaps\nsome resentment. It — but I— I think we’re beyond that.",
        "A: And past that.",
        "A: Yes, oh yes, definitely been put to rest, and — and when — you know, so e-\neverything is fine. I — I think maybe sometimes I felt some ambivalence toward my\nadoptive parents. Not anger.",
        "A: But I— I’m not a person who f — at — who feels a lot of anger, or admits to a lot\nof anger. It’s a little — 1t — it goes a little more underground with me. But — and I\nnever — I never felt unhappy or — or questioned why they did what they did, as I—I\ndidn’t think that there were ulterior motives. I knew that what they did was out of\nconcern for me. I did discuss, after my sister Judy had come to see me, before she\nmoved to Lawrence, and told me the stories of sitting around the table with the\nfamily, that, number one, my father and his new family had come to the States,\nwhich I had not known, and that they — when they would occasionally get together,\nthey would say how nice it was, how wonderful it was that all the family were\ntogether, except for Mama and Bela. Well, that did a guilt trip on me that was pretty\nprofound. I do remember talking to my father, and kind of feeling him out, and\nasking him if he thought I should contact my German father. And he said — because\nI wanted to find — I— when I say I was feeling him out, I wanted to know, or get a\nfeeling of whether he would feel that I didn’t care for him, or if it would hurt him if\nI contacted my German father. And he said to me — he’s a very wise man — he said,\nSeptember 28, 2016\nprobably — no, he said, if you contact him, you should do it with the knowledge that\nyou will continue a relationship with him. Don’t do it out of curiosity and then\nnever see him again. That would be cruel.",
        "A: It would not be right —",
        "A: — for you to do that. If you make a — a connection with him, you need to follow\nthrough on that connection with your father, and with your siblings, he said, My\nadvice to you would be to not do it, because you’ll be opening up a can of worms.\nYou have your own family, you have your husband, you have one or two chi -— I\ndon’t remember how many children IJ had at that point. You know, you have this\nwhole western, Americanized family. It’s a lot for you to take on. I read into that,\nthat he would be hurt, so I never did, until after I became disabled and decided I\nneeded to look at my life.",
        "A: What?",
        "A: Ma-Mary Lawrence not only gave me permission, she encouraged, and almost\nSeptember 28, 2016",
        "A: — chided me.",
        "A: Why haven’t you — you know, kind of, what’s the matter with you.",
        "A: And yes, an-and that made me examine myself a little bit more and say, stand up\nand do what’s right.",
        "A: You need to connect with them. But in terms of my American father, the — my\nmother had already given me permission, but I needed — I needed to hear from them\n— from my father — cause my moth — my German mother was gone.",
        "A: So she would not be threatened. I was concerned that my father would be\nthreatened. So, you know, we each bring so much to any conversation.",
        "A: A lot of internal feelings that — that aren’t expressed. Once he met my bro — not\nonce, but when he met my brother, I think he was overwhelmed by my brother’s\ngenerosity, and by their connecting with each other. Now, my — my German fatherSeptember 28, 2016\ndied in 1970 — 1969 or 1970. I did have a lot of guilt feelings about n-never seeing\nhim again. I-I-I thou — I mean, I didn’t know at the time that he had died, but later —",
        "A: —I—I had some guilt feelings. But I think I dealt with them, or overcame some\nof them by reconnecting, in particular with Alphonse(ph), and having, you know,\nthe — this warm, loving relationship with him in — highly intelligent, highly sensitive\nman who — who had a lot of warmth and a lot of love to share.",
        "A: Oh yeah.",
        "A: Oh-",
        "A: Yes. And I mean, he — he never chided me for why haven’t you kept contact\nwith us. He embraced me wholeheartedly, and sort of — as though I was, you know,\nthe long lost —",
        "A: — sibling —September 28, 2016",
        "A: —1-1n the family, and — and he was able — we were able to open up to one another\nvery nicely.",
        "A: They never lost contact with each other, no.",
        "A: It was — because they weren’t adopted. It was only the process of adoption, I\nthink, that kept us —",
        "A: — from each other. And you know, a — and a lot of that might have been my\ndoing as well, because I wanted this new family, which turned out to get bigger and\nbigger, and cousins here and cou — you know, cousins in Cleveland and cousins in\nCanada and my fa— my American father was Canadian originally. So, I mean, you\n— we all do what’s in our own best interests —",
        "A: — at — at the time, yes.",
        "A: Now, my sister Judy was offered adoption, and she said no. So, maybe her ties\nwere st — she was older than I, but maybe her ties were stronger than mine. Maybe I\nwas a little more selfish, or a little more thinking of what’s going to work — what’s\ngoing to work for me.",
        "A: It doesn’t matter.",
        "A: Oh, what?",
        "A: I was a little —",
        "A: Right. Well, she was the little girl too, but she was a little bit older.",
        "A: But it — it — it doesn’t — it doesn’t matter. We have good relationships now, and\ncertainly — it’s an interesting — there’s an interesting thing. I think, as a very tiny\ngirl, I probably was a little bit afraid of my German father. I mean, he was big and\ntall — I don’t think — I don’t know how big and tall he was, but you know, you’re —",
        "A: — feel like you’re looking up to God there.September 28, 2016",
        "A: And so I was a little bit afraid of him. And yet, I mentioned that he —",
        "A: — protected me. I was never afraid of Alphonse(ph). He was not — to me, he was\nnever an intimidating figure. I think, to some of my other siblings, he was a little\nbit. Very bright, very — in some ways, he could be authoritarian. And — so when I\ncame back into the picture, it was sort of this big lovefest, rather than maybe seeing\nall of the realities that are out there. But — but we — I mean, we all had strong\nfeelings for him.",
        "A: They were different.",
        "A: You — ye — your — they never held it against me, well, I think there was some\nresentment.",
        "A: I was given opportunities they were not given. I stepped away from the family,\nwhether by choice or not, the result was, I did step away, I — I mean, I was awaySeptember 28, 2016\nfrom the family. Certainly once I was an adult, once I was 20 or 25, I could have\nreconnected with them, and I didn’t. I did not reconnect with them until I was in my\n40s. Why not? So yes, I think there have been some — some feelings of why didn’t\nyou. But again, at this point, that’s in the past.",
        "A: We’ ve dealt with it. ’ve explained my positions, they’ve explained their\npositions, and you know, we don’t —",
        "A: Well, the first thing they said when I told them that I had reconnected, and I told\n— and they — they sort of said, well ho-how many — I mean, I — over the years, they\nkn — they knew something. But my youngest daughter, who is herself now, I think\n45 or so. So when this happened, 30 some odd years ago, and I told — and she said,\nwell, how many are there? And I — I —I told her how many cousins there were, and\nshe said, you mean, I have 23 instant first cousins? And I said, yeah, 23.",
        "A: Right. So that was — it was — it yi — they each — they each handled it, or — 1-in —\nin their own way.",
        "A: Mm-hm.\nSeptember 28, 2016",
        "A: What would I say?",
        "A: I think I would want — I can speak both from a specific, and a more global\nperspective. In the larger sense, I would want people to — to know, and to\nunderstand that we’re all a common humanity. That unfortunately, there is some\nevil that exists in the world, but that most people want what’s best, not only for\nthemselves, but for others. I would want people to offer, to — to — to bel — to feel and\nto offer compassion for those that are not like them. I have never been able to\nunderstand why the Holocaust had to happen, but I would never blame the next\ngenerations, that came after the perpetrators of that unspeakable evil and horror, to\n—I—Ido not blame them. I think the experiences that we all go through in our own\nway, while the Holocaust is a very unique story, there are other genocides that\nhappen in this world, and there are millions of other survivors of those genocides.\nAnd we try our best to get through life, and that’s all — it’s really all we can do,September 28, 2016\nthough be — you know, besides trying to get through life and offer compassion to\nothers. Offer not only compassion, but acceptance and love and understanding, and\nto not turn away from others. I—I-—Iam sorry that I did not find my German\nfamily sooner than I did, but I am thankful and grateful that not only did I find\nthem, or reach out to them — I always knew where they were, and they always knew\nwhere I was, but that they embraced me, a-and accepted me. And you know, in\ngeneral, I — besides that horrible, horrible time, that yes, I experienced directly, but I\nwas so young that it didn’t affect me the way it affected my older siblings. That I — I\n— I’ve had — I’ve been given opportunities and have had a life that’s to be envied. It\n— it —it has been and continues to be a — a wonderful life. I don’t think I can really\nsay more than that.",
        "A: But I -",
        "A: Yeah. I also think it’s important that we keep the memories alive. That we never\nforget. And I am profoundly grateful to Elie Wiesel, as being an instrumental figure\nin establishing the Holocaust Museum. Because there are still Holocaust deniers out\nthere, throughout the world. And the — one of the problems with denying the\nHolocaust, is that that will also mean denying other atrocities that occur. And we\nhttps://collections.ushmm.org\nSeptember 28, 2016\ncan’t let that happen. So for the museum to be a repository of artifacts and\ndocuments, and being a place where we can learn about history, and about the\nunspeakable horrors, and the unbelievable kindnesses of not only those who — you\nknow, the people that adopted me, but the people in Germany, who, knowing that\nwe were Germans trying to hide, did not turn us in. They protected us. They found\nfood for us, they gave us a place to hide. So — so there are good people in the world,\nno matter their culture, no matter their teaching, no matter their upbringing.",
        "A: Thank you.",
        "A: Thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumSeptember 28, 2016\nRG-50.030*0902",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GINGER LANE\nSeptember 28, 2016"
    ]
}