{
    "rg": "RG-50.549.01.0021_trs_en",
    "sequence": [
        "Question: This is an interview with Lily Margules, conducted by Regina Byer (ph)\non August 27, 1996, at Lily's home in the Bronx, New York. This is tape one, side\nA.",
        "Answer: Thank you Regina. | like for people who will listen to my testimony to\nknow that | am a very private person and it takes a lot of thought and effort on my\nside to consent to this kind of interview. | am doing this in good faith, because | feel\nthat | am bearing witness for everything that happened to me during the Nazi era\nand | want the people to know that every word that they said is the truth, and they\nshould know that | am not doing this to wash my linen, my dirty linen, but just to let\nthe people to understand what happened from a person who was there. Thank\nyou, Regina.",
        "Q: | would like to start by asking you, again, your name, when you were born and\nwhere?",
        "A: My name is Lily Masut(ph) Margules. | am a daughter of two professional\npeople, David Masur(ph) was a pharmacist and Gutalip Carich Masur(ph) was a\ndentist. | was born on April 19, 1924, in a town called Vienna(ph). Many times\npeople called it Jerusalem of Lithuania, and | also had a younger sister, Rachel.\nWe had a very happy and pampered childhood. Also, there was a nanny who took\ncare of me and my sister; and, also, we had, a very important member of our family\nwas a dog called Rex. We were really given the best education that was possible,\nattended private school, we were given piano lesson and dancing lesson and\nFrench lesson, and it was a very happy household full of laughter and goodwill and\ncaring. And, unfortunately, the bubble burst, the pink bubble burst on September 1,\n1939, when the German army invaded Poland.",
        "Q: Maybe we can stay a little bit with your family before we go on. You said both of\nyour parents were professionals. Could you say a little bit more about which\nprofession and give a little bit more of the sense of your house, what did you do,\nyour ,",
        "A: Well, as | mentioned before, my father was a pharmacist. My father was from a\nvery poor but religious family, and he was a self-made man who really made\nhimself what he was and was very well looked upon by the members of the family.\nHe was a pharmacist and at this time he suffered already because he was Jewish\npharmacist, because in 1933, when everything started to brew in Nazi Germany, in\nPoland the anti-Semitism grew very rapidly. At this time, he was working in a\ngovernment very big pharmacy. He was told that he cannot work there anymore,\nthat he has to have a different degree, he has to have a Master in Pharmacy. So\nyou went and you studied very hard and finally he had this degree in Master of\nPharmacy. Even when a very anti-Semitic professor was giving him a very harsh\ntime, he went to the exam, answered all the difficult questions, and when he was\ncoming out, the professor said, “By the way Masure(ph), what is the formula for\noxygenated water?” you know, and he was so full of the complicated formula, then\nhe went blank, and then he had to study again and go to Warsaw and finally he got\nthis Master degree, but it took maybe six months later. Then those three Jewish\npharmacists that worked in this government big pharmacy were taken out and were\ntold that Jews cannot work in a government job because it was not fit for them. It\nwas a very big tragedy for us and my father was very, very unhappy, but, with the\nhelp of other members of the family and his friends, he was able to buy a pharmacy\nin 1938 but imagined that, since he was Jew, he had no right to buy it so he had to\npay a Polish pharmacist, and | remember his name was Dischemsky(ph), and he\nbought the pharmacy in Solie(ph). So, we were living in Vienna(ph), and my father\nwas commuting and going to Solie. But, there was, my mother was a dentist and\nmy parents meet at the University of St. Petersburg when they were student and it\ntook them quite a while till they had the means to get married. My mother was very\nbeautiful women and that only was a very good professional. The best\nday of the week for us was Friday because this was the date that she wasn't\nworking. And, | remember the pride that | felt when | was working from the street\nand | never saw my mother without their hat and a pair of gloves; and strange men\nused to tip their hat and say how beautiful she is, a princess. So, | was very proud\nof her, and not only was | very proud of her but my mother was my best friend. |\ncould talk to her very open, she was a very alterault(ph) and gentle soul and she\ndid a lot of deeds when | was never told about, but unfortunately she, a women who\nwas beautiful and good, contracted cancer, and May 24, 1939, she passed away.\nThis was a very big defense(ph) tragedy, a very big tragedy for me. And, |\nremember working on the street and the sun was shining and | said to myself, “My\nmother is not here and the world is going on and the birds are singing and the\nbeautiful lilacs are blooming and she’s not here.” It was a very, very, bad loss for\nme. And, me and my sister were left two little orphans, there were a lot of other\nwomen that were very keen to be our mother because my mother was only 40\nyears old when she died. But, my father and my mother always took us to all kinds\nof concert, children play, operettas; when | was six years old, my father took me to\nthe library, my mother asked him to do it, and since then, a new world opened for\nme because | was . And, also, a very important part of our life was\nmy nanny because she was taking us, especially me because | was older, (I’m four\nyears older than my sister, Rachel) was taking me to the park. When | was going to\nthe park, | had to get dressed and | had to wear white gloves and if my nanny\ndecided that my clothes were not proper, she was to go to the store, we had an\naccount, she used to order material for the dress, she used to go to the dress\nmaker and then, after awhile, when the bill came to my father, my father used to\nsay this women will ruin me, but she was the only one who’s no afraid of him and\nshe was saying to him, “Do you think this is right, that our two little girls, who look\nlike paupers? How, what would the other nannies in the park say?” So, my father\nwas a patafanilias(ph), you know, very good but stern and his word was, even, was,\n| mean, he had to just to look at you and we knew what he meant and his word was\ngoing . And my mother, many times, she was also a bread winner but\nshe was intimidated but my nanny stood her ground and she was saying to my\nmother, “The little girls have to bend to be little ladies” and so | had the very, very,\npampered childhood and very good childhood. | loved my parents and they really\ngave me the best that they could.",
        "Q: What language do you speak at home?",
        "A: When my parents, when they were young people, they started in the University\nof St. Petersburg, so they spoke Russian. ‘Til | was three or four years old, | only\nspoke Russian and then one day, my father came, and said “We have to speak\nPolish” because Vienna(ph) was ___, you know, at time, it was like in between, it\nwas Russian, it was Polish, now it is Lithuanian and each countries brought their\nlanguage so we had to read, know, a lot of languages, so then | started to speak\nPolish; and, | was sent to a private school, only for Jewish children, but we were\ntaught only Polish, but we had lessons in Hebrew and in the religious instructions\nso ‘til | went to the ghetto, | only spoke Polish. When my parents spoke between\nthemselves, they spoke a lot of Russian, so | knew those two languages.",
        "Q: What was the relationship to your sister?",
        "A: | was always told by my father that | am the oldest one and | have to take care of\nher. And, also, my sister was a very pretty, feminine, little girl and she could get\naway with a lot that | couldn't because my father decided very early that | have to\nbe a doctor and | was a good student in school but | was always knew that | have to\nhave very good grades because, this, | was the oldest one and | had to further my\neducation. My sister was not a too good student and she didn't like the\nexcept she liked pretty dresses, like that, but she had no obligation to be a very\ngood student because my father decided that she is going to marry a well-to-do\nperson, a professional who will take very good care of her. So, it was always\nunderstood that | was the serious one and she was the little woman, and we\naccepted it, of course, we didn’t have big fight but sometimes little fights like who,\nwe had braids, who the nanny, who should braid the hair before, me or her? And,\nlittle, little, things, but it was always put in my mind that | am the oldest one and |\nhave to take care of her.",
        "Q: What did it mean, in your household and your family, to be Jewish?",
        "A: You see, as a child, | didn't really, was exposed to much to the rich because my\nparents, being students and being, and this time with the Russian revolution, didn't,\nwere not religious at all. And, | really didn’t even so much know that | was Jewish\nbut, later on, we lived in, very close to, the university and there were riots in, near\nthe medical faculty, because the Jewish students attended the faculty, were\nsuppose to sit on the left. So instead of them sitting on the left, they was standing\nup and taking notes and when the riots were occurring and the nanny used to pick\nme up from school, and | heard, and then | was very much aware of my father’s\nsuffering. My mother had a lot of Polish patience and she had a very good\nreputation that she was taking out, doing extraction, taking out teeth, and very big,\ntall, well-to-do, landowners used to come with their horse and buggies and the\ndriver used to wait for them and they to go up to my mother, kiss her hand, and\nbring us fresh strawberries and all this kinds and she didn’t hear it. But, when it\nhappened to my father, when it happened to the students we were well aware that\nwe are Jews and that we are not wanted.",
        "Q: When was that?",
        "A: | think the riots started, | would say, as far as | remember, my farth___ (ph) were\nin 1935. The riots at the university was in ‘36-37. The Poles were very\nanticipated(ph) and they told that all there misfortunes were caused by those\npeople that were taking away everything from them, that those people were well to\ndo, that those people were not telling the true, but the truth is that there were a lot,\na lot, very poor Jews. There was a whole section in my town, Vienna(ph), where\nthere was such a poor Jews living in cellars, the children were dying from\ntuberculosis and all the related sicknesses; but, | was always brought up with the\nmind that charity’s very important. We always had boxes for orphan children, we\nalways had a box to help Israel. Even my parents were not, this times ;\nAnd, when my mother passed away, she had a very big funeral and a lot of people\nthat | didn't know that exist, came over to me and told me that even she had a very\nbig practice, all the poor people, from all around who knew, that they can come to\nthe dentist, Gutalip Carich Masur(ph), in the middle of the night, she will take care\nof them and she will never, never, ask them for money. When | was in\nconcentration camp, | meet a woman who was working in the kitchen, and she a\nlittle bit more bread, and she came over to me and she gave me one\npotato and piece of bread, and she says to me, “! am one of those patients that\nyour mother helped” and, you know, it was in very bad taste, in my mother's circle,\nif you did something good, you never tell it, you never brag about it. You do it and\nIt's, ...so | never knew about it.",
        "Q: So the first tragedy in your life really occurred when your mother died?",
        "A: Yes.",
        "Q: And then the second major in your life was in 1941 when the invasion\ncame, the Polish invasion came?",
        "A: No, no, no. The second one was September 1, 1939, when the Germany raided\nPoland; because, as it happens, this time, it was summertime, and | was in\nSolie(ph) where my father had the pharmacy. It was a very small town, maybe 20\nminutes by train from Genow(ph). And, me and my sister were in Solie(ph) on\nvacation. And, also, | have to mention that after my mother passed away, my\nmother had an older sister, her name was Sonya Lickowvitchpersky(ph), who was a\nregistered nurse and a mid-wife; and she became our second mother. She was\nalways very close with us because those two sisters were very close and\napparently my mother, on her death bed, asked her to take care of her two little\ngirls, so she became our second mother, and she spend, sometimes summertime,\nshe went there to Solie(ph) with us and then she left us and went back to her\nhusband in Vienna(ph) where was her residence, she didn’t have children. And, so,\non September 1, | was in Solie(ph) and, as it happens, there was a pact made.\nVienna(ph) became a part of Lithuania and Solie became a part of White Russia.\nSO we were, we're now only with our father and we were separated from our\nsecond mother and it was just terrible, but our whole life was up-side-down, from\nthis time, because when the Russian came to Solie, you know, the first thing what\nthey did, they said that my father is a rich man. They called him bourgeois and they\ndidn’t give him a passport and he was now like an enemy of the people. Even he,\nhe didn't do anything to..., he was working very hard to be an owner, he was\nconsidered persona-nongratta(ph) and | couldn’t go to school in Solie because\nthere was no high school and | just started go to high school, so | was sent to a\ntown called Dushanitover(ph) was the high school and my father rented a room\nthere and | attended this school and | was always, always, separated from my\nsister, was staying with my father in Solie(ph) because there was a grammar school\nthere. So there very, very, big upheaval and | was studying there ‘til 1941. | visited\nonce, my aunt, and | had other family, my aunt, my second and that was in\nVienna(ph) and | had all the, two cousins. Because my father arranged somehow\nto gave a permission during the vacation, to come to visit them. And, when | came\nthere and stayed with my Aunt, | was looking for my friends from my school,\nand it was a complete division, my school, my beloved school...the\nchildren couldn't go there because they had to learn Lithuanian and some of them\nwent to the Polish school. It was a big, big, upheaval in our young life. So when |\ncame back, | was heartbroken because everything that was dear to me was kind of\ndestroyed. But, then came June, 1941...this was when the German army came to\nour town, but before they came, | wanted to tell you that my father was thrown out\nfrom, by the Russian, from the pharmacy, and he was made a manager in a little\ntown called Astroegetts(ph), so they had to move there. And, of course, he was\nvery disappointed, but he was trying to do his best and he became very friendly\nwith a young doctor that was living just near us, and this was actually in his only\ncompanion because the cultural level of the town people were very low. So here |\nam in Astroegetts(ph), | just came for vacation, it was June, and I’m sitting and\nreading a book, and | remember what book | was reading...| was reading the book\nin Russian and it was by the son of Tolstoy and it was about Peter the Great. And,\n| am sitting and reading the book and they are describing, describing the banquette\nwith all kinds of exotic food that they are giving and they are talking about black\ngrapes, that | never saw in my life in Poland within and they are\ntalking about peaches that | never saw and here | am reading this book and the\nmaid came running from the pharmacy and saying “Your father wants you right\naway, the German invaded and they are coming to our town.” We were strangers\nin Astorgetts(ph)...we just couldn't make friends in such a short time so we didn’t\nhave, like, roots there. When | cam running, there was a truck standing with\nRussian doctors and Russian nurses who were good friends of my father and they\nasked my father we should go on the truck and they will take us to Russia. And, my\nfather took me and my sister into the room and said, “My children, during the war, a\nperson has to have a roof over their head, a roof is very important. | know the\nGerman invited us when we were in Poland and some how they were even\nso | don't believe that they will do any harm to me, after all, | am a\nlaw-abiding person and | am professional.” So, we were standing there...as soon\nas the Russian left, in a few more hours, the maid of the young doctor, there was a\nfriend of my father came running up and said that the doctor told me to tell you\nthere will be a program (you know what is a program) tonight and since you are the\nmost prominential in this town, you will be the first one. So he said, “Leave\neverything and go someplace, because you will be killed.” There was a rabbi in the\ntown, so my father went to the rabbi and told him and the rabbi said, “Okay, you\nstay here.” And, low and behold, this night was a very big program...we heard it.\nThere were peasant(ph) with those big things that you clean the street, | forgot how\nto say it in English...",
        "Q: Rakes?",
        "A: Rakes! With rakes running around and beating up all the Jews and it was a very\nbig, very big, program, in town, and they were all looking for us. “Where is the\npharmacist?” and we were sitting in the hidden room and they didn’t come\nto the Rabbi. | don’t what was, but it was luck. So, the next day, in the morning, we\ncame out and we went to our house and one of the well-to-do Polish people, that\nwent __, was also persecuted by a Russian, came to my father and said that “l\nwill take your belongings and you come to me because, and you were good to me\nand | will help you out and he had a very big, not a palace, a very big farm house\nand a lot of landing(ph). So, my father and my sister took a baggy and put some\nbelongings and ended up going there and | was sitting in the house with other\nbelongings. On the way, the Poles with rakes saw them and took everything away,\nput my father against the tree, and shot him...and my little sister was ten (sp), or\nmaybe 12 years old, something, saw it...and grazed his right hip, he didn't shot in\nto(ph) but grazed, and his arm was...and they were moved along.\n[End of Side A, Tape 1]",
        "Q: Interview with Lily Mazur(ph) Margules, conducted by on August\n2/, 1996, at Lily's home in the Bronx, New York. This is tape one, side B.",
        "A: Still today, | don't know if it was staged, that he wanted to rob us, this Pole, or it\nwas just, just one of those things that the peasants were wild and they were, they\njust attacked him. So there | was sitting and |, when | saw my father all bloody and\nthere is, there are no word that | can describe you, but | was very concerned\nbecause my little sister became very hysterical and she couldn't cry because we\nhad to be very quiet. Our life was in danger. So we left everything that we had\nthere, all our goods, and we went again to the Rabbi. And in the morning,\nsomehow, my father contacted a peasant and gave him a sum of money and he,\nasked him to take us to Vilna to my aunt. After my father came with this, all\nbleeding, something happened to my dog, Rex. He was so attached to us, he was\nlike a member of my family. When my mother passed away, he was sitting there in\nthe room because in Europe you didn't put the casket in a funeral home, it was in\nthe room, so he was sitting and he went, and he was howling, it was a terrible howl,\nbut there was no way that he would move from my mother's casket. He was sitting\ntogether with me and | spent the night with him there. When there was the funeral,\nhe wanted to go in the funeral cortege and he became wild when they had to\nsubdue him and put him in the room. He was very much attached to us. When my\nfather came and all bloody, something happened to this dog and he, had like a\nparalysis and his head turned to the side. And my father took him out to a field and\nasked somebody to shoot him. And it was like an end of an era. Because this dog\nwas like, everything what was good and carefree and pink and colorful in our\nchildhood. So next day, we got up very, very early in the morning and this peasant\ntook a wagon of hide, and put us there, camouflaged us and we had like\nbabushkas(ph), and he took us, after a few hours, we came very early in the\nmorning to Vilna. And he left us in a place that | was not even familiar where, how\nwhere. And | also didn't know that there was then a curfew of Jews, that the Jews\ncould just walk a certain hours, and the Jews had to have yellow, a star, this, Stars\nof David, and they also had to walk in the gutter. So it took us a few hours and |\nwas walking with my sister on the street like two little Polish girls. And when my\naunt saw us, she thought that we came from the other side, who know what. Of\ncourse, she was very, very happy and we were in Vilna. A few days later, my father\ncame. And my father, from all the aggravation of everything, became ill and had a\nvery big abscess. And also, in Vilna, the Jews were persecuted like subhumans.\nEvery day, new edicts were coming. We couldn't have a radio, we couldn't have a\njewelry, we couldn't have a watch, we couldn't have properties, we couldn't talk to\ngentiles. | mean, we were plain ostracizes. And every day they used to come and\ntake out men and young boys and they used to disappear and the women never\nknew where they were and what was done to these young . One of\nmy uncles, my mother's sister's husband, was taken from the street, he was\nstanding and reading an edict, he was taken from the street and she never saw him\nagain. So the situation was very, very tense and my father was very ill and he was\nafraid to go out in the street. But once he became so ill and the abscess that he\nhad was so big that during the night, he decided that he had to go, so my uncle and\nmy aunt took him by the hand and they were walking in the middle of the night, they\ntook him to a hospital that was in the Jewish section, it was a Jewish hospital. And\nhe was staying there. And my other uncle no, never went out. And when the\nGestapo used to come and ask if there are men there, she used to come out and,\nluckily, they would look in a few rooms and my, he was camouflaged, something,\nso my uncle was never found. So it was, until, until, | don't remember exactly the\ndate, | think it was June 6, 19, no, no, no, September 6, 1941, that an edict came\nthat all the Jews have to go to the ghetto. But it was such a diabolic, diabolic plan,\na master plan, the way they did it. There was, as | told you, there was a section, a\nJewish section in the heart of Vilna, a very, very cultural town that had a lot of\ntheaters, archives and museums and it had, and Jewish, very rich Jewish life with\nlibraries and all kinds of societies and charitable organization. And there were a lot\nof Jewish doctors that had a Jewish hospital. And also, there were a lot of facilities\nfor poor Jewish children. In the heart of Vilna was a section where very poor Jews\nlived, it was in very bad conditions. The German came there in the middle of the\nnight, with trucks, told all those Jews to walk out, put them on the trucks and took\nthem to a prison called Lukishke(ph) and also took them to a place, a big forest\ncalled Ponare(ph), it was a place where those Jews was lined up and shot\ndiscriminately, first they had to make their own grave, and they were falling in those\ngraves. When | was in ghetto, sick in the hospital, that | will tell you later, one of the\nwoman who escaped between the dead bodies came to the ghetto and in the\nbeginning when she was just a little lucid, she described what happened to her, so\nwe knew for a fact that it was happening. And then, after a few days, she lost her\nmind. | still remember her yelling and screaming and crying after the children that\nshe lost there, after the family. So it was, a very diabolic plan how to do it. When\nwe were told to go to the ghetto, they came, everything was done early in the\nmorning, and my uncle, Yosef(ph) Perski(ph), said to my aunt, \"Look, | am not\ngoing to the ghetto\". He was, had a very big advantage, he doesn't look Jewish, he\nlook like a gentile, he look like a Pole and he was a business man that had a lot of\nconnections with Polish peasants. He was buying wood there from them and also\ndried mushrooms, he says, \"| am going there and | want you to go with me\". She\nsays, she, my aunt Sonja, who was like a second mother to us, said to him, \"I\npromised my sister on her death bed that | am, be a second mother and | will take\ncare of those two little girls, Lilla({ph) and Rhya(ph),\" this was how we were called,\n\"And | won't leave them alone\". We didn't know about it. So they kissed and he\nsneaked out and he went. We never heard from him. And she went with us to the\nghetto. Before he left, he gave us a few things to put on and as we were walking\non the street, | had one coat and one raincoat and the Poles were lined up on the\nstreet and looking at, and | will never forget that they said, \"Look at those Jews,\nthey have two coats\". So they were, nobody of them lifted a finger and said,\n\"Come, | give you food, | won't let you go to the ghetto\", because they really were\nrejoicing what was happening to us. There were two ghettos and one ghetto, the\npeople that were taken to one ghetto, this was the ghetto that | was, were destined\nto leave. The other ghetto, a lot of people were taken, again, to the Lukishke\nprison, from there to Ponare, and they were simply shot. So this way the have the\nliquidated a lot of Jews. Before the war, before 1939, there were 80,000 Jews in\nVilna. Vilna was a culture center, with many institutions, it was a culture Jewish\ncenter that was like a magnet from all the people that wanted to soak up and had a\nnice cultural experience. So slowly, slowly the Jewish population were reduced and\nalso, at this time, there were all other people, Jews, that escape from Austria, that\nescape from Germany, that escape from Poland, that look for solace in Vilna, and\nthey, unfortunate, were also put to live in the ghetto. | can talk for hours and hours\nabout those conditions that were in the ghetto. It is indescribable. One room was\nhabitated four or five family. There was no sanitary conditions, there was not even\nenough water. The rations were terrible, | mean, it's not to live and not to die. And\nthe most important thing is, that the . All those people that were doers,\nthat were thinkers, that were writers, became so helpless, so degradated, so\nbroken up, that they just couldn't exist. | remember that my father, whenever that\nthere was something in the family, they used to come, they with Mazur, he knew\neverything, he was, he felt that he can help, he felt that he can, so was the most\nhelpless person in the ghetto. He was like a hunted animal and | think this was the\nbiggest injustice that was done to Jewish people. By dehumanize them. The\ntaking away their self-esteem, the taking away their pride, the taking away their\nhuman dignity. | know that you want to ask me how | meet my father. Yeah?\nOkay, you can ask me.",
        "Q: Actually, | wanted to ask you, at this time, you and your sister were two teenage\ngirls.",
        "A: Yes.",
        "Q: How did, how did you cope, how did you feel at the time?",
        "A: | felt very bad. | felt very bad because | was emotionally broken up. | remember,\n| was walking with my sister in the ghetto and we were surrounded with walls and\nthere was one very big door, like an opening, what was mind from one side for\nJewish policemen, for the other side by Gestapo and Lithuanian policemen. So\ncome out and come in, we were, there was a lot of, you had to have papers. But |\nremember walking with my sister around and we were standing by a wall and |\nheard from the other side, human voices, walking and | heard children and I, | could\nhear that they were going and also | heard the car, music from a carousel. And |\nwas standing there and | was thinking, will you tell me that nobody cares about us?\nWill you tell me that children are going to school, they're going to the movies, that\npeople are going, doing their jobs and nobody cares? This was the hope, the\nbiggest, | was hungry, | was dirty, | was really in rags. | was cold, but what's hurting\nme, | was humiliated. And | couldn't understand that nobody in the world will speak\nup for us and ask, \"Why? What are those people, how those people mistreated?\nWhy did they do, why, how are they singled out, to be put to such a torture and\nmisery?\" And this was the biggest, the biggest thing that | couldn't understand.",
        "Q: So how did you meet up with your father?",
        "A: You see, | was there with, in this room and once my aunt, who was a nurse, was\nwalking on the street and she met somebody that she knew and she said to her,\n\"Where are you going?\" And she says, \"| am going to the hospital, | hope that my\nbrother-in-law is there\". She says to me, \"Oh, your brother-in-law is in the hospital\nand he is crying, he is crying, where are his daughters, where are his, where is his\nfamily? He is beside himself, he doesn't want to get better\". And she took her by\nthe hand and showed him where he was. So he stayed a very short time in the\nhospital, they didn't pamper people, they didn't have time for this. Later on he came\nand he stayed with us. In a very short time after, we were starving and also, my\nfather was a smoker, he smoked, so this, the cigarette that he smoked, they were\nnot real cigarette, but a homemade cigarette, many times | used to wake up and |\nused to see him smoking at night. And once he went out and he found a job, they\nwere looking for people to work in, not as a pharmacist, but to work in a Spanish\nhospital that were outside the ghetto. And he was going every day and he was\nworking there just as a laborer. And then one day, he met somebody and they and\nthey told him they are looking for a pharmacist to look in, to work in a pharmacy\nbecause it was the Jewish hospital that was in the center of the ghetto and they\nneeded a pharmacist. So he was very happy and very elated and, of course, they\ntook him right in and he was working in the pharmacy. We were starving so much\nthat at night sometimes we couldn't sleep. And they give us such a small ration that\nthey gave us this piece of bread when we came home, me and my sister, we\nfinished already the bread, so you know. As much as my aunt wanted to share the\nrations with us and may times she shared with us, it was not enough. So one day |\ndecided, | heard that people are going outside the ghetto and they are working. So\none time | got up very early in the morning and we had, in the middle of the ghetto,\na place called Judenrat(ph) and there were people that, from the Jewish, that\ncommunity, that were like in charge of the ghetto, they were, and one of those that\nwas in charge of the ghetto was Jacob Gentz(ph), who was an officer in the\nLithuanian army and he was like a Jewish commander of the ghetto. And right\nthere there was a very big place and German used to come and take men and\nwomen, we were always segregated, to work and | was lucky enough that | was\nrecruited by this German, his name was Kraus(ph). And he took, he took me to\nwork. There was, maybe a handed, two handed young girls, and he, he took us out\nfrom the ghetto and we were working on the cobblestones and we were working,\nworking, working a long time. And all of a sudden, the whole column stopped and\nto my amazement, they stopped in front of the private school where | spend the\nhappiest days of my life. They took us down there, the school was occupied by\nGestapo and from the classrooms they made offices. And there was a very big\ncellar there that when | was a student, | didn't even know that that existed. And\nthey put us into this big cellar and the cellar was full with potatoes and we had to\nsort out the potatoes, they were rotten and so there | was, sitting in this\n, in this big cellar and | was thinking, this must be a nightmare. |\nwanted to run, run out from there, run to one of my classrooms, sit down in my seat,\nthere was sitting late, and | said to myself, | am running out, | will take the hardest\ntest, | don't care. And then all of a sudden | see a man walking there and taking\ncare of chicken, there were a few chicken there in the cellar. He looked terrible,\n, this was Professor Morgenstern(ph), he was the latest of my teachers\nand he was like the teacher that took care of our class. And when my mother\npassed away and in our religion, for seven days, we sit shiva, he came to my house\nand he was talking to me, because when my mother was sick, my grades fell very\nbadly because | didn't want to study and | was there always the teacher's pet. |\nwas very good student. And he was talking to me and he said, \"Look, I'm sure that\nyou, if you will just put your head to it, you can have a makeover test and you will\nhave better grades\". But | remember saying to him, \"I really, at this point, | really\ndon't care. For me, the world is finished\". So to my amazement, Professor\nMorgenstern is standing there and taking care of the chicken. You see, we are not\nsupposed to socialize with men, this was the biggest crime, but | ran over to him, |\nsaid, \"Professor Morgenstern\". But he didn't recognize me. He went through a\nvery big tragedy. In his presence, his wife and his daughter and his son were shot.\nAnd he was in such a state of shock, that he was just like an out mad(ph). As | was\nsitting there crying, afraid to cry loud because there were, full of sad, | see the door\nopens and two girls and a man are coming out, this was the janitor and his two\nPolish daughter. When | was a little girl and we were going to school, the janitor\nand his two daughters were always helping us with galoshes because the climate in\nour town was very severe in wintertime and many times we would share our\nlunches, we considered them our friend. When they saw me sitting there, they\nsaid, \"Look at this little Lilka(ph), we thought that all Jews were killed in Ponar\".\nThis was the hello that | had from them. They were standing with their hands on\ntheir hips and they were practically laughing. Okay, the day ended and | came\nhome and | was beside myself. It was just a little bit too much for me to go to the\nschool, to see my professor and to hear those talking. Anyhow, look, | was going\nthere and working there for a long, long time. And one advantage was that we\ncould bring a few raw potatoes, but by the entrance, if they would caught us with\npotatoes, we would be shot on site. But we learned how to camouflage it, you\nknow, and sometimes we were lucky, they would let us through, and those potatoes\nwere very helpful because my father used to sell them and we could buy something\nelse. After a while this job finished and this same German took us to an airport\ncalled Porbanek(ph) and, again, | started to work in Probanek. We were working\nlong, long, long time. They brought us over, they used to always line us up and\ncount us and the job with it was unload big pieces of coal, unload wood, unload\npotatoes and many times in the winter, we had to clean the airport. The snow was\nfalling and there we were. And we saw those military little planes coming down and\nall those military men in their white warm coats and there we were freezing\npractically, we had no, no warm clothes and | had a very big problem because the\nshoes that | had were falling apart. So my father went to the Judenrat and they\ngave me a pair of shoes, they were wooden clumps(ph). They were wooden, you\nknow, and with presented some material, when | was working in the snow | couldn't\nwalk because the snow was, it was just sticking, so it was a very big deal. But one\nday, when we were lined up, | was lucky. Every day four women were chosen to\ngo into the barracks and clean. This was a very big thing because you, it was\nwintertime, you didn't have to freeze. And | was lucky, | was chosen with all those\nfour women. So there | was, standing in this big place, and | was given a bucket of\nwater and a mop and | have to mop those barracks. Here you have me, | was just\na school girl, who never in her life boiled a pot of tea. | didn't know it. So there\nwere, the other three women who were more experienced , took their\nbucket and they knew what to do. They took me and put it in this big room that you\ncouldn't see from one end to another and the floor was dirty and there | was\nstanding, | didn't Know how to start. | know how to do it today, but | didn't know\nthen and | was standing there and crying, bitter tears. All of a sudden, like an\napparition, a very high German officer is coming with a few younger\naround him and he sees me and he says to me, \"What are you doing here?\" And\nat this time, | spoke a very good German yet, today | cannot speak German, | have\na mental block. In a very clear German, | said to him, \"| am Jewish,\nbrought in from ghetto to wash it and | don't Know how to do it\".\nEnd of Tape 1.\nTape 2\nHe looked at me. | don’t know what...he called in a soldier, told a soldier to wash\nthe floor, took me by the hand and took me to his office, said to me “Are you\nhungry?” | was afraid to say, so | put my head down and he told another German\nto bring me a sandwich and hot soup, and then | was sitting there. He said to me,\n“You are Jewish?” | said, “Yes,” and he started to ask me my whole story and then\n| was sitting and conversing with this man and | became so...the hot soup...and the\nsandwich make me so, you know, courageous, that | didn't, | said to him, you want\nme, | Know, you want me to recite for you the Early King by Getta(ph); so, he says\nto me, “You know the Early King?” | said, “Yes” and then | was, | said | will stand\ndown and | will recite it for you, there I’m scared to death, reciting the Early King for\nhim. And, this man says to me, “You are Jewish?” “Yes,” | said, “Yes.” He said,\n“They told us that all the Jews are crooked, have crooked noses, they have beards,\nthey are liars, they are cheaters. | says to him, “You know | was very good in\nChemistry.” He wanted to ask me a few chemical formulas. Anyhow, to make the\nlong story short, this man brought me a book of poetry and told another soldier to\nclose the door, and brought me a few sandwiches that | took to my father and to my\naunt and to my sister in the ghetto, and he was beside himself, he was so\nbrainwashed that he was beside himself that the Jewish young girl can talk to him\nintelligently, can explain to him, can cite poetry, can read, and he gave me the\nbook, but | was afraid to take it. | said to him, if they caught me, by the guard,\nwith the German book, | was ,\n| am telling you, to illustrate to you, how the German people were brainwashed,\nbecause if he was a high officer, he had a education. How could he let,\nto come to this level that he could think by himself, and he couldn't\ndistinguish...and, in my experiences, during the Nazi era, | had a few encounters.\nOnce | met with somebody that will talk and that he is the director of the Munich\nOpera. That he was also an officer. He was in the Assess(ph), and that he couldn't\nunderstand when | told him that as a child, | knew the Lehar(ph) operettas, | knew\nthe opera; he couldn't understand that the Jews were all so cultured, people that\nare professionals, that they were not cheaters, and not liars, and not bloodsucker.\nIt was beside him, and he couldn't understand this.",
        "Q: When the day came when you were forced to leave the ghetto, would you say a\nlittle more about the period of events then?",
        "A: Well, as | told you before, the conditions in ghetto were very, very bad, and\nbecause | worked outside, | could help a little bit and we could surv...we were not\nstarving, and also because my aunt was a nurse, she found herself also a job. She\nwas selling vitamins, some kind of concoction. So we were starving and surviving\nbut one summer, this was the summer of 1943, | was walking barefoot\nin because those shoes were so uncomfortable that | just, whenever |\nhad the chance, | was take them off and | step on a rustic nail, and | was afraid to\ntell the German that was supervising him because only a Jew, or a Jewess or a\nJewess girl could use, be use for them; what good otherwise we were shot from\nthat...so when | came home, the infection started and from my big toe of my right\nleg to hip | had the red thing and my father knew a doctor, a surgeon in the hospital,\nso he went there and 10 oclock at night | had an operation and | was put in the\nhospital and | didn’t work anymore but | was in the hospital. But, | have to describe\nyou a little bit, the life in the ghetto. Despite all the conditions, the terrible condition,\nthere was a cultural life brewing there. There were people that open a classic\nthat were handsome, there were young songwriters, there were getting\nkind of performances, there were all a resistant movement. People were escaping\nthrough the source and going to the pat in the nearby woods. There\nwas a very big forest called Rudnetska(ph) forest and there was also a pap\nIn the , It was not dirty, it was...stained water...how you call\nit?",
        "Q: Pond?",
        "A: A big pond!",
        "Q: A lake?",
        "A: Yes, Nadach(ph) Lake. And, around of . And | know that a lot of my\nfriends escaped through the sewers, threw to pap and were fighting\nthere. Unfortunately, | didn’t have the money because when we came to the\nghetto, we were ruined because everything was from and\nin order to be you had to have a gun and a gun at this time was like\n2000 , a lot of money, so | was approached if | would like to join the\npartisan(ph). First of all, | couldn't leave my sister, was younger one\nand she was not available to go, and | wouldn't leave my family so | didn’t go; but,\nthere was a lot of resistant activity going on and | don’t want you to think that the\nyoung people from Vienna were going like sheep to the slaughter, no, a few days\nbefore the liquidation of the ghetto, the ghetto resistance was throwing papers and\nsaying the Jews, you are going to the slaughter, you are going to die anyhow, if you\nhave a stone, if you have anything, if you have a stick. | even have, | found, | had a\npaper, the days resistant was distributing and there was a lot of disturbances with\nthe resistant fear of Vietenburg(ph) that came, that Gestapo came to the ghetto and\nsaid that if you don’t give Vietenburg(ph) the whole ghetto will be destroyed and this\nVietenburg(ph) who was dressed aS a woman gave himself up\nbecause he didnt want to have on his conscience that the whole ghetto was\ndestroyed.\nWhen | was in the hospital, one day | heard a very big commotion in the back yard\nand | was in very poor shape but | broked through the window and | saw Gestapo\ntruck standing in front of the pharmacy and | saw my father in his white coat and\nother people taken out from the pharmacy and put in this truck. | started to yell\n“Father”; my father saw me and he was taken away from pharmacy and\nwas taken away to Estonia(ph) labor camp. It was very turbulent time because the\nGestapo was coming to Genz(ph) everyday, and demanding more and more\npeople; and they were coming in the middle of the night taking people from beds\nand putting them in a column in the front they would put a fiddler, the fiddler was\nplaying music to sooth the people...brainwash the people...and take them out from\nthe ghetto. And, we never saw them again. There were a lot of rumors in the\nghetto that the liquidation of the ghetto is very soon. We knew that the surrounding\nlittle towns were being liquidated and we even knew about Panado(ph) Forest and\nabout the crematory and Gues . SO, when | was in the hospital, | was\nin such a poor shape that my wound was full of puss and didn’t heal; but one night,\nmy aunt came and said that she heard rumors that all the people from the hospital\nwill be taken because Genz(ph) decided he better get the sick people than the\nyoung people. So, she said this is not the place for you. So she took me out and\nwe went to our room and in the middle of the night, a friend of my father came to us\nand said that heard the rumor that tomorrow would be liquidation from the\nghetto...that he has a secret room, we used to call it Mileana(ph) this is in Polish,\nand we will wait in this room till the German leave us and then we will go maybe to\nthe partisan(ph) and he had built this secret room and because he knew my father,\nhe included me, my aunt and my little sister and we took there. And, the only thing\nthat we had to eat was a head of green cabbage. As we were sitting there, we\nheard all kinds of commotion, and they always it was already early in\nthe morning, and it was September 23, 1943. The big heavy commode, you know,\nwas moved and Ukrainians and Lithuanians and Germans came running and the\nUkrainians were yelling in Russian, “Give me your watch, jussy(ph), jussy(ph).\nThey wanted to rob us right away and they all took us to the center of the ghetto,\nthey separated the men from the women. Of course, | meet there, my other aunt\nand with her daughter and her son was already taken and her son’s wife; we all\nstuck together. And, they took us out through the gates of the ghetto, and we were\nwalking, walking, and they took us to a very big place called the Rosa(ph)\nCemetery(ph). When we came to the Cemetery, the first thing we saw was three\nyoung bodies hanging and dangling in the wind; there was a girl and two young\nboys...they were pak . They were caught, and this is how they\nbrainwashed us and intimidated us and made us afraid to move, to escape, to plan\nsomething, a riot or whatever. On this Arosa(ph) Cemetery, it was such an erie\nfeeling, like the death was watching over us. We were separated, men separate\nand women separate and we have...there is a selection. The one that goes to life\ngo to the right and the one that go to the left are going to death. And, you know, the\nwoman said that mothers with young children are going to the left, old people are\ngoing too, only able bodies are going to the right; and my sister at this time was\npretty young and she looked much younger, so my aunt Sonya took off a pair of her\nshoes and they had the little heel and she put them on and she made her a bust\nand she told her to straighten out, and we were walking, my sister was in the\ncenter, my aunt on one side and | from the other side and as we came to the\nselection, the German pushed my aunt to the left and me and my sister to the right\nand | started to cry and | said “I want to go with my mother,” and he had a big rifle\nand a very big stick, so he beat me and he said to me, you are too young, you have\nto work for the phatalan(ph). And | said, “But, | want to go with my mother!” He\nbeat me again and | never saw my aunt again. She went to the left.\nAs we were going to the selection, we saw little children that were abandoned by\ntheir parents, not men, but there was one little boy, | will never forget him...was\nmaybe three years old, he was a beautiful boy and the assessment(ph) was holding\nhim and he was crying “Mama, Mama!” This is what they did, they took young\nmothers and they separated them from the children. What is...1 don’t think that\nthere is a bigger crime than separate a child from the mother and dehumanize the\nmother that she should abandon your child because she wanted to live. When we\nwere standing there | was crying so hard that people came around me and my aunt\ncame and she said “Where is my sister, where is Sonya?” and we were beside\nourselves. She was sent to the right and she looked older then, but it was her\ndestiny...they put us...they took us to the railroad station. They put us in cattle\ntrains. Those cattle trains were packed so much that we didn't have a place where\nto sit down. We were just standing up and in the middle of this cattle train was a\nvery big tub with the disinfectant and this was our toilet. We were just standing up\nand sometimes people were without water for a couple of days, no water, no bread;\npeople were just falling like flies. One day, in the middle of the night, after this long\nvoyage, we would, sometimes we looked, you know, through a opening, and we\nwere just so countryside. We drove to a place, the music was playing, the dogs\nwere barking, there were Gestapo there, you know the Gestapo with their hats, you\nknow with there emblems and with their rifles and with those big dogs and they\nsaid, “Out! Out! Out!” And, music was playing and very big reflectors, there was\nlight, twas...and they told again to line up and there was electric fences around us\nand they took us inside and again lined up. And this was the first time that | saw a\ndefaced woman. This woman is something...| have to describe it for you...most of\nthem would buxomy young women with blond hair with very tight uniforms, with\nvery long boots and all of them had horse hooks(ph) and they used them, thy were\nvery strong with very strong voices and if they saw a young Jewish girl that was\nblond, she was their victim because a Jewess girl was not suppose to look like an\nAryan. Near me was standing a beautiful young woman, she was much older than\nme but she was a real beauty with blue eyes and blond hair and despite that she\ncame from the ghetto, somehow she was outstanding. And they were beating her\nfor no reason. You know when you stand there, you were not a person, you didn’t\nhave a name, you just had a number and then they told us to line up and to disrobe\nand naked we were taken to a very big place. The only thing remarkable about this\nvery big place, it was that it had like showerheads on top and since we heard about\ngassing, me and my sister and my aunt, we were prepared that they took us to a\ngas chamber. So | was standing all naked by this little shower head and | was, we\nwere saying goodby and | was begging God for one thing... should be the first one\nshould fall because | couldn’t see with my aunt and my sister, , SO |\nwas there really praying the first time in my life with the way | could and | said,\n“Momma, help me, | want to be the first one.” For an eternity, they closed the door,\nfor an eternity; we thought...some people became hysterical, mothers were kissing\ntheir daughter, they were saying goodby, people were fainting; then all of a sudden,\nwater started to come out, it was not gas, they put us to wash up and clothes and it\nwas like water of life! We were drinking, we were washing. They didn’t give us\nsoap, | don't think they had soap, but we're just washing and drinking this water and\nthis was like a miracle. And again they told us to line up and again we were...they\ntold us to dress and we were taken to German doctors and then they examining us\nand then telling us, asking us if we have some gold hidden. A lot of girls were\nvictims, | was a victim, my sister, my cousin, they were so rough, looking for gold.\nAnyhow they finally took us to bound(ph) and they put on the bounds and | think\nthey gave us something to eat, | don’t remember exactly but we were so exhausted\nand so emotionally drained from this experience that we came alive from this\ngas chamber, we were just, feel asleep. | was, this was\nof our concentration camp. It was located near . |\nwas there not, likely not a long time because it was a place where you didnt do,\nthey starved you to death; there were some women assigned to check the clothes,\nto sort out the clothes, to...! forgot to tell you, they also, before they took us to the\ndoctor, they shaved our head and they gave us some kind of clothes, not those\nworn uniform but same, some kind of clothes. And one day, every day, they woke\nus up and we had to say to our and also we had like a dog tags. We\nhad a number, so we had to answer to the number. Four o'clock in the morning,\nthree o'clock in the morning, they used to count us, they always use to count us\nand then we notice that a lot of people became so desperate that they throw\nthemself on this electric wire and they was just burned there. They use to clean up\nthe dead bodies. And one day, they came and they said they are looking for\npeople and we had to go again for the selection, and again | told my sister to\nstraight out herself and me and my sister, my aunt, and the two cousins were very\nlucky day, they took us to this labor camp called Denawerdkee(ph).\nDenawerdkee(ph) was a crazy government place run by the\norganization and they were building there and we worked also very hard there, but\nin comparison to or comparison to ghetto, we were in paradise\nbecause first of all, we had hot water to wash, the food was much better and we\nhad better condition...better...even we worked very hard...early in the morning we\nhad to line up and they were again counting us and also there we used to unload\nthose big chunks of coal, we used to haul in the potatoes, and we used to work very\nhard but it was much better for us there.",
        "Q: | forgot to ask one question. What was the relationship between the women\nthere? Was there a sense of solidarity or was it, did you tend to stick together in\nfamily and friends ?",
        "A: We use to stick together. A lot of friendship used to form that even today’s\nsurvivors, that because they were in the same room, in the same concentration\ncamp: they were in the same truck, they are life-long friends because of a lot of\nsurvivors don’t have families, they say that she is my step-sister, she is my\nsister, she is my ghetto sister; so a lot of friendship, we used to help\neach other a lot. There were no fight, on the contrary, there was a lot of solidarity,\nlike my aunt became like the tent mother and she used to take care of us, you\nknow, and sometime if she could, she would give a piece of bread to us because\nshe said “Il am old, | don’t need so much food.” So we used to stick a lot together,\nthere was a lot of solidarity. | was later separated from my aunt and my two\ncousins and | was just with my sister, but | think a very important factor in this, our\nsurvival, was because | was with my sister; because when my father used to say as\na little girl, “You have to take care of your sister.” | took it very seriously and | was\nafraid to die that, wnat would happen to my sister. So this was a very important\nfactor.",
        "Q: One more question, before we",
        "A: Sure. Sure.",
        "Q: Was it difficult to communicate sometimes, or did you all speak Polish or\nRussian or what did you speak?",
        "A: You see, when | came to ghetto, | learned Yiddish, | learned it and | met there a\nlot of people that in normal times, even they were Jews, | would never come in\ncontact with them; so it was like a very big cultural revelation for me and a very big\nteaching, said what very big teaching that, so | spoke fluent Yiddish and | spoke\nfluent, of course, Polish. We didn’t use too much Russian but those two languages\nwere prevalent, like with my aunt and my two cousins, my sister we spoke Polish.\nBut with other people, we spoke Yiddish, we spoke Jewish, so this was the two\nlanguages that we used.\n[End of Side A, Tape 2]\nSo here we are in Dinawarkee(ph). Also in Dinawarkee(ph) we met a lot of people\nfrom Holland that were prisoners and also we met a lot of day workers from Latvia.",
        "Q: Men or women?",
        "A: Men, only men. They use to come to day work and they use to go back. Those\npeople from Holland were very nice to us and sometimes when we were used to do\nlittle things for them, they used to give us bread and they were very, very friendly to\nus. So here we are in Dinawarkee(ph) working very hard of course, then one day\nwe formed a friendship with about five or six girls, and one of this girl was a\npoetess, and there were two sisters, they were from Lougue(ph), from Poland, and\nwhen Lougue(ph) was occupied by the German, they escape to Vienna and like\nmany others they in the ghetto and we formed a very big friendship\nwith them. We were like six girls together; and this poetess was writing poetry.\nWhen after | was liberated, | found out that she never survived, so | was so upset, |\nwas ina in Lipon(ph) when | was told about it, that from memory |\nsat down and | wrote down those poems. | still have them, and some of them,\nsome of them were so good that | recorded them. | wanted people to know about it,\nand one of those poems | put to music and the other poem, we were singing to a\nRussian melody.",
        "Q: Do you remember it?",
        "A: Those poems? One is a song. One of the...",
        "Q: Lily just looked for the text of the song we talked about and will sing it now.",
        "A: The title of the song is Inde , It is written in Yiddish, it was written\nby Tasha(ph), a very good friend of mine, an inmate of the camp Dinawarkee(ph)\nwho never survived, who never made it and the music is a popular Russian folk\nsong. It was written in In 1944.\nThe title is Dinawarke(ph) and Dinawarke was on a island. It was around, there\nwas water and forest, and in Dinawarke are Jews from all over the\nworld and they work very hard in the cold weather. They get up very early in the\nmorning when it’s still dark and then the time clock is calling them to go to work and\nthey form a column and they go, walk slowly in the cold wind, and they asking\nthemselves, Jews are, how you say , are jailed, for who’s sins are\nthey mistreated and jailed? And, the sec...then it goes, the day is over and the sun\nis long gone and the column is going slowly and they go with tired feet. They are\nvery tired of the long and heavy day and they are moving very slowly, but Jews\ndon't loose you faith because the time will soon come when we will be free, and we\nwill work for ourselves in our own land, our country.",
        "Q:",
        "A: After Dinawarke(ph), we were taken to Stothoff(ph) concentration camp. Also\nthe conditions were very bad, we were separated and me and my sister\nwe were sent to Stienhoff(ph) labor camp and it was already the time\nthat the German army started to loose and after working in this labor camp, we\nwere put into a death march; I’m calling it a death march because for two months\nwe were walking through the Polish country land, it was January and February in\n1945, and it was a very big chaos, we use to see people, inmates from a\nconcentration camp going in one direction and then we were going in a different\ndirection. It was just a very, very hard time because people younger girls were\nfalling in the snow and just never getting up. You had to be always in the front\nbecause if you were in the back you were shot; and after walking two months, on\nMarch 10, we were walking a whole day and a whole night and then in the morning\non March 11, we were taken in a very big barn; and we were so exhausted, we\nwere already contacted typhus, that we really didn't care. In this very big barn, we\nmeet other people that were also coming from all over; and as | was sitting there, |\nwas so exhausted that | really felt that my end is near and | just really didn’t care\nand as | looked down through a little opening, | saw the assess(ph) people putting\npiles of wood around the barn and we were told, not we were told, but there was a\nrumor going that we will be burned alive because the guards didn’t know what to\ndo, the Russians were advancing and they didn’t Know what to do with us inmate of\nconcentration camp. We were sitting, and we were so exhausted that we really\ndidn’t care what they were doing, and then we had the very big commotion and we\nheard shot and we heard dog barking and horses and then a man started to\nscream, “We are free, we are free, the Russian are coming.” | call this day March\n11, 1945, my day of triumph because we triumphed in a very small way by simply\nsurviving. We were so sick that after the big barn, the gates of the big barn, after\nthey were open, people burst out and started to run, but we were so weak that we\ncouldn't even run and on top of everything, there was wet snow around and | didn't\nhave shoes. So as | was standing there and my sister put a piece of the cardboard\nunder me, and we were six friends by this time, we didn’t know what to do. Russian\nsoldiers jumped from a tank, a Russian tank, run to a lying assess(ph) guard, took\noff his shoes, and the assess(ph) guard had very good shoes, put them on and\ngave me his shoes. So his boots were my savior because, if my, by this time my\ntoes were already black and my legs were all covered up with open wounds\nbecause they were froze beaten. Luckily we found a woman that was a Hungarian\ndoctor, and | don’t where, but she found a Red Cross band and those six girl and\nher, we kind of stuck together and we went over, there was a factory, the place\nwhere we were liberated is called Krumall(ph), this is in east Russia; and it was a\nmilk factory, and they took us in...we went to this milk factory, actually we crawled\nbecause we were so exhausted and what we saw there, | don’t want to see it\nanymore in my life because hungry people were drinking the creme and the milk\nand vomiting and just lying down and being so sick that they couldn't even lift a\nfinger, and there were a lot of dead people that were lying there. And we stayed\nthere through the night and in the morning she somehow found a horse and buggy\nand she heard that there was a Russian field hospital, they will take the survivors in,\nSO we were decided to go there.\nOn the way, we saw so many Russian soldiers and we were young girls so it was a\nvery dangerous, dangerous way for us to travel. One of the Russian came and\ntook away our horse and gave us another horse and then on the way to the hospital\nwe went to a empty house and we slept there. In the middle of the night the\nRussian soldiers came and said that they are...they heard that they are very\nnice...was looking girls sleeping here and they wanted to come in there and we\nstarted to scream and yell and luckily this time, | Knew very well Russian; so | went\nto this doctor, in the middle of the night, to the commander of the Russians and |\nexplained to him that we are all full of typhoid and we are going to the Russian\nhospital, so luckily he put a guard and no Russian soldiers came to disturb us\nbecause unfortunately a lot of survivors were rapped by those soldiers. This is one\nof the tragedies of the war. Finally, when we arrived to this hospital that was a field\nhospital and we were put in this room, and both me and my sister contracted\ntyphoid; and | was the one that had it in the worst way and the whole time when |\nwas having my nightmares, | was asking for the black grapes that | was reading\nabout just before the German came. And people just were dying, young girls were\njust dying, lying like flies. One of the young girls that was lying near me, just before\nshe died, she was from Leebough(ph) in the Rigor(ph) and she asked me if | would\never find, her name was Leah, if | ever find her brother and | should tell her that she\nsaid goodby to him. My sister recovered sooner and she kind of took over the roll\nnow of the oldest sister and she took care of me and she asked to work in the\nhospital kitchen so she could stay with me. With me was a very, very slow\nrecovery. | was physically very sick but | was also mentally devastated and after a\nlong, long time they put on a train and they send us to Soapat(ph), it is a town near\nthe Baltic Sea, and they opened the sanatorium there, a lot of people from Poland\nuse to go there because they use to bathe the Baltic Sea. And when we came to\nthis big house, there were many girls there, but | was the worse there, | was spend\nmy days just lying there and looking to the ceiling. There was no way that |\nhad...that | wanted to live. And the doctors told my sister that | am very, very\ndepressed and | had another problem--that my toes were so black that they wanted\nto cut my toes off, then | would be like an invalid and my sister said that, “My sister\nis not herself, she doesn’t give you permission to do it,” and she begged them and\nluckily they didn’t cut my toes off.\nOne day my sister was called to the doctor that was in charge, they said that I’m\ngetting worse and worse, something drastic has to be done. So my sister dressed\nme and took me by force down to the dining area. As | was going the steps, the\nfirst thing that | saw was a piano, it was a very big grand piano and something just\ntook me to the piano and | sat down and | started to play. | was playing by ear\nwithout notes and when | sat at the piano, it was like all the years moved away and\n| was again this little happy girl, school girl, and | started to play and the girls came\nover and we were singing; and something happened to me, | woke up. It was like a\nshock therapy and | started to get better and better and better and there were, over\nthere, gardens with full with fruit at this time, because | remember it was summer\nand we use to go and eat this fresh fruit; and | started to compose myself. | still\nlooked terrible, first of all, because of typhoid they cut our hair again, and | didn’t\ngain too much weight but at least there was...everyday | use to come down and\nplay the piano.",
        "Q: How were you treated, or how was the atmosphere in the Russian hospital?",
        "A: In the Russian hospital, there was one nurse maybe for 60 or 70 . [dont\nthink they gave us medicine. | remember we were very very thirsty and we use to\nbeg them for water but they never gave us water, but considering that we had clean\nbedding and we could wash ourself later, and my sister used to come and wash me\nand things like this; so they did a very, very good deed for us because actually they\nsaved us.",
        "Q: And at this point you are on and your cousins were not with you?",
        "A: No, the last time that | meet them was in Studhoff (ph) because in Studhoff(ph),\nthey took us...me and my sister out...and we went to worked at the labor camp and\nthey were in Studhoff (ph). It was a very short time before the typhoid epidemic in\n. During this epidemic, my aunt Esther passed away and my cousin, her\nname was also Lila, we use to call...oecause she was named after my\ngrandmother...that was also the mother of her mother, so she was the big Lila and |\nwas the little Lila; and she, she...! recall...and she was with her sister-in-law, but she\nnever recovered completely and she passed away very shortly after the liberation.",
        "Q: So how long did you stay at the Russian hospital?",
        "A: | cannot exactly tell you the time, because this is something that, | was so sick\nthat | don't remember; but | can only tell you that | was liberated March 11, 1945. It\ntook me a whole year till, from the hospital till the support(ph), till | was given the so-\ncalled clean bill of health and | was...because Vienna was then under the Russian\nand | was...a Russian citizen: they gave me papers to go back to Vienna.",
        "Q: You wanted to go back to Vienna?",
        "A: | wanted to go back to Vienna, because the last time when | saw my father, was\nin Kaiser (sp) concentration camp and he was came with the transport from\nEstonia(ph) and he was going around and asking for his little daughters; and | was\nat time in Dinawarkee(ph), so when somebody came, there is a Mr. Margules who\nis looking for his little daughters, so when | heard about it, they use to send us to\nKaiser___(ph) to have our teeths pulled, so | thought that, said that, | have a tooth\nache. And | went there and | saw my father, in the barracks, there(ph). Whenever |\nremember my father, | was always seeing him a vigorous young handsome man,\nso when | saw my father, there was somebody standing there but it was not my\nfather and | recognize him by his voice and by his eyes. So | risk my life and | went\nto the men’s barrack. But because at this time, | was dressed like a man with a\njacket and pants, so they didn't recognize me, and since | didn't have hair anyway, |\nlooked like a little boy, young boy, anyhow; and | found him there. Of course, he\nembraced me and asked me where is my little sister? And this was the time that\nmy little sister had rheumatic fever, was in Dinawarkee(ph) in the crankeovere(ph)\nand you couldn't be sick, but there are certain things in life that are just in\nexplainable. The doctor, the assess(ph) doctor that was taking of the people in the\ncrankeovere(ph) had a daughter that was the same age as my sister and as | told\nyou, my sister was a very pretty little girl, and he felt sorry for her because she\nlooked like his daughter a lot, so he used to take out medicine from the assessment\nand give it to her and he didn’t tell nobody that he was keeping, he kept her for a\ncouple months; otherwise she would be sent back to the concentration camp and\nshe would never come back. So when my father asked me, how is my sister, | told\nhim, “She is alright.” So he says to me, come tomorrow and | want to see her; and\nhe said to me, like this, when we will survive, we have to come to Sole(ph) to the\npharmacy. | don’t you anything, just two things, first, take care of your sister and\nsecond, remember who you are and bring me a good name back. So this stayed\nwith me for the whole, whole time. Next there when | went, he wasn't there already;\nand my sister of course was very sick so she couldn't...but he never knew it; and\nthis was the last time that | saw my father. But WHEN | was sent from Soapert(ph)\nto Vienna, | was very anxious to go and see because when, after the liberation,\nwhen we got to little Beartta(ph) we were looking for the family. We were two little\nyoung girls, all alone, with shaved hair, very slim, with no money and no family. So\nthe first thing we were looking for our father. We never heard about him. We wrote\nletters, we were, there were all kinds of organizations, we never heard about him;\nBUT, on our way to Vienna, we were traveling by trains and it was a very\ndangerous situation because there was, there was actually no laws, and two girls\nwere very, very easy prey to anybody, but we had, how you say this rupsack(ph),\nyeh?, on our bed, and you what we're having, black bread, dry bread, because we\nsaid when we have bread, we don’t need anything else. So people had stockings,\npeople had dresses, we had two those things on our bed with bread; and then\nwhen we stopped on the station we use to take a little water and this was what we\nate. And when we came to Lougue(ph), we met a lot of Jewish people and we\nstarted to talk and over there, also, we met a girl from Vienna--she was older than\nus--and we became like a trio. And she was a very smart girl, very educated, she\nwas a university student studying medicine and she was one of the students that\ndidn't want to stand...sit, on the left it was standing up. Much more experience that\nme and my sister. So she was talking to people and she was told that there is a\nborder under we were book(ph) and if it pass the border it will be\nRussia...If we come to Russia, we will never come back. And as we were standing\nthere and talking to people a girl, that was together with us at concentration camp,\npass by and she recognize us; and she says to me “What are you doing there?” So\nwe said to her, “We are going back to Vienna.” She said, “Don’t go back.” But you\nsee, she says, “You cousin’s wife is her in Lougue(ph); she is in her brother's\nhouse. Why don’t you go there and sleep over?” So we all, so she took my older\nfriend because she had also a house, and me and my sister, w went to my cousin-\nin-law, you know (chuckle), and she of course, she never expected that we will live\nand she never expected to see us and spent a lot of time together because was at\nconcentration camp and in Dinawarkee(ph); so she treated us very nice, she gave\nus a bed, she gave us food, we sleep; and in the morning she had a conference\nwith her brother...What to do with us? So they decided that in Lougue(ph) on\nSahoniya(ph) 20, there was kibbutz(ph) and they were collecting all this orphans\nand they was planning to educate them and send them to Israel. So the next day\nwe went there to the 20. When we came there...you want to ask me\nsomething?",
        "Q: Do you know who organized these...",
        "A: When | was in Vienna, there were all kinds of Zionist organization and Labor\norganization and this kibbutz(ph) in Vienna, or in Lourge(ph) on Sahonia(ph) 20\nwas organized by a Zionist organization. It was called Hanor-Hatti(ph). They were\nan organization that was a centrist(ph) Zionist organization; and their job was\ncollect the orphans that survived, educate them and smuggle them, literally, to\nIsrael because there was no way that the Jews were permitted, (chuckle) those\nwho survived, were permitted to go their own land Israel.\nWhen we came there, the next morning, and they took us there, so of course...it\nwas a very big problem with me because | was looking like the walking dead. | was\nvery skinny, very sick and when they saw me there, the man that interviewed me\nwas afraid that | will die any moment and they didn’t want to have this traumatize all\nthe young people there. And then, so he sat me down, he started to ask me from\nwhere | am? _ | told him that | am from Vienna and he started me, and what a\ncoincidence in life! She was a boyfriend of the sister of the poetess that wrote this\npoem that | just sang! He, the sisters name was Tasha.\nEnd of Tape 2.\nTape 3",
        "Q: Interview with Lily Mazur(ph) Margules, conducted by on August\n2/, 1996 at Lily's home in the Bronx, New York. This is tape three, side A.",
        "A: When he heard that | was together with them and he started to ask me questions\nand | told him how we were together and | told him that we were very close and |\ntold him that she wrote, she wrote the poems. He felt very sorry for me and he\naccepted me. And for three or four months, | was, other children had to work, had\nto do some things in order to support themselves, and he let me just stay in bed\nand just like a convalesce. And very shortly afterward, | started to compose myself\nand | started to just to give lecture to other children. Like | was talking about\ngeography, | was talking about histories, so | was trying, in my own way, to be a\nlittle usefuls because, after all, other children were working and I, a youngster, were\nworking and | not. And after awhile, | became like a cultural co-director and the\nthing is only me and my sister were from Vienna. All other children and youngsters\nthere were from Poland, but they accepted us and they, we became good friends\nand there was no difference. We did (break in tape).",
        "Q: So, you became, almost like a cultural coordinator or leader in the...",
        "A: Yeah, yes, and | was very happy about it because this way | felt useful because\nnot only wanted, they us, to give us shelter, but they wanted us to be educated and\nthey know that our education and every little of Knowledge, but there were other\npeople that were teaching us, also. And then one day, there were orders that we\nare on our way to Israel. It was, it was, it had to be illegal. Because we didn't have\npapers. So it was organized that we had to wander from one country to another.\nSo from Lodz, we went to Czechoslovakia, from Poland into Czechoslovakia. In\nCzechoslovakia we were just a very short time and then they took us with trucks,\nalways with trucks, and always there were young Jewish boys that came from\nIsrael that were helping us organize it. And then we came, we came to the DP\ncamps of Germany, where they put us in Munich, we stayed there a few days ina\nvery big place and then they send us to a very big farm that was taken away from a\nNazi. And they organized an agricultural school there because they wanted us to\nknow how to work the land. So we were there in this very big farmhouse. There\nwas separate dormitories for the girls, a separate dormitory for the boys. We were\njust supervised by one person and there was never any pregnancy, never anything\nfooling around. Never, on the, never anything, you know, on the contrary, there\nwere one, one weekend there were six marriages. Everybody was lonely. And we\ntaught how to milk the cows, how to fish, how to work in the garden, how to work in\nthe fields. And they had a very big pond full of fish, so when we had this wedding\nfor the six couples, we took the fish out and it was, it was a very relaxing\natmosphere. And all of us that were looking like , very big compose\nand they became different people, but let me just tell you one thing.\nThe people around us are very much against us and every night there were a boy\nand girl walking around and guarding. And we also had guard dogs because they\ncouldn't stand it that there was youngsters that survived and they were, that are\nlooking every day better. And so we were, our lives were always in danger.",
        "Q: What was the age range of the young companions?",
        "A: Most of the people were 17, 18, 19, | think, | would say the oldest one must have\nbeen in the 20's, but in their appearances, they always, they all looked like 11, 12\nyear old children. It took a long time, especially on the farm, it was easier because\nthe fresh air and the fresh eggs and the fresh food that we were very hungry, you\nknow. | remember that from time to time, they used to take us to the, to doctors.\nAnd the first time when they took me to the doctor, they put me under a fluoroscope\nand the doctor asked his assistant, \"Is this a boy or a girl?\" This is how | looked.\nBecause | had typhoid and then | had pleurisia(ph) and then | had TB and then |\nhad developed a heart murmur and then | had, my, as | spoke before, | had\nproblem with my legs, so | was just in such a bad shape, that it was a miracle that |\ncompose myself and I'm here today.",
        "Q: Your sister was in a little better shape?",
        "A: My sister was in a little better shape because somehow she recovered, even she\nhad rheumatoid fever when she was a little girl and she was in . She\nhad the lighter form of typhoid and she didn't have complications. With me, | had\none complication after another. She still didn't look her age, she still didn't have her\nheight, but somehow she was not so sick like me.",
        "Q: Did you talk about your experiences there?",
        "A: Never. Never. That's completely blocked out. We didn't talk. We only talked\nabout that we'd like to find our parents, we'd like to find our family. A lot of boys\nand girls, at a very young age, married because they were lonely. Loneliness and\nloneliness, this was, this was the whole thing. And also, we talked about the future.\nWe, all of us felt that we were persecuted because we didn't have a, we didn't have\na, our own land. If we would have our own land with our own embassy, with our\nown political, we would never be persecuted for no reason. Because, and a lot of\npeople felt that if they would have blue eyes and blond hair, they would, could\nsurvive like Aryans, you know. So there was a lot of, of looking toward the future\nand a lot of friendship and loneliness and a lot of wanted to find somebody.",
        "Q: So you were in Czechoslovakia and the kibbutz, right?",
        "A: Together with the kibbutz, yeah.",
        "Q: And how long did you stay there and where did you go?",
        "A: No, from Czechoslovakia we were just spending a very short time, a few days,\nmaybe a week. And from there, they brought us to Munich, and then from Munich\nthey brought us to, the farm was Fiersbach(ph) by Mosen(ph). And then we stayed\nand we composed ourself. And then, after Fiersoach by Mosen, they put us in a\nDP camp. The name of the DP camp was Leipheim(ph). And this DP camp, we\nstayed there, | don't remember exactly how long, but it was Christmas night, no,\nChristmas night, that we were crossing the Alps on our way to Italy. And it must\nhave been already in, | would say, beginning of '47.",
        "Q: Before we go on to the next country, what was the situation in the DP camps?\nWere you together with non-Jewish persons?",
        "A: No, no, ever, all the, the DP camp displaced people came, they were only\nJewish survivors there, there was the UNRA(ph), that was helping there. We had\nsupervision by the doctors and also, we had rations, you know, you know. And tt,\nwe were, we felt very disappointed because we didn't want it to be charity. We\ndidn't want charity cases, we didn't want to be supported by somebody, we want to\nbe self, self-substaining, we wanted to go to school, we wanted to learn some, a\nprofession or something, hand, you know, things like this. So we were very, but we\nwere told that this is just a transition, that we are on our way to Israel, that we were\ngoing to Italy and when we, when we come to Italy, we will board a boat and it will\ntake us to our promised land. You know, many times we were taken to movies,\nthey were trying to make our life as pleasant as possible, but it, we lost a lot of self-\nesteem and also, the stigma to being a displaced person to any thinking young\nperson was very degredating, you know. And we didn't have too much books to\nread, the library, they, as much as they stocked it to educate us and the kibbutz\nwere having all kinds of workshops and things like this, but still we were hungry for\nknowledge. So finally, here we are on Christmas night crossing the Alps. | mean, it\nwas a very hard experience and we were crossing as Greeks. And imagine what a\ncoincidence, in the same night my husband, my future husband whom | didn't\nknow, was also crossing the Alps and going to Italy and wanted to emigrate to\nIsrael, | didn't know him, he didn't know me. But before he left, he was in Munich\nand before he left Munich, his sister-in-law baked him a batch of cookies. And he\nwas being generous and as we were crossing the Alps in the snow at night, he was\ngiving out cookies and | ate one of his cookies without knowing this. When | met\nhim, he told me that the night, and | said to him, \"Oh, | ate your cookie\". So finally,\nit was a very arduous journey and, because of the boys that were in kibbutz, were\nhelping the girls, we made it. Because we were sliding, we were sliding from the\npassages there and finally we came to Italy.",
        "Q: How did you cross? On foot?",
        "A: On foot, we crossed on foot in the middle of the night and we crossed by foot\nbecause it was not officially, and we will be caught, even we had, we were told that\nwe are Greeks, you know, but it was an operation, we were just, we were, those\npeople, the guides, knew some passages, but it was very arduous in the middle of\nthe winter crossing the Alps. Anyhow, finally, they brought us to Italy and they\nbrought us to a displaced camp near Milano called Adriatica(ph). We stayed there\nfor awhile and then we were transferred to another camp, displaced camp, near\nTorrino(ph), Turin(ph), called . And we are settled down there, we\nlived in barracks and were taking all kinds of courses, you know. But we were still\nin kibbutz. And then one day they took us to the movies and | was sitting there in\nthe movies and, as | told you, the girls from my kibbutz didn't know Russian\nbecause they were from Poland, only me and my sister. So they were showing a\nRussian movie without subtitles, so | was sitting there and explaining them in Polish\nwhat was going on and behind me was sitting a young boy with his friend and this\nwas my husband, my future husband. My, Edward Margules. And he was\nfascinated, \"Who was the girl who was talking Russian?\" Because he knew very\ngood Russian and he wanted to meet, so when the lights went up, he saw me and\nin this times | had two long, very long hair and | still, | think | was wearing braids at\nthis time, looking very young. So he found out where | am and he asked some\nguys from, to introduce me. And he started to court me. He was in a different\nkibbutz and | was in a different kibbutz. And when he was courting me, he started\nto talk to me and he found out that | like opera, that | like ballet, that | like theater, so\nhe would take me to the city of Milan and he would get to La Scala ;\nand this was the first time that | saw La Scala. Twice he took me, once we saw\nSampson and Delilah. And then, | saw another opera, | cannot think, I'm a little\nnervous, | cannot think about it now. And once on our trip, | told him that I'm\nlooking for my father, so he said he heard that in Milano, there is a Jewish center\nthat people, displaced people, are putting on the wall that are looking for this, are\nlooking for this, so we went there before the performance, we came a little earlier\nand | put two notices. One, that me and my sister are looking for my father and\nthen | had like a, | think | remember, | had a visual memory, | remembered that\nletters used to come from Argentina and they were always addressed to my father\nand the return address was like an |. Mazur, this | saw. So | said, you know, | know\nthat | have an uncle in Argentina, so let me put a notice up that | am looking for my\nuncle. And | didn't remember his first name, | just put |. Mazur. As it happens, my\nyoung, my uncle was a younger brother of my father, was living Buenos Aires and\nhe was also looking for survivors of his family. He was a very well-to-do business\nman who had connections with Italians that lived in Milano and he wrote to these\npeople that he heard that there are displaced persons, maybe you could go to this\nand this place. And this man, the Italian guy, went there and saw on the wall that\ntwo girls are looking for their uncle. He telegraphed him and one day, | got a\ntelegram in the camp that | should come and there on the Garibaldi(ph) Street and\nthat | should come and look for this. When | went there he was a very nice\ngentleman, very well-to-do, a very elegant offices and he says that my uncle in\nArgentina is looking for, and he sent him a telegram and he said that we should go\nto the Argentine embassy, and he will help us to make the papers. At this time,\nJews were not accepted to come to Argentina. So my uncle was so elated that he\nfound two girls and that was, that he went to a very big attorney and gave him a\nblank check and he said, \"| want my nieces to be taken out from Europe and\nbrought over here\". And he made us papers as Episcopalians because my name is\nLeah(ph) on my papers and her name is Rachael(ph), but in the meantime, when\nwe were waiting for the papers, we didn't know, my kibbutz had to go to Israel. And\n| went to the elders of the kibbutz and | said to him | don't know what to do.\nBecause in the meantime | was already established and everybody liked me in the\nkibbutz and | was already having my position, you Know, so he says, I've met this\nguy and he wants to marry me, but he doesn't want to join the kibbutz. He has a\ndifferent idea, he was a different, but he wants me to stay with him. We were\ntalking back and forth and he said to me, \"Look, | know that you are very dedicated\nto the kibbutz, it's very good, but you have to look for yourself. You are alone with\nyour sister\". We didn't know about my uncle then, and if you found a young boy\nthat you like, you have to , you have the obligation to you. Low and\nbehold, there was a big wedding. There was the two kibbutz's and | had to, | knew\nmy husband only three months because or | marry him. He said to me, \"But you\nhave to marry him, you cannot just stay and be his girlfriend. This was not done.\",\nhe says, \"I have the obligation to you, you have to marry him. We'll make you a\nvery big wedding\". And it was just a few days before they left and went to Genoa\nfor, to board this very big boat to go to Israel. But they landed in Cypress. Anyhow,\nthere was a very big wedding made in his kibbutz and there were 400 people. |\ndidn't have a dress, my sister didn't have a dress, so my husband gave us money\nand we went and he bought us the material, and he bought us\nunderwear and shoes, we had nothing. And imagine the present that my kibbutz\ngave me, a very big plant. | didn't have anything, this was a plant. And then from, it\nwas a very big thing that two survivors are getting married, so from, you know, from\nUNRA, from they came and they gave us such presents that it is just ridiculous.\nAnyhow...",
        "Q: I'd like to ask you just a few questions before we go on. Did you learn Italian\nand did you have any contact with the population there?",
        "A: | learned Italian very fast, | didn't have too much contact, but every Friday we\nused to make some kind of, we used to get Russians. And after | got married and\nwas left in Torrina, in , In this camp. And every, | learned how to bake\na cake. We had all kinds of ingredients. And near this displaced persons camp,\nthere was a bakery and very nice Italian people. And they used to give us\npermission with those half baked things and put them in the oven. And we used to\nalways admire them, that they used to sit down and make a salad and make all the\npreparation. And the Italian people were very nice and very friendly to us. And we\nused to go out and after, | was in Italy for a year, and | spoke Italian, | could\nbefriend myself and | learned this language and | was quite proficient in this\nlanguage. Also, at this time, after | got married, my husband didn't want to wait for\nthe Russian and we should, the UNRA should support us, so he, there was an\norganization called ORT(ph), it was a Jewish organization, they had all kinds of\ncourses and one of the courses was designing and sewing on a machine. So he\nwent there and he took the courses and he was looking for work and sometimes he\nused to be like employed by an Italian who had a store and he needed, and also,\nhe used to, he became a designer there. Me, | went to learn how to write on a\ntypewriter and also a few, some English lessons.",
        "Q: Would you tell us a little bit more about your husband? You said at one point\nthat he had a different idea about kibbutz, where did he come from, what was his\nstory?",
        "A: My husband came from Poland and he is, when the German escaped, he come\nfrom a very nice religious family. And they were, they were four brothers and two\nsisters, there were six children. And from all of them, one brother and one sister\nsurvived. All of them perished. His father and his mother perished. His youngest\nsister, he was the youngest from the six, and the sister that was after him was shot\nby on his mother's hand when they were, they were being sent to the\ncamps. He comes from a town called Cheritz(ph), but the whole, his life, he lived in\nLodz. When the German came to Lodz, he told his older brother that he is not\nstaying with German because once, with the Germans, because once he, very\nshortly after they occupied Lodz, he was working on the street and he saw two\nsoldiers beating up a father and a son, Jews, and he says, \"| am not going to stay\nhere\". So, he persuaded his brother, his brother had a fiance, so all three of them,\nthey came to the house and told the parents that they are not staying and they\nescaped to Russia. And he was in, there are many that he has to tell\nthem again, anyhow, he survived in Russia. And when he, after the war finished,\nthey let him to come to Poland because he was a Polish citizen, so he went to Lodz\nand found his family and he decided that it's time to go to Israel.",
        "Q: | would like to ask you a personal question, you were still very young and you\nnever really had time to get to Know boys and become intimate in a nice,\nconstructive way. Was it difficult for you to shape a trusting, intimate relationship\nwith anybody, or with your husband?",
        "A: With my, my husband was not hard because he was like my benefactor, he was\nlike my savior, he was like my tower of strength. And also, he was very friendly to\nmy sister. So, he, they used to have long discussion, and he liked my sister and he\nkind of adopted us. So, | had no, | was, when | was in kibbutz, | had a lot of boys\nthat | was friendly with and one boy wanted to marry me, but | didn't like him, so |\ndidn't have this kind of problems, you know, but | was never a teenager. When |\nmarried my husband, | was a virgin. | was never a teenager and also, my father\ntold me | have to bring him a good name and | knew what he meant. This was a\ngood name. Many years ago, there were girls that you marry and the girls that you\nsleep with, and | was the one that you had to marry. | promised my father you\nmarry, so this is, this is how it was. My father, so this is how the situation was. You\nsee, the amazing thing with this Hebrew kibbutz, Supervised by a few\npeople, and there were never any hanky-panky, any sleeping around before the\nmarriage. The moral, the, we were not prudes, but there was, just, | don't know if\nwe were doing this for our parents or we were just brought up this way, but the\nmoral fiber is very strong. And a boy, maybe he was stole a kiss, it was a big thing,\nyou know.",
        "Q: Did you have similar ideas about the future, about maybe having children or not,\nor what the dreams and aspirations...",
        "A: Well, first of all, | was very determined to go to Israel and start a new life. And |\nwas very, | was believing that this is where | have to go. And when | got married,\nmy husband didn't want to have any children. He said after the war is, the world is\nvery hostile to us and he doesn't want to, he, to bring up children, they should go\nthrough what he went through and | went through and my sister went through. So\nhe was very determined not to have children. And so, when | was in the DP camp,\nwe didn't talk about it and | didn't, | felt it was the right way, | wanted to bring, if |\nhave a child, | want to bring the child in a certain style, give him a certain, him or\nher, a certain education, so it was not a discussion. And my sister was very pretty\nand a very popular girl and she had many, many boy that wanted to marry her. As\na matter of fact, the day that | was married, there was a boy that had family from\nBelgium and they sent somebody, they should bring him to Belgium and he said\nthat he wanted to take her to Belgium.\n[End of side A of Tape 3]",
        "Q: Interview with Lily Mazur Margules on August 27, 1996. This is tape three, side\nB.",
        "A: But, | was so attached to her and | said, \"How can you go? You are not married\nand where will you go?\" So, he went alone and for the longest time my sister was\nquite hurt by me, by my decision, but | spoke to my husband, we decided we are\nthe caretakers of her so she was always with us. And then one day, as | told you,\nthe telegram came and we went to this man and, this Italian businessman, and a\nvery short time later we got the visa and we got the tickets to go by boat. And we\nwent second class, not, you know, it was second class and third class, it was not\nfirst class, you know, so we went by, and we were told that we are not to speak\nPolish, we are not to speak, we are not to speak Jewish, we are Episcopalian, we\nare, you know, Italian and that's all. My uncle sent us a hundred and twenty dollars\nbecause this is how much the visa costs and when we went to take out the visa, we\nhad another friend who spoke very good Italian, very fluent, better than we. And he\ntold us we are displaced people, so why should we pay so much money, it was a lot\nof money, so they gave us the visa gratis, so we had one hundred and twenty\ndollars. And this was the only money that we had. So, here we embarked after the\nlong voyage, it was 21 days from Italy to Argentina. | was, with my sister, we were\nvery sick because even until today, | don't travel well and | had seasickness and\neven in the beginning on the plane. Anyhow, we arrived to Argentina. And before\nwe arrived we stopped in Uruguay and a friend of my uncle came there and he\nwent, came on the boat and just to see how we are. And he says, \"Listen, if you\ncome to Argentina\", he said to my husband, \"you have to work. Your uncle is a\nvery generous man, but remember\". Well, of course, we took it, we understood, we\ncame and my uncle and he had, he had a daughter and a son and his wife and a\nlot, maybe 30, 40 people came to see us. Often he took us and he had a very nice\nbig house and he had a very big party for us. And when we came, we were\ndressed like two little ladies, with hats, with gloves, and because the little money\nthat my husband made working, he spent everything for our wardrobe, so he was\nvery pleasant surprised. Because he saw that we are not the wild people that they\nshow, you know, from the displaced person, but we are two little ladies with good\nmanners who knew how to eat, who knew how to be, behave, so he was very,\nmade us a very big party. And for a whole month, we stayed in his house.",
        "Q: Did you know at all what to expect from yet another country, Argentina?",
        "A: No, |, when we were going by boat, we met some people that were from\nArgentina and they were coming from Italy and they were speaking to us in\nSpanish. And | said to my husband, \"This is a language that | will never learn\".\nThis is | said, \"I give up\". This is the language | will never learn. Because it\nsounded to me so strange. But, when we, three months after we, let me slow\ndown, three months after we stayed in Argentina, | bought a Polish/Spanish\ndictionary and | knew how to communicate myself. | started to speak, | used to buy\nall Kinds of magazines because there are no public libraries in Buenos Aires, so |\nused to buy magazines and papers and | learned myself. There are no night\nschools. And | had to learn because, | had Spanish, because after, | had to, to buy\nthings, to communicate. After a month, my uncle found us an apartment and he, he\nwas a tremendous help. Also my cousin, one of my cousins, was married already\nand his wife was very, very nice to us. They really didn't know what to do with us.\nAnd my uncle was treating us, not like, not like a brother's children, but like his own\nchildren. We found warmth and compassion and he was very happy that he found\ntwo little ladies, so he, many times he used to take us and introduce us to his very\nrich friends and he was very proud of us. With my cousin, the female, we couldn't\nmake too much friendship because she became very jealous of us, her father all of\na sudden has two more daughters, you know. And he's paying so much attention\nto us. So she was just tolerating us. But, the generosity of my uncle is\nunbelievable. He used to take me to the , this is the where he used to\ntake us all over. On the third day after my husband was in Buenos Aires, he asked\nmy uncle to take him and he started to work. And he gave him the hundred and\ntwenty dollars back. My uncle couldn't believe it, what kind of people are we?\nImagine, | was on the boat and | wanted to drink and we had to pay, my husband\nsaid, \"| have no money. This is your uncle's money\". So, he, he was very\nimpressed with my husband. He made a very good impression with him. And he\ntook us, very short time that my husband was working and he started to learn the\nlanguage and because he was a designer, it helped him a lot. And a very short\ntime, after working and working and working, he went into manufacturing and he\nopened his own place and was, used to work very, very, very hard. Fourteen,\nsixteen hours a day. In Buenos Aires, there was a very big prosperity now, it was in\n1948, we came to Buenos Aires in June, 1948. It was post-war, they needed a lot\nof clothing and he started to work for himself.",
        "Q: Do you remember the first time, or one of the first times, when you felt a sense\nof, a relative sense of maybe normalcy or safety or peace again?",
        "A: | think when | came to my uncle's house and he made this big party. And | saw\nhis kindness, | saw his caring. | finally felt that | have, that | came to a safe place\nlike the boat, find a place, how you?",
        "Q: A harbor?",
        "A: A harbor. | found a safe harbor. And all my years in Argentina, every holidays,\nthe Jewish holidays, the high holidays, Passover, | always knew that | have a place\nwhere to go. And | always knew that | have a family. And he was, my uncle was\nvery proud of my father and was telling us things that we didn't even know about\nhim. You know? So this was the first time that | felt safe. Yes, but, let me point out\nto you, it was not a easy decision for me and my husband to come to Argentina.\nBecause we were very determined to go to Israel. And | wrote to my uncle that |\nreally am appreciate his concern in Italy, but | would like, and he wrote to us that,\n\"You come to Argentina, you must be in very poor shape. You go, you find your\nhealth, you learn something and then you go to Israel\". And this is how we\ndecided, because we were very reluctant to, not to go to Israel. We were very\ndetermined to go to our own land. And it felt that we are kind of betraying our\nideals. We were very idealistic. We trade our ideals and it took a long time, a lot of\nletters, until we decided to go to and accept his idea. It was not easy for us.",
        "Q: So you became a strong supporter of the Zionist movement?",
        "A: Very strong, very strong support. | felt that | belonged to Israel, that this is my\nland and | have to live there. And my husband was even more.",
        "Q: One last question, you said earlier that in your childhood, religion wasn't so\nimportant. Did it become more important over time or did you lose, did you lose\nfaith in God because of what happened or...",
        "A: Many times, when | was in the ghetto suffering a lot, | used to think, \"I don't think\nthere is God because if there would be God, something like this wouldn't happen to\nmy little sister and, you know\". So | was very doubtful that there is God. They were\nvery hard times and when | was in concentration camp, especially during the death\nmarch, when | was really giving up, | really had no desire to live. Once, during the\ndeath march, we stopped on a very big farm and we were so exhausted that we fell\nasleep without eating and | was lying near my sister. And we were lying there\nbetween this hay and in the middle of the night, | said to my sister, \"You know what,\nI'm not going farther. My, | cannot, my legs don't respond to me, | cannot go any\nmore,\" | said, \"We will just stay here in this hay and maybe the whole column will\nleave us and then we will see, we will just die here\". And then all of a sudden in the\nmorning, the German guard came and he started to poke and poke and poke and\nhe found us camouflaged there, so | fell to his feet and | started to beg him, \"Shoot\nme, | don't want to live anymore. | cannot go, I'm too exhausted\". My sister was\ncrying and he said to me, he picked me up and he says to me, \"You stupid,\nYuda(ph),\" he said to me, . And he said to me, \"You have to march\nand you have to go with me. | am not leaving you here and | am not shooting you\nhere\". And he dragged me to the column. So there were a lot desperation, a lot of,\na lot of losing faith and a lot of asking why. And this, and, even when | was in better\nshape, religion was not very important to me. And let me tell you, now, many times\nwhen | speak to the children, they ask me all kinds of questions and just recently\none of the students asked me if | believe in God. And when | speak to the children |\ntell them the truth, and children are like little animals, they feel that wnen you are\ntelling them the truth, when you are just telling them tall stories, so | said to him,\n\"Look,\" he was a little boy, he said, \"After what happened to you, do you still believe\nin God?\" | said, \"Look, | will tell you the truth. There were times when | didn't\nbelieve, but as of now, | don't say that God is a white man with a long beard, sits on\nkind of throne. But | feel there is a higher power and many times when | have\nproblems, | raise my head and | talk to God. So | do believe in God, despite of\neverything\". | cannot explain why it happened to so many people and so many\npeople perished and so many people didn't survive this, | cannot, don't ask me why\nit happened. But! do believe in God.",
        "Q: Tell us a little bit more about the life and Buenos Aires. And your husband\nworked very hard?",
        "A: Worked very hard. My sister, because my mother was a dentist, my sister went,\nshe had very little education, but she wanted to do something in this profession, so\nshe enrolled in a school for dental mechanics. And she was living with us. So |\nwas alone in the house. And | was trying the best | can to shop, to clean, to do\neverything, | was just a house frau. And my husband was such to prosper a lot.\nAnd my cousin had two little boys and | was always playing with them. And then |\nheard that they were talking behind my back, there must be something wrong with\nme that | don't have children. And they said, all right, after what she went through,\nis not. And this didn't bother me, but | wanted very much to have a child because |\nalways loved children and | wanted to have at least one child and my husband\ndidn't want to. Anyhow, | was working on him, working on him, and finally, in\nOctober 27, '49, | had a little boy. | named him after my father, David. And he was\na very little precious boy, but | had a lot of problems with him. He was a very sick\nchild. | think all the misery what | went through went into this child because he was\na beautiful, well formed child, but he was such a sickly child that there was a time\nthat | had six doctors in my house and they didn't know what to do with him.\nAnyhow, | was lucky, | found a very nice pediatrician, Dr. Bernoche(ph), and he was\ngiving him vitamin shots and he started to develop. Never a big eater, never that,\nbut very good looking. When | used to walk with him on the street, people used to\n, used to stop me, \"What a beautiful child, is this a boy or a girl?\" Then\none day my husband said to me, \"Look, one child is not good, we have to have\nanother one\". So then there was another boy, his name is Michael and he was\nborn October 8, 1953. Both children were born on October, this is the very time, a\ngood time because this is springtime in Buenos Aires and it's easier to have a child\nduring the summer, than for the winter. The climate is there quite humid, you know,\nso it was a good time to have the children. Here | was with two little boys.",
        "Q: Did you ever think you would leave your new found home again?",
        "A: Never. But my husband had a sister and a brother that emigrated to New York\nand they wouldn't let him be. They said, they, \"From the whole family nobody\nsurvived, just us three, we have to be together\". Despite that my whole family was\nin Buenos Aires. So when he used to get letters from them and he used to say that\nwe have to go to the Embassy and there was always a quota and you could wait a\nlong time, so he said, \"We have to register\". | used to say, \"But my family is here,\nmy family is here\". And he was a very good, loving husband and he didn't want to\ndisturb me. Then my sister met a boy and they got married and she settled down\nand she also started to have family, my sister has two sons and a daughter. My\nsister at the present time has nine grandchildren and she is in Buenos Aires,\nArgentina. And we were very, very close, but my husband said to me, \"You don't\nhave any obligation to your sister now\". You know, | didn't want to hear about it.\nAnd then when my children started to be older and my oldest son started to attend\nschool, my husband went and without my knowledge, a few years ago, and\nregistered us in the American embassy. And we got notices after notices that our\nquota came up and we have to register and | was postponing, kept postponing,\nkept postponing. And my husband started to work on our friends, we had a lot of\nfriends. My house was always open. And my husband is a very good hearted\nperson, very, he likes people around, very hospitable, so sometimes for a Sunday\ndinner, without my knowledge, he would bring me three or four young men that\nwere not married, the bachelors that he met someplace, had no meal and there |\nwas cooking. And after awhile, we became prosperous and | had a girl in the\nhouse, a maid sleeping that, because we lived in a very big house, | had two small\nchildren and | was never a big hero. Oh, if somebody was coughing on the other\nstreet, | had a cold. | mean, | had colds and | had a lot of health problems and this\nwas, a lot of work in the house and it was more primitive. It was every day you had\nto wash a big patio and a big, you know what is a patio, and a very, in front of the\nhouse was, the street had to be washed with water and soap, so it was a lot of\nwork, so | had a girl in the house. And so l, I, | had, in emergency and | had to put\nthat together, dinner, but | had help. And then, so he started to work on our friends\nand they used to come to me, \"You have the opportunity for your children, for the\nfuture, to go\". And one day | had a long talk with my sister and | said to her, \"Look,\n| am going to American, the golden land, the land of opportunity, and | want you to\npromise me that you will come after me, and | am opening up the door for you, you\nhave\", by this time she had two little boys, \"And so you will come to me\". And on\nOctober 30, 1956, after a jet trip, we came here. And it was a very big cultural\nshock to me.",
        "Q: What was the expectation, what did you expect? You said the land of golden\nopportunity, but what was, did you have any...",
        "A: You see, in Buenos Aires | missed a lot, there was no adult education, there was\nno libraries, | mean, in all the free, | wanted for my whole life, when | was a little girl,\nthe most popular book was Gone With The Wind. It was translated in Polish and in\n1939, before the war, | could never get the book because this was such a popular\nbook in the library that my name didn't come up. So when I, when | was in Buenos\nAires, | wanted to read the book and | went, there was no library, | went and the\nbook was so expensive that | couldn't afford to buy this book, so | was kind of\nfrustrated. And then | was told they have public libraries, there is public education if\nyou are a good student, you get a stipend and you can go even to college without\npaying. So all those things were very important to me. So this is, | wasn't looking\nfor material things, | was looking more for cultural things, for a good future for my\nchildren because since my parents gave me a base, such a good education, such a\ncuriosity for life, | wanted to reciprocate and give my children just a little bit of it.\nAnd | saw the limited, the limited opportunities in Buenos Aires. In Buenos Aires\nthere are two classes, very poor and very rich. And in order to go to high school,\nyou have to pay, ,",
        "Q: So did it turn out that easy in America?",
        "A: No, in America was very hard for me. First of all, when | left Buenos Aires, | lived\nin a beautiful house with a garden, with a patio, with a girl in the house, so | was\nkind of all ready spoiled. Here | came and the apartment that my brother-in-law\nrented to me was in a private house. As much as | was trying to fix it up a little bit\nwith plants, with things, it was not . Then | had to learn another\nlanguage, English, again. And not, it was a real, | mean | bought a Spanish, now\nSpanish/English dictionary, it was a real chore. And then | had, my oldest son was\nseven and the younger was three, | took him to school and, okay, after a very short\ntime he learned English, but it was a big deal from him, you know. Here in Buenos\nAires he was playing the piano all ready and he was a good student. And here he\nhad to start from the beginning. The younger one was three years old, so this was\nnot a problem for him. Very soon, you know, he, we, | used to take him to the park\nand he had little friends. But not for older, my older one, it was a very cultural\nshock. So, | felt very bad about it, after a short time, he adjust himself, but it was a\nshock for him. And for me, to live in a house like this, not to have help and learn\nanother language, and to be separated from my family. When the holidays came, |\nhad to go to my sister-in-law, it was a different story.",
        "Q: Tell me, or tell us, a little bit more about the relationship then, with the new family\nor with the...",
        "A: There was a different relationship, that's what | was, | don't elaborate more, but it\nwas a different relationship. In Buenos Aires, | was in my venue, | was, my uncle\nwas on my cultural level, he knew, if | would go and tell him that | wanted to buy this\nbook, he would buy me. | would never do it. So it was a different story. Here it\nwas, when we came, we first spoke Spanish, you know. | was told | shouldn't\nspeak Spanish, | should learn English right away. Because if | would speak\nSpanish, | would be a second class citizen. You know. So there was a reality,\nthere was a very cold reality, for a whole year | was going out and crying my eyes\nout and when my sister found out, she wrote me a letter, | should come right back.\nIt was, for a couple of years it was not talk for her coming here, but for me going\nback. And it was a very big shock for my husband because in Buenos Aires he\nwas his own man, he was the boss. Here he had to, without the language, to work\nfor somebody. And it was very, very, very hard for him. Very hard. Sometimes he\nused to work on two jobs. After a very short time, | realize that | have to help, if |\nwanted to bring my children in a certain , | had to help.",
        "Q: So what did you do, did you continue some kind of education?",
        "A: Well, when my children got a little older, | decided that | have to do something.\nAnd | found out that there is a very bid need for x-ray technician at this time. It was\nlate 50's, beginning of 60's, and this would be a good field. So | had a friend of\nmine who had a garage and he was a very good mechanic, had his own business\nand he was near Hospital on Jerome(ph) Avenue. And he had a lot of\ndoctors that were coming from the x-ray department, fixing cars\nbecause a lot of them, he was a very good mechanic for foreign cars and they had\nforeign cars. So they asked this, he asked them, how can | approach this that |\nwanted to work in x-ray? So they sent him, told him | should come to the chief of\nthe department. So | got dressed and | went to the chief of the department and |\nspoke to him and | said | will be very much interested in, to go to school and be x-\nray technician. He said, \"This is a very good field because we need a lot of x-ray\ntechnician\". And he send me to somebody who was in charge in Mount Sinai(ph)\nHospital, of the x-ray school. And | went to her and she was very sympathetic to\nme and | told her that | don't have a high school diploma, and she said to me that if\n| promise her that after six months, | give her a high school equivalency, | can\nattend the school. So there | was, going to Mount Sinai. | was living there near\nHospital, and every day when my children came from school, 3:00, |\nhad to leave them until 5:30, 6:00 until my husband came. And from 4:00 until\n10:00 | had school in Mount Sinai. Then | used to come back and then | also had to\nlearn the equivalency, so it was quite hectic. Okay, | made the\nequivalency and then | finished x-ray technician and my husband was very\nunhappy that | am going and I'm looking for a profession because the European\nmen are very proud people and it was, it was very upsetting to him, he cannot\nsupport his family in a certain style. But, | saw the man was working two jobs and\nwhen | was going, walking on the street with my two little boys, a slice of pizza was\ntwenty-five cents with a coke and | had to think twice if I, if | couldn't buy a slice of\npizza.\nEnd of Tape 3.\nTape 4",
        "Q: Interview with Lily Mazur Margules conducted by on August 27,\n1996. This is tape four, side A.",
        "A: For me, | just had to buy for them, you know. He gave me a certain amount of\nmoney and | felt bad about it and | felt bad for him, that he, you know. So it was, it\nwas quite a problem for me to come and say that | want to go to school, it took quite\nan adjustment of him, of his part.",
        "Q: Did you feel that at that time, late 50's, Americans that you met wanted to know\nabout the Holocaust experience or didn't know anything, did you ever talk about it?",
        "A: | never talked about it. | never talked about it. The only time that | talked, | hada\nlot of friends that were survivors, when we used to, and we used to meet a lot. We\nused to entertain each other, you know, | had a very good social life. We cling to\neach other because we had no families, so like, friends were families. Very few of\nthem had families. And so we cling to each other. Whenever we came together,\nwe used to talk about all kinds of things, we used to talk politics and what movie did\nyou saw, but we always ended with our, what we went through. This one was\ntalking about it, and this was the end. And so, so it was in us. And another thing, |\nused to have a lot of nightmares. | used to wake up and screaming, yelling, and |\nwas, always my husband used to wake me up. So in my heart, | was always living\nwith it. It was never abandoned me. And |, and everything was written in blood and\ntears inside of me. But | never wanted to talk about it and to burden my children\nabout it. So between ourselves, the survivors, we used to share our experiences\nand this was always the end of our conversation. But we never spoke to anybody\nelse because a lot of my friends had a number and they felt very bad when some of\nthem, they used to go on the bus and people used to talk about the number. |\ndidn't have a number because in this concentration camp where | was, they didn't\nput a number, | just had a number, and | am so sorry that the first thing after | was\nliberated in Fluma(ph), | threw this number away into the snow. | should have kept\nit as a memento, all right, some things. But we never, you see, we were always\nconsidered second class citizen. We all spoke with an accent and we all, and we\nalways, a lot of people were very jealous of us, because nobody from our people\nwent . Nobody asked from help and a mother used to say to a child,\n\"A stomach that is not made from glass. If you go to somebody's house, and even\nif you are hungry, you refuse because you fill your stomach the way | fill your\nstomach\". And we never, we were very proud people. When we, we worked very\nhard, we were very ambitious that our children should have a very good education,\nwe wanted the best for them, and we never wanted any charity. Very few, maybe\nin the beginning when the first came, they took something from the Jewish\norganization, some help. But right away, they wanted to stand our own feet.\nWithout the language, some of them with not even a good education, they were\nvery ambitious and they very, they wanted very much to build a future and a lot of\nthem are very successful. And also, | had this, always the idea, that charity begins\nat home. So | always remembered that my mother used to say, \"If you meet\nsomebody on the street and he or she puts a hand in front of you, you have to\nshare it, you have to put something in\". And this was staying with all my life and\nthis is how | brought my children up.",
        "Q: Did you feel sometimes that it was difficult for you to be a mother because you\nwanted to be, maybe give your children, overprotective, or was it, do you think that\nthe experiences...",
        "A: | know that | was a very overprotective mother. | Know that | wanted to\ncompensate my children, when they used to ask me, \"Where is my grandma?\nWhere is my grandpa?\" | wanted, | didn't, | told them they are not here with us, that\nthey are in heaven, you know, but | wanted to overcompensate, there was nothing\ntoo good for my children. And many times, | spoil them too much. | did spoil them,\nyes, but this is before, because | said them, \"| am a mother, you know, and | am an\naunt and (noises)\". Because my children didn't have an aunt from my side here.\nYou know, So, yes, yes.",
        "Q: When did your children begin to ask, did they ever ask you?",
        "A: My children always were asking about their grandmother, you know, and\ngrandfather. But the first time, my oldest son, when he went to school, he started to\nlearn about the Holocaust and he knew that | was a survivor. But he never talked\nabout it with me and he didn't want it, to Know about it. He couldn't place his\nmother in this situation because he started to read a lot and he knew about a lot.\nMy youngest son found out about it the day that he decided, he already finished\ncollege, and he decided to go, he found himself a job in Los Angeles and he\ndecided to go to Los Angeles. And he, it was the last night when he was living\nhere, and he was all packed and the next day we had to take him to the airport.\nAnd he said to me, \"Ma\", it was already, my husband was already sleeping, and he\nsaid to me, \"Ma, | have to ask you something. | know that you are a survivor, but\nyou never talk about it. Why don't you want to tell me, | am a big boy\". And | said,\n\"Michael, why | never wanted to tell, | didn't want to burden you\". He said to me,\n\"Ma, | am a big boy, you have to tell me. | want to share it with you, especially now\nthat | am leaving the house\". And | was very nervous because when he went to\ncollege | Knew, you know, that it was different, he went to Boston College for four\nyears, but he was coming, here he was going to the other side of, to the Pacific\nOcean, to the other side of the United States, and he's going all alone, my baby is\nleaving me. | was very upset. So we were sitting right here by this table and |\nstarted to tell him. And he was sitting and we were talking until 3:00 in the morning.\nAnd when we finished talking, | told him, he kissed me and he hugged me and he\nsaid, \"| am very grateful that you shared it with me\". And this is how he found out.\nAnd with my oldest son, later on, | started to tell him, but he is very sensitive, he\ndidn't want, he didn't want to Know too much. He didn't want to Know too much, no.",
        "Q: Did it bother you sometimes that also, would you have liked people to wanting to\nknow more, other people?",
        "A: You see, when we were young, the survivors, we were so busy bringing up the\nchildren, making up a living, acquiring some kind of education that it stayed with us.\nBut then, | joined an organization, American Survivor, American Holocaust\nSurvivors. And what was bothering me the most, that before the holidays, the high\nholidays, the Jewish people go to the cemetery and | couldn't go. | belonged to a\nJewish Center and I, the first thing when | started to make money, | went there and\nthe memorial tablets, | went to make two tablets, for my mother and my father. And\nit had to cost a certain cent of money and | paid them out. And every year, when\nthere is, how they say, the day they, the memorial services, the day that they\npassed away, that is a prayer for the dead that is said, so every year, you put\ncandles on and | used, so | Knew what the date for my mother, but for my father |\ndidn't know, so | had a date, | took and arbitrary date for the liquidation of the\nVilna(ph) ghetto, so I, it is just around the high holidays, so this is when |, when |\nmourn my father. So | put, | put the lights on and then | tell my son to say a prayer,\nyou know. And this is, because | want my children to know that they have\ngrandparents. And also, the memorial, memorial candles are lit in the Jewish\nCenter. So, it's, this is how | observe. But, when, when | joined this organization,\nthey have once a year, a very big commemorative services. And this is done ina\nvery good taste. And so! come, | go there and | go there like to the cemetery. And\nthis is the time that | remember, recite in mind, all my family that perished and all,\nmy parents and, you know, my cousins and all of them. Because from my mother's\nside, there were six children, nobody survived. There were also, children's children,\ngrandchildren, nobody survived. So my mother's, the Lipkovich(ph) family, there is\nnobody survived. So they are part of the six . SO this is when | come\nand say, and pay honor to their memory. And every year I'm going there and this is\nkind of like, that like | go to the cemetery. But, you see, when those people formed\ntheir society, American Holocaust Survivors, and Volsa(ph) Ghetto Holocaust\nSurvivors, they kind of open the door for the survivors to talk. And this is when the\nsurvivors became a little older. And had a little time to share their experiences, to\ntalk about it. To feel an obligation that they, that to tell the world what happened to\nthem, to make sure it shouldn't happen again. And because they became more\nmature and became better educated and had a little more time to give, were not so\nbusy with making a living and with little children and the diapers and the problems.\nSo they start, they formed a society and they woke up and they had all kinds of\nobligations that they felt that they have to fulfill. Especially when it became known\nthat there are people that negate that the Holocaust every existed. And that they\nwant to rewrite history. So we felt that this is our time for us to speak up. That we\nare really, by silence, committing a very big injustice to those who cannot speak.",
        "Q: So when was that, about, when you decided that now you will speak out?",
        "A: It was, | would say, in the middle of the 70's. Yes, it was in the middle of the\n70's. And we had, we had all kinds of get-togethers. We went to Washington and\ntook cans of documents, milk cans of documents were brought from Warsaw ghetto\nand it was a cornerstone put for the Holocaust Museum in, on the Mall. Then we\nhad, we had all kinds of speakers and | remember that one of the speakers, we\nwere sitting in the Memorial Park, she was a professor of Judaic at the University of\nMiami and she said, and she was talking and she says, \"| wanted to ask you\nsurvivors a question. How many of you have children in college, have children that\nfinished college?\" And you know, from all those people that are sitting, the\nthousands and thousands, there was not one person. She says, \"We are amazing\npeople because we are trying to give our children what we missed. And we are\noverprotective, we overindulged them, but we are giving them the best that we\ncan\". And if you talk today to the survivors, very few of them that didn't have\nchildren, professors, journalists, anchors(ph), doctors, | mean, creme de la creme.",
        "Q: | would like to ask you one question. You have learned so many languages, to\nsome degree, that it is quite amazing. Did it help you, did it make you feel proud or\ndid it intimidate you to some degree because you could never really learn a\nlanguage perfectly? Do you know what | mean’?",
        "A: | know what you mean. _ It didn't make me proud because | learned these\nlanguages because of the circumstances during my life. But, when | came to the\nUnited States and | made it my business to learn English and the first book that |\nlearned was Gone With The Wind, with Polish and English dictionary, imagine.\nAnd after | read it first, | read it again. And this is what, my favorite books. And |\nstarted to read a lot and | started to educate myself a lot. Bult, | liked, | always liked\nto read, so | acquired a lot of language, | started to read the books of Edna\nFairburg(ph) and, you know, so |, so she had acquainted me what was going in the\nUnited States and it was, and because of reading | learned a lot. But, because |\nspoke with an accent, | was very intimidated. Because even if | said something,\nbecause | spoke with an accent, | was looked like, ah, what does she know? So, |\nwas very intimidated and | didn't, | was kind of, not sure of myself. But then, when\nHenry Kissinger became the Secretary of State and | heard him speak this heavy\nGerman accent, | said to myself, \"What's going on here?\" | said, \"If he is so\nknowledgeable and he is speaking in this accent, | am going to speak\". And |\nstarted to speak. And this is what happened to me. So | know that many times,\nwhen | have to to the people, that | am not educated. They think that because |\nspeak with an accent, | don't know what I'm talking about. But if | have to do with\npeople that have a certain amount of culture, they say, \"Oh, you have a very nice\naccent. Oh, | like this accent. Oh, it's charming\". You know, so, it has become, it\nhas become like a way of life. And now, | just don't pay too much attention. When |\nhave to say something, | say it. If | say that | don't know anything about it, | don't.\nBut many times, | listen to Jeopardy and . And | see that | have so\nmany answers, that | know so many answers, that even college students,\nsometimes | Know this answer and they don't know. And | don't say that | Know\neverything and I'm not going to Jeopardy, but | see myself, that speaking without an\naccent is not so important. This is, | came to this conclusion.",
        "Q: You mentioned that you had nightmares?",
        "A: Yes.",
        "Q: Do you still have nightmares?",
        "A: Oh, | still have a lot of nightmares. Many times | wake up and | hear the dogs\nbarking and I'm always running and | always see the SS people with their uniforms,\nrunning after me. And they will, the nightmares are just a way of life. This is\nsomething that | think | will always have it. There are certain sounds that | hear, the\nbarking and, all the yelling, they are, this is, this is stays with me, that is never, |\ndon't think it will never go away.",
        "Q: Did you always try to deal with it yourself, or did you also to try to go to\ntherapists or...",
        "A: No, | don't believe in therapy. | am, |, maybe you say that | am old-fashioned,\nbut | feel that if you have a problem, you have somebody close to you, it doesn't\neven have to be family, a good friend, you can talk it over. Just by talking about it,\njust by exchange, exchange, you know, letting it out, don't keep it inside, it is better\nbecause what can a therapist who wasn't there, tell me what to do? Oh, how can\nhe, nobody can understand unless you were there, what was taken away from me.\nYou know, what | was left, the wound that | have, and | am not talking about\nphysical wound, I'm talking about emotional wound. This is something, | am,\nsomething when | am talking about, | feel that, | talk in the third person, this is\nsomething unreal, that it didn't happen to me. And then other thing, whenever |\nhave to talk about it, | am sick already a long time before, and | am sick already a\nlong time after. So many times, you have to let it go and let the sleeping go to\nsleep. But on the other hand, when | talk to the children in school, | say to them,\nthat if you see that injustice is being done, and you are silent, you're just as guilty as\nthe perpetrator. So when you see there is something wrong, you have to speak up\nabout it. So this is the reason that | am sitting and talking to you.",
        "Q: The nightmares are one kind of memory, but what are memories that you\nchoose, that you decide to go back to? Can you give us one or two...",
        "A: The memories of my happy childhood, of my parents, of my mother in a white\ncoat, standing in her office, and me sitting there and pretending that | am her\nhelper, this is my mother. Of my father, that wnen he would come and bring us\nchocolate and say, \"My proud little girls\". Or he would have would say\nto him what are, you know, of my father taking him by his hand, when my mother\ntold him he should take me to the library, of my father taking me to a children's\nconcert, of my father when | didn't Know something and | would go to him and say\nto him, what this word means, you know. Of the garden security, of my aunt, that\nwas my second mother, of my school, of my teachers. | have very fun, good\nteachers that were so dedicated. Of the respect that we had for the teachers. Of\nthe uniforms that we had. You know, of the ski vacation that we went. Of the\nsummer vacation when we were walking, this, most of the people that | handled\nbefore | was so badly hurt. Of my little friends.",
        "Q: Do you have mementos, do you have pictures from your earlier life?",
        "A: | just have a few pictures that | found in Buenos Aires that were sent by my\nfather to his brother. Very few of them. And very few mementos because |\nremember that before we left our house and went to the ghetto, we were afraid to\ntake the pictures and then we were destroying them so there was nothing there left.\nAnd also, my friend to went to the Lithuania Museum and found some articles that |\nwrote on diplomas or papers or essay that | wrote, this, he brought me just about\ntwo years ago when he came from . But | am, | don't have, nothing, |\nhave nothing.",
        "Q: How do you feel about Germany and Germans today?",
        "A: As | told you before, | spoke a very good German and | wrote German and |\nloved the German literature. And | memorized a lot of poems and | remember\n, you know, and | remember the ghetto poems, the, we writed, | don't\n. And also, | cannot forget and | will never forgive. | will never, never\nforgive. And what is the worst part of it is negation. Because the German people\nstood by and let one ignoramus, house painter, to turn the whole world around and\nto, they stood by when the Jews were made scapegoat, for no reason. To stand by\nand not to say anything and participate in all this brutality, this master plan, this\nscientific master plan. Where were the doctors, the scientists, the culture, the\nartists, the culture of people that should stay and say, \"Why? Why did these people\ndo?\" You see, Jews were not allowed to have property, so if they had a little gold, if\nthey had a little silver, it was the only security they had, could carry from one land to\nthe other. My father couldn't buy a pharmacy because he was a Jew. | mean, so\nthis, and we were, my, | will never forgive them. They're from such a smart culture,\ngood human being, they made us subhuman, who doesn't , who felt so\nbad he couldn't take care of his family. All of a sudden who had doubted that he is\na human being in the first place. | can never forgive it. And | will never forget it.",
        "Q: At one time it was your dream to go to Israel.",
        "A: Yes.",
        "Q: And you went to the United States and to Argentina instead, but did you ever go\nto Israel?",
        "A: Yes, | went to Israel. | have friends that were, | was in kibbutz in Israel and | am\nin touch with them and | go and visit Israel. And my oldest son was in, spent a year\nin Israel. And | always felt very guilty that | didn't go there and settle. That due to\nthe circumstances, because my firm belief it still today that we survivors have to\nbuild a future in our own land. So | feel very guilty about it and | belong to an\norganization that supports Israel and I, financially, | help more than | can, but |, and\nI'm very interested. My husband, also, about the future and the survival of the\nsovereign state of Israel. This is, for me, very, very important.",
        "Q: How does your husband feel about you speaking about your experience?",
        "A: My husband feels very bad about it. He is very upset because he, before |\nspeak | am upset and afterwards. So he, he says to me that | am, this is like, | am\noverdoing it, that this is like a self-torture and he would rather not, not | should do it.\nBut this is one, you know, in a marriage you have many disagreement, and this is\none of the disagreement because | feel that | have to do it. So he is not happy\nabout it.\n[End of Side A of Tape 4]",
        "Q: Interview with Lily Mazur Margules. This is tape four, side B. | think | would just\nlike to ask you one last question. Is there anything, when you look back on your life\nnow, is there anything that you would like to say to finish this interview? Any\nmessage, any thought that you have to conclude?",
        "A: | would like to conclude with, with the thought that the people who will listen to\nme, should learn on the mistakes that were done in the past. And should make\nsure that innocent people shouldn't have to go through what me and my family and\nmy friends went through because of one dictator who's name | don't want to even\npronounce. Who should speak up when injustice is done, shouldn't be silent. |\ndon't want to hear that the world was silent when so much injustice was done. And\n| feel that the Holocaust was a unique experience in the history of mankind. You\ncannot compare it with anything that was done, you cannot compare it what was\ndone in, recently, in Bosnia. This is a completely different story, that through\nreligion they are fighting between themself. One's, they're doing, the Croates are\ndoing something to this and the are doing to them. It was done to us.\nWe were humiliated, we were dehumanized and we had, we had no means to\ndefend ourself. To speak up. To say, to ask why. We had no weapons, we had no\ncountry, we had no means. And those people that persecuted us, have to pay for\ntheir sins. And please don't be silent, get involved when injustice is done. And\nmake sure that something like this will never, never, never happen again. Thank\nyou.",
        "Q: Thank you.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: This is an interview with Lily Margules, conducted by Regina Byer (ph)\non August 27, 1996, at Lily's home in the Bronx, New York. This is tape one, side\nA.",
        "Q: | would like to start by asking you, again, your name, when you were born and\nwhere?",
        "Q: Maybe we can stay a little bit with your family before we go on. You said both of\nyour parents were professionals. Could you say a little bit more about which\nprofession and give a little bit more of the sense of your house, what did you do,\nyour ,",
        "Q: What language do you speak at home?",
        "Q: What was the relationship to your sister?",
        "Q: What did it mean, in your household and your family, to be Jewish?",
        "Q: When was that?",
        "Q: So the first tragedy in your life really occurred when your mother died?",
        "Q: And then the second major in your life was in 1941 when the invasion\ncame, the Polish invasion came?",
        "Q: Rakes?",
        "Q: Interview with Lily Mazur(ph) Margules, conducted by on August\n2/, 1996, at Lily's home in the Bronx, New York. This is tape one, side B.",
        "Q: Actually, | wanted to ask you, at this time, you and your sister were two teenage\ngirls.",
        "Q: How did, how did you cope, how did you feel at the time?",
        "Q: So how did you meet up with your father?",
        "Q: When the day came when you were forced to leave the ghetto, would you say a\nlittle more about the period of events then?",
        "Q: Pond?",
        "Q: A lake?",
        "Q: | forgot to ask one question. What was the relationship between the women\nthere? Was there a sense of solidarity or was it, did you tend to stick together in\nfamily and friends ?",
        "Q: One more question, before we",
        "Q: Was it difficult to communicate sometimes, or did you all speak Polish or\nRussian or what did you speak?",
        "Q: Men or women?",
        "Q: Do you remember it?",
        "Q: Lily just looked for the text of the song we talked about and will sing it now.",
        "Q:",
        "Q: How were you treated, or how was the atmosphere in the Russian hospital?",
        "Q: And at this point you are on and your cousins were not with you?",
        "Q: So how long did you stay at the Russian hospital?",
        "Q: You wanted to go back to Vienna?",
        "Q: Do you know who organized these...",
        "Q: Interview with Lily Mazur(ph) Margules, conducted by on August\n2/, 1996 at Lily's home in the Bronx, New York. This is tape three, side A.",
        "Q: So, you became, almost like a cultural coordinator or leader in the...",
        "Q: What was the age range of the young companions?",
        "Q: Your sister was in a little better shape?",
        "Q: Did you talk about your experiences there?",
        "Q: So you were in Czechoslovakia and the kibbutz, right?",
        "Q: And how long did you stay there and where did you go?",
        "Q: Before we go on to the next country, what was the situation in the DP camps?\nWere you together with non-Jewish persons?",
        "Q: How did you cross? On foot?",
        "Q: I'd like to ask you just a few questions before we go on. Did you learn Italian\nand did you have any contact with the population there?",
        "Q: Would you tell us a little bit more about your husband? You said at one point\nthat he had a different idea about kibbutz, where did he come from, what was his\nstory?",
        "Q: | would like to ask you a personal question, you were still very young and you\nnever really had time to get to Know boys and become intimate in a nice,\nconstructive way. Was it difficult for you to shape a trusting, intimate relationship\nwith anybody, or with your husband?",
        "Q: Did you have similar ideas about the future, about maybe having children or not,\nor what the dreams and aspirations...",
        "Q: Interview with Lily Mazur Margules on August 27, 1996. This is tape three, side\nB.",
        "Q: Did you know at all what to expect from yet another country, Argentina?",
        "Q: Do you remember the first time, or one of the first times, when you felt a sense\nof, a relative sense of maybe normalcy or safety or peace again?",
        "Q: A harbor?",
        "Q: So you became a strong supporter of the Zionist movement?",
        "Q: One last question, you said earlier that in your childhood, religion wasn't so\nimportant. Did it become more important over time or did you lose, did you lose\nfaith in God because of what happened or...",
        "Q: Tell us a little bit more about the life and Buenos Aires. And your husband\nworked very hard?",
        "Q: Did you ever think you would leave your new found home again?",
        "Q: What was the expectation, what did you expect? You said the land of golden\nopportunity, but what was, did you have any...",
        "Q: So did it turn out that easy in America?",
        "Q: Tell me, or tell us, a little bit more about the relationship then, with the new family\nor with the...",
        "Q: So what did you do, did you continue some kind of education?",
        "Q: Interview with Lily Mazur Margules conducted by on August 27,\n1996. This is tape four, side A.",
        "Q: Did you feel that at that time, late 50's, Americans that you met wanted to know\nabout the Holocaust experience or didn't know anything, did you ever talk about it?",
        "Q: Did you feel sometimes that it was difficult for you to be a mother because you\nwanted to be, maybe give your children, overprotective, or was it, do you think that\nthe experiences...",
        "Q: When did your children begin to ask, did they ever ask you?",
        "Q: Did it bother you sometimes that also, would you have liked people to wanting to\nknow more, other people?",
        "Q: So when was that, about, when you decided that now you will speak out?",
        "Q: | would like to ask you one question. You have learned so many languages, to\nsome degree, that it is quite amazing. Did it help you, did it make you feel proud or\ndid it intimidate you to some degree because you could never really learn a\nlanguage perfectly? Do you know what | mean’?",
        "Q: You mentioned that you had nightmares?",
        "Q: Do you still have nightmares?",
        "Q: Did you always try to deal with it yourself, or did you also to try to go to\ntherapists or...",
        "Q: The nightmares are one kind of memory, but what are memories that you\nchoose, that you decide to go back to? Can you give us one or two...",
        "Q: Do you have mementos, do you have pictures from your earlier life?",
        "Q: How do you feel about Germany and Germans today?",
        "Q: At one time it was your dream to go to Israel.",
        "Q: And you went to the United States and to Argentina instead, but did you ever go\nto Israel?",
        "Q: How does your husband feel about you speaking about your experience?",
        "Q: Interview with Lily Mazur Margules. This is tape four, side B. | think | would just\nlike to ask you one last question. Is there anything, when you look back on your life\nnow, is there anything that you would like to say to finish this interview? Any\nmessage, any thought that you have to conclude?",
        "Q: Thank you.\nConclusion of interview."
    ],
    "answers": [
        "Answer: Thank you Regina. | like for people who will listen to my testimony to\nknow that | am a very private person and it takes a lot of thought and effort on my\nside to consent to this kind of interview. | am doing this in good faith, because | feel\nthat | am bearing witness for everything that happened to me during the Nazi era\nand | want the people to know that every word that they said is the truth, and they\nshould know that | am not doing this to wash my linen, my dirty linen, but just to let\nthe people to understand what happened from a person who was there. Thank\nyou, Regina.",
        "A: My name is Lily Masut(ph) Margules. | am a daughter of two professional\npeople, David Masur(ph) was a pharmacist and Gutalip Carich Masur(ph) was a\ndentist. | was born on April 19, 1924, in a town called Vienna(ph). Many times\npeople called it Jerusalem of Lithuania, and | also had a younger sister, Rachel.\nWe had a very happy and pampered childhood. Also, there was a nanny who took\ncare of me and my sister; and, also, we had, a very important member of our family\nwas a dog called Rex. We were really given the best education that was possible,\nattended private school, we were given piano lesson and dancing lesson and\nFrench lesson, and it was a very happy household full of laughter and goodwill and\ncaring. And, unfortunately, the bubble burst, the pink bubble burst on September 1,\n1939, when the German army invaded Poland.",
        "A: Well, as | mentioned before, my father was a pharmacist. My father was from a\nvery poor but religious family, and he was a self-made man who really made\nhimself what he was and was very well looked upon by the members of the family.\nHe was a pharmacist and at this time he suffered already because he was Jewish\npharmacist, because in 1933, when everything started to brew in Nazi Germany, in\nPoland the anti-Semitism grew very rapidly. At this time, he was working in a\ngovernment very big pharmacy. He was told that he cannot work there anymore,\nthat he has to have a different degree, he has to have a Master in Pharmacy. So\nyou went and you studied very hard and finally he had this degree in Master of\nPharmacy. Even when a very anti-Semitic professor was giving him a very harsh\ntime, he went to the exam, answered all the difficult questions, and when he was\ncoming out, the professor said, “By the way Masure(ph), what is the formula for\noxygenated water?” you know, and he was so full of the complicated formula, then\nhe went blank, and then he had to study again and go to Warsaw and finally he got\nthis Master degree, but it took maybe six months later. Then those three Jewish\npharmacists that worked in this government big pharmacy were taken out and were\ntold that Jews cannot work in a government job because it was not fit for them. It\nwas a very big tragedy for us and my father was very, very unhappy, but, with the\nhelp of other members of the family and his friends, he was able to buy a pharmacy\nin 1938 but imagined that, since he was Jew, he had no right to buy it so he had to\npay a Polish pharmacist, and | remember his name was Dischemsky(ph), and he\nbought the pharmacy in Solie(ph). So, we were living in Vienna(ph), and my father\nwas commuting and going to Solie. But, there was, my mother was a dentist and\nmy parents meet at the University of St. Petersburg when they were student and it\ntook them quite a while till they had the means to get married. My mother was very\nbeautiful women and that only was a very good professional. The best\nday of the week for us was Friday because this was the date that she wasn't\nworking. And, | remember the pride that | felt when | was working from the street\nand | never saw my mother without their hat and a pair of gloves; and strange men\nused to tip their hat and say how beautiful she is, a princess. So, | was very proud\nof her, and not only was | very proud of her but my mother was my best friend. |\ncould talk to her very open, she was a very alterault(ph) and gentle soul and she\ndid a lot of deeds when | was never told about, but unfortunately she, a women who\nwas beautiful and good, contracted cancer, and May 24, 1939, she passed away.\nThis was a very big defense(ph) tragedy, a very big tragedy for me. And, |\nremember working on the street and the sun was shining and | said to myself, “My\nmother is not here and the world is going on and the birds are singing and the\nbeautiful lilacs are blooming and she’s not here.” It was a very, very, bad loss for\nme. And, me and my sister were left two little orphans, there were a lot of other\nwomen that were very keen to be our mother because my mother was only 40\nyears old when she died. But, my father and my mother always took us to all kinds\nof concert, children play, operettas; when | was six years old, my father took me to\nthe library, my mother asked him to do it, and since then, a new world opened for\nme because | was . And, also, a very important part of our life was\nmy nanny because she was taking us, especially me because | was older, (I’m four\nyears older than my sister, Rachel) was taking me to the park. When | was going to\nthe park, | had to get dressed and | had to wear white gloves and if my nanny\ndecided that my clothes were not proper, she was to go to the store, we had an\naccount, she used to order material for the dress, she used to go to the dress\nmaker and then, after awhile, when the bill came to my father, my father used to\nsay this women will ruin me, but she was the only one who’s no afraid of him and\nshe was saying to him, “Do you think this is right, that our two little girls, who look\nlike paupers? How, what would the other nannies in the park say?” So, my father\nwas a patafanilias(ph), you know, very good but stern and his word was, even, was,\n| mean, he had to just to look at you and we knew what he meant and his word was\ngoing . And my mother, many times, she was also a bread winner but\nshe was intimidated but my nanny stood her ground and she was saying to my\nmother, “The little girls have to bend to be little ladies” and so | had the very, very,\npampered childhood and very good childhood. | loved my parents and they really\ngave me the best that they could.",
        "A: When my parents, when they were young people, they started in the University\nof St. Petersburg, so they spoke Russian. ‘Til | was three or four years old, | only\nspoke Russian and then one day, my father came, and said “We have to speak\nPolish” because Vienna(ph) was ___, you know, at time, it was like in between, it\nwas Russian, it was Polish, now it is Lithuanian and each countries brought their\nlanguage so we had to read, know, a lot of languages, so then | started to speak\nPolish; and, | was sent to a private school, only for Jewish children, but we were\ntaught only Polish, but we had lessons in Hebrew and in the religious instructions\nso ‘til | went to the ghetto, | only spoke Polish. When my parents spoke between\nthemselves, they spoke a lot of Russian, so | knew those two languages.",
        "A: | was always told by my father that | am the oldest one and | have to take care of\nher. And, also, my sister was a very pretty, feminine, little girl and she could get\naway with a lot that | couldn't because my father decided very early that | have to\nbe a doctor and | was a good student in school but | was always knew that | have to\nhave very good grades because, this, | was the oldest one and | had to further my\neducation. My sister was not a too good student and she didn't like the\nexcept she liked pretty dresses, like that, but she had no obligation to be a very\ngood student because my father decided that she is going to marry a well-to-do\nperson, a professional who will take very good care of her. So, it was always\nunderstood that | was the serious one and she was the little woman, and we\naccepted it, of course, we didn’t have big fight but sometimes little fights like who,\nwe had braids, who the nanny, who should braid the hair before, me or her? And,\nlittle, little, things, but it was always put in my mind that | am the oldest one and |\nhave to take care of her.",
        "A: You see, as a child, | didn't really, was exposed to much to the rich because my\nparents, being students and being, and this time with the Russian revolution, didn't,\nwere not religious at all. And, | really didn’t even so much know that | was Jewish\nbut, later on, we lived in, very close to, the university and there were riots in, near\nthe medical faculty, because the Jewish students attended the faculty, were\nsuppose to sit on the left. So instead of them sitting on the left, they was standing\nup and taking notes and when the riots were occurring and the nanny used to pick\nme up from school, and | heard, and then | was very much aware of my father’s\nsuffering. My mother had a lot of Polish patience and she had a very good\nreputation that she was taking out, doing extraction, taking out teeth, and very big,\ntall, well-to-do, landowners used to come with their horse and buggies and the\ndriver used to wait for them and they to go up to my mother, kiss her hand, and\nbring us fresh strawberries and all this kinds and she didn’t hear it. But, when it\nhappened to my father, when it happened to the students we were well aware that\nwe are Jews and that we are not wanted.",
        "A: | think the riots started, | would say, as far as | remember, my farth___ (ph) were\nin 1935. The riots at the university was in ‘36-37. The Poles were very\nanticipated(ph) and they told that all there misfortunes were caused by those\npeople that were taking away everything from them, that those people were well to\ndo, that those people were not telling the true, but the truth is that there were a lot,\na lot, very poor Jews. There was a whole section in my town, Vienna(ph), where\nthere was such a poor Jews living in cellars, the children were dying from\ntuberculosis and all the related sicknesses; but, | was always brought up with the\nmind that charity’s very important. We always had boxes for orphan children, we\nalways had a box to help Israel. Even my parents were not, this times ;\nAnd, when my mother passed away, she had a very big funeral and a lot of people\nthat | didn't know that exist, came over to me and told me that even she had a very\nbig practice, all the poor people, from all around who knew, that they can come to\nthe dentist, Gutalip Carich Masur(ph), in the middle of the night, she will take care\nof them and she will never, never, ask them for money. When | was in\nconcentration camp, | meet a woman who was working in the kitchen, and she a\nlittle bit more bread, and she came over to me and she gave me one\npotato and piece of bread, and she says to me, “! am one of those patients that\nyour mother helped” and, you know, it was in very bad taste, in my mother's circle,\nif you did something good, you never tell it, you never brag about it. You do it and\nIt's, ...so | never knew about it.",
        "A: Yes.",
        "A: No, no, no. The second one was September 1, 1939, when the Germany raided\nPoland; because, as it happens, this time, it was summertime, and | was in\nSolie(ph) where my father had the pharmacy. It was a very small town, maybe 20\nminutes by train from Genow(ph). And, me and my sister were in Solie(ph) on\nvacation. And, also, | have to mention that after my mother passed away, my\nmother had an older sister, her name was Sonya Lickowvitchpersky(ph), who was a\nregistered nurse and a mid-wife; and she became our second mother. She was\nalways very close with us because those two sisters were very close and\napparently my mother, on her death bed, asked her to take care of her two little\ngirls, so she became our second mother, and she spend, sometimes summertime,\nshe went there to Solie(ph) with us and then she left us and went back to her\nhusband in Vienna(ph) where was her residence, she didn’t have children. And, so,\non September 1, | was in Solie(ph) and, as it happens, there was a pact made.\nVienna(ph) became a part of Lithuania and Solie became a part of White Russia.\nSO we were, we're now only with our father and we were separated from our\nsecond mother and it was just terrible, but our whole life was up-side-down, from\nthis time, because when the Russian came to Solie, you know, the first thing what\nthey did, they said that my father is a rich man. They called him bourgeois and they\ndidn’t give him a passport and he was now like an enemy of the people. Even he,\nhe didn't do anything to..., he was working very hard to be an owner, he was\nconsidered persona-nongratta(ph) and | couldn’t go to school in Solie because\nthere was no high school and | just started go to high school, so | was sent to a\ntown called Dushanitover(ph) was the high school and my father rented a room\nthere and | attended this school and | was always, always, separated from my\nsister, was staying with my father in Solie(ph) because there was a grammar school\nthere. So there very, very, big upheaval and | was studying there ‘til 1941. | visited\nonce, my aunt, and | had other family, my aunt, my second and that was in\nVienna(ph) and | had all the, two cousins. Because my father arranged somehow\nto gave a permission during the vacation, to come to visit them. And, when | came\nthere and stayed with my Aunt, | was looking for my friends from my school,\nand it was a complete division, my school, my beloved school...the\nchildren couldn't go there because they had to learn Lithuanian and some of them\nwent to the Polish school. It was a big, big, upheaval in our young life. So when |\ncame back, | was heartbroken because everything that was dear to me was kind of\ndestroyed. But, then came June, 1941...this was when the German army came to\nour town, but before they came, | wanted to tell you that my father was thrown out\nfrom, by the Russian, from the pharmacy, and he was made a manager in a little\ntown called Astroegetts(ph), so they had to move there. And, of course, he was\nvery disappointed, but he was trying to do his best and he became very friendly\nwith a young doctor that was living just near us, and this was actually in his only\ncompanion because the cultural level of the town people were very low. So here |\nam in Astroegetts(ph), | just came for vacation, it was June, and I’m sitting and\nreading a book, and | remember what book | was reading...| was reading the book\nin Russian and it was by the son of Tolstoy and it was about Peter the Great. And,\n| am sitting and reading the book and they are describing, describing the banquette\nwith all kinds of exotic food that they are giving and they are talking about black\ngrapes, that | never saw in my life in Poland within and they are\ntalking about peaches that | never saw and here | am reading this book and the\nmaid came running from the pharmacy and saying “Your father wants you right\naway, the German invaded and they are coming to our town.” We were strangers\nin Astorgetts(ph)...we just couldn't make friends in such a short time so we didn’t\nhave, like, roots there. When | cam running, there was a truck standing with\nRussian doctors and Russian nurses who were good friends of my father and they\nasked my father we should go on the truck and they will take us to Russia. And, my\nfather took me and my sister into the room and said, “My children, during the war, a\nperson has to have a roof over their head, a roof is very important. | know the\nGerman invited us when we were in Poland and some how they were even\nso | don't believe that they will do any harm to me, after all, | am a\nlaw-abiding person and | am professional.” So, we were standing there...as soon\nas the Russian left, in a few more hours, the maid of the young doctor, there was a\nfriend of my father came running up and said that the doctor told me to tell you\nthere will be a program (you know what is a program) tonight and since you are the\nmost prominential in this town, you will be the first one. So he said, “Leave\neverything and go someplace, because you will be killed.” There was a rabbi in the\ntown, so my father went to the rabbi and told him and the rabbi said, “Okay, you\nstay here.” And, low and behold, this night was a very big program...we heard it.\nThere were peasant(ph) with those big things that you clean the street, | forgot how\nto say it in English...",
        "A: Rakes! With rakes running around and beating up all the Jews and it was a very\nbig, very big, program, in town, and they were all looking for us. “Where is the\npharmacist?” and we were sitting in the hidden room and they didn’t come\nto the Rabbi. | don’t what was, but it was luck. So, the next day, in the morning, we\ncame out and we went to our house and one of the well-to-do Polish people, that\nwent __, was also persecuted by a Russian, came to my father and said that “l\nwill take your belongings and you come to me because, and you were good to me\nand | will help you out and he had a very big, not a palace, a very big farm house\nand a lot of landing(ph). So, my father and my sister took a baggy and put some\nbelongings and ended up going there and | was sitting in the house with other\nbelongings. On the way, the Poles with rakes saw them and took everything away,\nput my father against the tree, and shot him...and my little sister was ten (sp), or\nmaybe 12 years old, something, saw it...and grazed his right hip, he didn't shot in\nto(ph) but grazed, and his arm was...and they were moved along.\n[End of Side A, Tape 1]",
        "A: Still today, | don't know if it was staged, that he wanted to rob us, this Pole, or it\nwas just, just one of those things that the peasants were wild and they were, they\njust attacked him. So there | was sitting and |, when | saw my father all bloody and\nthere is, there are no word that | can describe you, but | was very concerned\nbecause my little sister became very hysterical and she couldn't cry because we\nhad to be very quiet. Our life was in danger. So we left everything that we had\nthere, all our goods, and we went again to the Rabbi. And in the morning,\nsomehow, my father contacted a peasant and gave him a sum of money and he,\nasked him to take us to Vilna to my aunt. After my father came with this, all\nbleeding, something happened to my dog, Rex. He was so attached to us, he was\nlike a member of my family. When my mother passed away, he was sitting there in\nthe room because in Europe you didn't put the casket in a funeral home, it was in\nthe room, so he was sitting and he went, and he was howling, it was a terrible howl,\nbut there was no way that he would move from my mother's casket. He was sitting\ntogether with me and | spent the night with him there. When there was the funeral,\nhe wanted to go in the funeral cortege and he became wild when they had to\nsubdue him and put him in the room. He was very much attached to us. When my\nfather came and all bloody, something happened to this dog and he, had like a\nparalysis and his head turned to the side. And my father took him out to a field and\nasked somebody to shoot him. And it was like an end of an era. Because this dog\nwas like, everything what was good and carefree and pink and colorful in our\nchildhood. So next day, we got up very, very early in the morning and this peasant\ntook a wagon of hide, and put us there, camouflaged us and we had like\nbabushkas(ph), and he took us, after a few hours, we came very early in the\nmorning to Vilna. And he left us in a place that | was not even familiar where, how\nwhere. And | also didn't know that there was then a curfew of Jews, that the Jews\ncould just walk a certain hours, and the Jews had to have yellow, a star, this, Stars\nof David, and they also had to walk in the gutter. So it took us a few hours and |\nwas walking with my sister on the street like two little Polish girls. And when my\naunt saw us, she thought that we came from the other side, who know what. Of\ncourse, she was very, very happy and we were in Vilna. A few days later, my father\ncame. And my father, from all the aggravation of everything, became ill and had a\nvery big abscess. And also, in Vilna, the Jews were persecuted like subhumans.\nEvery day, new edicts were coming. We couldn't have a radio, we couldn't have a\njewelry, we couldn't have a watch, we couldn't have properties, we couldn't talk to\ngentiles. | mean, we were plain ostracizes. And every day they used to come and\ntake out men and young boys and they used to disappear and the women never\nknew where they were and what was done to these young . One of\nmy uncles, my mother's sister's husband, was taken from the street, he was\nstanding and reading an edict, he was taken from the street and she never saw him\nagain. So the situation was very, very tense and my father was very ill and he was\nafraid to go out in the street. But once he became so ill and the abscess that he\nhad was so big that during the night, he decided that he had to go, so my uncle and\nmy aunt took him by the hand and they were walking in the middle of the night, they\ntook him to a hospital that was in the Jewish section, it was a Jewish hospital. And\nhe was staying there. And my other uncle no, never went out. And when the\nGestapo used to come and ask if there are men there, she used to come out and,\nluckily, they would look in a few rooms and my, he was camouflaged, something,\nso my uncle was never found. So it was, until, until, | don't remember exactly the\ndate, | think it was June 6, 19, no, no, no, September 6, 1941, that an edict came\nthat all the Jews have to go to the ghetto. But it was such a diabolic, diabolic plan,\na master plan, the way they did it. There was, as | told you, there was a section, a\nJewish section in the heart of Vilna, a very, very cultural town that had a lot of\ntheaters, archives and museums and it had, and Jewish, very rich Jewish life with\nlibraries and all kinds of societies and charitable organization. And there were a lot\nof Jewish doctors that had a Jewish hospital. And also, there were a lot of facilities\nfor poor Jewish children. In the heart of Vilna was a section where very poor Jews\nlived, it was in very bad conditions. The German came there in the middle of the\nnight, with trucks, told all those Jews to walk out, put them on the trucks and took\nthem to a prison called Lukishke(ph) and also took them to a place, a big forest\ncalled Ponare(ph), it was a place where those Jews was lined up and shot\ndiscriminately, first they had to make their own grave, and they were falling in those\ngraves. When | was in ghetto, sick in the hospital, that | will tell you later, one of the\nwoman who escaped between the dead bodies came to the ghetto and in the\nbeginning when she was just a little lucid, she described what happened to her, so\nwe knew for a fact that it was happening. And then, after a few days, she lost her\nmind. | still remember her yelling and screaming and crying after the children that\nshe lost there, after the family. So it was, a very diabolic plan how to do it. When\nwe were told to go to the ghetto, they came, everything was done early in the\nmorning, and my uncle, Yosef(ph) Perski(ph), said to my aunt, \"Look, | am not\ngoing to the ghetto\". He was, had a very big advantage, he doesn't look Jewish, he\nlook like a gentile, he look like a Pole and he was a business man that had a lot of\nconnections with Polish peasants. He was buying wood there from them and also\ndried mushrooms, he says, \"| am going there and | want you to go with me\". She\nsays, she, my aunt Sonja, who was like a second mother to us, said to him, \"I\npromised my sister on her death bed that | am, be a second mother and | will take\ncare of those two little girls, Lilla({ph) and Rhya(ph),\" this was how we were called,\n\"And | won't leave them alone\". We didn't know about it. So they kissed and he\nsneaked out and he went. We never heard from him. And she went with us to the\nghetto. Before he left, he gave us a few things to put on and as we were walking\non the street, | had one coat and one raincoat and the Poles were lined up on the\nstreet and looking at, and | will never forget that they said, \"Look at those Jews,\nthey have two coats\". So they were, nobody of them lifted a finger and said,\n\"Come, | give you food, | won't let you go to the ghetto\", because they really were\nrejoicing what was happening to us. There were two ghettos and one ghetto, the\npeople that were taken to one ghetto, this was the ghetto that | was, were destined\nto leave. The other ghetto, a lot of people were taken, again, to the Lukishke\nprison, from there to Ponare, and they were simply shot. So this way the have the\nliquidated a lot of Jews. Before the war, before 1939, there were 80,000 Jews in\nVilna. Vilna was a culture center, with many institutions, it was a culture Jewish\ncenter that was like a magnet from all the people that wanted to soak up and had a\nnice cultural experience. So slowly, slowly the Jewish population were reduced and\nalso, at this time, there were all other people, Jews, that escape from Austria, that\nescape from Germany, that escape from Poland, that look for solace in Vilna, and\nthey, unfortunate, were also put to live in the ghetto. | can talk for hours and hours\nabout those conditions that were in the ghetto. It is indescribable. One room was\nhabitated four or five family. There was no sanitary conditions, there was not even\nenough water. The rations were terrible, | mean, it's not to live and not to die. And\nthe most important thing is, that the . All those people that were doers,\nthat were thinkers, that were writers, became so helpless, so degradated, so\nbroken up, that they just couldn't exist. | remember that my father, whenever that\nthere was something in the family, they used to come, they with Mazur, he knew\neverything, he was, he felt that he can help, he felt that he can, so was the most\nhelpless person in the ghetto. He was like a hunted animal and | think this was the\nbiggest injustice that was done to Jewish people. By dehumanize them. The\ntaking away their self-esteem, the taking away their pride, the taking away their\nhuman dignity. | know that you want to ask me how | meet my father. Yeah?\nOkay, you can ask me.",
        "A: Yes.",
        "A: | felt very bad. | felt very bad because | was emotionally broken up. | remember,\n| was walking with my sister in the ghetto and we were surrounded with walls and\nthere was one very big door, like an opening, what was mind from one side for\nJewish policemen, for the other side by Gestapo and Lithuanian policemen. So\ncome out and come in, we were, there was a lot of, you had to have papers. But |\nremember walking with my sister around and we were standing by a wall and |\nheard from the other side, human voices, walking and | heard children and I, | could\nhear that they were going and also | heard the car, music from a carousel. And |\nwas standing there and | was thinking, will you tell me that nobody cares about us?\nWill you tell me that children are going to school, they're going to the movies, that\npeople are going, doing their jobs and nobody cares? This was the hope, the\nbiggest, | was hungry, | was dirty, | was really in rags. | was cold, but what's hurting\nme, | was humiliated. And | couldn't understand that nobody in the world will speak\nup for us and ask, \"Why? What are those people, how those people mistreated?\nWhy did they do, why, how are they singled out, to be put to such a torture and\nmisery?\" And this was the biggest, the biggest thing that | couldn't understand.",
        "A: You see, | was there with, in this room and once my aunt, who was a nurse, was\nwalking on the street and she met somebody that she knew and she said to her,\n\"Where are you going?\" And she says, \"| am going to the hospital, | hope that my\nbrother-in-law is there\". She says to me, \"Oh, your brother-in-law is in the hospital\nand he is crying, he is crying, where are his daughters, where are his, where is his\nfamily? He is beside himself, he doesn't want to get better\". And she took her by\nthe hand and showed him where he was. So he stayed a very short time in the\nhospital, they didn't pamper people, they didn't have time for this. Later on he came\nand he stayed with us. In a very short time after, we were starving and also, my\nfather was a smoker, he smoked, so this, the cigarette that he smoked, they were\nnot real cigarette, but a homemade cigarette, many times | used to wake up and |\nused to see him smoking at night. And once he went out and he found a job, they\nwere looking for people to work in, not as a pharmacist, but to work in a Spanish\nhospital that were outside the ghetto. And he was going every day and he was\nworking there just as a laborer. And then one day, he met somebody and they and\nthey told him they are looking for a pharmacist to look in, to work in a pharmacy\nbecause it was the Jewish hospital that was in the center of the ghetto and they\nneeded a pharmacist. So he was very happy and very elated and, of course, they\ntook him right in and he was working in the pharmacy. We were starving so much\nthat at night sometimes we couldn't sleep. And they give us such a small ration that\nthey gave us this piece of bread when we came home, me and my sister, we\nfinished already the bread, so you know. As much as my aunt wanted to share the\nrations with us and may times she shared with us, it was not enough. So one day |\ndecided, | heard that people are going outside the ghetto and they are working. So\none time | got up very early in the morning and we had, in the middle of the ghetto,\na place called Judenrat(ph) and there were people that, from the Jewish, that\ncommunity, that were like in charge of the ghetto, they were, and one of those that\nwas in charge of the ghetto was Jacob Gentz(ph), who was an officer in the\nLithuanian army and he was like a Jewish commander of the ghetto. And right\nthere there was a very big place and German used to come and take men and\nwomen, we were always segregated, to work and | was lucky enough that | was\nrecruited by this German, his name was Kraus(ph). And he took, he took me to\nwork. There was, maybe a handed, two handed young girls, and he, he took us out\nfrom the ghetto and we were working on the cobblestones and we were working,\nworking, working a long time. And all of a sudden, the whole column stopped and\nto my amazement, they stopped in front of the private school where | spend the\nhappiest days of my life. They took us down there, the school was occupied by\nGestapo and from the classrooms they made offices. And there was a very big\ncellar there that when | was a student, | didn't even know that that existed. And\nthey put us into this big cellar and the cellar was full with potatoes and we had to\nsort out the potatoes, they were rotten and so there | was, sitting in this\n, in this big cellar and | was thinking, this must be a nightmare. |\nwanted to run, run out from there, run to one of my classrooms, sit down in my seat,\nthere was sitting late, and | said to myself, | am running out, | will take the hardest\ntest, | don't care. And then all of a sudden | see a man walking there and taking\ncare of chicken, there were a few chicken there in the cellar. He looked terrible,\n, this was Professor Morgenstern(ph), he was the latest of my teachers\nand he was like the teacher that took care of our class. And when my mother\npassed away and in our religion, for seven days, we sit shiva, he came to my house\nand he was talking to me, because when my mother was sick, my grades fell very\nbadly because | didn't want to study and | was there always the teacher's pet. |\nwas very good student. And he was talking to me and he said, \"Look, I'm sure that\nyou, if you will just put your head to it, you can have a makeover test and you will\nhave better grades\". But | remember saying to him, \"I really, at this point, | really\ndon't care. For me, the world is finished\". So to my amazement, Professor\nMorgenstern is standing there and taking care of the chicken. You see, we are not\nsupposed to socialize with men, this was the biggest crime, but | ran over to him, |\nsaid, \"Professor Morgenstern\". But he didn't recognize me. He went through a\nvery big tragedy. In his presence, his wife and his daughter and his son were shot.\nAnd he was in such a state of shock, that he was just like an out mad(ph). As | was\nsitting there crying, afraid to cry loud because there were, full of sad, | see the door\nopens and two girls and a man are coming out, this was the janitor and his two\nPolish daughter. When | was a little girl and we were going to school, the janitor\nand his two daughters were always helping us with galoshes because the climate in\nour town was very severe in wintertime and many times we would share our\nlunches, we considered them our friend. When they saw me sitting there, they\nsaid, \"Look at this little Lilka(ph), we thought that all Jews were killed in Ponar\".\nThis was the hello that | had from them. They were standing with their hands on\ntheir hips and they were practically laughing. Okay, the day ended and | came\nhome and | was beside myself. It was just a little bit too much for me to go to the\nschool, to see my professor and to hear those talking. Anyhow, look, | was going\nthere and working there for a long, long time. And one advantage was that we\ncould bring a few raw potatoes, but by the entrance, if they would caught us with\npotatoes, we would be shot on site. But we learned how to camouflage it, you\nknow, and sometimes we were lucky, they would let us through, and those potatoes\nwere very helpful because my father used to sell them and we could buy something\nelse. After a while this job finished and this same German took us to an airport\ncalled Porbanek(ph) and, again, | started to work in Probanek. We were working\nlong, long, long time. They brought us over, they used to always line us up and\ncount us and the job with it was unload big pieces of coal, unload wood, unload\npotatoes and many times in the winter, we had to clean the airport. The snow was\nfalling and there we were. And we saw those military little planes coming down and\nall those military men in their white warm coats and there we were freezing\npractically, we had no, no warm clothes and | had a very big problem because the\nshoes that | had were falling apart. So my father went to the Judenrat and they\ngave me a pair of shoes, they were wooden clumps(ph). They were wooden, you\nknow, and with presented some material, when | was working in the snow | couldn't\nwalk because the snow was, it was just sticking, so it was a very big deal. But one\nday, when we were lined up, | was lucky. Every day four women were chosen to\ngo into the barracks and clean. This was a very big thing because you, it was\nwintertime, you didn't have to freeze. And | was lucky, | was chosen with all those\nfour women. So there | was, standing in this big place, and | was given a bucket of\nwater and a mop and | have to mop those barracks. Here you have me, | was just\na school girl, who never in her life boiled a pot of tea. | didn't know it. So there\nwere, the other three women who were more experienced , took their\nbucket and they knew what to do. They took me and put it in this big room that you\ncouldn't see from one end to another and the floor was dirty and there | was\nstanding, | didn't Know how to start. | know how to do it today, but | didn't know\nthen and | was standing there and crying, bitter tears. All of a sudden, like an\napparition, a very high German officer is coming with a few younger\naround him and he sees me and he says to me, \"What are you doing here?\" And\nat this time, | spoke a very good German yet, today | cannot speak German, | have\na mental block. In a very clear German, | said to him, \"| am Jewish,\nbrought in from ghetto to wash it and | don't Know how to do it\".\nEnd of Tape 1.\nTape 2\nHe looked at me. | don’t know what...he called in a soldier, told a soldier to wash\nthe floor, took me by the hand and took me to his office, said to me “Are you\nhungry?” | was afraid to say, so | put my head down and he told another German\nto bring me a sandwich and hot soup, and then | was sitting there. He said to me,\n“You are Jewish?” | said, “Yes,” and he started to ask me my whole story and then\n| was sitting and conversing with this man and | became so...the hot soup...and the\nsandwich make me so, you know, courageous, that | didn't, | said to him, you want\nme, | Know, you want me to recite for you the Early King by Getta(ph); so, he says\nto me, “You know the Early King?” | said, “Yes” and then | was, | said | will stand\ndown and | will recite it for you, there I’m scared to death, reciting the Early King for\nhim. And, this man says to me, “You are Jewish?” “Yes,” | said, “Yes.” He said,\n“They told us that all the Jews are crooked, have crooked noses, they have beards,\nthey are liars, they are cheaters. | says to him, “You know | was very good in\nChemistry.” He wanted to ask me a few chemical formulas. Anyhow, to make the\nlong story short, this man brought me a book of poetry and told another soldier to\nclose the door, and brought me a few sandwiches that | took to my father and to my\naunt and to my sister in the ghetto, and he was beside himself, he was so\nbrainwashed that he was beside himself that the Jewish young girl can talk to him\nintelligently, can explain to him, can cite poetry, can read, and he gave me the\nbook, but | was afraid to take it. | said to him, if they caught me, by the guard,\nwith the German book, | was ,\n| am telling you, to illustrate to you, how the German people were brainwashed,\nbecause if he was a high officer, he had a education. How could he let,\nto come to this level that he could think by himself, and he couldn't\ndistinguish...and, in my experiences, during the Nazi era, | had a few encounters.\nOnce | met with somebody that will talk and that he is the director of the Munich\nOpera. That he was also an officer. He was in the Assess(ph), and that he couldn't\nunderstand when | told him that as a child, | knew the Lehar(ph) operettas, | knew\nthe opera; he couldn't understand that the Jews were all so cultured, people that\nare professionals, that they were not cheaters, and not liars, and not bloodsucker.\nIt was beside him, and he couldn't understand this.",
        "A: Well, as | told you before, the conditions in ghetto were very, very bad, and\nbecause | worked outside, | could help a little bit and we could surv...we were not\nstarving, and also because my aunt was a nurse, she found herself also a job. She\nwas selling vitamins, some kind of concoction. So we were starving and surviving\nbut one summer, this was the summer of 1943, | was walking barefoot\nin because those shoes were so uncomfortable that | just, whenever |\nhad the chance, | was take them off and | step on a rustic nail, and | was afraid to\ntell the German that was supervising him because only a Jew, or a Jewess or a\nJewess girl could use, be use for them; what good otherwise we were shot from\nthat...so when | came home, the infection started and from my big toe of my right\nleg to hip | had the red thing and my father knew a doctor, a surgeon in the hospital,\nso he went there and 10 oclock at night | had an operation and | was put in the\nhospital and | didn’t work anymore but | was in the hospital. But, | have to describe\nyou a little bit, the life in the ghetto. Despite all the conditions, the terrible condition,\nthere was a cultural life brewing there. There were people that open a classic\nthat were handsome, there were young songwriters, there were getting\nkind of performances, there were all a resistant movement. People were escaping\nthrough the source and going to the pat in the nearby woods. There\nwas a very big forest called Rudnetska(ph) forest and there was also a pap\nIn the , It was not dirty, it was...stained water...how you call\nit?",
        "A: A big pond!",
        "A: Yes, Nadach(ph) Lake. And, around of . And | know that a lot of my\nfriends escaped through the sewers, threw to pap and were fighting\nthere. Unfortunately, | didn’t have the money because when we came to the\nghetto, we were ruined because everything was from and\nin order to be you had to have a gun and a gun at this time was like\n2000 , a lot of money, so | was approached if | would like to join the\npartisan(ph). First of all, | couldn't leave my sister, was younger one\nand she was not available to go, and | wouldn't leave my family so | didn’t go; but,\nthere was a lot of resistant activity going on and | don’t want you to think that the\nyoung people from Vienna were going like sheep to the slaughter, no, a few days\nbefore the liquidation of the ghetto, the ghetto resistance was throwing papers and\nsaying the Jews, you are going to the slaughter, you are going to die anyhow, if you\nhave a stone, if you have anything, if you have a stick. | even have, | found, | had a\npaper, the days resistant was distributing and there was a lot of disturbances with\nthe resistant fear of Vietenburg(ph) that came, that Gestapo came to the ghetto and\nsaid that if you don’t give Vietenburg(ph) the whole ghetto will be destroyed and this\nVietenburg(ph) who was dressed aS a woman gave himself up\nbecause he didnt want to have on his conscience that the whole ghetto was\ndestroyed.\nWhen | was in the hospital, one day | heard a very big commotion in the back yard\nand | was in very poor shape but | broked through the window and | saw Gestapo\ntruck standing in front of the pharmacy and | saw my father in his white coat and\nother people taken out from the pharmacy and put in this truck. | started to yell\n“Father”; my father saw me and he was taken away from pharmacy and\nwas taken away to Estonia(ph) labor camp. It was very turbulent time because the\nGestapo was coming to Genz(ph) everyday, and demanding more and more\npeople; and they were coming in the middle of the night taking people from beds\nand putting them in a column in the front they would put a fiddler, the fiddler was\nplaying music to sooth the people...brainwash the people...and take them out from\nthe ghetto. And, we never saw them again. There were a lot of rumors in the\nghetto that the liquidation of the ghetto is very soon. We knew that the surrounding\nlittle towns were being liquidated and we even knew about Panado(ph) Forest and\nabout the crematory and Gues . SO, when | was in the hospital, | was\nin such a poor shape that my wound was full of puss and didn’t heal; but one night,\nmy aunt came and said that she heard rumors that all the people from the hospital\nwill be taken because Genz(ph) decided he better get the sick people than the\nyoung people. So, she said this is not the place for you. So she took me out and\nwe went to our room and in the middle of the night, a friend of my father came to us\nand said that heard the rumor that tomorrow would be liquidation from the\nghetto...that he has a secret room, we used to call it Mileana(ph) this is in Polish,\nand we will wait in this room till the German leave us and then we will go maybe to\nthe partisan(ph) and he had built this secret room and because he knew my father,\nhe included me, my aunt and my little sister and we took there. And, the only thing\nthat we had to eat was a head of green cabbage. As we were sitting there, we\nheard all kinds of commotion, and they always it was already early in\nthe morning, and it was September 23, 1943. The big heavy commode, you know,\nwas moved and Ukrainians and Lithuanians and Germans came running and the\nUkrainians were yelling in Russian, “Give me your watch, jussy(ph), jussy(ph).\nThey wanted to rob us right away and they all took us to the center of the ghetto,\nthey separated the men from the women. Of course, | meet there, my other aunt\nand with her daughter and her son was already taken and her son’s wife; we all\nstuck together. And, they took us out through the gates of the ghetto, and we were\nwalking, walking, and they took us to a very big place called the Rosa(ph)\nCemetery(ph). When we came to the Cemetery, the first thing we saw was three\nyoung bodies hanging and dangling in the wind; there was a girl and two young\nboys...they were pak . They were caught, and this is how they\nbrainwashed us and intimidated us and made us afraid to move, to escape, to plan\nsomething, a riot or whatever. On this Arosa(ph) Cemetery, it was such an erie\nfeeling, like the death was watching over us. We were separated, men separate\nand women separate and we have...there is a selection. The one that goes to life\ngo to the right and the one that go to the left are going to death. And, you know, the\nwoman said that mothers with young children are going to the left, old people are\ngoing too, only able bodies are going to the right; and my sister at this time was\npretty young and she looked much younger, so my aunt Sonya took off a pair of her\nshoes and they had the little heel and she put them on and she made her a bust\nand she told her to straighten out, and we were walking, my sister was in the\ncenter, my aunt on one side and | from the other side and as we came to the\nselection, the German pushed my aunt to the left and me and my sister to the right\nand | started to cry and | said “I want to go with my mother,” and he had a big rifle\nand a very big stick, so he beat me and he said to me, you are too young, you have\nto work for the phatalan(ph). And | said, “But, | want to go with my mother!” He\nbeat me again and | never saw my aunt again. She went to the left.\nAs we were going to the selection, we saw little children that were abandoned by\ntheir parents, not men, but there was one little boy, | will never forget him...was\nmaybe three years old, he was a beautiful boy and the assessment(ph) was holding\nhim and he was crying “Mama, Mama!” This is what they did, they took young\nmothers and they separated them from the children. What is...1 don’t think that\nthere is a bigger crime than separate a child from the mother and dehumanize the\nmother that she should abandon your child because she wanted to live. When we\nwere standing there | was crying so hard that people came around me and my aunt\ncame and she said “Where is my sister, where is Sonya?” and we were beside\nourselves. She was sent to the right and she looked older then, but it was her\ndestiny...they put us...they took us to the railroad station. They put us in cattle\ntrains. Those cattle trains were packed so much that we didn't have a place where\nto sit down. We were just standing up and in the middle of this cattle train was a\nvery big tub with the disinfectant and this was our toilet. We were just standing up\nand sometimes people were without water for a couple of days, no water, no bread;\npeople were just falling like flies. One day, in the middle of the night, after this long\nvoyage, we would, sometimes we looked, you know, through a opening, and we\nwere just so countryside. We drove to a place, the music was playing, the dogs\nwere barking, there were Gestapo there, you know the Gestapo with their hats, you\nknow with there emblems and with their rifles and with those big dogs and they\nsaid, “Out! Out! Out!” And, music was playing and very big reflectors, there was\nlight, twas...and they told again to line up and there was electric fences around us\nand they took us inside and again lined up. And this was the first time that | saw a\ndefaced woman. This woman is something...| have to describe it for you...most of\nthem would buxomy young women with blond hair with very tight uniforms, with\nvery long boots and all of them had horse hooks(ph) and they used them, thy were\nvery strong with very strong voices and if they saw a young Jewish girl that was\nblond, she was their victim because a Jewess girl was not suppose to look like an\nAryan. Near me was standing a beautiful young woman, she was much older than\nme but she was a real beauty with blue eyes and blond hair and despite that she\ncame from the ghetto, somehow she was outstanding. And they were beating her\nfor no reason. You know when you stand there, you were not a person, you didn’t\nhave a name, you just had a number and then they told us to line up and to disrobe\nand naked we were taken to a very big place. The only thing remarkable about this\nvery big place, it was that it had like showerheads on top and since we heard about\ngassing, me and my sister and my aunt, we were prepared that they took us to a\ngas chamber. So | was standing all naked by this little shower head and | was, we\nwere saying goodby and | was begging God for one thing... should be the first one\nshould fall because | couldn’t see with my aunt and my sister, , SO |\nwas there really praying the first time in my life with the way | could and | said,\n“Momma, help me, | want to be the first one.” For an eternity, they closed the door,\nfor an eternity; we thought...some people became hysterical, mothers were kissing\ntheir daughter, they were saying goodby, people were fainting; then all of a sudden,\nwater started to come out, it was not gas, they put us to wash up and clothes and it\nwas like water of life! We were drinking, we were washing. They didn’t give us\nsoap, | don't think they had soap, but we're just washing and drinking this water and\nthis was like a miracle. And again they told us to line up and again we were...they\ntold us to dress and we were taken to German doctors and then they examining us\nand then telling us, asking us if we have some gold hidden. A lot of girls were\nvictims, | was a victim, my sister, my cousin, they were so rough, looking for gold.\nAnyhow they finally took us to bound(ph) and they put on the bounds and | think\nthey gave us something to eat, | don’t remember exactly but we were so exhausted\nand so emotionally drained from this experience that we came alive from this\ngas chamber, we were just, feel asleep. | was, this was\nof our concentration camp. It was located near . |\nwas there not, likely not a long time because it was a place where you didnt do,\nthey starved you to death; there were some women assigned to check the clothes,\nto sort out the clothes, to...! forgot to tell you, they also, before they took us to the\ndoctor, they shaved our head and they gave us some kind of clothes, not those\nworn uniform but same, some kind of clothes. And one day, every day, they woke\nus up and we had to say to our and also we had like a dog tags. We\nhad a number, so we had to answer to the number. Four o'clock in the morning,\nthree o'clock in the morning, they used to count us, they always use to count us\nand then we notice that a lot of people became so desperate that they throw\nthemself on this electric wire and they was just burned there. They use to clean up\nthe dead bodies. And one day, they came and they said they are looking for\npeople and we had to go again for the selection, and again | told my sister to\nstraight out herself and me and my sister, my aunt, and the two cousins were very\nlucky day, they took us to this labor camp called Denawerdkee(ph).\nDenawerdkee(ph) was a crazy government place run by the\norganization and they were building there and we worked also very hard there, but\nin comparison to or comparison to ghetto, we were in paradise\nbecause first of all, we had hot water to wash, the food was much better and we\nhad better condition...better...even we worked very hard...early in the morning we\nhad to line up and they were again counting us and also there we used to unload\nthose big chunks of coal, we used to haul in the potatoes, and we used to work very\nhard but it was much better for us there.",
        "A: We use to stick together. A lot of friendship used to form that even today’s\nsurvivors, that because they were in the same room, in the same concentration\ncamp: they were in the same truck, they are life-long friends because of a lot of\nsurvivors don’t have families, they say that she is my step-sister, she is my\nsister, she is my ghetto sister; so a lot of friendship, we used to help\neach other a lot. There were no fight, on the contrary, there was a lot of solidarity,\nlike my aunt became like the tent mother and she used to take care of us, you\nknow, and sometime if she could, she would give a piece of bread to us because\nshe said “Il am old, | don’t need so much food.” So we used to stick a lot together,\nthere was a lot of solidarity. | was later separated from my aunt and my two\ncousins and | was just with my sister, but | think a very important factor in this, our\nsurvival, was because | was with my sister; because when my father used to say as\na little girl, “You have to take care of your sister.” | took it very seriously and | was\nafraid to die that, wnat would happen to my sister. So this was a very important\nfactor.",
        "A: Sure. Sure.",
        "A: You see, when | came to ghetto, | learned Yiddish, | learned it and | met there a\nlot of people that in normal times, even they were Jews, | would never come in\ncontact with them; so it was like a very big cultural revelation for me and a very big\nteaching, said what very big teaching that, so | spoke fluent Yiddish and | spoke\nfluent, of course, Polish. We didn’t use too much Russian but those two languages\nwere prevalent, like with my aunt and my two cousins, my sister we spoke Polish.\nBut with other people, we spoke Yiddish, we spoke Jewish, so this was the two\nlanguages that we used.\n[End of Side A, Tape 2]\nSo here we are in Dinawarkee(ph). Also in Dinawarkee(ph) we met a lot of people\nfrom Holland that were prisoners and also we met a lot of day workers from Latvia.",
        "A: Men, only men. They use to come to day work and they use to go back. Those\npeople from Holland were very nice to us and sometimes when we were used to do\nlittle things for them, they used to give us bread and they were very, very friendly to\nus. So here we are in Dinawarkee(ph) working very hard of course, then one day\nwe formed a friendship with about five or six girls, and one of this girl was a\npoetess, and there were two sisters, they were from Lougue(ph), from Poland, and\nwhen Lougue(ph) was occupied by the German, they escape to Vienna and like\nmany others they in the ghetto and we formed a very big friendship\nwith them. We were like six girls together; and this poetess was writing poetry.\nWhen after | was liberated, | found out that she never survived, so | was so upset, |\nwas ina in Lipon(ph) when | was told about it, that from memory |\nsat down and | wrote down those poems. | still have them, and some of them,\nsome of them were so good that | recorded them. | wanted people to know about it,\nand one of those poems | put to music and the other poem, we were singing to a\nRussian melody.",
        "A: Those poems? One is a song. One of the...",
        "A: The title of the song is Inde , It is written in Yiddish, it was written\nby Tasha(ph), a very good friend of mine, an inmate of the camp Dinawarkee(ph)\nwho never survived, who never made it and the music is a popular Russian folk\nsong. It was written in In 1944.\nThe title is Dinawarke(ph) and Dinawarke was on a island. It was around, there\nwas water and forest, and in Dinawarke are Jews from all over the\nworld and they work very hard in the cold weather. They get up very early in the\nmorning when it’s still dark and then the time clock is calling them to go to work and\nthey form a column and they go, walk slowly in the cold wind, and they asking\nthemselves, Jews are, how you say , are jailed, for who’s sins are\nthey mistreated and jailed? And, the sec...then it goes, the day is over and the sun\nis long gone and the column is going slowly and they go with tired feet. They are\nvery tired of the long and heavy day and they are moving very slowly, but Jews\ndon't loose you faith because the time will soon come when we will be free, and we\nwill work for ourselves in our own land, our country.",
        "A: After Dinawarke(ph), we were taken to Stothoff(ph) concentration camp. Also\nthe conditions were very bad, we were separated and me and my sister\nwe were sent to Stienhoff(ph) labor camp and it was already the time\nthat the German army started to loose and after working in this labor camp, we\nwere put into a death march; I’m calling it a death march because for two months\nwe were walking through the Polish country land, it was January and February in\n1945, and it was a very big chaos, we use to see people, inmates from a\nconcentration camp going in one direction and then we were going in a different\ndirection. It was just a very, very hard time because people younger girls were\nfalling in the snow and just never getting up. You had to be always in the front\nbecause if you were in the back you were shot; and after walking two months, on\nMarch 10, we were walking a whole day and a whole night and then in the morning\non March 11, we were taken in a very big barn; and we were so exhausted, we\nwere already contacted typhus, that we really didn't care. In this very big barn, we\nmeet other people that were also coming from all over; and as | was sitting there, |\nwas so exhausted that | really felt that my end is near and | just really didn’t care\nand as | looked down through a little opening, | saw the assess(ph) people putting\npiles of wood around the barn and we were told, not we were told, but there was a\nrumor going that we will be burned alive because the guards didn’t know what to\ndo, the Russians were advancing and they didn’t Know what to do with us inmate of\nconcentration camp. We were sitting, and we were so exhausted that we really\ndidn’t care what they were doing, and then we had the very big commotion and we\nheard shot and we heard dog barking and horses and then a man started to\nscream, “We are free, we are free, the Russian are coming.” | call this day March\n11, 1945, my day of triumph because we triumphed in a very small way by simply\nsurviving. We were so sick that after the big barn, the gates of the big barn, after\nthey were open, people burst out and started to run, but we were so weak that we\ncouldn't even run and on top of everything, there was wet snow around and | didn't\nhave shoes. So as | was standing there and my sister put a piece of the cardboard\nunder me, and we were six friends by this time, we didn’t know what to do. Russian\nsoldiers jumped from a tank, a Russian tank, run to a lying assess(ph) guard, took\noff his shoes, and the assess(ph) guard had very good shoes, put them on and\ngave me his shoes. So his boots were my savior because, if my, by this time my\ntoes were already black and my legs were all covered up with open wounds\nbecause they were froze beaten. Luckily we found a woman that was a Hungarian\ndoctor, and | don’t where, but she found a Red Cross band and those six girl and\nher, we kind of stuck together and we went over, there was a factory, the place\nwhere we were liberated is called Krumall(ph), this is in east Russia; and it was a\nmilk factory, and they took us in...we went to this milk factory, actually we crawled\nbecause we were so exhausted and what we saw there, | don’t want to see it\nanymore in my life because hungry people were drinking the creme and the milk\nand vomiting and just lying down and being so sick that they couldn't even lift a\nfinger, and there were a lot of dead people that were lying there. And we stayed\nthere through the night and in the morning she somehow found a horse and buggy\nand she heard that there was a Russian field hospital, they will take the survivors in,\nSO we were decided to go there.\nOn the way, we saw so many Russian soldiers and we were young girls so it was a\nvery dangerous, dangerous way for us to travel. One of the Russian came and\ntook away our horse and gave us another horse and then on the way to the hospital\nwe went to a empty house and we slept there. In the middle of the night the\nRussian soldiers came and said that they are...they heard that they are very\nnice...was looking girls sleeping here and they wanted to come in there and we\nstarted to scream and yell and luckily this time, | Knew very well Russian; so | went\nto this doctor, in the middle of the night, to the commander of the Russians and |\nexplained to him that we are all full of typhoid and we are going to the Russian\nhospital, so luckily he put a guard and no Russian soldiers came to disturb us\nbecause unfortunately a lot of survivors were rapped by those soldiers. This is one\nof the tragedies of the war. Finally, when we arrived to this hospital that was a field\nhospital and we were put in this room, and both me and my sister contracted\ntyphoid; and | was the one that had it in the worst way and the whole time when |\nwas having my nightmares, | was asking for the black grapes that | was reading\nabout just before the German came. And people just were dying, young girls were\njust dying, lying like flies. One of the young girls that was lying near me, just before\nshe died, she was from Leebough(ph) in the Rigor(ph) and she asked me if | would\never find, her name was Leah, if | ever find her brother and | should tell her that she\nsaid goodby to him. My sister recovered sooner and she kind of took over the roll\nnow of the oldest sister and she took care of me and she asked to work in the\nhospital kitchen so she could stay with me. With me was a very, very slow\nrecovery. | was physically very sick but | was also mentally devastated and after a\nlong, long time they put on a train and they send us to Soapat(ph), it is a town near\nthe Baltic Sea, and they opened the sanatorium there, a lot of people from Poland\nuse to go there because they use to bathe the Baltic Sea. And when we came to\nthis big house, there were many girls there, but | was the worse there, | was spend\nmy days just lying there and looking to the ceiling. There was no way that |\nhad...that | wanted to live. And the doctors told my sister that | am very, very\ndepressed and | had another problem--that my toes were so black that they wanted\nto cut my toes off, then | would be like an invalid and my sister said that, “My sister\nis not herself, she doesn’t give you permission to do it,” and she begged them and\nluckily they didn’t cut my toes off.\nOne day my sister was called to the doctor that was in charge, they said that I’m\ngetting worse and worse, something drastic has to be done. So my sister dressed\nme and took me by force down to the dining area. As | was going the steps, the\nfirst thing that | saw was a piano, it was a very big grand piano and something just\ntook me to the piano and | sat down and | started to play. | was playing by ear\nwithout notes and when | sat at the piano, it was like all the years moved away and\n| was again this little happy girl, school girl, and | started to play and the girls came\nover and we were singing; and something happened to me, | woke up. It was like a\nshock therapy and | started to get better and better and better and there were, over\nthere, gardens with full with fruit at this time, because | remember it was summer\nand we use to go and eat this fresh fruit; and | started to compose myself. | still\nlooked terrible, first of all, because of typhoid they cut our hair again, and | didn’t\ngain too much weight but at least there was...everyday | use to come down and\nplay the piano.",
        "A: In the Russian hospital, there was one nurse maybe for 60 or 70 . [dont\nthink they gave us medicine. | remember we were very very thirsty and we use to\nbeg them for water but they never gave us water, but considering that we had clean\nbedding and we could wash ourself later, and my sister used to come and wash me\nand things like this; so they did a very, very good deed for us because actually they\nsaved us.",
        "A: No, the last time that | meet them was in Studhoff (ph) because in Studhoff(ph),\nthey took us...me and my sister out...and we went to worked at the labor camp and\nthey were in Studhoff (ph). It was a very short time before the typhoid epidemic in\n. During this epidemic, my aunt Esther passed away and my cousin, her\nname was also Lila, we use to call...oecause she was named after my\ngrandmother...that was also the mother of her mother, so she was the big Lila and |\nwas the little Lila; and she, she...! recall...and she was with her sister-in-law, but she\nnever recovered completely and she passed away very shortly after the liberation.",
        "A: | cannot exactly tell you the time, because this is something that, | was so sick\nthat | don't remember; but | can only tell you that | was liberated March 11, 1945. It\ntook me a whole year till, from the hospital till the support(ph), till | was given the so-\ncalled clean bill of health and | was...because Vienna was then under the Russian\nand | was...a Russian citizen: they gave me papers to go back to Vienna.",
        "A: | wanted to go back to Vienna, because the last time when | saw my father, was\nin Kaiser (sp) concentration camp and he was came with the transport from\nEstonia(ph) and he was going around and asking for his little daughters; and | was\nat time in Dinawarkee(ph), so when somebody came, there is a Mr. Margules who\nis looking for his little daughters, so when | heard about it, they use to send us to\nKaiser___(ph) to have our teeths pulled, so | thought that, said that, | have a tooth\nache. And | went there and | saw my father, in the barracks, there(ph). Whenever |\nremember my father, | was always seeing him a vigorous young handsome man,\nso when | saw my father, there was somebody standing there but it was not my\nfather and | recognize him by his voice and by his eyes. So | risk my life and | went\nto the men’s barrack. But because at this time, | was dressed like a man with a\njacket and pants, so they didn't recognize me, and since | didn't have hair anyway, |\nlooked like a little boy, young boy, anyhow; and | found him there. Of course, he\nembraced me and asked me where is my little sister? And this was the time that\nmy little sister had rheumatic fever, was in Dinawarkee(ph) in the crankeovere(ph)\nand you couldn't be sick, but there are certain things in life that are just in\nexplainable. The doctor, the assess(ph) doctor that was taking of the people in the\ncrankeovere(ph) had a daughter that was the same age as my sister and as | told\nyou, my sister was a very pretty little girl, and he felt sorry for her because she\nlooked like his daughter a lot, so he used to take out medicine from the assessment\nand give it to her and he didn’t tell nobody that he was keeping, he kept her for a\ncouple months; otherwise she would be sent back to the concentration camp and\nshe would never come back. So when my father asked me, how is my sister, | told\nhim, “She is alright.” So he says to me, come tomorrow and | want to see her; and\nhe said to me, like this, when we will survive, we have to come to Sole(ph) to the\npharmacy. | don’t you anything, just two things, first, take care of your sister and\nsecond, remember who you are and bring me a good name back. So this stayed\nwith me for the whole, whole time. Next there when | went, he wasn't there already;\nand my sister of course was very sick so she couldn't...but he never knew it; and\nthis was the last time that | saw my father. But WHEN | was sent from Soapert(ph)\nto Vienna, | was very anxious to go and see because when, after the liberation,\nwhen we got to little Beartta(ph) we were looking for the family. We were two little\nyoung girls, all alone, with shaved hair, very slim, with no money and no family. So\nthe first thing we were looking for our father. We never heard about him. We wrote\nletters, we were, there were all kinds of organizations, we never heard about him;\nBUT, on our way to Vienna, we were traveling by trains and it was a very\ndangerous situation because there was, there was actually no laws, and two girls\nwere very, very easy prey to anybody, but we had, how you say this rupsack(ph),\nyeh?, on our bed, and you what we're having, black bread, dry bread, because we\nsaid when we have bread, we don’t need anything else. So people had stockings,\npeople had dresses, we had two those things on our bed with bread; and then\nwhen we stopped on the station we use to take a little water and this was what we\nate. And when we came to Lougue(ph), we met a lot of Jewish people and we\nstarted to talk and over there, also, we met a girl from Vienna--she was older than\nus--and we became like a trio. And she was a very smart girl, very educated, she\nwas a university student studying medicine and she was one of the students that\ndidn't want to stand...sit, on the left it was standing up. Much more experience that\nme and my sister. So she was talking to people and she was told that there is a\nborder under we were book(ph) and if it pass the border it will be\nRussia...If we come to Russia, we will never come back. And as we were standing\nthere and talking to people a girl, that was together with us at concentration camp,\npass by and she recognize us; and she says to me “What are you doing there?” So\nwe said to her, “We are going back to Vienna.” She said, “Don’t go back.” But you\nsee, she says, “You cousin’s wife is her in Lougue(ph); she is in her brother's\nhouse. Why don’t you go there and sleep over?” So we all, so she took my older\nfriend because she had also a house, and me and my sister, w went to my cousin-\nin-law, you know (chuckle), and she of course, she never expected that we will live\nand she never expected to see us and spent a lot of time together because was at\nconcentration camp and in Dinawarkee(ph); so she treated us very nice, she gave\nus a bed, she gave us food, we sleep; and in the morning she had a conference\nwith her brother...What to do with us? So they decided that in Lougue(ph) on\nSahoniya(ph) 20, there was kibbutz(ph) and they were collecting all this orphans\nand they was planning to educate them and send them to Israel. So the next day\nwe went there to the 20. When we came there...you want to ask me\nsomething?",
        "A: When | was in Vienna, there were all kinds of Zionist organization and Labor\norganization and this kibbutz(ph) in Vienna, or in Lourge(ph) on Sahonia(ph) 20\nwas organized by a Zionist organization. It was called Hanor-Hatti(ph). They were\nan organization that was a centrist(ph) Zionist organization; and their job was\ncollect the orphans that survived, educate them and smuggle them, literally, to\nIsrael because there was no way that the Jews were permitted, (chuckle) those\nwho survived, were permitted to go their own land Israel.\nWhen we came there, the next morning, and they took us there, so of course...it\nwas a very big problem with me because | was looking like the walking dead. | was\nvery skinny, very sick and when they saw me there, the man that interviewed me\nwas afraid that | will die any moment and they didn’t want to have this traumatize all\nthe young people there. And then, so he sat me down, he started to ask me from\nwhere | am? _ | told him that | am from Vienna and he started me, and what a\ncoincidence in life! She was a boyfriend of the sister of the poetess that wrote this\npoem that | just sang! He, the sisters name was Tasha.\nEnd of Tape 2.\nTape 3",
        "A: When he heard that | was together with them and he started to ask me questions\nand | told him how we were together and | told him that we were very close and |\ntold him that she wrote, she wrote the poems. He felt very sorry for me and he\naccepted me. And for three or four months, | was, other children had to work, had\nto do some things in order to support themselves, and he let me just stay in bed\nand just like a convalesce. And very shortly afterward, | started to compose myself\nand | started to just to give lecture to other children. Like | was talking about\ngeography, | was talking about histories, so | was trying, in my own way, to be a\nlittle usefuls because, after all, other children were working and I, a youngster, were\nworking and | not. And after awhile, | became like a cultural co-director and the\nthing is only me and my sister were from Vienna. All other children and youngsters\nthere were from Poland, but they accepted us and they, we became good friends\nand there was no difference. We did (break in tape).",
        "A: Yeah, yes, and | was very happy about it because this way | felt useful because\nnot only wanted, they us, to give us shelter, but they wanted us to be educated and\nthey know that our education and every little of Knowledge, but there were other\npeople that were teaching us, also. And then one day, there were orders that we\nare on our way to Israel. It was, it was, it had to be illegal. Because we didn't have\npapers. So it was organized that we had to wander from one country to another.\nSo from Lodz, we went to Czechoslovakia, from Poland into Czechoslovakia. In\nCzechoslovakia we were just a very short time and then they took us with trucks,\nalways with trucks, and always there were young Jewish boys that came from\nIsrael that were helping us organize it. And then we came, we came to the DP\ncamps of Germany, where they put us in Munich, we stayed there a few days ina\nvery big place and then they send us to a very big farm that was taken away from a\nNazi. And they organized an agricultural school there because they wanted us to\nknow how to work the land. So we were there in this very big farmhouse. There\nwas separate dormitories for the girls, a separate dormitory for the boys. We were\njust supervised by one person and there was never any pregnancy, never anything\nfooling around. Never, on the, never anything, you know, on the contrary, there\nwere one, one weekend there were six marriages. Everybody was lonely. And we\ntaught how to milk the cows, how to fish, how to work in the garden, how to work in\nthe fields. And they had a very big pond full of fish, so when we had this wedding\nfor the six couples, we took the fish out and it was, it was a very relaxing\natmosphere. And all of us that were looking like , very big compose\nand they became different people, but let me just tell you one thing.\nThe people around us are very much against us and every night there were a boy\nand girl walking around and guarding. And we also had guard dogs because they\ncouldn't stand it that there was youngsters that survived and they were, that are\nlooking every day better. And so we were, our lives were always in danger.",
        "A: Most of the people were 17, 18, 19, | think, | would say the oldest one must have\nbeen in the 20's, but in their appearances, they always, they all looked like 11, 12\nyear old children. It took a long time, especially on the farm, it was easier because\nthe fresh air and the fresh eggs and the fresh food that we were very hungry, you\nknow. | remember that from time to time, they used to take us to the, to doctors.\nAnd the first time when they took me to the doctor, they put me under a fluoroscope\nand the doctor asked his assistant, \"Is this a boy or a girl?\" This is how | looked.\nBecause | had typhoid and then | had pleurisia(ph) and then | had TB and then |\nhad developed a heart murmur and then | had, my, as | spoke before, | had\nproblem with my legs, so | was just in such a bad shape, that it was a miracle that |\ncompose myself and I'm here today.",
        "A: My sister was in a little better shape because somehow she recovered, even she\nhad rheumatoid fever when she was a little girl and she was in . She\nhad the lighter form of typhoid and she didn't have complications. With me, | had\none complication after another. She still didn't look her age, she still didn't have her\nheight, but somehow she was not so sick like me.",
        "A: Never. Never. That's completely blocked out. We didn't talk. We only talked\nabout that we'd like to find our parents, we'd like to find our family. A lot of boys\nand girls, at a very young age, married because they were lonely. Loneliness and\nloneliness, this was, this was the whole thing. And also, we talked about the future.\nWe, all of us felt that we were persecuted because we didn't have a, we didn't have\na, our own land. If we would have our own land with our own embassy, with our\nown political, we would never be persecuted for no reason. Because, and a lot of\npeople felt that if they would have blue eyes and blond hair, they would, could\nsurvive like Aryans, you know. So there was a lot of, of looking toward the future\nand a lot of friendship and loneliness and a lot of wanted to find somebody.",
        "A: Together with the kibbutz, yeah.",
        "A: No, from Czechoslovakia we were just spending a very short time, a few days,\nmaybe a week. And from there, they brought us to Munich, and then from Munich\nthey brought us to, the farm was Fiersbach(ph) by Mosen(ph). And then we stayed\nand we composed ourself. And then, after Fiersoach by Mosen, they put us in a\nDP camp. The name of the DP camp was Leipheim(ph). And this DP camp, we\nstayed there, | don't remember exactly how long, but it was Christmas night, no,\nChristmas night, that we were crossing the Alps on our way to Italy. And it must\nhave been already in, | would say, beginning of '47.",
        "A: No, no, ever, all the, the DP camp displaced people came, they were only\nJewish survivors there, there was the UNRA(ph), that was helping there. We had\nsupervision by the doctors and also, we had rations, you know, you know. And tt,\nwe were, we felt very disappointed because we didn't want it to be charity. We\ndidn't want charity cases, we didn't want to be supported by somebody, we want to\nbe self, self-substaining, we wanted to go to school, we wanted to learn some, a\nprofession or something, hand, you know, things like this. So we were very, but we\nwere told that this is just a transition, that we are on our way to Israel, that we were\ngoing to Italy and when we, when we come to Italy, we will board a boat and it will\ntake us to our promised land. You know, many times we were taken to movies,\nthey were trying to make our life as pleasant as possible, but it, we lost a lot of self-\nesteem and also, the stigma to being a displaced person to any thinking young\nperson was very degredating, you know. And we didn't have too much books to\nread, the library, they, as much as they stocked it to educate us and the kibbutz\nwere having all kinds of workshops and things like this, but still we were hungry for\nknowledge. So finally, here we are on Christmas night crossing the Alps. | mean, it\nwas a very hard experience and we were crossing as Greeks. And imagine what a\ncoincidence, in the same night my husband, my future husband whom | didn't\nknow, was also crossing the Alps and going to Italy and wanted to emigrate to\nIsrael, | didn't know him, he didn't know me. But before he left, he was in Munich\nand before he left Munich, his sister-in-law baked him a batch of cookies. And he\nwas being generous and as we were crossing the Alps in the snow at night, he was\ngiving out cookies and | ate one of his cookies without knowing this. When | met\nhim, he told me that the night, and | said to him, \"Oh, | ate your cookie\". So finally,\nit was a very arduous journey and, because of the boys that were in kibbutz, were\nhelping the girls, we made it. Because we were sliding, we were sliding from the\npassages there and finally we came to Italy.",
        "A: On foot, we crossed on foot in the middle of the night and we crossed by foot\nbecause it was not officially, and we will be caught, even we had, we were told that\nwe are Greeks, you know, but it was an operation, we were just, we were, those\npeople, the guides, knew some passages, but it was very arduous in the middle of\nthe winter crossing the Alps. Anyhow, finally, they brought us to Italy and they\nbrought us to a displaced camp near Milano called Adriatica(ph). We stayed there\nfor awhile and then we were transferred to another camp, displaced camp, near\nTorrino(ph), Turin(ph), called . And we are settled down there, we\nlived in barracks and were taking all kinds of courses, you know. But we were still\nin kibbutz. And then one day they took us to the movies and | was sitting there in\nthe movies and, as | told you, the girls from my kibbutz didn't know Russian\nbecause they were from Poland, only me and my sister. So they were showing a\nRussian movie without subtitles, so | was sitting there and explaining them in Polish\nwhat was going on and behind me was sitting a young boy with his friend and this\nwas my husband, my future husband. My, Edward Margules. And he was\nfascinated, \"Who was the girl who was talking Russian?\" Because he knew very\ngood Russian and he wanted to meet, so when the lights went up, he saw me and\nin this times | had two long, very long hair and | still, | think | was wearing braids at\nthis time, looking very young. So he found out where | am and he asked some\nguys from, to introduce me. And he started to court me. He was in a different\nkibbutz and | was in a different kibbutz. And when he was courting me, he started\nto talk to me and he found out that | like opera, that | like ballet, that | like theater, so\nhe would take me to the city of Milan and he would get to La Scala ;\nand this was the first time that | saw La Scala. Twice he took me, once we saw\nSampson and Delilah. And then, | saw another opera, | cannot think, I'm a little\nnervous, | cannot think about it now. And once on our trip, | told him that I'm\nlooking for my father, so he said he heard that in Milano, there is a Jewish center\nthat people, displaced people, are putting on the wall that are looking for this, are\nlooking for this, so we went there before the performance, we came a little earlier\nand | put two notices. One, that me and my sister are looking for my father and\nthen | had like a, | think | remember, | had a visual memory, | remembered that\nletters used to come from Argentina and they were always addressed to my father\nand the return address was like an |. Mazur, this | saw. So | said, you know, | know\nthat | have an uncle in Argentina, so let me put a notice up that | am looking for my\nuncle. And | didn't remember his first name, | just put |. Mazur. As it happens, my\nyoung, my uncle was a younger brother of my father, was living Buenos Aires and\nhe was also looking for survivors of his family. He was a very well-to-do business\nman who had connections with Italians that lived in Milano and he wrote to these\npeople that he heard that there are displaced persons, maybe you could go to this\nand this place. And this man, the Italian guy, went there and saw on the wall that\ntwo girls are looking for their uncle. He telegraphed him and one day, | got a\ntelegram in the camp that | should come and there on the Garibaldi(ph) Street and\nthat | should come and look for this. When | went there he was a very nice\ngentleman, very well-to-do, a very elegant offices and he says that my uncle in\nArgentina is looking for, and he sent him a telegram and he said that we should go\nto the Argentine embassy, and he will help us to make the papers. At this time,\nJews were not accepted to come to Argentina. So my uncle was so elated that he\nfound two girls and that was, that he went to a very big attorney and gave him a\nblank check and he said, \"| want my nieces to be taken out from Europe and\nbrought over here\". And he made us papers as Episcopalians because my name is\nLeah(ph) on my papers and her name is Rachael(ph), but in the meantime, when\nwe were waiting for the papers, we didn't know, my kibbutz had to go to Israel. And\n| went to the elders of the kibbutz and | said to him | don't know what to do.\nBecause in the meantime | was already established and everybody liked me in the\nkibbutz and | was already having my position, you Know, so he says, I've met this\nguy and he wants to marry me, but he doesn't want to join the kibbutz. He has a\ndifferent idea, he was a different, but he wants me to stay with him. We were\ntalking back and forth and he said to me, \"Look, | know that you are very dedicated\nto the kibbutz, it's very good, but you have to look for yourself. You are alone with\nyour sister\". We didn't know about my uncle then, and if you found a young boy\nthat you like, you have to , you have the obligation to you. Low and\nbehold, there was a big wedding. There was the two kibbutz's and | had to, | knew\nmy husband only three months because or | marry him. He said to me, \"But you\nhave to marry him, you cannot just stay and be his girlfriend. This was not done.\",\nhe says, \"I have the obligation to you, you have to marry him. We'll make you a\nvery big wedding\". And it was just a few days before they left and went to Genoa\nfor, to board this very big boat to go to Israel. But they landed in Cypress. Anyhow,\nthere was a very big wedding made in his kibbutz and there were 400 people. |\ndidn't have a dress, my sister didn't have a dress, so my husband gave us money\nand we went and he bought us the material, and he bought us\nunderwear and shoes, we had nothing. And imagine the present that my kibbutz\ngave me, a very big plant. | didn't have anything, this was a plant. And then from, it\nwas a very big thing that two survivors are getting married, so from, you know, from\nUNRA, from they came and they gave us such presents that it is just ridiculous.\nAnyhow...",
        "A: | learned Italian very fast, | didn't have too much contact, but every Friday we\nused to make some kind of, we used to get Russians. And after | got married and\nwas left in Torrina, in , In this camp. And every, | learned how to bake\na cake. We had all kinds of ingredients. And near this displaced persons camp,\nthere was a bakery and very nice Italian people. And they used to give us\npermission with those half baked things and put them in the oven. And we used to\nalways admire them, that they used to sit down and make a salad and make all the\npreparation. And the Italian people were very nice and very friendly to us. And we\nused to go out and after, | was in Italy for a year, and | spoke Italian, | could\nbefriend myself and | learned this language and | was quite proficient in this\nlanguage. Also, at this time, after | got married, my husband didn't want to wait for\nthe Russian and we should, the UNRA should support us, so he, there was an\norganization called ORT(ph), it was a Jewish organization, they had all kinds of\ncourses and one of the courses was designing and sewing on a machine. So he\nwent there and he took the courses and he was looking for work and sometimes he\nused to be like employed by an Italian who had a store and he needed, and also,\nhe used to, he became a designer there. Me, | went to learn how to write on a\ntypewriter and also a few, some English lessons.",
        "A: My husband came from Poland and he is, when the German escaped, he come\nfrom a very nice religious family. And they were, they were four brothers and two\nsisters, there were six children. And from all of them, one brother and one sister\nsurvived. All of them perished. His father and his mother perished. His youngest\nsister, he was the youngest from the six, and the sister that was after him was shot\nby on his mother's hand when they were, they were being sent to the\ncamps. He comes from a town called Cheritz(ph), but the whole, his life, he lived in\nLodz. When the German came to Lodz, he told his older brother that he is not\nstaying with German because once, with the Germans, because once he, very\nshortly after they occupied Lodz, he was working on the street and he saw two\nsoldiers beating up a father and a son, Jews, and he says, \"| am not going to stay\nhere\". So, he persuaded his brother, his brother had a fiance, so all three of them,\nthey came to the house and told the parents that they are not staying and they\nescaped to Russia. And he was in, there are many that he has to tell\nthem again, anyhow, he survived in Russia. And when he, after the war finished,\nthey let him to come to Poland because he was a Polish citizen, so he went to Lodz\nand found his family and he decided that it's time to go to Israel.",
        "A: With my, my husband was not hard because he was like my benefactor, he was\nlike my savior, he was like my tower of strength. And also, he was very friendly to\nmy sister. So, he, they used to have long discussion, and he liked my sister and he\nkind of adopted us. So, | had no, | was, when | was in kibbutz, | had a lot of boys\nthat | was friendly with and one boy wanted to marry me, but | didn't like him, so |\ndidn't have this kind of problems, you know, but | was never a teenager. When |\nmarried my husband, | was a virgin. | was never a teenager and also, my father\ntold me | have to bring him a good name and | knew what he meant. This was a\ngood name. Many years ago, there were girls that you marry and the girls that you\nsleep with, and | was the one that you had to marry. | promised my father you\nmarry, so this is, this is how it was. My father, so this is how the situation was. You\nsee, the amazing thing with this Hebrew kibbutz, Supervised by a few\npeople, and there were never any hanky-panky, any sleeping around before the\nmarriage. The moral, the, we were not prudes, but there was, just, | don't know if\nwe were doing this for our parents or we were just brought up this way, but the\nmoral fiber is very strong. And a boy, maybe he was stole a kiss, it was a big thing,\nyou know.",
        "A: Well, first of all, | was very determined to go to Israel and start a new life. And |\nwas very, | was believing that this is where | have to go. And when | got married,\nmy husband didn't want to have any children. He said after the war is, the world is\nvery hostile to us and he doesn't want to, he, to bring up children, they should go\nthrough what he went through and | went through and my sister went through. So\nhe was very determined not to have children. And so, when | was in the DP camp,\nwe didn't talk about it and | didn't, | felt it was the right way, | wanted to bring, if |\nhave a child, | want to bring the child in a certain style, give him a certain, him or\nher, a certain education, so it was not a discussion. And my sister was very pretty\nand a very popular girl and she had many, many boy that wanted to marry her. As\na matter of fact, the day that | was married, there was a boy that had family from\nBelgium and they sent somebody, they should bring him to Belgium and he said\nthat he wanted to take her to Belgium.\n[End of side A of Tape 3]",
        "A: But, | was so attached to her and | said, \"How can you go? You are not married\nand where will you go?\" So, he went alone and for the longest time my sister was\nquite hurt by me, by my decision, but | spoke to my husband, we decided we are\nthe caretakers of her so she was always with us. And then one day, as | told you,\nthe telegram came and we went to this man and, this Italian businessman, and a\nvery short time later we got the visa and we got the tickets to go by boat. And we\nwent second class, not, you know, it was second class and third class, it was not\nfirst class, you know, so we went by, and we were told that we are not to speak\nPolish, we are not to speak, we are not to speak Jewish, we are Episcopalian, we\nare, you know, Italian and that's all. My uncle sent us a hundred and twenty dollars\nbecause this is how much the visa costs and when we went to take out the visa, we\nhad another friend who spoke very good Italian, very fluent, better than we. And he\ntold us we are displaced people, so why should we pay so much money, it was a lot\nof money, so they gave us the visa gratis, so we had one hundred and twenty\ndollars. And this was the only money that we had. So, here we embarked after the\nlong voyage, it was 21 days from Italy to Argentina. | was, with my sister, we were\nvery sick because even until today, | don't travel well and | had seasickness and\neven in the beginning on the plane. Anyhow, we arrived to Argentina. And before\nwe arrived we stopped in Uruguay and a friend of my uncle came there and he\nwent, came on the boat and just to see how we are. And he says, \"Listen, if you\ncome to Argentina\", he said to my husband, \"you have to work. Your uncle is a\nvery generous man, but remember\". Well, of course, we took it, we understood, we\ncame and my uncle and he had, he had a daughter and a son and his wife and a\nlot, maybe 30, 40 people came to see us. Often he took us and he had a very nice\nbig house and he had a very big party for us. And when we came, we were\ndressed like two little ladies, with hats, with gloves, and because the little money\nthat my husband made working, he spent everything for our wardrobe, so he was\nvery pleasant surprised. Because he saw that we are not the wild people that they\nshow, you know, from the displaced person, but we are two little ladies with good\nmanners who knew how to eat, who knew how to be, behave, so he was very,\nmade us a very big party. And for a whole month, we stayed in his house.",
        "A: No, |, when we were going by boat, we met some people that were from\nArgentina and they were coming from Italy and they were speaking to us in\nSpanish. And | said to my husband, \"This is a language that | will never learn\".\nThis is | said, \"I give up\". This is the language | will never learn. Because it\nsounded to me so strange. But, when we, three months after we, let me slow\ndown, three months after we stayed in Argentina, | bought a Polish/Spanish\ndictionary and | knew how to communicate myself. | started to speak, | used to buy\nall Kinds of magazines because there are no public libraries in Buenos Aires, so |\nused to buy magazines and papers and | learned myself. There are no night\nschools. And | had to learn because, | had Spanish, because after, | had to, to buy\nthings, to communicate. After a month, my uncle found us an apartment and he, he\nwas a tremendous help. Also my cousin, one of my cousins, was married already\nand his wife was very, very nice to us. They really didn't know what to do with us.\nAnd my uncle was treating us, not like, not like a brother's children, but like his own\nchildren. We found warmth and compassion and he was very happy that he found\ntwo little ladies, so he, many times he used to take us and introduce us to his very\nrich friends and he was very proud of us. With my cousin, the female, we couldn't\nmake too much friendship because she became very jealous of us, her father all of\na sudden has two more daughters, you know. And he's paying so much attention\nto us. So she was just tolerating us. But, the generosity of my uncle is\nunbelievable. He used to take me to the , this is the where he used to\ntake us all over. On the third day after my husband was in Buenos Aires, he asked\nmy uncle to take him and he started to work. And he gave him the hundred and\ntwenty dollars back. My uncle couldn't believe it, what kind of people are we?\nImagine, | was on the boat and | wanted to drink and we had to pay, my husband\nsaid, \"| have no money. This is your uncle's money\". So, he, he was very\nimpressed with my husband. He made a very good impression with him. And he\ntook us, very short time that my husband was working and he started to learn the\nlanguage and because he was a designer, it helped him a lot. And a very short\ntime, after working and working and working, he went into manufacturing and he\nopened his own place and was, used to work very, very, very hard. Fourteen,\nsixteen hours a day. In Buenos Aires, there was a very big prosperity now, it was in\n1948, we came to Buenos Aires in June, 1948. It was post-war, they needed a lot\nof clothing and he started to work for himself.",
        "A: | think when | came to my uncle's house and he made this big party. And | saw\nhis kindness, | saw his caring. | finally felt that | have, that | came to a safe place\nlike the boat, find a place, how you?",
        "A: A harbor. | found a safe harbor. And all my years in Argentina, every holidays,\nthe Jewish holidays, the high holidays, Passover, | always knew that | have a place\nwhere to go. And | always knew that | have a family. And he was, my uncle was\nvery proud of my father and was telling us things that we didn't even know about\nhim. You know? So this was the first time that | felt safe. Yes, but, let me point out\nto you, it was not a easy decision for me and my husband to come to Argentina.\nBecause we were very determined to go to Israel. And | wrote to my uncle that |\nreally am appreciate his concern in Italy, but | would like, and he wrote to us that,\n\"You come to Argentina, you must be in very poor shape. You go, you find your\nhealth, you learn something and then you go to Israel\". And this is how we\ndecided, because we were very reluctant to, not to go to Israel. We were very\ndetermined to go to our own land. And it felt that we are kind of betraying our\nideals. We were very idealistic. We trade our ideals and it took a long time, a lot of\nletters, until we decided to go to and accept his idea. It was not easy for us.",
        "A: Very strong, very strong support. | felt that | belonged to Israel, that this is my\nland and | have to live there. And my husband was even more.",
        "A: Many times, when | was in the ghetto suffering a lot, | used to think, \"I don't think\nthere is God because if there would be God, something like this wouldn't happen to\nmy little sister and, you know\". So | was very doubtful that there is God. They were\nvery hard times and when | was in concentration camp, especially during the death\nmarch, when | was really giving up, | really had no desire to live. Once, during the\ndeath march, we stopped on a very big farm and we were so exhausted that we fell\nasleep without eating and | was lying near my sister. And we were lying there\nbetween this hay and in the middle of the night, | said to my sister, \"You know what,\nI'm not going farther. My, | cannot, my legs don't respond to me, | cannot go any\nmore,\" | said, \"We will just stay here in this hay and maybe the whole column will\nleave us and then we will see, we will just die here\". And then all of a sudden in the\nmorning, the German guard came and he started to poke and poke and poke and\nhe found us camouflaged there, so | fell to his feet and | started to beg him, \"Shoot\nme, | don't want to live anymore. | cannot go, I'm too exhausted\". My sister was\ncrying and he said to me, he picked me up and he says to me, \"You stupid,\nYuda(ph),\" he said to me, . And he said to me, \"You have to march\nand you have to go with me. | am not leaving you here and | am not shooting you\nhere\". And he dragged me to the column. So there were a lot desperation, a lot of,\na lot of losing faith and a lot of asking why. And this, and, even when | was in better\nshape, religion was not very important to me. And let me tell you, now, many times\nwhen | speak to the children, they ask me all kinds of questions and just recently\none of the students asked me if | believe in God. And when | speak to the children |\ntell them the truth, and children are like little animals, they feel that wnen you are\ntelling them the truth, when you are just telling them tall stories, so | said to him,\n\"Look,\" he was a little boy, he said, \"After what happened to you, do you still believe\nin God?\" | said, \"Look, | will tell you the truth. There were times when | didn't\nbelieve, but as of now, | don't say that God is a white man with a long beard, sits on\nkind of throne. But | feel there is a higher power and many times when | have\nproblems, | raise my head and | talk to God. So | do believe in God, despite of\neverything\". | cannot explain why it happened to so many people and so many\npeople perished and so many people didn't survive this, | cannot, don't ask me why\nit happened. But! do believe in God.",
        "A: Worked very hard. My sister, because my mother was a dentist, my sister went,\nshe had very little education, but she wanted to do something in this profession, so\nshe enrolled in a school for dental mechanics. And she was living with us. So |\nwas alone in the house. And | was trying the best | can to shop, to clean, to do\neverything, | was just a house frau. And my husband was such to prosper a lot.\nAnd my cousin had two little boys and | was always playing with them. And then |\nheard that they were talking behind my back, there must be something wrong with\nme that | don't have children. And they said, all right, after what she went through,\nis not. And this didn't bother me, but | wanted very much to have a child because |\nalways loved children and | wanted to have at least one child and my husband\ndidn't want to. Anyhow, | was working on him, working on him, and finally, in\nOctober 27, '49, | had a little boy. | named him after my father, David. And he was\na very little precious boy, but | had a lot of problems with him. He was a very sick\nchild. | think all the misery what | went through went into this child because he was\na beautiful, well formed child, but he was such a sickly child that there was a time\nthat | had six doctors in my house and they didn't know what to do with him.\nAnyhow, | was lucky, | found a very nice pediatrician, Dr. Bernoche(ph), and he was\ngiving him vitamin shots and he started to develop. Never a big eater, never that,\nbut very good looking. When | used to walk with him on the street, people used to\n, used to stop me, \"What a beautiful child, is this a boy or a girl?\" Then\none day my husband said to me, \"Look, one child is not good, we have to have\nanother one\". So then there was another boy, his name is Michael and he was\nborn October 8, 1953. Both children were born on October, this is the very time, a\ngood time because this is springtime in Buenos Aires and it's easier to have a child\nduring the summer, than for the winter. The climate is there quite humid, you know,\nso it was a good time to have the children. Here | was with two little boys.",
        "A: Never. But my husband had a sister and a brother that emigrated to New York\nand they wouldn't let him be. They said, they, \"From the whole family nobody\nsurvived, just us three, we have to be together\". Despite that my whole family was\nin Buenos Aires. So when he used to get letters from them and he used to say that\nwe have to go to the Embassy and there was always a quota and you could wait a\nlong time, so he said, \"We have to register\". | used to say, \"But my family is here,\nmy family is here\". And he was a very good, loving husband and he didn't want to\ndisturb me. Then my sister met a boy and they got married and she settled down\nand she also started to have family, my sister has two sons and a daughter. My\nsister at the present time has nine grandchildren and she is in Buenos Aires,\nArgentina. And we were very, very close, but my husband said to me, \"You don't\nhave any obligation to your sister now\". You know, | didn't want to hear about it.\nAnd then when my children started to be older and my oldest son started to attend\nschool, my husband went and without my knowledge, a few years ago, and\nregistered us in the American embassy. And we got notices after notices that our\nquota came up and we have to register and | was postponing, kept postponing,\nkept postponing. And my husband started to work on our friends, we had a lot of\nfriends. My house was always open. And my husband is a very good hearted\nperson, very, he likes people around, very hospitable, so sometimes for a Sunday\ndinner, without my knowledge, he would bring me three or four young men that\nwere not married, the bachelors that he met someplace, had no meal and there |\nwas cooking. And after awhile, we became prosperous and | had a girl in the\nhouse, a maid sleeping that, because we lived in a very big house, | had two small\nchildren and | was never a big hero. Oh, if somebody was coughing on the other\nstreet, | had a cold. | mean, | had colds and | had a lot of health problems and this\nwas, a lot of work in the house and it was more primitive. It was every day you had\nto wash a big patio and a big, you know what is a patio, and a very, in front of the\nhouse was, the street had to be washed with water and soap, so it was a lot of\nwork, so | had a girl in the house. And so l, I, | had, in emergency and | had to put\nthat together, dinner, but | had help. And then, so he started to work on our friends\nand they used to come to me, \"You have the opportunity for your children, for the\nfuture, to go\". And one day | had a long talk with my sister and | said to her, \"Look,\n| am going to American, the golden land, the land of opportunity, and | want you to\npromise me that you will come after me, and | am opening up the door for you, you\nhave\", by this time she had two little boys, \"And so you will come to me\". And on\nOctober 30, 1956, after a jet trip, we came here. And it was a very big cultural\nshock to me.",
        "A: You see, in Buenos Aires | missed a lot, there was no adult education, there was\nno libraries, | mean, in all the free, | wanted for my whole life, when | was a little girl,\nthe most popular book was Gone With The Wind. It was translated in Polish and in\n1939, before the war, | could never get the book because this was such a popular\nbook in the library that my name didn't come up. So when I, when | was in Buenos\nAires, | wanted to read the book and | went, there was no library, | went and the\nbook was so expensive that | couldn't afford to buy this book, so | was kind of\nfrustrated. And then | was told they have public libraries, there is public education if\nyou are a good student, you get a stipend and you can go even to college without\npaying. So all those things were very important to me. So this is, | wasn't looking\nfor material things, | was looking more for cultural things, for a good future for my\nchildren because since my parents gave me a base, such a good education, such a\ncuriosity for life, | wanted to reciprocate and give my children just a little bit of it.\nAnd | saw the limited, the limited opportunities in Buenos Aires. In Buenos Aires\nthere are two classes, very poor and very rich. And in order to go to high school,\nyou have to pay, ,",
        "A: No, in America was very hard for me. First of all, when | left Buenos Aires, | lived\nin a beautiful house with a garden, with a patio, with a girl in the house, so | was\nkind of all ready spoiled. Here | came and the apartment that my brother-in-law\nrented to me was in a private house. As much as | was trying to fix it up a little bit\nwith plants, with things, it was not . Then | had to learn another\nlanguage, English, again. And not, it was a real, | mean | bought a Spanish, now\nSpanish/English dictionary, it was a real chore. And then | had, my oldest son was\nseven and the younger was three, | took him to school and, okay, after a very short\ntime he learned English, but it was a big deal from him, you know. Here in Buenos\nAires he was playing the piano all ready and he was a good student. And here he\nhad to start from the beginning. The younger one was three years old, so this was\nnot a problem for him. Very soon, you know, he, we, | used to take him to the park\nand he had little friends. But not for older, my older one, it was a very cultural\nshock. So, | felt very bad about it, after a short time, he adjust himself, but it was a\nshock for him. And for me, to live in a house like this, not to have help and learn\nanother language, and to be separated from my family. When the holidays came, |\nhad to go to my sister-in-law, it was a different story.",
        "A: There was a different relationship, that's what | was, | don't elaborate more, but it\nwas a different relationship. In Buenos Aires, | was in my venue, | was, my uncle\nwas on my cultural level, he knew, if | would go and tell him that | wanted to buy this\nbook, he would buy me. | would never do it. So it was a different story. Here it\nwas, when we came, we first spoke Spanish, you know. | was told | shouldn't\nspeak Spanish, | should learn English right away. Because if | would speak\nSpanish, | would be a second class citizen. You know. So there was a reality,\nthere was a very cold reality, for a whole year | was going out and crying my eyes\nout and when my sister found out, she wrote me a letter, | should come right back.\nIt was, for a couple of years it was not talk for her coming here, but for me going\nback. And it was a very big shock for my husband because in Buenos Aires he\nwas his own man, he was the boss. Here he had to, without the language, to work\nfor somebody. And it was very, very, very hard for him. Very hard. Sometimes he\nused to work on two jobs. After a very short time, | realize that | have to help, if |\nwanted to bring my children in a certain , | had to help.",
        "A: Well, when my children got a little older, | decided that | have to do something.\nAnd | found out that there is a very bid need for x-ray technician at this time. It was\nlate 50's, beginning of 60's, and this would be a good field. So | had a friend of\nmine who had a garage and he was a very good mechanic, had his own business\nand he was near Hospital on Jerome(ph) Avenue. And he had a lot of\ndoctors that were coming from the x-ray department, fixing cars\nbecause a lot of them, he was a very good mechanic for foreign cars and they had\nforeign cars. So they asked this, he asked them, how can | approach this that |\nwanted to work in x-ray? So they sent him, told him | should come to the chief of\nthe department. So | got dressed and | went to the chief of the department and |\nspoke to him and | said | will be very much interested in, to go to school and be x-\nray technician. He said, \"This is a very good field because we need a lot of x-ray\ntechnician\". And he send me to somebody who was in charge in Mount Sinai(ph)\nHospital, of the x-ray school. And | went to her and she was very sympathetic to\nme and | told her that | don't have a high school diploma, and she said to me that if\n| promise her that after six months, | give her a high school equivalency, | can\nattend the school. So there | was, going to Mount Sinai. | was living there near\nHospital, and every day when my children came from school, 3:00, |\nhad to leave them until 5:30, 6:00 until my husband came. And from 4:00 until\n10:00 | had school in Mount Sinai. Then | used to come back and then | also had to\nlearn the equivalency, so it was quite hectic. Okay, | made the\nequivalency and then | finished x-ray technician and my husband was very\nunhappy that | am going and I'm looking for a profession because the European\nmen are very proud people and it was, it was very upsetting to him, he cannot\nsupport his family in a certain style. But, | saw the man was working two jobs and\nwhen | was going, walking on the street with my two little boys, a slice of pizza was\ntwenty-five cents with a coke and | had to think twice if I, if | couldn't buy a slice of\npizza.\nEnd of Tape 3.\nTape 4",
        "A: For me, | just had to buy for them, you know. He gave me a certain amount of\nmoney and | felt bad about it and | felt bad for him, that he, you know. So it was, it\nwas quite a problem for me to come and say that | want to go to school, it took quite\nan adjustment of him, of his part.",
        "A: | never talked about it. | never talked about it. The only time that | talked, | hada\nlot of friends that were survivors, when we used to, and we used to meet a lot. We\nused to entertain each other, you know, | had a very good social life. We cling to\neach other because we had no families, so like, friends were families. Very few of\nthem had families. And so we cling to each other. Whenever we came together,\nwe used to talk about all kinds of things, we used to talk politics and what movie did\nyou saw, but we always ended with our, what we went through. This one was\ntalking about it, and this was the end. And so, so it was in us. And another thing, |\nused to have a lot of nightmares. | used to wake up and screaming, yelling, and |\nwas, always my husband used to wake me up. So in my heart, | was always living\nwith it. It was never abandoned me. And |, and everything was written in blood and\ntears inside of me. But | never wanted to talk about it and to burden my children\nabout it. So between ourselves, the survivors, we used to share our experiences\nand this was always the end of our conversation. But we never spoke to anybody\nelse because a lot of my friends had a number and they felt very bad when some of\nthem, they used to go on the bus and people used to talk about the number. |\ndidn't have a number because in this concentration camp where | was, they didn't\nput a number, | just had a number, and | am so sorry that the first thing after | was\nliberated in Fluma(ph), | threw this number away into the snow. | should have kept\nit as a memento, all right, some things. But we never, you see, we were always\nconsidered second class citizen. We all spoke with an accent and we all, and we\nalways, a lot of people were very jealous of us, because nobody from our people\nwent . Nobody asked from help and a mother used to say to a child,\n\"A stomach that is not made from glass. If you go to somebody's house, and even\nif you are hungry, you refuse because you fill your stomach the way | fill your\nstomach\". And we never, we were very proud people. When we, we worked very\nhard, we were very ambitious that our children should have a very good education,\nwe wanted the best for them, and we never wanted any charity. Very few, maybe\nin the beginning when the first came, they took something from the Jewish\norganization, some help. But right away, they wanted to stand our own feet.\nWithout the language, some of them with not even a good education, they were\nvery ambitious and they very, they wanted very much to build a future and a lot of\nthem are very successful. And also, | had this, always the idea, that charity begins\nat home. So | always remembered that my mother used to say, \"If you meet\nsomebody on the street and he or she puts a hand in front of you, you have to\nshare it, you have to put something in\". And this was staying with all my life and\nthis is how | brought my children up.",
        "A: | know that | was a very overprotective mother. | Know that | wanted to\ncompensate my children, when they used to ask me, \"Where is my grandma?\nWhere is my grandpa?\" | wanted, | didn't, | told them they are not here with us, that\nthey are in heaven, you know, but | wanted to overcompensate, there was nothing\ntoo good for my children. And many times, | spoil them too much. | did spoil them,\nyes, but this is before, because | said them, \"| am a mother, you know, and | am an\naunt and (noises)\". Because my children didn't have an aunt from my side here.\nYou know, So, yes, yes.",
        "A: My children always were asking about their grandmother, you know, and\ngrandfather. But the first time, my oldest son, when he went to school, he started to\nlearn about the Holocaust and he knew that | was a survivor. But he never talked\nabout it with me and he didn't want it, to Know about it. He couldn't place his\nmother in this situation because he started to read a lot and he knew about a lot.\nMy youngest son found out about it the day that he decided, he already finished\ncollege, and he decided to go, he found himself a job in Los Angeles and he\ndecided to go to Los Angeles. And he, it was the last night when he was living\nhere, and he was all packed and the next day we had to take him to the airport.\nAnd he said to me, \"Ma\", it was already, my husband was already sleeping, and he\nsaid to me, \"Ma, | have to ask you something. | know that you are a survivor, but\nyou never talk about it. Why don't you want to tell me, | am a big boy\". And | said,\n\"Michael, why | never wanted to tell, | didn't want to burden you\". He said to me,\n\"Ma, | am a big boy, you have to tell me. | want to share it with you, especially now\nthat | am leaving the house\". And | was very nervous because when he went to\ncollege | Knew, you know, that it was different, he went to Boston College for four\nyears, but he was coming, here he was going to the other side of, to the Pacific\nOcean, to the other side of the United States, and he's going all alone, my baby is\nleaving me. | was very upset. So we were sitting right here by this table and |\nstarted to tell him. And he was sitting and we were talking until 3:00 in the morning.\nAnd when we finished talking, | told him, he kissed me and he hugged me and he\nsaid, \"| am very grateful that you shared it with me\". And this is how he found out.\nAnd with my oldest son, later on, | started to tell him, but he is very sensitive, he\ndidn't want, he didn't want to Know too much. He didn't want to Know too much, no.",
        "A: You see, when we were young, the survivors, we were so busy bringing up the\nchildren, making up a living, acquiring some kind of education that it stayed with us.\nBut then, | joined an organization, American Survivor, American Holocaust\nSurvivors. And what was bothering me the most, that before the holidays, the high\nholidays, the Jewish people go to the cemetery and | couldn't go. | belonged to a\nJewish Center and I, the first thing when | started to make money, | went there and\nthe memorial tablets, | went to make two tablets, for my mother and my father. And\nit had to cost a certain cent of money and | paid them out. And every year, when\nthere is, how they say, the day they, the memorial services, the day that they\npassed away, that is a prayer for the dead that is said, so every year, you put\ncandles on and | used, so | Knew what the date for my mother, but for my father |\ndidn't know, so | had a date, | took and arbitrary date for the liquidation of the\nVilna(ph) ghetto, so I, it is just around the high holidays, so this is when |, when |\nmourn my father. So | put, | put the lights on and then | tell my son to say a prayer,\nyou know. And this is, because | want my children to know that they have\ngrandparents. And also, the memorial, memorial candles are lit in the Jewish\nCenter. So, it's, this is how | observe. But, when, when | joined this organization,\nthey have once a year, a very big commemorative services. And this is done ina\nvery good taste. And so! come, | go there and | go there like to the cemetery. And\nthis is the time that | remember, recite in mind, all my family that perished and all,\nmy parents and, you know, my cousins and all of them. Because from my mother's\nside, there were six children, nobody survived. There were also, children's children,\ngrandchildren, nobody survived. So my mother's, the Lipkovich(ph) family, there is\nnobody survived. So they are part of the six . SO this is when | come\nand say, and pay honor to their memory. And every year I'm going there and this is\nkind of like, that like | go to the cemetery. But, you see, when those people formed\ntheir society, American Holocaust Survivors, and Volsa(ph) Ghetto Holocaust\nSurvivors, they kind of open the door for the survivors to talk. And this is when the\nsurvivors became a little older. And had a little time to share their experiences, to\ntalk about it. To feel an obligation that they, that to tell the world what happened to\nthem, to make sure it shouldn't happen again. And because they became more\nmature and became better educated and had a little more time to give, were not so\nbusy with making a living and with little children and the diapers and the problems.\nSo they start, they formed a society and they woke up and they had all kinds of\nobligations that they felt that they have to fulfill. Especially when it became known\nthat there are people that negate that the Holocaust every existed. And that they\nwant to rewrite history. So we felt that this is our time for us to speak up. That we\nare really, by silence, committing a very big injustice to those who cannot speak.",
        "A: It was, | would say, in the middle of the 70's. Yes, it was in the middle of the\n70's. And we had, we had all kinds of get-togethers. We went to Washington and\ntook cans of documents, milk cans of documents were brought from Warsaw ghetto\nand it was a cornerstone put for the Holocaust Museum in, on the Mall. Then we\nhad, we had all kinds of speakers and | remember that one of the speakers, we\nwere sitting in the Memorial Park, she was a professor of Judaic at the University of\nMiami and she said, and she was talking and she says, \"| wanted to ask you\nsurvivors a question. How many of you have children in college, have children that\nfinished college?\" And you know, from all those people that are sitting, the\nthousands and thousands, there was not one person. She says, \"We are amazing\npeople because we are trying to give our children what we missed. And we are\noverprotective, we overindulged them, but we are giving them the best that we\ncan\". And if you talk today to the survivors, very few of them that didn't have\nchildren, professors, journalists, anchors(ph), doctors, | mean, creme de la creme.",
        "A: | know what you mean. _ It didn't make me proud because | learned these\nlanguages because of the circumstances during my life. But, when | came to the\nUnited States and | made it my business to learn English and the first book that |\nlearned was Gone With The Wind, with Polish and English dictionary, imagine.\nAnd after | read it first, | read it again. And this is what, my favorite books. And |\nstarted to read a lot and | started to educate myself a lot. Bult, | liked, | always liked\nto read, so | acquired a lot of language, | started to read the books of Edna\nFairburg(ph) and, you know, so |, so she had acquainted me what was going in the\nUnited States and it was, and because of reading | learned a lot. But, because |\nspoke with an accent, | was very intimidated. Because even if | said something,\nbecause | spoke with an accent, | was looked like, ah, what does she know? So, |\nwas very intimidated and | didn't, | was kind of, not sure of myself. But then, when\nHenry Kissinger became the Secretary of State and | heard him speak this heavy\nGerman accent, | said to myself, \"What's going on here?\" | said, \"If he is so\nknowledgeable and he is speaking in this accent, | am going to speak\". And |\nstarted to speak. And this is what happened to me. So | know that many times,\nwhen | have to to the people, that | am not educated. They think that because |\nspeak with an accent, | don't know what I'm talking about. But if | have to do with\npeople that have a certain amount of culture, they say, \"Oh, you have a very nice\naccent. Oh, | like this accent. Oh, it's charming\". You know, so, it has become, it\nhas become like a way of life. And now, | just don't pay too much attention. When |\nhave to say something, | say it. If | say that | don't know anything about it, | don't.\nBut many times, | listen to Jeopardy and . And | see that | have so\nmany answers, that | know so many answers, that even college students,\nsometimes | Know this answer and they don't know. And | don't say that | Know\neverything and I'm not going to Jeopardy, but | see myself, that speaking without an\naccent is not so important. This is, | came to this conclusion.",
        "A: Yes.",
        "A: Oh, | still have a lot of nightmares. Many times | wake up and | hear the dogs\nbarking and I'm always running and | always see the SS people with their uniforms,\nrunning after me. And they will, the nightmares are just a way of life. This is\nsomething that | think | will always have it. There are certain sounds that | hear, the\nbarking and, all the yelling, they are, this is, this is stays with me, that is never, |\ndon't think it will never go away.",
        "A: No, | don't believe in therapy. | am, |, maybe you say that | am old-fashioned,\nbut | feel that if you have a problem, you have somebody close to you, it doesn't\neven have to be family, a good friend, you can talk it over. Just by talking about it,\njust by exchange, exchange, you know, letting it out, don't keep it inside, it is better\nbecause what can a therapist who wasn't there, tell me what to do? Oh, how can\nhe, nobody can understand unless you were there, what was taken away from me.\nYou know, what | was left, the wound that | have, and | am not talking about\nphysical wound, I'm talking about emotional wound. This is something, | am,\nsomething when | am talking about, | feel that, | talk in the third person, this is\nsomething unreal, that it didn't happen to me. And then other thing, whenever |\nhave to talk about it, | am sick already a long time before, and | am sick already a\nlong time after. So many times, you have to let it go and let the sleeping go to\nsleep. But on the other hand, when | talk to the children in school, | say to them,\nthat if you see that injustice is being done, and you are silent, you're just as guilty as\nthe perpetrator. So when you see there is something wrong, you have to speak up\nabout it. So this is the reason that | am sitting and talking to you.",
        "A: The memories of my happy childhood, of my parents, of my mother in a white\ncoat, standing in her office, and me sitting there and pretending that | am her\nhelper, this is my mother. Of my father, that wnen he would come and bring us\nchocolate and say, \"My proud little girls\". Or he would have would say\nto him what are, you know, of my father taking him by his hand, when my mother\ntold him he should take me to the library, of my father taking me to a children's\nconcert, of my father when | didn't Know something and | would go to him and say\nto him, what this word means, you know. Of the garden security, of my aunt, that\nwas my second mother, of my school, of my teachers. | have very fun, good\nteachers that were so dedicated. Of the respect that we had for the teachers. Of\nthe uniforms that we had. You know, of the ski vacation that we went. Of the\nsummer vacation when we were walking, this, most of the people that | handled\nbefore | was so badly hurt. Of my little friends.",
        "A: | just have a few pictures that | found in Buenos Aires that were sent by my\nfather to his brother. Very few of them. And very few mementos because |\nremember that before we left our house and went to the ghetto, we were afraid to\ntake the pictures and then we were destroying them so there was nothing there left.\nAnd also, my friend to went to the Lithuania Museum and found some articles that |\nwrote on diplomas or papers or essay that | wrote, this, he brought me just about\ntwo years ago when he came from . But | am, | don't have, nothing, |\nhave nothing.",
        "A: As | told you before, | spoke a very good German and | wrote German and |\nloved the German literature. And | memorized a lot of poems and | remember\n, you know, and | remember the ghetto poems, the, we writed, | don't\n. And also, | cannot forget and | will never forgive. | will never, never\nforgive. And what is the worst part of it is negation. Because the German people\nstood by and let one ignoramus, house painter, to turn the whole world around and\nto, they stood by when the Jews were made scapegoat, for no reason. To stand by\nand not to say anything and participate in all this brutality, this master plan, this\nscientific master plan. Where were the doctors, the scientists, the culture, the\nartists, the culture of people that should stay and say, \"Why? Why did these people\ndo?\" You see, Jews were not allowed to have property, so if they had a little gold, if\nthey had a little silver, it was the only security they had, could carry from one land to\nthe other. My father couldn't buy a pharmacy because he was a Jew. | mean, so\nthis, and we were, my, | will never forgive them. They're from such a smart culture,\ngood human being, they made us subhuman, who doesn't , who felt so\nbad he couldn't take care of his family. All of a sudden who had doubted that he is\na human being in the first place. | can never forgive it. And | will never forget it.",
        "A: Yes.",
        "A: Yes, | went to Israel. | have friends that were, | was in kibbutz in Israel and | am\nin touch with them and | go and visit Israel. And my oldest son was in, spent a year\nin Israel. And | always felt very guilty that | didn't go there and settle. That due to\nthe circumstances, because my firm belief it still today that we survivors have to\nbuild a future in our own land. So | feel very guilty about it and | belong to an\norganization that supports Israel and I, financially, | help more than | can, but |, and\nI'm very interested. My husband, also, about the future and the survival of the\nsovereign state of Israel. This is, for me, very, very important.",
        "A: My husband feels very bad about it. He is very upset because he, before |\nspeak | am upset and afterwards. So he, he says to me that | am, this is like, | am\noverdoing it, that this is like a self-torture and he would rather not, not | should do it.\nBut this is one, you know, in a marriage you have many disagreement, and this is\none of the disagreement because | feel that | have to do it. So he is not happy\nabout it.\n[End of Side A of Tape 4]",
        "A: | would like to conclude with, with the thought that the people who will listen to\nme, should learn on the mistakes that were done in the past. And should make\nsure that innocent people shouldn't have to go through what me and my family and\nmy friends went through because of one dictator who's name | don't want to even\npronounce. Who should speak up when injustice is done, shouldn't be silent. |\ndon't want to hear that the world was silent when so much injustice was done. And\n| feel that the Holocaust was a unique experience in the history of mankind. You\ncannot compare it with anything that was done, you cannot compare it what was\ndone in, recently, in Bosnia. This is a completely different story, that through\nreligion they are fighting between themself. One's, they're doing, the Croates are\ndoing something to this and the are doing to them. It was done to us.\nWe were humiliated, we were dehumanized and we had, we had no means to\ndefend ourself. To speak up. To say, to ask why. We had no weapons, we had no\ncountry, we had no means. And those people that persecuted us, have to pay for\ntheir sins. And please don't be silent, get involved when injustice is done. And\nmake sure that something like this will never, never, never happen again. Thank\nyou.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nAugust 27, 1996"
    ]
}