{
    "rg": "RG-50.030.0220_trs_en",
    "sequence": [
        "Q: Would you tell me your name please?",
        "A: I'm Steven Springfield.",
        "Q: Where were you born and when?",
        "A: I was born January 30th, 1923 in Riga, Latvia.",
        "Q: Will you tell me about, something about your parents?",
        "A: Yes",
        "Q: What did your father do?",
        "A: Uh my father owned a junior department store in Latvia, in Riga. Originally he worked as\na salesman and slowly improved himself and was opened, able to open his own business.\nHe was, he was selling ladies sports clothes and uh my mother worked in the business\nwith him. She used to style the clothing. At that time uh there was no wholesale buying\nand all the inventory used to be produced by seamstresses who used to come to the store\nafter it was closed in the evening and my mother used to give them out the work and\ndiscuss the various fashions and they did, did the work at their houses and used to bring it\nback and this 1s the way we we acquired inventory. And my mother used to go once in a\nwhile to Paris to get some styles, to copy styles and and she was working hand-in-hand\nwith my father.",
        "Q: What was what was your family life like as a child, growing up?",
        "A: Well, the general situation in Latvia before the 2nd World War - Latvia was an\nindependent country from 1918 to 1940. And even though there was some anti-Semitism\nprevalent, the Jewish people had had many cultural activities. We we had many Jewish\nschools. We had Jewish museums, Jewish theaters and a very active cultural and social\nlife. my father and mother worked very very hard in order to provide a decent standard of\nliving to the family and give their children the best possible education. We went to\nprivate schools. , as a matter of fact private German schools until 1933 when Hitler came\nto power. Then all the Jewish people demonstratively took their children out of the\nGerman schools and I started attending the Hebrew\n01:03:\nschool, Gymnasion Ivrith, and I visited the school. I was attending the school until 1940.\nMy brother went to a different school which was called Ezra School which was also, was\nnot Hebrew but it was also diversified in various languages. And we we had a very\ninteresting social life. We belonged to a Zionist organization. we were very much\ninterested in Palestine and most of our young people used to volunteer to go in the\nkibbutz whenever possible. And we were strong supporters of the Zionist movement at\nthat time. Our social life was very active and we had really had a nice a nice growing up\nperiod. And all this of course changed when in 1940, when the Soviet Union occupied\nour country. overnight things were not the same anymore. first of all my father lost his\nbusiness. There was no private enterprise allowed under any circumstances. One day\nsomebody came into our business and asked my father for the key and that was it. And\nmy father had to go and work in the lumber factory, after all those years trying to build\nthe business and provide a future for his family - all of a sudden everything was gone. All\nour Zionist organizations were closed immediately. It was forbidden to have any kind of\nnationalist groups under threat of incarceration. Even the Hebrew schools were closed\nbecause the Soviet Union does not recognize Hebrew as as a Jewish language. That that\nis nationalist and anything which is nationalist is forbidden. So life changed dramatically.\nIn addition they they arrested five thousand prominent Jewish families from Latvia and\nsent them to Siberia, their only crime being that they were capitalists. They had large\nbusiness and all that. And that took all of 1940 until 1941. we had heard, we had heard\nalready about things transpiring in Germany and in Austria. We had heard rumor about\npersecution against Jews, even Jews being sent to concentration camps and all that, but\nnobody really believed that these things would lead eventually to mass murder or mass\npersecutions against Jews, so when when the war finally broke out on the end of June,\nJune 22nd, Germany declared\nwar on the Soviet Union. the German army swept through the Baltic states, within eight\ndays occupied the Baltic states and there was very little time to make up one's mind\nwhether to stay behind or to leave with the retreating Russian army. We had a discussion\nabout it in our living room and my father felt very very strongly that it is a temporary\nsituation. Yes, there might be some privileges which will be taken away from the Jews\nand there might be a certain amount of persecutions, but nobody in their right mind could\never imagine what was to come, so my father said we're going to stick it out. We're going\nto stay. So we did - that's the reason why we stayed behind. Some of our friends left with\nthe Russian army. the men were taken immediately into the Army and most of them died\nfighting the Germans. Some of them were sent to Siberia. Some of them were sent to\ninner Russia and some of them survived and came back after the war. The minute the\nGermans occupied Latvia and particularly Riga on July Ist, 1941, the Latvian population,\nthe Latvian civilian population, turned against their neighbors, the Jews. Anti-Semitism,\nas I said, was always prevalent, but the year occupation by the Soviet Union increased\nanti-Semitism by so much because as usual the Jews were used as a scapegoat and the\nLatvian civilian population accused the Jews of being the culprit of bringing communism\nto their country. And that is why immediately, when the Russians pulled out, the German\ncivilian population started persecution, persecuting Jews. They, before even the Germans\nhad a chance to institute any kind of change, the the Latvians used to sweep through the\nhouses, used to drag people out, used to murder, plunder, rape, everything, in the last,\neven the last the first few days. In this, in the first few weeks, our family was lucky\nbecause we had a maid who was living with us and she used to go out and do all the\nshopping for us, so we didn't have to venture into the streets, which was very dangerous.\nAnd she used to go buy food for us and and help us as much as she could. But then came\nout orders that every Jew was supposed to wear the star, the yellow star of David, left\nfront and center back. And we were not allowed to walk on the sidewalk. Like cattle we\nwere driven into the gutter. Not allowed to go to parks. Not allowed anything. It was a\nvery very sad and nervous time because Jews were continuously, continuously arrested,\ntaken to prison. Most of them never came back. Few later, a few weeks later, an order\ncame out that all Jews have to get ready to be moved from their apartments into specially\ndesignated area called the ghetto. It was supposed to be in a dilapidated section of town\nwhere about four thousand poor Russian and Polish families lived. They vacated the\npremises and in their place thirty thousand Jews were brought. All we all we were\nallowed to take is what we could carry in small little hand-driven carriages. By October\nwe all were supposed to be in the ghetto, and the gates were closed.",
        "Q: How did your family prepare to go into the ghetto?",
        "A: Well, we knew that there was really no possibility for us to do anything but to follow\norders because the majority, the overwhelming majority of the Latvian civilian\npopulation, didn't have any kind of feelings for their neighbors, the Jews who who who\nwho were struck with this particular disaster. And there was no chance of getting help\nfrom anybody. So when the day came, we just, sad as it was, packed up a few little things\nwhich we could carry and we - I remember the day very well. It was about a mile and a\nhalf from our house to the ghetto, and we carried a few pieces each and had a little wagon\nwhich we pushed and took a few bare necessities, what we could carry, and we made the\ntransition from our apartment to the ghetto. In the ghetto of course, the situation was\ndisastrous because we had to share - in the ghetto we were assigned a room to share with\nanother family. One room. Every apartment, a two or three room apartment usually was\noccupied by six or seven families. And the ghetto was guarded on the outside by the\nLatvian military guards. We had in the ghetto a civilian administration which was in\ncharge of the sanitation, in charge of police, employment agency and whatever, and every\nmorning people used to line up and the German or Latvian guards came and took people\nto work. At night they used to bring them back. my mother, my brother and I were\nworking at that time for a German police unit called BDO, which 1s translated into\nGerman: \"Befehlshaber der Ordnungspolizei\". We were, my brother and I were doing\nmenial labor. My mother was working for the for the chief in in the kitchen. She cooking\nfor his family, which enabled her once in a while to get some extra food to help to\nsupport the family. My father of course stayed home and he did the the the menial chores\nin the house in so far and so at night we used to come back, but all this took a very very\nshort time. That is from October till November. On November 27th, the orders came out\nthat people who live in a certain section of the ghetto supposed to line up on the streets\nthe next morning and they will be sent to a different camp. And of course all kinds of\nrumors started sweeping the ghetto. Nobody was sure what's to come and everybody was\nconcerned and worried and but then, after lining up on the 27th, they sent\nevery...everybody home again. But a day later, on the 29th, thousands of Latvian and\nGerman police came into the ghetto, drunk, most of them drunk - shooting, chasing\neverybody out. Raus. Everybody raus. Schnell, schnell. They chased everybody out.\nWhoever couldn't walk was shot on the spot. Children, women, elderly men, on the street.\nAnd German officers were walking around and telling the elderly and the weak and the\nones who couldn't walk very well that they will provide transportation for them. They, it\nwould be much easier for them and they provided special blue buses. At that time we did\nnot know what was happening to them, but they were chased through certain\nsections of town into the forest, a place called Rumbola and there Russian prisoners of\nwar had prepared large graves, mass graves, and when the people got there they were told\nto undress, put their shoe in one pile their shoes in one pile, clothing in another pile,\ndriven to the edges of this mass grave, and machine-gunned. It was going on all night and\nthe next day. Fifteen thousand of our people were massacred in that particular day. My\nbrother and I were taken with a group of other men and told to go to a certain place\nwhere they established a small ghetto of four thousand able-bodied men, and we were\nimmediately separated from the rest of the ghetto. My father chose to stay at that time\nwith my mother, but somehow - they lived in a different part of town, so they were\nspared the first murder. It didn't last long however, and on December 8th, they started the\nsame thing all over again. And my father came over to visit my my brother and myself,\nwanted to go back and all of a sudden they closed, they closed the ghetto and he was\nstuck. He couldn't go back to my mother because he really wanted to be with my mother,\nso that's how my father stayed with us, and that particular day my mother with most of\nthe rest of the ghetto were taken out. Another eleven thousand, five hundred were\nmassacred. There was another small Aktion the next day of five hundred. There were\nwithin a very short time, two weeks, twenty-seven thousand people massacred.",
        "Q: How did you hear about your mother's death and what did you do?",
        "A: Well, as a matter of fact we, even after it happened, we were not sure. There were all\nkinds of rumors circulating what had happened to them, because the civilian population\nwe didn't have any contact with. We didn't know for sure what was happened. All we\nknew that my mother was taken away in the second aktion with another eleven thousand\nfive hundred people. We were still hoping against hope that maybe it was some kind of a\ndifferent labor camp where she was taken to. Nobody was sure but but after a while, the\nthe real picture started emerging - that it it was just a disaster, that they were just\nmurdered and there was no hope of anybody coming back. And of course my father and\nus were totally devastated. A lot of tears, a lot of crying, saying kaddish after my mother,\nbut really there was not, nothing nothing much one could do at those those at this time. I\nremember while they were taking out those people from the ghetto, I was standing behind\nthe barbed wire and I saw those wild animals, those drunk Latvian and German soldiers\nbeating, killing in the most brutal and barbaric way. I saw a woman walking with a child,\nwith a baby in her arms, and somehow she slipped and the baby fell out of her arms. The\nLatvian policeman grabbed the baby, held it by its legs and put a bullet through the head,\nand when the mother started pleading with him and crying, he shot the mother on the\nspot. I saw that just in front of me. So when I saw that I had no doubt in my mind what\nwas happening to our people. And it was the futility of the situation which made me raise\nmy eyes to the sky, say my God, it just cannot be. Human beings cannot do that to other\npeople. It's just impossible. Day had turned to night. People became worse than animals,\nblood-thirsty without any pity, any feelings for their fellow human beings, and the\nLatvian civilian population and I must get the record straight, the overwhelming majority\nof them just couldn't care less. They were hanging out the windows and they knew what\nwas going on, and the majority of them couldn't care less. Yes, there was some\nexceptions. A few people even risked their lives to help their fellow Jews. But a\npercentage and it was so minute and so small that it really doesn't amount to anything.\nAfter these big exterminations of November and December, life went on in the small\nghetto where just four thousand of us able-bodied men were left, and a few hundred\nwomen were kept in a special house away from us. Then the Jews from Germany,\nCzechoslovakia, Austria, Lithuania started arriving. The majority of them were sent\nimmediately to their death. Some of them were brought to our camp, to our ghetto in the\nin the place of of our people who were executed. And every day new shipments kept\narriving. And as time went on, we got to know them, and in the beginning there was a\ncertain understandable\nresentment from the Latvian Jews because somehow we felt that we had to make room\nfor them, and when when you are emotionally overwhelmed by happenings, you don't\nthink rational and you blame the the new arrivals to to a certain extent about what had\ntranspired. But soon we became friends with them and even though we were separated by\nbarbed wire, we had contacts with them being that they had also women and girls, and in\nour camp there was only men. The contact came, used to be boyfriend-girlfriend\nrelationships and all that, and a certain amount of social life under those primitive\ncircumstances took place. My brother and I, who used to in in 1n 1n pre-war times belong\nto a band, used to come to, on Sundays we used to go the German ghetto used to call it,\nand have social meetings and and sing and and even dance a little bit, just, you know, just\nto pass the time away, and , you know, life was going on and everybody was trying to do\nthe best he could under the circumstances. (pause) A lot of my friends from from pre-war\nfriends volunteered to join the Jewish police force in the ghetto. The Jewish police force\nwas there for the purpose of keeping order within the ghetto. They had no weapons of\ncourse, nothing. They just keep order, make sure that the sanitation is properly done, that\nthey that they maintain order. There there's no criminal activities whatsoever, and my\nfirst reaction, my brother's and I when they asked for volunteers, we wanted very much to\nvolunteer for that too, because it meant have a uniform, have a little bit larger rations of\nfood, not to have to go to work in the city, be inside the ghetto and all that, but my father,\nGod bless him, was very much against it. He says I don't want you to volunteer. Just do\nwhatever you have do, do your work, and don't be in the forefront and try to keep a low\nprofile. Little did we know that indirectly that saved our lives later on because as life was\n01:25:\ngoing on in the ghetto, and as our situation started to become hopeless, some people\nstarted thinking of resistance. I was not directly involved but I knew about it because I\nhad a cousin in the ghetto who was directly involved. They were smuggling guns and\nother military equipment into the ghetto, with the sole purpose of whenever it comes to it,\nthat we will not go to the slaughter voluntarily. We'll fight back as much as we can. As it\nhappens many times, somehow the Germans got wind of it. And till today we still don't\nknow exactly how, but the fact is they came in, in the ghetto one day, and they\ndiscovered the arms. And immediately everybody who was there in that particular\napartment was arrested. So were many other ones, and nobody ever saw them anymore.\nAnd a week later, they took, they lined up the whole police force of forty-five young, of\nour youngest and bravest men, most of them were close friends of mine, and the German\nofficer who was in charge of the of the ghetto said to them that they're holding them\ndirectly responsible for not maintaining order in the ghetto. And they took them out to a\nto a big place in front of the ghetto and they machined them all, machine-gunned them all\nto death, forty-five of them. One of them escaped somehow, but later on they caught him\ntoo, so not one of them is alive today. One night when I came back from work with my\nbrother, we heard the news. And it was devastating, but we first realized that by not\nletting us join this police force my father had saved our lives at that particular time. So\nlife was progressing in the ghetto. On and off they would come again and take away so\nmany hundreds of people - whoever couldn't work, whoever was elderly, whoever was\nsick - never to be seen again. And finally in 1943, the order came out that the ghetto will\nbe liquidated. And the ghetto\npopulation will be transferred to a concentration camp on the outskirts of Riga called\nKaiserwald. They didn't liquidate the ghetto all at once. Used to came an order, tomorrow\nwe'll need five hundred men. Then three days later another two hundred men. So every\ntime an order came out for so many people, every building and every family had to\nsupply a certain amount of people, and everybody of course wanted to stay in the ghetto\nas long as possible because as bad as things were in the ghetto, we knew that Kaiserwald\nconcentration camp is going to be much worse and we had heard already rumors to that\neffect, so when the order came that that in our house so many people have to be\nvolunteered to go my brother and father and I consulted. One of us had to go and I felt\nthat I was the younger one. I was the stronger one. My father was out of the question. It\nwas between my brother and I.",
        "Q: What?",
        "A: I felt that I would have a better chance to survive in a concentration camp and I I really\nfelt that somehow my brother who is who was not in excellent good health at that time\nalready, would have a more difficult time. And we discussed it and in the beginning of\ncourse my brother didn't want to hear about it. He wanted to to pull straws or things like\nthat, but I said no, it's OK. I will go. So next day, about three hundred of us were sent to\nKaiserwald, and Kaiserwald was a very very difficult place. Was a hell hole. Inside the\ncamp we were ruled by criminals, by German criminals who were also prisoners 1n the\ncamp, but they were above us. And they used to beat the hell out of us and food was very\nlittle. See every day they used to line up in the morning, at five o'clock in the morning in\nthe cold winter, without any clothing, and used to, they got so many people to go to\nwork. And many of those German war criminals were were murderers. They were in\nprison for murder, and they were in charge of us, so there was one particular guy, we\nused to call him Mr. X. He used to take a group of hundred, two hundred people out to\nwork every day, and for sport every day used to drown one or two of them, just for the\nsport. Used to bring back less than he took out. Fortunately it didn't last too long for me. I\nwas able to volunteer to a group which was supposed to to go a different work camp, and\nin about three or four weeks I was able to get out of Kaiserwald and go to this camp\nwhich was about a couple of miles away from Kaiserwald, and there I was working for a\nunit called TWL, which is in German Truppen Wirtschafts Lager. It it was a unit which\nsupplied the clothing and the food for the German army. We were working there in\nassorting clothing and many other duties as far as the warehouse is concerned. A few\nweeks later I found out that my brother and father also were sent to Kaiserwald, that the\nghetto had been liquidated, so they were in Kaiserwald. I was working in this TWL and I\nwas doing everything I could to try to get them to join me, because the\nconditions in Kaiserwald were horrible and I knew that particularly my father couldn't\nsurvive too long there.",
        "Q: What kind of things did you try to get them to join you?",
        "A: Well, there always used to be some contact with with Kaiserwald, and I used to try to get\nsome messages to them to try to volunteer. The minute they asked for volunteers to come\nto us, to volunteer to come to our to my camp. Also every couple of weeks they used to\ntake from our work camp people who had to go to the dentist, problems with their teeth -\nthe dentist was in Kaiserwald, and what he would do is when you used to come with a\ntoothache he just would pull your tooth, and when I heard about this I volunteered. I said\nI had a toothache and I volunteered because I wanted to see my brother and my father and\nsee them personally. So that morning when I was working in the clothing depot I took\nsome socks from the depot. I hid them underneath my pants and at night we were lined\nup, a kommando of about fifteen, twenty people ready to go to Kaiserwald. Low and\nbehold we were stopped at the gate. Germans control. When I heard that I knew that I'm\ngoing to have a lot of difficulties to say the least, and I had to get rid of those (pause)\nsocks. I was able to establish contact with a German, not with a German - it was a\nLatvian guard outside the barbed wire and I told him in Latvian, I have some socks. Take\nthem. Keep them. He did. I was able to sneak the socks to him and get rid of them.\nHowever when I looked at my group, all of a sudden there were some socks which\nsomebody else had thrown down on the ground, and I had told the people who were with\nus, fellow Jews, that I was carrying some socks for my brother and my father, so the\npeople felt that they were my socks, and when I told them that I got rid of my socks they\ndidn't believe me. And when the Germans saw the socks laying on the ground, they said\nwho, who do they belong to. In the beginning I wasn't going to volunteer because I, there\nwas no reason for me. They wasn't mine. But I was pressured in into admit, to confess by\nmy fellow Jews because they really felt that it was mine and they said if I'm not going to\nvolunteer, everybody was going to be punished. I had no choice, and I stepped forward\nand I said they were mine. And next, immediately I was given a merciless beating. I was\narrested. I was dragged to a bunker where they used to keep the people before execution.\nI was almost unconscious. I was thrown into the bunker and I blacked out. A couple of\nhours later I must have woken up. It was still completely dark. It was night and first I did\nnot realize what had transpired. Slowly it started coming back to me and I started to\nrealize that I was doomed. People were executed for much less than that. I just couldn't\nbelieve it. I was bleeding. I was holding my head. I was aching all over, but I just couldn't\nbelieve it. I was twenty years old, and I just couldn't believe that this was going to the\nend. All kinds of\nthoughts started flashing through my mind - the kind of life I was hoping to build one day\nfor myself and it all goes down the drain. It's not going to happen. An hour later I heard\nfootsteps nearing the bunker where I was incarcerated. I was a hundred percent sure they\nwere Germans coming to execute me. The door swung open and there were two\nGermans, officers in uniform and the camp elder, the Jew who was the camp elder. His\nname was David Kagan, and as they entered the bunker, before the Germans had a\nchance to draw their guns, the camp Aeltester started beating me, saying you lousy son of\na gun, he says. How dare you to steal from the Germans, and kicked me and beat me and\nkicked me and beat me. I started bleeding profusely from all over my body and he beat\nme into unconsciousness. But somehow, ironically, that saved my life. He beat me so\nmuch that the Germans assumed that I was dead or close to dead. They just turned around\nand walked out, which I was told later because I was unconscious. I was laying in this\nbunker for another two or three days and then finally the camp elder came and got me\nand took me back to camp and it is something which I have never forgotten. Mr.Kagan\nwho did not have a very good reputation from everybody because a lot of people felt that\nhe was too strict and sometimes too merciless, but I must, if I want to be honest I really\nhave to admit that if not for him I wouldn't be alive today. Another few months passed. It\nwas 1944 now. And even though we did not have any radios or any newspapers, the news\nkept trickling 1n to us that the tide of the war had turned. The Russians had won the battle\nof Stalingrad and the Germans were starting to retreat. And of course for us it meant\nsome kind of a glimmer of hope. Perhaps, perhaps the Russians will be liberating us\nbefore the Germans have a chance to kill us. In the meantime, periodically the Germans\nwould come into our camp, line everybody up in front of a table where one of the\nGermans would sit. Everybody had to undress naked and walk in front of him, and if\nthere was something he would like on your body, any scar or anything like that, you went\nto the left, and left meant certain death. And my father who was an invalid and who was\nwith us at that time yet still on many occasions he would have been doomed if he\nwouldn't have somehow we're able to save him by not letting him go into the line, by\nsneaking him out. When once I remember my father was taken out and and sent to the\nleft, and he was still standing there and waiting the truck to take him away, and the\nGerman guard was walking back and forth, and as he turned his back I snuck in. I\ngrabbed my father and pulled him out of there which at that time saved his life. So my\nbrother and I and my father were still in this particular camp when 19...when the fall of\n1944 came, and that was when we started\nalready hearing rumors that the Russians were getting closer and closer. And one day we\nwoke up and we heard already the Russian guns and Russian planes and we could, you\nknow, we were starting to to have hope against hope that maybe, maybe salvation is near.\nIf I were what is what is it was not meant to be. It was not meant to be. We were all\ndriven out of our barracks, lined up with the Germans and taken to the port where ferries\nwas standing by, and we chased on to those ferries and taken by boat from Riga to\nDanzig, Germany into concentration camp Stuthoff, and we heard, after we arrived in\nDanzig, when we heard that we were going to Stuthoff, we were devastated because\nStuthoff was a camp which was very well known as one of the worst. There was no food.\nWas a lot of brutality, a lot of killings and hardly anybody esc...got out got out of\nStuthoff, so the three of us, my brother, my father and I, went to Stuthoff and spent\nseveral weeks there. The conditions in Stuthoff were beyond any description. People\nwere dying left and right from hunger. People - you woke up in the morning - next to you\npeople were dead, emaciated. And the condition was deteriorating by the day because the\ntide of the war had turned and as bad as it was before, now the Germans were letting the\nanger out on the few remaining Jews because they were, it was clear to them by this time\nthey were loosing the war. A few weeks after we arrived in Stuthoff, we were all lined up\none day and a German officer said they are looking for volunteers to work in a German\nship building firm in Danzig called Schiff ?? Werke. My brother and I and my father\nvolunteered, but as my father was going across to join us, the German officer noticed that\nhe was invalid. He was dragging a leg as a result of scarlet fever which he had in his\nyouth. The minute he noticed that he says you cannot go. Back. My brother and I started\npleading, it's our father. We have to go together. Just to spite, he says you're going and\nhe's staying here, and no matter how much we begged and no matter how much we\npleaded and cried, it did not help. We were kicked and beaten and forced to leave my\nfather. It was clear to my brother and myself that the minute my father would be left in\nStuthoff he would be doomed. And we were we were absolutely heart-broken to leave\nhim there, because we knew it was going to be the end. But we were forced to do it and\nthat's how we left Stuthoff. From Stuthoff we were taken to a camp called Burgram ? (ph)\nand from there every morning at 4:30 we were put on a train and taken to the\nshipbuilding company to work there. And that was going on for a couple of months...",
        "Q: Tell us about the work you did. What did you do?",
        "A: Well, they were they were building submarines there and we had to carry the heavy steel\nparts and hand it to the mechanics and to the engineers, whoever wanted them, and we\nwere guarded by German soldiers all day long. The working conditions left a lot to be\ndesired, but we used to get an extra piece of bread so it was still better than staying in\ncamp and not working. Besides while going to work we could always have some\ncommunication with the outside world, learn what was happening, find out that the war\nhas definitely turned, that the Germans were retreating on all fronts. We also learned that\nLatvia had been liberated and we missed it by not more than a few days. My brother got\nsick in that particular camp and he could not go to work. He had a had a problem with his\nstomach and with his legs and he was staying in a makeshift hospital there in this camp\nand I kept trying to look in on him and see that he's OK. One day in the hospital he saw a\nglass with white liquid and assuming it was milk he drank it. And it was rat poison. And\nthat completely\ndestroyed his stomach. Completely destroyed his stomach. He was very very sick from\nfrom then on. He was in very very bad shape. And to make things worse a few weeks\nlater the order came we are moving out because the Russians were obviously coming\ncloser. That was the winter of 1944-45. It was a very very - the climate was very cold.\nWe were driven on foot through the German countryside. It was cold. It was snow. My\nbrother could hardly walk. I supported him as much as I could. It got so bad that he\npleaded with me to let him go. Don't he says. Let me die. I I cannot, I I really cannot\nhandle it anymore. I I want to die. Leave me here. But it was it was clear that the minute I\nlet him go, he would be shot on the spot because anybody who couldn't keep up with the\nmarch was shot on the spot, and you would walk on the road - you could see corpses all\nover because it was an actual death march. I just couldn't give in. I just couldn't drop my\nbrother. I carried him. I schlepped him. I kept talking to him. I'd say we're not too far\naway from salvation. You can't give up now. You can't give up now. Anyway, somehow I\nwas able to schlep him to the next camp which was a place called Gottendorf in eastern\nPomerania. There the conditions of course got from bad to worse because the Germans\ndidn't have enough to eat themselves anymore because the armies were retreating and the\nJews didn't get anything to eat. If we got a piece of potato peel we were lucky. We used\nto press it against the little oven which you had in the barracks and and roast a potato\npeel. Every morning you used to wake up in the barracks - the fellow on the left, upstairs\non the right used to be dead. It was just a disaster. It was, you know, it it - another few\nweeks and there wouldn't be any camp. And in all that I still was able once in a while\nwhen they asked for volunteers to go out of the camp, come in contact with civilian\npopulation in my work, once in a while got a little piece of bread which I could, I would I\nwould be able to bring to my brother who who really didn't get anything to eat in camp,\nbecause he was not in a position to be able to get out. In the meantime it was 1945,\n(pause) March. March 1945. My brother was near death. He was very very sick. They\nhad a little tent on the side of the camp where they sent the very sick people there, and\nthey were just laying there and dying. Once in a while I used to come in and bring him\nsomething, but what they needed we couldn't give them - medication, any medical help or\nanything. Beginning of March I started feeling bad myself and I got sick. Typhoid fever.\nI started, I tried to carry on as long as I could, but I just couldn't do it anymore. And one\nmorning the order came out again we are leaving the camp. We are marching out again. I\ncouldn't march anymore. I couldn't walk anymore. I took all my strength to drag myself\nto the little hut where my brother was laying, and I walked into the hut. I laid next to my\nbrother. If we're going to die, we're going to die together. In the meantime everybody\nwho could walk was lined up and marched out of the camp. We could hear them shooting\nand we could hear them yelling, but all of a sudden it was quiet. They were gone, except\nfor two German guards who were left behind with the instructions to shoot the sick\nfifteen minutes after everybody else leaves. We were so sick at that time, hallucinating -\nwe didn't even know what was going on. (Pause) All of a sudden, we could hear shooting,\ngunfire. The two German guards ran into our hut and said to us, we have instructions to\nshoot you, but we won't if you won't give us away to the Russians, because the Russians\nare coming in. They took off their German uniforms, put on our striped prisoner clothes,\nand laid down right next to us. A few minutes later we could hear\n01:54:\nsome more shooting and before you know it, the were Russian tanks, Russian tanks\nmoved into camp. All of a sudden a young Russian officer wearing a short leather coat\nand I remember it so well like it happened yesterday, with a machine-gun strung around\nhis waist, walked in, looked at us and a seasoned Army veteran broke out in tears and\nstarted crying. What have they done to you? He says: \"Ikh bin a Yid.” And he says we\nwill take revenge for you. For every one of you, we will get thousands of them. And\nsomebody pointed out the two German guards who were laying next to us and they took\nthem away immediately, and that was our liberation. That's how we were liberated. Yes,\nwe had freedom, but many didn't survive the freedom. There was no medical help. Yes,\nthere was some more food but our stomachs could not handle it. Many people died\nbecause of over-eating. The Russians couldn't be bothered with us. They had a war to\nfight. So all they told us is you stop the German refugees who are on the road, and you\nmake them take you back to town into a hospital. Needless to say, the minute the\nRussians were gone the Germans couldn't care less. They left us laying there. Finally a\nRussian stopped the German horse and buggy and he said to them, you take them back to\ntown, and if you don't we'll shoot you. So finally this German family or whoever they\nwere took my brother and myself and another two guys, put them on their wagon, took us\nback to the town. The name of the town was Lauenburg, which was also in eastern\nPomerania. The town was in the center of fighting. There was a lot of shooting, a lot of\nbombing from airplanes and everything. The the Germans dropped us off in the center of\ntown - just dropped us and took off. We were staying in the middle of town. We could\nnot walk.\n01:57:\nWe didn't know what to do, how, what, so we was crawling on our legs and hands, hands\nand legs until we came to a building. In the meantime it had gotten dark. All we could do\nwas feel. We didn't know where we were going. We opened the door to a building,\ncrawled in, found some kind of a couch or a bed and laid down there.",
        "Q: We've got to change tapes, and this is a good place to do it. We're just going to change\nthe tape.\nEnd of Tape #1\nTape #2",
        "Q: OK. We're back. You've collapsed on the sofa.",
        "A: Several hours later we smelled smoke. The Russians were burning the whole town down\nand as sick as we were and as tired as we were, we had to crawl out of the building again\nand look for other shelter. Finally we found a little place and we collapsed there and then\nthe long tedious process of recovery started to take place. Took us months. As a matter of\nfact I recouped a little faster and...",
        "Q: Tell me - just a minute though. What was it like? Tell me something about where you\nwere and what they moment was like as the Russians came in.",
        "A: Well, we were, as I said we were in a little town in eastern Pomerania. The Russians were\noccupied with their march. They were going straight to Berlin they were telling us. So we\nhad very little possibility to have any kind of a real contact with the Russians because\nthey were only coming through. They were only coming through. All day long troops,\ntanks were coming through the town. But they left a certain amount of people behind for\nthe running of the town and administration and all that and once I was able to get around\nagain, the Russians did help us to get some food. My brother was very sick. We lived\nwith two, we stayed in an apartment with two other friends of ours who were also\nliberated and one of my friends and myself, we were able to get around better so we used\nto go around. It it was a very unusual situation. We, at that time we really were not\nconcerned about our new life, about thinking about the future. All we were concerned\nwas getting enough food to eat and getting well again. We did not think about plans,\nwhere we going to go, whether we're going to go back to Latvia or\n02:03:\nwhether not going to go back to Latvia. We really didn't give 1t much thought because all\nthose years of of this incarceration and living under certain circumstances , you know,\nyou you don't think the way a normal human being would think - that I have to start\nmaking plans about my future. All we're thinking in terms of just survival, day to day\nsurvival, and it took a considerable amount of time simply emotionally we were ready to\nstart thinking about other things than just the day of survival.",
        "Q: How did you feel at that point?",
        "A: Well, of course we were very anxious to find out what happened to the rest of our\nfamilies, whether there was still anybody alive, try to establish some kind of a contact.\nBut our primary purpose was to really get back on our feet so we could function again. In\naddition, the Russians were taking any, every able-bodied person was taken into the\narmy, and they couldn't care less whether you were in a concentration camp or not. Then\nthey used to put you 1n a hospital, give you some care. The minute you could well enough\nthey used to give you a uniform and a gun and away you went. Many people who were\nliberated at that time had to go to the Russian army and still in the last few months were\nkilled on the Russian front, after surviving concentration camp for over four years. I\nslowly was starting to get a little better and we made contact with some Russian officers\nwho were coming through town and they asked us whether we would like to work for\nthem as interpreters, being that my brother and I speak fluently Russian and German,\nthey asked us to to come with them to help them to deal with the with the civilian\n02:05:\nGerman population. And we accepted. We accepted. We felt that if if even if it was\ntemporary, it was...we did not feel like going back to Riga right away for whatever\nreason. Was it you know, because we had emotional apprehensions about going back,\nwhat we were to find, but we just felt that in the meantime if we worked there, we'll be\nprovided for and they'll take care of us. So we started working for them, and four or five\nmonths passed by and we were doing quite well...",
        "Q: What were you doing?",
        "A: Mostly interpreting between - you see, the Russians were running big German farms to\nget the food to the troops and the Germans were working for them. And the\ncommunication, we used to help to communicate between the Germans and the Russians.\nAnd we also - I was in charge of a warehouse. I was managing a warehouse for the\nRussians. My brother did something else. So we we had a pretty good job with the\nRussians. For for for a while they didn't bother us, you know, they pretty good to us, but\nfour or five months later, maybe even less than four or five months, in the middle of the\nnight, they arrested us, my brother and I. And we were not told why we are being arrested\nbecause under the communist system you are assumed guilty unless you're proven\notherwise. In other words it's an opposite like it 1s in our system. So they don't give you\nany explanation when they\n02:07:\narrest you. Just took us away, put us 1n prison, and later we found out that the reason we\nwere arrested there was one Russian officer, a lieutenant, who was anti-Semite. He went\nback to the general and says the only reason the two Jews survived is because they were\nNazi collaborators. Now as I said, they don't investigate whether it's true or not. They\ndon't give you a chance to explain. Didn't give us a chance to prove that it's not true.\nThey just arrested us. Put us in jail, with the most undesirable element, Russian element\nwho fought in the well-known Vlasov army. It was army of Russian volunteers who\nfought against their own brothers, and we were sitting with those criminals. It just, 1t was\nit was hard to believe for us that after surviving over four years of German concentration\ncamp, we would have to deal with that and truthfully speaking it wasn't much better than\nGerman concentration camp. We were kept under most inhuman conditions. My brother\nand I were separated. I was thrown in a room, in a Stall [stable] without windows. I got\nboils all over my body. I really felt that it was our end after all this time. It the situation\nlooked hopeless. But somehow we were fortunate again in the respect that it was a Jewish\nmajor in the Russian army and his name was Auslaender and one day they called us to\ninterrogate us and we told him that we went through concentration camp and what they\nare accusing us, we have we have hundreds and hundreds of witnesses who were with us\nto dispel any doubts and all we're interested is to go to Israel, on to Palestine. Somehow\nhe felt pity and he let us go. Yes, it took some other doings to persuade him but our our\nour wives - we were married at that time already - yes, my wife was from Hamburg. She\nwas brought to Riga from Hamburg and was in Riga in the ghetto and we had lost track\nof each other. After the war, while I was working for the Russians, I was able to find her\nsomewheres wandering around in Germany, and I brought her to me. Her and her mother.\nAnd my brother had met a girl, Jewish girl, in Poland. At that time Pomerania, today it's\nPoland and he also got married. So they knew, the the the girls knew where we were\nincarcerated and were able to follow us, and somehow they were able to establish contact\nand also it took a little bribery to get us out of there. In addition, you know, to this major\nwho felt pity on us, took a little certain amount of bribery. They\nlet us go. They didn't give us any papers but they let us go. At that time my brother and I\nmade up our mind that we're not going back to Latvia. We aren't going back to Riga after\nthis experience. We didn't want any part of it. We didn't want any part of it. Said we're\ngoing to try to make it to to the West. So that was very very complicated. And first we\nwent to a place called Stettin in Poland and there we were able to establish contacts with\nsome Russian soldiers who smuggled us over the border also for bribes, smuggled us\nover the border into Berlin. I was I went with a special kind of a truck which delivered\nmail from Stettin to Berlin and the Russian soldiers made a business out of it. They hid\npeople underneath the sacks of mail, and that's where I was laying and all the sacks of\nmail on top of me and that's the way I went over the border. My brother and the three\nladies were smuggled in a different open truck with a Russian captain who was able to\nget them through and in Berlin we all met. We my sister-in-law was a native of Berlin\nfrom before the war and she was able to get an apartment in Berlin. It was 1946 and we\nstayed in Berlin for a little\nwhile, a few months, and then I applied for a visa through the Hebrew Immigration Aid\nSociety [HIAS] and 1947, March 10th, 1947, I came to the United States. My brother\nstayed another six months in Berlin. He came six months later. Of course when we came\nto this country it wasn't easy, but I never took the attitude that anybody owes me\nsomething like some other people had, you know. And I was content to be here and have\nan opportunity to try to rebuild my life. We worked hard, two jobs, three jobs - whatever\nwas necessary. My wife worked hard and slowly we kept rebuilding our lives. Family -\nmy first son was born in 1950, and my second son, 1952. My oldest son Stewart is 39\nyears old today. My youngest son Charles is 37. I have since been divorced, after 29\nyears of marriage. I have remarried eight years ago to a wonderful woman. My brother\nhas had much much of tragedy even after the war. His first wife who was also a survivor,\ndied in 1952 or '53 from a heart ailment and left him with a four year old son. He\nremarried a year later and was married to another woman for twenty-five years and she\ndied from cancer. Now my brother has remarried again. He's married now for almost\neight years to a very nice, charming woman. A few years back, quite a few years back,\nmy dear friend Mr. Max Kaufmann who was the mainstay of Latvian Jews in this\ncountry, Mr. Max Kaufmann wrote a book about the destruction of Latvian Jewry about\nfive years after the liberation and this book has been served, served as reference to many\nhistorians and many people who wrote books after that. He was a very close friend of my\nfather and I felt almost like I would be his son. He used to always try to keep the\nremnants of the Latvian Jewry in this country together by arranging yearly memorials\nduring December for the twenty-seven thousand Jews who were murdered. And he\nasked me to get involved, to help him. So maybe twenty years ago I got involved in that\nand I assisted him all through those years to go on with his work. Max Kaufmann died\nabout five years ago, and I felt that it was most imperative for me to try to carry on with\nthe work which he so bravely carried on for many years by himself. I called a few of my\nfriends together from Latvia and we formed an organization called Jewish Survivors of\nLatvia. We try to pass on the legacy of the once beautiful Latvian Jewish community in\nRiga to our children and children's children. We also incorporate in our organization the\nnew immigrants from Latvia who arrived who arrived in the last fifteen years and are still\narriving today. I am involved. A lot of work which has to do with keeping the flame\nalive, perpetuating the heritage, trying to tell the world what was done to us and never let\nit forget it. I personally feel very very strongly when people ask me how come that so\nmany died and and you didn't. Usually I feel, I answer is first of all it was a certain\namount of luck. You had to have luck because no matter what you did, nobody can resist\na bullet, but I also felt that a lot had to do with the fact that I was young and strong and\nalso most important I felt that it was meant to be and I maybe I had a mission. Because I\nwas fortunate enough to survive, I have a responsibility and mission to do my very best\nto try to tell the world what was done to us and what man's inhumanity can do, where\nhate and bigotry can lead to. When we start looking around us today, we are witnessing\nthe awakening of anti-Semitism, of national anti-Semitism in the Soviet Union to a point\nwhere the million six hundred thousand Jews in the Soviet Union, they do not feel safe\nanymore. It's not anymore a question of looking for a better life. It's a question of being\nfrightened. I have\n02:20:\nso people who I have met in the few months from Soviet Union and some as recently as\nlast week from Latvia, there's hardly anybody today who does not consider getting out.\nWe are unfortunately anti-Semitism as a result of the liberalization of the country,\nnationalism and with it anti-Semitism is rearing its ugly head again. And therefore I feel\nit's twice as important now not to leave one stone unturned to make the world aware of\nwhat is happening and to try and do everything possible not to let the same mistake to\nhappen again, where the whole world stood by indifferently and watched our people\nbeing slaughtered. I feel as long as I possibly can I would love to go on with this\nimportant work whether it's in Israel, whether it's in this country, whether it's in Latvia or\nin the Soviet Union. Wherever I have a chance and opportunity to get involved I'm sure\ngoing to try.",
        "Q: Thank you. Thank you very much.\nTECHNICAL CONVERSATION",
        "Q: Tell us how you met your first wife?",
        "A: I met my I met my wife in 1942 when she with another group was transported by rail\nfrom Hamburg, Germany to Riga. We became quite friendly and used to see each other\nquite often, had a relationship and spent some time together. However once they\nliquidated the ghetto, everybody was sent to a different directions. And I lost track of her\nfor quite a long time until after the liberation and I was working for the Russians, I met\nsomebody one day and was told they had seen my wife my girlfriend somewheres near\nDanzig. I went to the general, asked him for permission, and I went looking for her. And\nsure enough, it took me a little while - I found her. She was working in Danzig for a\nRussian general with her mother as interpreters. I was able to convince the German\ngeneral, the Russian general excuse me, that I was married to her already, which I wasn't\nbecause I knew darned well that if I just say she's my girlfriend he'll never let her go but\nluckily they bought my statement. They understood and when he called them and says, he\ncalled my mother-in-law and asked her, does your daughter have a husband and she says\nyes, because she was smart enough to understand that it must be me who were looking\nfor, so he let them go. He let them go and I took them with me to where we were staying\nand after we had the problem with the Russians and we decided not to go back to Latvia\nanymore, we went to, we decided to go to the West, on our way we stopped off in Danzig\nand we got married. My brother and I got married on the same day under the same\nChupah under the most primitive circumstances. Friends of ours came, one friend came\nwith half a lamb. One friend came with a a milk can of vodka and everybody brought\nsomething and we had like a real nice little wedding under those circumstances. And\nthat's after we got married then we decided it's time to move on and that's when we came\nto Stettin, and from there to Berlin and so forth.",
        "Q: When did you know for sure that your father was dead? You had been taken away and he\nwas still in Stuthoff.",
        "A: Well, after the war we started of course looking for my father, trying to get some kind of\ninformation and one day we ran into somebody who was in the same barracks with him\nand he told us that right after my brother and I left Stuthoff, my father lost all will to live.\nHe was emotionally devastated and under the circumstances not being able to work, the\nrations of food which he which he was getting was not enough to survive, so it was just a\nmatter of time and he got sick in Stuthoff, typhoid, and he died in Stuthoff. We all\nactually had an eye-witness who told us the news that my father died in Stuthoff. I would\nlike to mention that in September 1989, my brother and I decided to go back to Riga and\none of the compelling reasons for us to go back\n02:27:\nto Riga was an emotional need to say kaddish, my mother's grave even though she did not\nhave her private grave - 1t was a mass grave - but we still wanted to go back and we did\ngo back and spent six days in Riga and for us it was an emotional holocaust. Yes, there\nwere many pleasant experiences in Riga like visiting the new Jewish community which is\ntwenty-six thousand strong today, satisfying an inner emotional need of paying tribute to\nour mother and saying kaddish at her grave. Also meeting our distant family which we\nstill have in Latvia, in Riga and spending a few pleasant days with them. But also to\nwitness the sad reminders of an era - walking on the street we were reminded of how we\nwere driven as cattle in the gutter under the Nazis. When we passed by the street, certain\nbuildings we were reminded where Jews were beaten, raped and murdered in those\nparticular buildings. We went back to our apartment which was totally dilapidated. Three\nfamilies living in our three room apartment. Going back to my father's business. What a\nsad sight. Selling some books and postcards. Everything in totally devastated condition.\nThe whole life in Riga today, it 1s not the Riga which we once used to know. Latvia was a\nwas a beautiful country. Riga was known as the little Paris of the East. Today, what the\nsystem has done to a beautiful country - it's absolutely unbelievable. The shelves in the\nstores are completely empty. Nothing to buy. And any merchandise arrives, there are\ninstantly blocks and blocks of people waiting to buy it. But we never are sorry that we\nwent back. We had to fulfill an emotional need and we did exactly that. And it was very\nwell worth the trip.",
        "Q: Thank you very much.\nTECHNICAL CONVERSATION\nEnd of tape #2\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Would you tell me your name please?",
        "Q: Where were you born and when?",
        "Q: Will you tell me about, something about your parents?",
        "Q: What did your father do?",
        "Q: What was what was your family life like as a child, growing up?",
        "Q: How did your family prepare to go into the ghetto?",
        "Q: How did you hear about your mother's death and what did you do?",
        "Q: What?",
        "Q: What kind of things did you try to get them to join you?",
        "Q: Tell us about the work you did. What did you do?",
        "Q: We've got to change tapes, and this is a good place to do it. We're just going to change\nthe tape.",
        "Q: OK. We're back. You've collapsed on the sofa.",
        "Q: Tell me - just a minute though. What was it like? Tell me something about where you\nwere and what they moment was like as the Russians came in.",
        "Q: How did you feel at that point?",
        "Q: What were you doing?",
        "Q: Thank you. Thank you very much.",
        "Q: Tell us how you met your first wife?",
        "Q: When did you know for sure that your father was dead? You had been taken away and he\nwas still in Stuthoff.",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: I'm Steven Springfield.",
        "A: I was born January 30th, 1923 in Riga, Latvia.",
        "A: Yes",
        "A: Uh my father owned a junior department store in Latvia, in Riga. Originally he worked as\na salesman and slowly improved himself and was opened, able to open his own business.\nHe was, he was selling ladies sports clothes and uh my mother worked in the business\nwith him. She used to style the clothing. At that time uh there was no wholesale buying\nand all the inventory used to be produced by seamstresses who used to come to the store\nafter it was closed in the evening and my mother used to give them out the work and\ndiscuss the various fashions and they did, did the work at their houses and used to bring it\nback and this 1s the way we we acquired inventory. And my mother used to go once in a\nwhile to Paris to get some styles, to copy styles and and she was working hand-in-hand\nwith my father.",
        "A: Well, the general situation in Latvia before the 2nd World War - Latvia was an\nindependent country from 1918 to 1940. And even though there was some anti-Semitism\nprevalent, the Jewish people had had many cultural activities. We we had many Jewish\nschools. We had Jewish museums, Jewish theaters and a very active cultural and social\nlife. my father and mother worked very very hard in order to provide a decent standard of\nliving to the family and give their children the best possible education. We went to\nprivate schools. , as a matter of fact private German schools until 1933 when Hitler came\nto power. Then all the Jewish people demonstratively took their children out of the\nGerman schools and I started attending the Hebrew\n01:03:\nschool, Gymnasion Ivrith, and I visited the school. I was attending the school until 1940.\nMy brother went to a different school which was called Ezra School which was also, was\nnot Hebrew but it was also diversified in various languages. And we we had a very\ninteresting social life. We belonged to a Zionist organization. we were very much\ninterested in Palestine and most of our young people used to volunteer to go in the\nkibbutz whenever possible. And we were strong supporters of the Zionist movement at\nthat time. Our social life was very active and we had really had a nice a nice growing up\nperiod. And all this of course changed when in 1940, when the Soviet Union occupied\nour country. overnight things were not the same anymore. first of all my father lost his\nbusiness. There was no private enterprise allowed under any circumstances. One day\nsomebody came into our business and asked my father for the key and that was it. And\nmy father had to go and work in the lumber factory, after all those years trying to build\nthe business and provide a future for his family - all of a sudden everything was gone. All\nour Zionist organizations were closed immediately. It was forbidden to have any kind of\nnationalist groups under threat of incarceration. Even the Hebrew schools were closed\nbecause the Soviet Union does not recognize Hebrew as as a Jewish language. That that\nis nationalist and anything which is nationalist is forbidden. So life changed dramatically.\nIn addition they they arrested five thousand prominent Jewish families from Latvia and\nsent them to Siberia, their only crime being that they were capitalists. They had large\nbusiness and all that. And that took all of 1940 until 1941. we had heard, we had heard\nalready about things transpiring in Germany and in Austria. We had heard rumor about\npersecution against Jews, even Jews being sent to concentration camps and all that, but\nnobody really believed that these things would lead eventually to mass murder or mass\npersecutions against Jews, so when when the war finally broke out on the end of June,\nJune 22nd, Germany declared\nwar on the Soviet Union. the German army swept through the Baltic states, within eight\ndays occupied the Baltic states and there was very little time to make up one's mind\nwhether to stay behind or to leave with the retreating Russian army. We had a discussion\nabout it in our living room and my father felt very very strongly that it is a temporary\nsituation. Yes, there might be some privileges which will be taken away from the Jews\nand there might be a certain amount of persecutions, but nobody in their right mind could\never imagine what was to come, so my father said we're going to stick it out. We're going\nto stay. So we did - that's the reason why we stayed behind. Some of our friends left with\nthe Russian army. the men were taken immediately into the Army and most of them died\nfighting the Germans. Some of them were sent to Siberia. Some of them were sent to\ninner Russia and some of them survived and came back after the war. The minute the\nGermans occupied Latvia and particularly Riga on July Ist, 1941, the Latvian population,\nthe Latvian civilian population, turned against their neighbors, the Jews. Anti-Semitism,\nas I said, was always prevalent, but the year occupation by the Soviet Union increased\nanti-Semitism by so much because as usual the Jews were used as a scapegoat and the\nLatvian civilian population accused the Jews of being the culprit of bringing communism\nto their country. And that is why immediately, when the Russians pulled out, the German\ncivilian population started persecution, persecuting Jews. They, before even the Germans\nhad a chance to institute any kind of change, the the Latvians used to sweep through the\nhouses, used to drag people out, used to murder, plunder, rape, everything, in the last,\neven the last the first few days. In this, in the first few weeks, our family was lucky\nbecause we had a maid who was living with us and she used to go out and do all the\nshopping for us, so we didn't have to venture into the streets, which was very dangerous.\nAnd she used to go buy food for us and and help us as much as she could. But then came\nout orders that every Jew was supposed to wear the star, the yellow star of David, left\nfront and center back. And we were not allowed to walk on the sidewalk. Like cattle we\nwere driven into the gutter. Not allowed to go to parks. Not allowed anything. It was a\nvery very sad and nervous time because Jews were continuously, continuously arrested,\ntaken to prison. Most of them never came back. Few later, a few weeks later, an order\ncame out that all Jews have to get ready to be moved from their apartments into specially\ndesignated area called the ghetto. It was supposed to be in a dilapidated section of town\nwhere about four thousand poor Russian and Polish families lived. They vacated the\npremises and in their place thirty thousand Jews were brought. All we all we were\nallowed to take is what we could carry in small little hand-driven carriages. By October\nwe all were supposed to be in the ghetto, and the gates were closed.",
        "A: Well, we knew that there was really no possibility for us to do anything but to follow\norders because the majority, the overwhelming majority of the Latvian civilian\npopulation, didn't have any kind of feelings for their neighbors, the Jews who who who\nwho were struck with this particular disaster. And there was no chance of getting help\nfrom anybody. So when the day came, we just, sad as it was, packed up a few little things\nwhich we could carry and we - I remember the day very well. It was about a mile and a\nhalf from our house to the ghetto, and we carried a few pieces each and had a little wagon\nwhich we pushed and took a few bare necessities, what we could carry, and we made the\ntransition from our apartment to the ghetto. In the ghetto of course, the situation was\ndisastrous because we had to share - in the ghetto we were assigned a room to share with\nanother family. One room. Every apartment, a two or three room apartment usually was\noccupied by six or seven families. And the ghetto was guarded on the outside by the\nLatvian military guards. We had in the ghetto a civilian administration which was in\ncharge of the sanitation, in charge of police, employment agency and whatever, and every\nmorning people used to line up and the German or Latvian guards came and took people\nto work. At night they used to bring them back. my mother, my brother and I were\nworking at that time for a German police unit called BDO, which 1s translated into\nGerman: \"Befehlshaber der Ordnungspolizei\". We were, my brother and I were doing\nmenial labor. My mother was working for the for the chief in in the kitchen. She cooking\nfor his family, which enabled her once in a while to get some extra food to help to\nsupport the family. My father of course stayed home and he did the the the menial chores\nin the house in so far and so at night we used to come back, but all this took a very very\nshort time. That is from October till November. On November 27th, the orders came out\nthat people who live in a certain section of the ghetto supposed to line up on the streets\nthe next morning and they will be sent to a different camp. And of course all kinds of\nrumors started sweeping the ghetto. Nobody was sure what's to come and everybody was\nconcerned and worried and but then, after lining up on the 27th, they sent\nevery...everybody home again. But a day later, on the 29th, thousands of Latvian and\nGerman police came into the ghetto, drunk, most of them drunk - shooting, chasing\neverybody out. Raus. Everybody raus. Schnell, schnell. They chased everybody out.\nWhoever couldn't walk was shot on the spot. Children, women, elderly men, on the street.\nAnd German officers were walking around and telling the elderly and the weak and the\nones who couldn't walk very well that they will provide transportation for them. They, it\nwould be much easier for them and they provided special blue buses. At that time we did\nnot know what was happening to them, but they were chased through certain\nsections of town into the forest, a place called Rumbola and there Russian prisoners of\nwar had prepared large graves, mass graves, and when the people got there they were told\nto undress, put their shoe in one pile their shoes in one pile, clothing in another pile,\ndriven to the edges of this mass grave, and machine-gunned. It was going on all night and\nthe next day. Fifteen thousand of our people were massacred in that particular day. My\nbrother and I were taken with a group of other men and told to go to a certain place\nwhere they established a small ghetto of four thousand able-bodied men, and we were\nimmediately separated from the rest of the ghetto. My father chose to stay at that time\nwith my mother, but somehow - they lived in a different part of town, so they were\nspared the first murder. It didn't last long however, and on December 8th, they started the\nsame thing all over again. And my father came over to visit my my brother and myself,\nwanted to go back and all of a sudden they closed, they closed the ghetto and he was\nstuck. He couldn't go back to my mother because he really wanted to be with my mother,\nso that's how my father stayed with us, and that particular day my mother with most of\nthe rest of the ghetto were taken out. Another eleven thousand, five hundred were\nmassacred. There was another small Aktion the next day of five hundred. There were\nwithin a very short time, two weeks, twenty-seven thousand people massacred.",
        "A: Well, as a matter of fact we, even after it happened, we were not sure. There were all\nkinds of rumors circulating what had happened to them, because the civilian population\nwe didn't have any contact with. We didn't know for sure what was happened. All we\nknew that my mother was taken away in the second aktion with another eleven thousand\nfive hundred people. We were still hoping against hope that maybe it was some kind of a\ndifferent labor camp where she was taken to. Nobody was sure but but after a while, the\nthe real picture started emerging - that it it was just a disaster, that they were just\nmurdered and there was no hope of anybody coming back. And of course my father and\nus were totally devastated. A lot of tears, a lot of crying, saying kaddish after my mother,\nbut really there was not, nothing nothing much one could do at those those at this time. I\nremember while they were taking out those people from the ghetto, I was standing behind\nthe barbed wire and I saw those wild animals, those drunk Latvian and German soldiers\nbeating, killing in the most brutal and barbaric way. I saw a woman walking with a child,\nwith a baby in her arms, and somehow she slipped and the baby fell out of her arms. The\nLatvian policeman grabbed the baby, held it by its legs and put a bullet through the head,\nand when the mother started pleading with him and crying, he shot the mother on the\nspot. I saw that just in front of me. So when I saw that I had no doubt in my mind what\nwas happening to our people. And it was the futility of the situation which made me raise\nmy eyes to the sky, say my God, it just cannot be. Human beings cannot do that to other\npeople. It's just impossible. Day had turned to night. People became worse than animals,\nblood-thirsty without any pity, any feelings for their fellow human beings, and the\nLatvian civilian population and I must get the record straight, the overwhelming majority\nof them just couldn't care less. They were hanging out the windows and they knew what\nwas going on, and the majority of them couldn't care less. Yes, there was some\nexceptions. A few people even risked their lives to help their fellow Jews. But a\npercentage and it was so minute and so small that it really doesn't amount to anything.\nAfter these big exterminations of November and December, life went on in the small\nghetto where just four thousand of us able-bodied men were left, and a few hundred\nwomen were kept in a special house away from us. Then the Jews from Germany,\nCzechoslovakia, Austria, Lithuania started arriving. The majority of them were sent\nimmediately to their death. Some of them were brought to our camp, to our ghetto in the\nin the place of of our people who were executed. And every day new shipments kept\narriving. And as time went on, we got to know them, and in the beginning there was a\ncertain understandable\nresentment from the Latvian Jews because somehow we felt that we had to make room\nfor them, and when when you are emotionally overwhelmed by happenings, you don't\nthink rational and you blame the the new arrivals to to a certain extent about what had\ntranspired. But soon we became friends with them and even though we were separated by\nbarbed wire, we had contacts with them being that they had also women and girls, and in\nour camp there was only men. The contact came, used to be boyfriend-girlfriend\nrelationships and all that, and a certain amount of social life under those primitive\ncircumstances took place. My brother and I, who used to in in 1n 1n pre-war times belong\nto a band, used to come to, on Sundays we used to go the German ghetto used to call it,\nand have social meetings and and sing and and even dance a little bit, just, you know, just\nto pass the time away, and , you know, life was going on and everybody was trying to do\nthe best he could under the circumstances. (pause) A lot of my friends from from pre-war\nfriends volunteered to join the Jewish police force in the ghetto. The Jewish police force\nwas there for the purpose of keeping order within the ghetto. They had no weapons of\ncourse, nothing. They just keep order, make sure that the sanitation is properly done, that\nthey that they maintain order. There there's no criminal activities whatsoever, and my\nfirst reaction, my brother's and I when they asked for volunteers, we wanted very much to\nvolunteer for that too, because it meant have a uniform, have a little bit larger rations of\nfood, not to have to go to work in the city, be inside the ghetto and all that, but my father,\nGod bless him, was very much against it. He says I don't want you to volunteer. Just do\nwhatever you have do, do your work, and don't be in the forefront and try to keep a low\nprofile. Little did we know that indirectly that saved our lives later on because as life was\n01:25:\ngoing on in the ghetto, and as our situation started to become hopeless, some people\nstarted thinking of resistance. I was not directly involved but I knew about it because I\nhad a cousin in the ghetto who was directly involved. They were smuggling guns and\nother military equipment into the ghetto, with the sole purpose of whenever it comes to it,\nthat we will not go to the slaughter voluntarily. We'll fight back as much as we can. As it\nhappens many times, somehow the Germans got wind of it. And till today we still don't\nknow exactly how, but the fact is they came in, in the ghetto one day, and they\ndiscovered the arms. And immediately everybody who was there in that particular\napartment was arrested. So were many other ones, and nobody ever saw them anymore.\nAnd a week later, they took, they lined up the whole police force of forty-five young, of\nour youngest and bravest men, most of them were close friends of mine, and the German\nofficer who was in charge of the of the ghetto said to them that they're holding them\ndirectly responsible for not maintaining order in the ghetto. And they took them out to a\nto a big place in front of the ghetto and they machined them all, machine-gunned them all\nto death, forty-five of them. One of them escaped somehow, but later on they caught him\ntoo, so not one of them is alive today. One night when I came back from work with my\nbrother, we heard the news. And it was devastating, but we first realized that by not\nletting us join this police force my father had saved our lives at that particular time. So\nlife was progressing in the ghetto. On and off they would come again and take away so\nmany hundreds of people - whoever couldn't work, whoever was elderly, whoever was\nsick - never to be seen again. And finally in 1943, the order came out that the ghetto will\nbe liquidated. And the ghetto\npopulation will be transferred to a concentration camp on the outskirts of Riga called\nKaiserwald. They didn't liquidate the ghetto all at once. Used to came an order, tomorrow\nwe'll need five hundred men. Then three days later another two hundred men. So every\ntime an order came out for so many people, every building and every family had to\nsupply a certain amount of people, and everybody of course wanted to stay in the ghetto\nas long as possible because as bad as things were in the ghetto, we knew that Kaiserwald\nconcentration camp is going to be much worse and we had heard already rumors to that\neffect, so when the order came that that in our house so many people have to be\nvolunteered to go my brother and father and I consulted. One of us had to go and I felt\nthat I was the younger one. I was the stronger one. My father was out of the question. It\nwas between my brother and I.",
        "A: I felt that I would have a better chance to survive in a concentration camp and I I really\nfelt that somehow my brother who is who was not in excellent good health at that time\nalready, would have a more difficult time. And we discussed it and in the beginning of\ncourse my brother didn't want to hear about it. He wanted to to pull straws or things like\nthat, but I said no, it's OK. I will go. So next day, about three hundred of us were sent to\nKaiserwald, and Kaiserwald was a very very difficult place. Was a hell hole. Inside the\ncamp we were ruled by criminals, by German criminals who were also prisoners 1n the\ncamp, but they were above us. And they used to beat the hell out of us and food was very\nlittle. See every day they used to line up in the morning, at five o'clock in the morning in\nthe cold winter, without any clothing, and used to, they got so many people to go to\nwork. And many of those German war criminals were were murderers. They were in\nprison for murder, and they were in charge of us, so there was one particular guy, we\nused to call him Mr. X. He used to take a group of hundred, two hundred people out to\nwork every day, and for sport every day used to drown one or two of them, just for the\nsport. Used to bring back less than he took out. Fortunately it didn't last too long for me. I\nwas able to volunteer to a group which was supposed to to go a different work camp, and\nin about three or four weeks I was able to get out of Kaiserwald and go to this camp\nwhich was about a couple of miles away from Kaiserwald, and there I was working for a\nunit called TWL, which is in German Truppen Wirtschafts Lager. It it was a unit which\nsupplied the clothing and the food for the German army. We were working there in\nassorting clothing and many other duties as far as the warehouse is concerned. A few\nweeks later I found out that my brother and father also were sent to Kaiserwald, that the\nghetto had been liquidated, so they were in Kaiserwald. I was working in this TWL and I\nwas doing everything I could to try to get them to join me, because the\nconditions in Kaiserwald were horrible and I knew that particularly my father couldn't\nsurvive too long there.",
        "A: Well, there always used to be some contact with with Kaiserwald, and I used to try to get\nsome messages to them to try to volunteer. The minute they asked for volunteers to come\nto us, to volunteer to come to our to my camp. Also every couple of weeks they used to\ntake from our work camp people who had to go to the dentist, problems with their teeth -\nthe dentist was in Kaiserwald, and what he would do is when you used to come with a\ntoothache he just would pull your tooth, and when I heard about this I volunteered. I said\nI had a toothache and I volunteered because I wanted to see my brother and my father and\nsee them personally. So that morning when I was working in the clothing depot I took\nsome socks from the depot. I hid them underneath my pants and at night we were lined\nup, a kommando of about fifteen, twenty people ready to go to Kaiserwald. Low and\nbehold we were stopped at the gate. Germans control. When I heard that I knew that I'm\ngoing to have a lot of difficulties to say the least, and I had to get rid of those (pause)\nsocks. I was able to establish contact with a German, not with a German - it was a\nLatvian guard outside the barbed wire and I told him in Latvian, I have some socks. Take\nthem. Keep them. He did. I was able to sneak the socks to him and get rid of them.\nHowever when I looked at my group, all of a sudden there were some socks which\nsomebody else had thrown down on the ground, and I had told the people who were with\nus, fellow Jews, that I was carrying some socks for my brother and my father, so the\npeople felt that they were my socks, and when I told them that I got rid of my socks they\ndidn't believe me. And when the Germans saw the socks laying on the ground, they said\nwho, who do they belong to. In the beginning I wasn't going to volunteer because I, there\nwas no reason for me. They wasn't mine. But I was pressured in into admit, to confess by\nmy fellow Jews because they really felt that it was mine and they said if I'm not going to\nvolunteer, everybody was going to be punished. I had no choice, and I stepped forward\nand I said they were mine. And next, immediately I was given a merciless beating. I was\narrested. I was dragged to a bunker where they used to keep the people before execution.\nI was almost unconscious. I was thrown into the bunker and I blacked out. A couple of\nhours later I must have woken up. It was still completely dark. It was night and first I did\nnot realize what had transpired. Slowly it started coming back to me and I started to\nrealize that I was doomed. People were executed for much less than that. I just couldn't\nbelieve it. I was bleeding. I was holding my head. I was aching all over, but I just couldn't\nbelieve it. I was twenty years old, and I just couldn't believe that this was going to the\nend. All kinds of\nthoughts started flashing through my mind - the kind of life I was hoping to build one day\nfor myself and it all goes down the drain. It's not going to happen. An hour later I heard\nfootsteps nearing the bunker where I was incarcerated. I was a hundred percent sure they\nwere Germans coming to execute me. The door swung open and there were two\nGermans, officers in uniform and the camp elder, the Jew who was the camp elder. His\nname was David Kagan, and as they entered the bunker, before the Germans had a\nchance to draw their guns, the camp Aeltester started beating me, saying you lousy son of\na gun, he says. How dare you to steal from the Germans, and kicked me and beat me and\nkicked me and beat me. I started bleeding profusely from all over my body and he beat\nme into unconsciousness. But somehow, ironically, that saved my life. He beat me so\nmuch that the Germans assumed that I was dead or close to dead. They just turned around\nand walked out, which I was told later because I was unconscious. I was laying in this\nbunker for another two or three days and then finally the camp elder came and got me\nand took me back to camp and it is something which I have never forgotten. Mr.Kagan\nwho did not have a very good reputation from everybody because a lot of people felt that\nhe was too strict and sometimes too merciless, but I must, if I want to be honest I really\nhave to admit that if not for him I wouldn't be alive today. Another few months passed. It\nwas 1944 now. And even though we did not have any radios or any newspapers, the news\nkept trickling 1n to us that the tide of the war had turned. The Russians had won the battle\nof Stalingrad and the Germans were starting to retreat. And of course for us it meant\nsome kind of a glimmer of hope. Perhaps, perhaps the Russians will be liberating us\nbefore the Germans have a chance to kill us. In the meantime, periodically the Germans\nwould come into our camp, line everybody up in front of a table where one of the\nGermans would sit. Everybody had to undress naked and walk in front of him, and if\nthere was something he would like on your body, any scar or anything like that, you went\nto the left, and left meant certain death. And my father who was an invalid and who was\nwith us at that time yet still on many occasions he would have been doomed if he\nwouldn't have somehow we're able to save him by not letting him go into the line, by\nsneaking him out. When once I remember my father was taken out and and sent to the\nleft, and he was still standing there and waiting the truck to take him away, and the\nGerman guard was walking back and forth, and as he turned his back I snuck in. I\ngrabbed my father and pulled him out of there which at that time saved his life. So my\nbrother and I and my father were still in this particular camp when 19...when the fall of\n1944 came, and that was when we started\nalready hearing rumors that the Russians were getting closer and closer. And one day we\nwoke up and we heard already the Russian guns and Russian planes and we could, you\nknow, we were starting to to have hope against hope that maybe, maybe salvation is near.\nIf I were what is what is it was not meant to be. It was not meant to be. We were all\ndriven out of our barracks, lined up with the Germans and taken to the port where ferries\nwas standing by, and we chased on to those ferries and taken by boat from Riga to\nDanzig, Germany into concentration camp Stuthoff, and we heard, after we arrived in\nDanzig, when we heard that we were going to Stuthoff, we were devastated because\nStuthoff was a camp which was very well known as one of the worst. There was no food.\nWas a lot of brutality, a lot of killings and hardly anybody esc...got out got out of\nStuthoff, so the three of us, my brother, my father and I, went to Stuthoff and spent\nseveral weeks there. The conditions in Stuthoff were beyond any description. People\nwere dying left and right from hunger. People - you woke up in the morning - next to you\npeople were dead, emaciated. And the condition was deteriorating by the day because the\ntide of the war had turned and as bad as it was before, now the Germans were letting the\nanger out on the few remaining Jews because they were, it was clear to them by this time\nthey were loosing the war. A few weeks after we arrived in Stuthoff, we were all lined up\none day and a German officer said they are looking for volunteers to work in a German\nship building firm in Danzig called Schiff ?? Werke. My brother and I and my father\nvolunteered, but as my father was going across to join us, the German officer noticed that\nhe was invalid. He was dragging a leg as a result of scarlet fever which he had in his\nyouth. The minute he noticed that he says you cannot go. Back. My brother and I started\npleading, it's our father. We have to go together. Just to spite, he says you're going and\nhe's staying here, and no matter how much we begged and no matter how much we\npleaded and cried, it did not help. We were kicked and beaten and forced to leave my\nfather. It was clear to my brother and myself that the minute my father would be left in\nStuthoff he would be doomed. And we were we were absolutely heart-broken to leave\nhim there, because we knew it was going to be the end. But we were forced to do it and\nthat's how we left Stuthoff. From Stuthoff we were taken to a camp called Burgram ? (ph)\nand from there every morning at 4:30 we were put on a train and taken to the\nshipbuilding company to work there. And that was going on for a couple of months...",
        "A: Well, they were they were building submarines there and we had to carry the heavy steel\nparts and hand it to the mechanics and to the engineers, whoever wanted them, and we\nwere guarded by German soldiers all day long. The working conditions left a lot to be\ndesired, but we used to get an extra piece of bread so it was still better than staying in\ncamp and not working. Besides while going to work we could always have some\ncommunication with the outside world, learn what was happening, find out that the war\nhas definitely turned, that the Germans were retreating on all fronts. We also learned that\nLatvia had been liberated and we missed it by not more than a few days. My brother got\nsick in that particular camp and he could not go to work. He had a had a problem with his\nstomach and with his legs and he was staying in a makeshift hospital there in this camp\nand I kept trying to look in on him and see that he's OK. One day in the hospital he saw a\nglass with white liquid and assuming it was milk he drank it. And it was rat poison. And\nthat completely\ndestroyed his stomach. Completely destroyed his stomach. He was very very sick from\nfrom then on. He was in very very bad shape. And to make things worse a few weeks\nlater the order came we are moving out because the Russians were obviously coming\ncloser. That was the winter of 1944-45. It was a very very - the climate was very cold.\nWe were driven on foot through the German countryside. It was cold. It was snow. My\nbrother could hardly walk. I supported him as much as I could. It got so bad that he\npleaded with me to let him go. Don't he says. Let me die. I I cannot, I I really cannot\nhandle it anymore. I I want to die. Leave me here. But it was it was clear that the minute I\nlet him go, he would be shot on the spot because anybody who couldn't keep up with the\nmarch was shot on the spot, and you would walk on the road - you could see corpses all\nover because it was an actual death march. I just couldn't give in. I just couldn't drop my\nbrother. I carried him. I schlepped him. I kept talking to him. I'd say we're not too far\naway from salvation. You can't give up now. You can't give up now. Anyway, somehow I\nwas able to schlep him to the next camp which was a place called Gottendorf in eastern\nPomerania. There the conditions of course got from bad to worse because the Germans\ndidn't have enough to eat themselves anymore because the armies were retreating and the\nJews didn't get anything to eat. If we got a piece of potato peel we were lucky. We used\nto press it against the little oven which you had in the barracks and and roast a potato\npeel. Every morning you used to wake up in the barracks - the fellow on the left, upstairs\non the right used to be dead. It was just a disaster. It was, you know, it it - another few\nweeks and there wouldn't be any camp. And in all that I still was able once in a while\nwhen they asked for volunteers to go out of the camp, come in contact with civilian\npopulation in my work, once in a while got a little piece of bread which I could, I would I\nwould be able to bring to my brother who who really didn't get anything to eat in camp,\nbecause he was not in a position to be able to get out. In the meantime it was 1945,\n(pause) March. March 1945. My brother was near death. He was very very sick. They\nhad a little tent on the side of the camp where they sent the very sick people there, and\nthey were just laying there and dying. Once in a while I used to come in and bring him\nsomething, but what they needed we couldn't give them - medication, any medical help or\nanything. Beginning of March I started feeling bad myself and I got sick. Typhoid fever.\nI started, I tried to carry on as long as I could, but I just couldn't do it anymore. And one\nmorning the order came out again we are leaving the camp. We are marching out again. I\ncouldn't march anymore. I couldn't walk anymore. I took all my strength to drag myself\nto the little hut where my brother was laying, and I walked into the hut. I laid next to my\nbrother. If we're going to die, we're going to die together. In the meantime everybody\nwho could walk was lined up and marched out of the camp. We could hear them shooting\nand we could hear them yelling, but all of a sudden it was quiet. They were gone, except\nfor two German guards who were left behind with the instructions to shoot the sick\nfifteen minutes after everybody else leaves. We were so sick at that time, hallucinating -\nwe didn't even know what was going on. (Pause) All of a sudden, we could hear shooting,\ngunfire. The two German guards ran into our hut and said to us, we have instructions to\nshoot you, but we won't if you won't give us away to the Russians, because the Russians\nare coming in. They took off their German uniforms, put on our striped prisoner clothes,\nand laid down right next to us. A few minutes later we could hear\n01:54:\nsome more shooting and before you know it, the were Russian tanks, Russian tanks\nmoved into camp. All of a sudden a young Russian officer wearing a short leather coat\nand I remember it so well like it happened yesterday, with a machine-gun strung around\nhis waist, walked in, looked at us and a seasoned Army veteran broke out in tears and\nstarted crying. What have they done to you? He says: \"Ikh bin a Yid.” And he says we\nwill take revenge for you. For every one of you, we will get thousands of them. And\nsomebody pointed out the two German guards who were laying next to us and they took\nthem away immediately, and that was our liberation. That's how we were liberated. Yes,\nwe had freedom, but many didn't survive the freedom. There was no medical help. Yes,\nthere was some more food but our stomachs could not handle it. Many people died\nbecause of over-eating. The Russians couldn't be bothered with us. They had a war to\nfight. So all they told us is you stop the German refugees who are on the road, and you\nmake them take you back to town into a hospital. Needless to say, the minute the\nRussians were gone the Germans couldn't care less. They left us laying there. Finally a\nRussian stopped the German horse and buggy and he said to them, you take them back to\ntown, and if you don't we'll shoot you. So finally this German family or whoever they\nwere took my brother and myself and another two guys, put them on their wagon, took us\nback to the town. The name of the town was Lauenburg, which was also in eastern\nPomerania. The town was in the center of fighting. There was a lot of shooting, a lot of\nbombing from airplanes and everything. The the Germans dropped us off in the center of\ntown - just dropped us and took off. We were staying in the middle of town. We could\nnot walk.\n01:57:\nWe didn't know what to do, how, what, so we was crawling on our legs and hands, hands\nand legs until we came to a building. In the meantime it had gotten dark. All we could do\nwas feel. We didn't know where we were going. We opened the door to a building,\ncrawled in, found some kind of a couch or a bed and laid down there.\nEnd of Tape #1\nTape #2",
        "A: Several hours later we smelled smoke. The Russians were burning the whole town down\nand as sick as we were and as tired as we were, we had to crawl out of the building again\nand look for other shelter. Finally we found a little place and we collapsed there and then\nthe long tedious process of recovery started to take place. Took us months. As a matter of\nfact I recouped a little faster and...",
        "A: Well, we were, as I said we were in a little town in eastern Pomerania. The Russians were\noccupied with their march. They were going straight to Berlin they were telling us. So we\nhad very little possibility to have any kind of a real contact with the Russians because\nthey were only coming through. They were only coming through. All day long troops,\ntanks were coming through the town. But they left a certain amount of people behind for\nthe running of the town and administration and all that and once I was able to get around\nagain, the Russians did help us to get some food. My brother was very sick. We lived\nwith two, we stayed in an apartment with two other friends of ours who were also\nliberated and one of my friends and myself, we were able to get around better so we used\nto go around. It it was a very unusual situation. We, at that time we really were not\nconcerned about our new life, about thinking about the future. All we were concerned\nwas getting enough food to eat and getting well again. We did not think about plans,\nwhere we going to go, whether we're going to go back to Latvia or\n02:03:\nwhether not going to go back to Latvia. We really didn't give 1t much thought because all\nthose years of of this incarceration and living under certain circumstances , you know,\nyou you don't think the way a normal human being would think - that I have to start\nmaking plans about my future. All we're thinking in terms of just survival, day to day\nsurvival, and it took a considerable amount of time simply emotionally we were ready to\nstart thinking about other things than just the day of survival.",
        "A: Well, of course we were very anxious to find out what happened to the rest of our\nfamilies, whether there was still anybody alive, try to establish some kind of a contact.\nBut our primary purpose was to really get back on our feet so we could function again. In\naddition, the Russians were taking any, every able-bodied person was taken into the\narmy, and they couldn't care less whether you were in a concentration camp or not. Then\nthey used to put you 1n a hospital, give you some care. The minute you could well enough\nthey used to give you a uniform and a gun and away you went. Many people who were\nliberated at that time had to go to the Russian army and still in the last few months were\nkilled on the Russian front, after surviving concentration camp for over four years. I\nslowly was starting to get a little better and we made contact with some Russian officers\nwho were coming through town and they asked us whether we would like to work for\nthem as interpreters, being that my brother and I speak fluently Russian and German,\nthey asked us to to come with them to help them to deal with the with the civilian\n02:05:\nGerman population. And we accepted. We accepted. We felt that if if even if it was\ntemporary, it was...we did not feel like going back to Riga right away for whatever\nreason. Was it you know, because we had emotional apprehensions about going back,\nwhat we were to find, but we just felt that in the meantime if we worked there, we'll be\nprovided for and they'll take care of us. So we started working for them, and four or five\nmonths passed by and we were doing quite well...",
        "A: Mostly interpreting between - you see, the Russians were running big German farms to\nget the food to the troops and the Germans were working for them. And the\ncommunication, we used to help to communicate between the Germans and the Russians.\nAnd we also - I was in charge of a warehouse. I was managing a warehouse for the\nRussians. My brother did something else. So we we had a pretty good job with the\nRussians. For for for a while they didn't bother us, you know, they pretty good to us, but\nfour or five months later, maybe even less than four or five months, in the middle of the\nnight, they arrested us, my brother and I. And we were not told why we are being arrested\nbecause under the communist system you are assumed guilty unless you're proven\notherwise. In other words it's an opposite like it 1s in our system. So they don't give you\nany explanation when they\n02:07:\narrest you. Just took us away, put us 1n prison, and later we found out that the reason we\nwere arrested there was one Russian officer, a lieutenant, who was anti-Semite. He went\nback to the general and says the only reason the two Jews survived is because they were\nNazi collaborators. Now as I said, they don't investigate whether it's true or not. They\ndon't give you a chance to explain. Didn't give us a chance to prove that it's not true.\nThey just arrested us. Put us in jail, with the most undesirable element, Russian element\nwho fought in the well-known Vlasov army. It was army of Russian volunteers who\nfought against their own brothers, and we were sitting with those criminals. It just, 1t was\nit was hard to believe for us that after surviving over four years of German concentration\ncamp, we would have to deal with that and truthfully speaking it wasn't much better than\nGerman concentration camp. We were kept under most inhuman conditions. My brother\nand I were separated. I was thrown in a room, in a Stall [stable] without windows. I got\nboils all over my body. I really felt that it was our end after all this time. It the situation\nlooked hopeless. But somehow we were fortunate again in the respect that it was a Jewish\nmajor in the Russian army and his name was Auslaender and one day they called us to\ninterrogate us and we told him that we went through concentration camp and what they\nare accusing us, we have we have hundreds and hundreds of witnesses who were with us\nto dispel any doubts and all we're interested is to go to Israel, on to Palestine. Somehow\nhe felt pity and he let us go. Yes, it took some other doings to persuade him but our our\nour wives - we were married at that time already - yes, my wife was from Hamburg. She\nwas brought to Riga from Hamburg and was in Riga in the ghetto and we had lost track\nof each other. After the war, while I was working for the Russians, I was able to find her\nsomewheres wandering around in Germany, and I brought her to me. Her and her mother.\nAnd my brother had met a girl, Jewish girl, in Poland. At that time Pomerania, today it's\nPoland and he also got married. So they knew, the the the girls knew where we were\nincarcerated and were able to follow us, and somehow they were able to establish contact\nand also it took a little bribery to get us out of there. In addition, you know, to this major\nwho felt pity on us, took a little certain amount of bribery. They\nlet us go. They didn't give us any papers but they let us go. At that time my brother and I\nmade up our mind that we're not going back to Latvia. We aren't going back to Riga after\nthis experience. We didn't want any part of it. We didn't want any part of it. Said we're\ngoing to try to make it to to the West. So that was very very complicated. And first we\nwent to a place called Stettin in Poland and there we were able to establish contacts with\nsome Russian soldiers who smuggled us over the border also for bribes, smuggled us\nover the border into Berlin. I was I went with a special kind of a truck which delivered\nmail from Stettin to Berlin and the Russian soldiers made a business out of it. They hid\npeople underneath the sacks of mail, and that's where I was laying and all the sacks of\nmail on top of me and that's the way I went over the border. My brother and the three\nladies were smuggled in a different open truck with a Russian captain who was able to\nget them through and in Berlin we all met. We my sister-in-law was a native of Berlin\nfrom before the war and she was able to get an apartment in Berlin. It was 1946 and we\nstayed in Berlin for a little\nwhile, a few months, and then I applied for a visa through the Hebrew Immigration Aid\nSociety [HIAS] and 1947, March 10th, 1947, I came to the United States. My brother\nstayed another six months in Berlin. He came six months later. Of course when we came\nto this country it wasn't easy, but I never took the attitude that anybody owes me\nsomething like some other people had, you know. And I was content to be here and have\nan opportunity to try to rebuild my life. We worked hard, two jobs, three jobs - whatever\nwas necessary. My wife worked hard and slowly we kept rebuilding our lives. Family -\nmy first son was born in 1950, and my second son, 1952. My oldest son Stewart is 39\nyears old today. My youngest son Charles is 37. I have since been divorced, after 29\nyears of marriage. I have remarried eight years ago to a wonderful woman. My brother\nhas had much much of tragedy even after the war. His first wife who was also a survivor,\ndied in 1952 or '53 from a heart ailment and left him with a four year old son. He\nremarried a year later and was married to another woman for twenty-five years and she\ndied from cancer. Now my brother has remarried again. He's married now for almost\neight years to a very nice, charming woman. A few years back, quite a few years back,\nmy dear friend Mr. Max Kaufmann who was the mainstay of Latvian Jews in this\ncountry, Mr. Max Kaufmann wrote a book about the destruction of Latvian Jewry about\nfive years after the liberation and this book has been served, served as reference to many\nhistorians and many people who wrote books after that. He was a very close friend of my\nfather and I felt almost like I would be his son. He used to always try to keep the\nremnants of the Latvian Jewry in this country together by arranging yearly memorials\nduring December for the twenty-seven thousand Jews who were murdered. And he\nasked me to get involved, to help him. So maybe twenty years ago I got involved in that\nand I assisted him all through those years to go on with his work. Max Kaufmann died\nabout five years ago, and I felt that it was most imperative for me to try to carry on with\nthe work which he so bravely carried on for many years by himself. I called a few of my\nfriends together from Latvia and we formed an organization called Jewish Survivors of\nLatvia. We try to pass on the legacy of the once beautiful Latvian Jewish community in\nRiga to our children and children's children. We also incorporate in our organization the\nnew immigrants from Latvia who arrived who arrived in the last fifteen years and are still\narriving today. I am involved. A lot of work which has to do with keeping the flame\nalive, perpetuating the heritage, trying to tell the world what was done to us and never let\nit forget it. I personally feel very very strongly when people ask me how come that so\nmany died and and you didn't. Usually I feel, I answer is first of all it was a certain\namount of luck. You had to have luck because no matter what you did, nobody can resist\na bullet, but I also felt that a lot had to do with the fact that I was young and strong and\nalso most important I felt that it was meant to be and I maybe I had a mission. Because I\nwas fortunate enough to survive, I have a responsibility and mission to do my very best\nto try to tell the world what was done to us and what man's inhumanity can do, where\nhate and bigotry can lead to. When we start looking around us today, we are witnessing\nthe awakening of anti-Semitism, of national anti-Semitism in the Soviet Union to a point\nwhere the million six hundred thousand Jews in the Soviet Union, they do not feel safe\nanymore. It's not anymore a question of looking for a better life. It's a question of being\nfrightened. I have\n02:20:\nso people who I have met in the few months from Soviet Union and some as recently as\nlast week from Latvia, there's hardly anybody today who does not consider getting out.\nWe are unfortunately anti-Semitism as a result of the liberalization of the country,\nnationalism and with it anti-Semitism is rearing its ugly head again. And therefore I feel\nit's twice as important now not to leave one stone unturned to make the world aware of\nwhat is happening and to try and do everything possible not to let the same mistake to\nhappen again, where the whole world stood by indifferently and watched our people\nbeing slaughtered. I feel as long as I possibly can I would love to go on with this\nimportant work whether it's in Israel, whether it's in this country, whether it's in Latvia or\nin the Soviet Union. Wherever I have a chance and opportunity to get involved I'm sure\ngoing to try.\nTECHNICAL CONVERSATION",
        "A: I met my I met my wife in 1942 when she with another group was transported by rail\nfrom Hamburg, Germany to Riga. We became quite friendly and used to see each other\nquite often, had a relationship and spent some time together. However once they\nliquidated the ghetto, everybody was sent to a different directions. And I lost track of her\nfor quite a long time until after the liberation and I was working for the Russians, I met\nsomebody one day and was told they had seen my wife my girlfriend somewheres near\nDanzig. I went to the general, asked him for permission, and I went looking for her. And\nsure enough, it took me a little while - I found her. She was working in Danzig for a\nRussian general with her mother as interpreters. I was able to convince the German\ngeneral, the Russian general excuse me, that I was married to her already, which I wasn't\nbecause I knew darned well that if I just say she's my girlfriend he'll never let her go but\nluckily they bought my statement. They understood and when he called them and says, he\ncalled my mother-in-law and asked her, does your daughter have a husband and she says\nyes, because she was smart enough to understand that it must be me who were looking\nfor, so he let them go. He let them go and I took them with me to where we were staying\nand after we had the problem with the Russians and we decided not to go back to Latvia\nanymore, we went to, we decided to go to the West, on our way we stopped off in Danzig\nand we got married. My brother and I got married on the same day under the same\nChupah under the most primitive circumstances. Friends of ours came, one friend came\nwith half a lamb. One friend came with a a milk can of vodka and everybody brought\nsomething and we had like a real nice little wedding under those circumstances. And\nthat's after we got married then we decided it's time to move on and that's when we came\nto Stettin, and from there to Berlin and so forth.",
        "A: Well, after the war we started of course looking for my father, trying to get some kind of\ninformation and one day we ran into somebody who was in the same barracks with him\nand he told us that right after my brother and I left Stuthoff, my father lost all will to live.\nHe was emotionally devastated and under the circumstances not being able to work, the\nrations of food which he which he was getting was not enough to survive, so it was just a\nmatter of time and he got sick in Stuthoff, typhoid, and he died in Stuthoff. We all\nactually had an eye-witness who told us the news that my father died in Stuthoff. I would\nlike to mention that in September 1989, my brother and I decided to go back to Riga and\none of the compelling reasons for us to go back\n02:27:\nto Riga was an emotional need to say kaddish, my mother's grave even though she did not\nhave her private grave - 1t was a mass grave - but we still wanted to go back and we did\ngo back and spent six days in Riga and for us it was an emotional holocaust. Yes, there\nwere many pleasant experiences in Riga like visiting the new Jewish community which is\ntwenty-six thousand strong today, satisfying an inner emotional need of paying tribute to\nour mother and saying kaddish at her grave. Also meeting our distant family which we\nstill have in Latvia, in Riga and spending a few pleasant days with them. But also to\nwitness the sad reminders of an era - walking on the street we were reminded of how we\nwere driven as cattle in the gutter under the Nazis. When we passed by the street, certain\nbuildings we were reminded where Jews were beaten, raped and murdered in those\nparticular buildings. We went back to our apartment which was totally dilapidated. Three\nfamilies living in our three room apartment. Going back to my father's business. What a\nsad sight. Selling some books and postcards. Everything in totally devastated condition.\nThe whole life in Riga today, it 1s not the Riga which we once used to know. Latvia was a\nwas a beautiful country. Riga was known as the little Paris of the East. Today, what the\nsystem has done to a beautiful country - it's absolutely unbelievable. The shelves in the\nstores are completely empty. Nothing to buy. And any merchandise arrives, there are\ninstantly blocks and blocks of people waiting to buy it. But we never are sorry that we\nwent back. We had to fulfill an emotional need and we did exactly that. And it was very\nwell worth the trip.\nTECHNICAL CONVERSATION\nEnd of tape #2\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMarch 30, 1990\nRG-50.030*0220",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Steven\nSpringfield, conducted by Linda Kuzmack on March 30, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum. The interview cannot be\nused for sale in the Museum Shop. The interview cannot be used by a third party for creation of a\nwork for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "STEVEN SPRINGFIELD\nMarch 30, 1990"
    ]
}