{
    "rg": "RG-50.030.0883_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Henry Stern, on June 8\", 2016, in Columbia, Maryland. Thank you, Mr.\nStern, for agreeing to meet with us today, and to share your life story.",
        "Answer: I appreciate your coming.",
        "Q: Thank you. I will start at the beginning, and with the simplest questions, and\nfrom that, our conversation with develop, and I hope that your story unfolds. So,\nhere we go. Can you tell me the date of your birth?",
        "A: The 28\" of April, 1929.",
        "Q: And where were you born?",
        "A: In Rohrbach, by Bietingen, in Germany.",
        "Q: And where is that in Germany, what part of Germany would that be?",
        "A: That’s a good question. It’s near Frankfurt am Main.",
        "Q: Okay, okay. Was it a village, or a town?",
        "A: Small village —",
        "Q: Okay.",
        "A: — of approximately five, maybe 600 inhabitants.",
        "Q: Was it the kind of place where everybody knew each other?",
        "A: As far as I know, yes.June 8, 2016",
        "Q: Okay.",
        "A: I was rather young at the time.",
        "Q: Of course. And what was your name at birth?",
        "A: Benno(ph) Heinz(ph) Stern.",
        "Q: Benno(ph) Heinz(ph) Stern.",
        "A: Yes.",
        "Q: And when did you change it to Henry’?",
        "A: When the family moved to the United States, when we emigrated.",
        "Q: So that would have been when you were still a youngster?",
        "A: Oh yes.",
        "Q: Okay.",
        "A: Less than seven years old.",
        "Q: Okay. Tell me a little bit about your mother and your father, starting with their\nnames.",
        "A: My father’s name was Siegfried Stern. My mother was Rachel, alway — always\ncalled Reshe(ph) Morganstern(ph) Stern.",
        "Q: And did you have any siblings?",
        "A: I had a brother, Walter.",
        "Q: Was he —June 8, 2016",
        "A: He was a year and a half older than I.",
        "Q: Okay. That was my question. So you were the younger of the two children?",
        "A: Yes.",
        "Q: All right. At home, what language did your parents speak with one another?",
        "A: German.",
        "Q: German. Any Yiddish?",
        "A: I don’t think so, but of course, Yiddish and German are quite similar.",
        "Q: Uh-huh. But German speaking —",
        "A: Yes.",
        "Q: — at any rate. Were they from the village? Can you repeat the village name,\nbecause I didn’t quite catch it.",
        "A: Rohrbach.",
        "Q: Rohrbach, Rohrbach.",
        "A: Yes. And there are actually, I believe, four Rohrbachs in German —",
        "Q: Okay.",
        "A: — Germany. Which is why I mention by bid — Bietingen.",
        "Q: By Bietingen.",
        "A: Yes.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "Q: Okay, so Rohrbach by Bietingen, that’s why it didn’t rem — it didn’t stay in my\nmind.",
        "A: Right.",
        "Q: So, were they originally from Rohrbach by Bietingen?",
        "A: I’m sorry?",
        "Q: Your — your parents, were they originally from the village Rohrbach by\nBietingen’?",
        "A: My father was.",
        "Q: Okay.",
        "A: My mother was not.",
        "Q: Do you know where she was — her family was from?",
        "A: You know, I really don’t know.",
        "Q: Okay.",
        "A: But apparently not too far away from Rohrbach.",
        "Q: And your father’s family, do you know about how many generations would have\nbeen in Rohrbach by Bietingen?",
        "A: As far as I have found out, approximately four or five grandfathers.",
        "Q: That’s quite a bit.",
        "A: Yes.June 8, 2016",
        "Q: That takes us back into the 18\" century.",
        "A: Oh yes.",
        "Q: You know, and maybe even the 17\".",
        "A: Yes. There was a family business —",
        "Q: Okay.",
        "A: — that was passed on from eldest son to eldest son.",
        "Q: And what was that business?",
        "A: Butcher shop. Butcher, handling of cows, cattle.",
        "Q: Was it a kosher butcher shop, or was it a regular butcher shop that everybody\nwould shop at?",
        "A: I think — I think everybody. There was —",
        "Q: Okay. So, gentiles and Jews.",
        "A: Yes. The village was too small to take care of a kosher business.",
        "Q: Okay. Were your parents religious?",
        "A: I would have to say yes. We — there was a synagogue.",
        "Q: That was my question, my next one.",
        "A: And apparently my father served as cantor. And his brother, his older brother,\nwith whom he was in business, was president of the congregation, such as it was. It\nJune 8, 2016\nwas a small congregation, of course. And they were un — the village was unable, or\nthe Jews were unable to hire any rabbi, so the men took turns conducting services.",
        "Q: Oh, I see. And do you remember going to the synagogue?",
        "A: I have a vague memory of it.",
        "Q: Okay.",
        "A: And apparently, there was a mikveh, and the cemetery right outside the building.",
        "Q: About how many Jewish families do you think were there, of the 500, or 600 or\nso, inhabitants?",
        "A: From what I have gathered from the internet, maybe 15 families. Maybe 15.",
        "Q: Okay, so if we even put four people per family, we’d be saying 60 people.",
        "A: At the most.",
        "Q: At the most, okay. Was it a well-integrated community?",
        "A: It must have been at one time, but of course, as time came on, it — it changed.",
        "Q: Okay. Did — did your mother help out in the butcher shop, or no?",
        "A: No.",
        "Q: Okay.",
        "A: She took care of the house.",
        "Q: All right. Can you describe to me where you lived?\nJune 8, 2016",
        "A: I been trying to find the house on the internet, going onto Google search. I’ve\nnot been successful, but I do have a memory of it.",
        "Q: Please de — what is in your memory of the house?",
        "A: Well, let me explain that, closer to this time, my daughter, my eldest daughter,\nand her husband, who was serving in Germany — he was with the n— ASA.",
        "Q: The ASA?",
        "A: Yes.",
        "Q: What is the ASA?",
        "A: The es — the — out of Fort Meade.",
        "Q: Oh, so he’s with the American military?",
        "A: No, not the military.",
        "Q: Okay, so A —I don’t know what ASA is.",
        "A: It’s a security —",
        "Q: Okay, okay.",
        "A: At — at one point, we decided to visit them, but I was reluctant to go at first, but\nwe did go. And they took us all over, showing us places. At one point they asked\nwhether I wanted to go back to Rohrbach, and I said no. Until just the day before\nwe were to come back to the States. It was too late. But, at a later time, maybe a\nyear or so later, my younger daughter and her husband visited the elder daughter\nJune 8, 2016\nand her husband. And I described the house that we had lived in, and they decided\nto go.",
        "Q: And look for it.",
        "A: And they found it.",
        "Q: Did they?",
        "A: And they told the story of how they walked around looking at the building from\ndifferent angles, taking pictures. And a woman who — came out, and wanted to\nknow what they were doing there. And she explained that this the house their father\nand family had lived in. And she said, I often wondered what happened to those\nboys. My folks told us about it. She invited them into the house and served them\ntea, coffee, refreshments, and they looked throughout the house. The house itself\nwas very unusual, because my father had it built.",
        "Q: Okay.",
        "A: And it was the first house in the village that had running water, and a running\ntoilet.",
        "Q: Well, you know, that’s what — you anticipated some of the questions that I have.",
        "A: Yes.",
        "Q: Because I always ask people, what kind of modern conveniences did you have in\nyour —June 8, 2016",
        "A: It was — it was the first building, or first house in Rohrbach that had a pull chain\nfor the toilet, and the villagers would come in to experience this phenomenon.",
        "Q: You have a museum piece there.",
        "A: I been trying to find that house on the internet, I’ve not been successful. But I\nunderstand that the synagogue has changed hands several times. And I think at one\ntime it was a bakery, and a grocery. I have no idea what it is now.",
        "Q: So the building remained, but it no longer was a place of worship.",
        "A: No.",
        "Q: Okay. What is the address of the house that your father built?",
        "A: That’s what I’ve been trying to determine. As close as I can come to it, it’s at the\ncorner of Herm(ph) gassen and Bunder(ph) gassen.",
        "Q: So Herm(ph) gassen and Bunder(ph) gassen.",
        "A: Yes.",
        "Q: Okay. And was it in the center of town, or was it on the outskirts?",
        "A: That I don’t know.",
        "Q: You don’t know. In your mind’s eye, can you paint a picture for me of what did\nthe house look like? Was it two story, one story?",
        "A: I'd say, I think three story.",
        "Q: Okay.\nJune 8, 2016",
        "A: It was a very big house, on a very large lot. There was a side yard, there was a\nbackyard, which was a garden. And —",
        "Q: Was it stone?",
        "A: Yeah, brick building, yes.",
        "Q: Okay.",
        "A: And the family had a farm — let’s say a garden, full of planted vegetables and\nsuch.",
        "Q: When you say you had running water, does that also mean you had a bathroom\nwith a bathtub in it?",
        "A: Yes.",
        "Q: Okay.",
        "A: Yes.",
        "Q: And did you have electricity?",
        "A: Yes.",
        "Q: And how did you heat the home’?",
        "A: I don’t recall.",
        "Q: What — do you think it might have been coal?",
        "A: It could have been.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "Q: Would you have coal ovens? You know there’s these very sometimes, ornate and\nglazed type of tile. Does that ring a bell in your memory?",
        "A: No.",
        "Q: Okay.",
        "A: No. As I say, I was very young.",
        "Q: Okay. And was it the nicest looking house in Rohrbach by Bietingen?",
        "A: I think I’m prejudiced. I really don’t know whether the — probably — it was\nprobably the most modern house, at the time.",
        "Q: Does that mean that your father was well-to-do?",
        "A: I wouldn’t say that he was rich by any means, but the family was confortable.",
        "Q: Okay. Did you have an automobile?",
        "A: No, no. That’s interesting. The first automobile that I saw, was when a cousin,\nwho had just gotten married, she and her husband drove into the village on their\nhoneymoon. And I remember vaguely, a night trip we took to visit an au — an au —\naunt in, oh, in bent — Bensheim.",
        "Q: Bensheim, mm-hm.",
        "A: Yes. And I don’t even know where Bensheim is in Germany.",
        "Q: Al — it’s near Rohrbach by Bietingen. I don’t know either.",
        "A: No.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "Q: So, it was a rarity to see an automobile —",
        "A: Yes.",
        "Q: — in the village.",
        "A: Very unusual.",
        "Q: Okay. So what was the mode of transportation for most people, aside from their\nfeet?",
        "A: I’d say probably horse cart, that type.",
        "Q: Okay. Was there a railway station?",
        "A: Not that I know of, no, but the —",
        "Q: And was the travel between towns in, let’s say, to Frankfurt, which is a large\ncity, were there buses?",
        "A: No. In fact, one of the things I read 1s that if youngsters wanted to go beyond an\neighth grade, which was the only education in Rohrbach, a one school — one room\nschoolhouse — but if they wanted to go beyond eighth grade, they had to go to\nBietingen, and the only way they could go is to walk, bicycle, horseback —",
        "Q: I see.",
        "A: — or a cart.",
        "Q: Okay. So, it was — it was isolated, in some ways?\nJune 8, 2016",
        "A: Yes. They estimated the — I say, the information I have gotten from the internet\nis that it was about a one hour walk —",
        "Q: The eight kilometers, yeah.",
        "A: — to — to Bietingen.",
        "Q: Yeah. Was it an agricultural community, in general?",
        "A: I would say yes.",
        "Q: Okay. And tell me a little bit about your parents’ personalities, as you remember\nthem, being a small child.",
        "A: Well, we saw very little of my father, for the most part, because he did a lot of\ntraveling. His main job is to buy cattle for the butcher shop, and he would have to\ngo from village to village, and to market to market to buy the cattle.",
        "Q: So, a horse and cart.",
        "A: Yeah.",
        "Q: Okay. You had a horse at home?",
        "A: I don’t recall one, no.",
        "Q: Okay. Okay, so he would — that — 1t wasn’t that he was standing in the butcher\nshop, and —",
        "A: No.",
        "Q: Okay.June 8, 2016",
        "A: That was his brother. His brother was the butcher, and at one point my father\nbecame an apprentice butcher, which he later used once, after emigrating.",
        "Q: Okay. Did they have any other employees?",
        "A: Not that I know of.",
        "Q: So it was really a family — small family business.",
        "A: Right.",
        "Q: And did your mother have any help at home, or was she running the household\nentirely?",
        "A: She was running the household.",
        "Q: And you said your father was from the village.",
        "A: Yes.",
        "Q: And he had one older brother. Did he have any other siblings?",
        "A: Yes, he did, but I don’t know where they were. I — I know there was a brother by\nthe name of Joseph —",
        "Q: Okay.",
        "A: — who also emigrated.",
        "Q: Okay. And did you know your grandparents?",
        "A: Just vaguely.",
        "Q: Okay.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: I remember — I don’t remember my grandfather, but I have a sl — slight memory\nof my grandmother, because she lived with the aunt that we visited at Bensheim.",
        "Q: I see. I see. And did your mother have relatives that were nearby, that you knew’?",
        "A: Well, it’s a strange family mixture.",
        "Q: Okay.",
        "A: So it’s hard to say ye — for me to say yes or no, because we — the Morgenstern\nbranch of the family intermarried with the Stern family.",
        "Q: So this was not the only Morgenstern-Stern marriage?",
        "A: Oh no, no. William Morgenstern, who was responsible for bringing us to\nAmerica, was originally married to Elsie Stern, who was the sister of my father.",
        "Q: So, he had a sister, too.",
        "A: Yeah. Now, she died at a young age, and then Bill remarried. So, there’s that one\nconnection. Trying to think of the other connections, cause it gets confusing. When\nSiegfried married Bill’s sister, Reshe(ph), Rachel —",
        "Q: So that’s your father.",
        "A: My father.",
        "Q: Okay.",
        "A: Married the Morgenstern — Reshe(ph) Morgenstern. So that is —",
        "Q: Another connection.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: — another connection. We can go even further, the — there’s another inter-\nmarriage with the Moritz family. Another family that was brought over to the\nStates.",
        "Q: Okay.",
        "A: It just goes on and on, and —",
        "Q: Are they all from about the same place, the same area in Germany?",
        "A: I’m not sure.",
        "Q: Okay.",
        "A: But they have to be nearby, because travel was a bit difficult.",
        "Q: And, aside from William Morgenstern and Elsie, where there others who had\ncome to the United States before?",
        "A: Yes. Bill ha-had a brother, Saul Morgenstern, and at one point William — Bill\nand Saul were prospecting in the west.",
        "Q: In the 19\" century?",
        "A: Yes. Apparently they came over as young men. Don’t ask me when, but they\nwere young. Eventually William moved to Newport News, Virginia. Saul stayed\nout west, in Texas, and he opened several businesses, but he ended up in Borger,\nTexas, running a clothing store.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "Q: Okay. And back in Germany, the Morgenstern family, was it also involved in\nbusinesses, as far as you know’?",
        "A: I—I don’t know.",
        "Q: You don’t know.",
        "A: A lot of history, unfortunately, has disappeared because our parents never tu —\ndiscussed things like that.",
        "Q: Okay.",
        "A: They really didn’t tell us about the family, and what we have been able to gather\nis memories from different members of the family. And it’s all hearsay, actually.",
        "Q: I understand. Sometimes that hearsay is unbelievably accurate, and sometimes\nit’s not, but you need more verification to determine whether it is, you know. And\nthat’s sometimes not so easy to come by.",
        "A: Right. And that’s one reason I’ve been going on the internet, getting information.\nIn fact, I utilized the local Mormon church to get on the internet. And I was able to\nretrieve the manifest of the ship that we came over on.",
        "Q: And what was that man — ma — ship name?",
        "A: The SS Manhattan.",
        "Q: Okay. We’ll come to that part.",
        "A: Okay.\nJune 8, 2016",
        "Q: But, by asking you questions about your larger family, I have many purposes in\nmind. I guess the primary purpose is, still through the eyes of a young child, to kind\nof get a—a sense and a picture of what — how large was your world, and how many\npeople populated it, you know.",
        "A: Very small, but —",
        "Q: And so, you don’t have a memory of aunts and uncles coming through, and —\nand sort of being there for family celebrations, or things like that?",
        "A: No. The only memory like that 1s s-say when a cousin, cousin Ruth —",
        "Q: Right.",
        "A: — and her husband drove into town on their honeymoon.",
        "Q: Okay.",
        "A: The only other thing is the time, once or twice, that we visited my aunt in\nBensheim, cause I have a memory of that. We used to tease our cousin, cousin\nRuth.",
        "Q: Okay.",
        "A: They had a piano, and they had a stool, which rotated. And both Walter and I\nused to irritate cousin Ruth by sitting on that stool, and just turning and turning.",
        "Q: Well, that’s fun.",
        "A: It was fun for us —\nJune 8, 2016",
        "Q: Yeah.",
        "A: — but not for her. That’s one memory I have.",
        "Q: Okay. So cousin Ruth sounds like she was rather comfortable, too.",
        "A: Oh yes.",
        "Q: If you have a piano, and you have a car —",
        "A: Oh yes.",
        "Q: Do you know how that came about?",
        "A: No, I don’t.",
        "Q: Okay. Do you have any picture of Bensheim in your mind?",
        "A: No.",
        "Q: Okay. Tell me — you say your father was away a lot —",
        "A: Mm-hm.",
        "Q: — you know, so was it that your m — your m — your mother, the person that — the\nadult that was the one who was the most significant, that you would see daily —",
        "A: Oh yes.",
        "Q: Okay. Tell me about her, a little bit.",
        "A: What can I say?",
        "Q: What kind of person was she? Was she shy, was she outgoing? Did she have —",
        "A: She was — she was rather shy.June 8, 2016",
        "Q: Was she?",
        "A: Yes.",
        "Q: A quieter type of person.",
        "A: Very much so. In those days, especially in Germany, women didn’t speak up\nvery much.",
        "Q: Okay. Does that mean that, even though he was absent, your father was the\ndominant influence at home?",
        "A: Oh yes.",
        "Q: Okay. Did they get on? Did they get on?",
        "A: As a lot of marriages do, yeah. They tolerated each other.",
        "Q: Okay. Was it an arranged marriage?",
        "A: Yes.",
        "Q: Oh, okay.",
        "A: Which is why there was so much intermarriage in the families.",
        "Q: And who would have done the arranging?",
        "A: I don’t know.",
        "Q: Okay. Do you have any earliest memories of your own life? Like glimpses, or\nepisodes, or things like that, while you’re still there?June 8, 2016",
        "A: Well, our house was on a corner lot. If you go beyond that — if you take a right\nturn at the corner, there was a bakery, a community bake-house, where all the\nwomen gathered, to bake the bread for the week. And beyond that is where\nLudwig, the brother, had his home. That was the family estate, where the butcher\nshop was [indecipherable]",
        "Q: So Ludwig was the elder brother?",
        "A: Yes. Now, I remember — one thing I do remember as a youngster. Turning right\non that corner, there was a big hay wagon that sat there all the time, empty.",
        "Q: Who did it belong to?",
        "A: I have no idea, but I used to play on that, and I fell off that wagon, and I have a\nlittle scar here, because of that. That’s one memory I have.",
        "Q: That would do it, you know. D1 — wa — did this mean, when the women would go\nand bake bread at this communal bakery, that this was for the entire village?",
        "A: Yes.",
        "Q: Okay. And so, they didn’t do it at home?",
        "A: No.",
        "Q: All right. Was your mother a good housekeeper?",
        "A: Yes, I'd say so.June 8, 2016",
        "Q: Okay. Did you have any — did she prepare any particular dishes that you\nremember, that you liked?",
        "A: The only one I can remember — first of all, my father being in the butcher\nbusiness, we always ate meat. We never knew about fish. Vegetables, whatever\ngrew in the garden. But the one dish that I recall, that I’ve never had since, at a\nPassover, at a Seder, there was one dish intermingled with all the others, and it was\nkastanien und kvetchin(ph).",
        "Q: Kastanien und kvetchin(ph).",
        "A: Chestnuts and prunes mixed together.",
        "Q: Sounds like it could be tasty.",
        "A: That’s one thing. That’s one I remember.",
        "Q: Was he a strict father?",
        "A: Yes.",
        "Q: Were you close to him?",
        "A: Not at the time, no.",
        "Q: Were you and your brother buddies, or did he have his own life?",
        "A: I guess we were.",
        "Q: Okay. Did you have — did you have any childhood friends that you recall?\nJune 8, 2016",
        "A: No, the only one that would come close to it, would be my cousin Ruth. That\nwas Ludwig’s daughter.",
        "Q: Ah, was Ludwig —",
        "A: So, there are two Ruths now, we’re talking about. Ruth Stern —",
        "Q: Okay.",
        "A: — and the other cousin, Ruth Sherch(ph). She was a Loeb(ph), she married a\nSherch(ph).",
        "Q: Okay. When did things change?",
        "A: Sometime, I would say, in the early 30s.",
        "Q: Before Hitler came to power?",
        "A: No, no, that was before. I have no recollection of —",
        "Q: He came to power in °33.",
        "A: Yes, so after °33, and before we emigrated in ’36 —",
        "Q: Okay.",
        "A: — things changed. Cause, as I mentioned, we had a garden —",
        "Q: Yes.",
        "A: —1n the back of the house.",
        "Q: Yes.\nJune 8, 2016",
        "A: Somebody threw salt all over the vegetables that were growing, and ruined the\ncrop. At one point, a gang invaded the house, broke into the house.",
        "Q: Why?",
        "A: And my recollection of it was being awakened, and someone with face paint, as\nHalloween, gruesome paint, shone a flashlight on his face, and woke me up.",
        "Q: Oh my goodness. That is terrifying for a little child.",
        "A: Yeah. That was the idea.",
        "Q: Did they loot, when they broke into the house?",
        "A: I don’t think so, because my father chased them out. He carried a walking stick\nand he started thrashing around.",
        "Q: Okay. Did you ever know who it was?",
        "A: No.",
        "Q: Did you assume it was — or did your parents assume it was someone from the\nvillage that knew y — that they knew, generally.",
        "A: I don’t know. Could have been somebody out of Bietingen, a larger area, just —\nthey had the — Hitler had the gangs —",
        "Q: Of course.",
        "A: — working throughout the area. It was the beginning — as I mentioned, I’m pre-\nHolocaust.\nJune 8, 2016",
        "Q: That’s right. I understand.",
        "A: We just saw the beginning of it.",
        "Q: Yeah. But that beginning is also part of the story, part of the larger story.",
        "A: Mm-hm, right.",
        "Q: And one of the — you know, what were the first steps that were taken, that people\nexperienced.",
        "A: Yeah, well, harassing the Jews.",
        "Q: Did you feel that, when you would go outside the house, as a little boy?",
        "A: Only one recollection of it, and that was when I was in school.",
        "Q: Ah.",
        "A: I was in school only about a half a year.",
        "Q: Okay.",
        "A: I was just — had just turned six. And it — so I’d mentioned it was a one room\nschoolhouse, eight grades.",
        "Q: Okay.",
        "A: And I remember three of us, because I don’t remember anybody else, any other\nJewish people. But Walter, Ruth and I were called together by the teacher, and\nsaid, get out, and don’t ever come back.",
        "Q: Really? The teacher?\nJune 8, 2016",
        "A: I remember sitting on the steps, before we decided to go home, and we never\nwent back to school, in Germany.",
        "Q: Do you remember telling your parents about this?",
        "A: Oh yes.",
        "Q: And do you remember their reaction?",
        "A: They said, that’s what’s going on. And shortly thereafter, my mother decided it\nwas time to leave, at the prompting of Bill Morgenstern, who was aware of what\nwas going on, and suggested that we all get out.",
        "Q: Okay. So this must have been 1935 or 1936.",
        "A: Right. Well, late °35, cause we emigrated in February of 1936.",
        "Q: Okay. What about your father and your uncle’s butcher shop? Was that affected,\nat the time?",
        "A: I had no recollection of it, but it had to have some effect. My father was reluctant\nto leave.",
        "Q: Why?",
        "A: Like so many other Jews in Germany, this will pass. You know, how they\nthought.",
        "Q: So —",
        "A: E-Everyone thought that Hitler could be controlled.June 8, 2016",
        "Q: What about your uncle? Do you know what — what his thinking was?",
        "A: No, but he was — he left when the time came, too, cause shortly after we arrived,\nmaybe within a half a year, Ludwig, Emma, his wife, and daughter Ruth, also\nemigrated —",
        "Q: Okay.",
        "A: — through the efforts of Bill and Roselyn(ph).",
        "Q: Okay. So it was really be — your mother’s connection.",
        "A: Yes.",
        "Q: And your mother’s desire.",
        "A: Insistence.",
        "Q: Okay. Do you remember her — I mean, for a shy person, to be that firm?",
        "A: Well, at that time, I think she got to be protective.",
        "Q: Yeah. Well, I mean I — wer — there are several mothers in this room.",
        "A: Okay.",
        "Q: And I can’t imagine, but — but I know how difficult it would be for me to hear,\nwhen my six year old would come home, and have something to say like that, you\nknow, and children are so vulnerable. And that’s the — the first thing you want to do\nis — 1s safeguard them from that.",
        "A: Mm-hm.\nJune 8, 2016",
        "Q: Do you remember your journey out of Rohrbach, how you left?",
        "A: Well, we had to go to Hamburg, that’s where we boarded the ship. And we\nsailed from Hamburg. And we had one stop, and that was in LaHavre, France.",
        "Q: Were your parents able to take any of their assets out of Germany’?",
        "A: Nothing to speak of.",
        "Q: Okay. Some people reported that they were able to send their furniture abroad,\nthat they were able to get some of their money, even, into other bank accounts. Or\nthey — they tran — they — they bought jewelry, and they took the jewelry with them.",
        "A: I know nothing like that.",
        "Q: Okay.",
        "A: Basically, we came over with nothing.",
        "Q: Okay.",
        "A: I think the limit was around 50 dollars a person.",
        "Q: Okay. Do you remember the leave-taking, from your relatives in Rohrbach, or —",
        "A: No.",
        "Q: — or the trip to Hamburg, and how you did it?",
        "A: No, I don’t.",
        "Q: Okay. Do you remember the boat?",
        "A: I remember a little bit about it.\nJune 8, 2016",
        "Q: Okay.",
        "A: The — the only incident I recall is, apparently I had something like a penny, ein\npfennig.",
        "Q: Ein pfennig, yeah.",
        "A: And I put it in the slot machine, and it ended up, got a dime. And I felt rich.",
        "Q: A dime, U.S.?",
        "A: Yes.",
        "Q: U.S. dollars? On the boat?",
        "A: Yes.",
        "Q: Not bad. That’s a profit.",
        "A: I think that was the beginning of — what, the gambling places on ships. They\nadded slot machines.",
        "Q: Oh my goodness. Was this a passenger —",
        "A: Yes.",
        "Q: — ship, okay. And who paid for the passage?",
        "A: I assume my parents.",
        "Q: Do you remember what the — whether it was a large passenger ship, whether\nthere were —",
        "A: Very large.\nJune 8, 2016",
        "Q: Okay.",
        "A: I mean, I have a picture of it.",
        "Q: But I’m thinking more from your own memories. Were there other German Jews\non the boat?",
        "A: Not that I know of.",
        "Q: Okay. Did any of the other passengers make an impression on you?",
        "A: No.",
        "Q: When you were told to leave school, by that German teacher, how did that affect\nyou?",
        "A: I was just bewildered. I didn’t know what to think, or what to do. This was an\nauth — authority figure, says go, don’t come back. What does a six and a half year\nold boy do to that?",
        "Q: Yeah. So, 1— you’re more — you’re, you know, sort of like you lost your\nmoorings.",
        "A: Yeah.",
        "Q: And your brother and Ruth, how did they respond?",
        "A: Pretty much the same way.",
        "Q: Okay. Okay. Do you know how long it took for the boat to come to the — the\nship to come to the U.S.?\nJune 8, 2016",
        "A: Let’s see, I think about 10 - 11 days.",
        "Q: Okay. And where did you dock?",
        "A: In New York.",
        "Q: Ah.",
        "A: And Bill Morgenstern met us at the ship.",
        "Q: And so you saw the Statue of Liberty?",
        "A: Yes.",
        "Q: Do you remember that?",
        "A: Vaguely, yes.",
        "Q: Vaguely, okay. And do you remember meeting him?",
        "A: Oh, I remember that, yes.",
        "Q: Can you describe that for me?",
        "A: This was a man da — I didn’t understand that he was responsible, but I remember\nj — walking down the gangplank, and meeting him there.",
        "Q: What did he look like?",
        "A: Bill Morgenstern, with the wavy hair, dark hair. About five — eight, nine. He\nwas an impressive man, dressed in overcoat, as I recall.",
        "Q: Was he alone?",
        "A: Mm-hm, yeah.June 8, 2016",
        "Q: And —",
        "A: He had to be. He had a business in Newport News, he couldn’t leave it for long.\nSomebody had to take care of it, so I guess Roselyn(ph) took care of it.",
        "Q: Okay. And remind me again, he had come over with his brother?",
        "A: Not with his brother, but they had come over as young pe — young men.",
        "Q: Young men, okay. And he had been then, in the States for several decades?",
        "A: Several years, at least. Had to have been at least 10 years.",
        "Q: Okay. What was his business?",
        "A: He owned the China Palace and Gift Shop.",
        "Q: In Newport News.",
        "A: Right.",
        "Q: Okay. Porzellanba(ph) in Germany — in German, it would be, you know, china\nshop.",
        "A: That’s right.",
        "Q: When did you stop speaking German?",
        "A: Almost immediately. That was one rule that [indecipherable] set forth. We\nspeak only English.",
        "Q: Okay. Your parents as well?",
        "A: That’s right.June 8, 2016",
        "Q: Okay. Do you remember the journey from New York to Newport News?",
        "A: No.",
        "Q: Whether it was by train, or by car, or anything like that?",
        "A: I have no recollection.",
        "Q: Okay. So tell me a little bit more about William Morgenstern. Did you get to\nknow him?",
        "A: Somewhat, yes.",
        "Q: He’s a relative, after all.",
        "A: Oh yes, a very important relative that — and he had a nice house, small house,\nthat we lived in for a while. One bedroom, one bathroom — not one bedroom, a one\nbathroom house, that took care of his family, and ours, and — and others as well,\neventually.",
        "Q: Well then, tell us about what that — as I asked you to paint a picture of your\nhouse in [indecipherable] can you paint one for me, in words, of this house?",
        "A: All right, that I may be able to do. I know the house was on 61st Street, near\nVirginia — just off Virginia Avenue, the second house off Virginia Avenue. And\nacross the highway was a big structure, which was a water tower for the area. The\nhouse itself was wood. It was the — coal heated. And I remember many times BillJune 8, 2016\nwould go down in the basement and stroked the furnace. And the coal truck would\nempty the coal down the chute, to the basement.",
        "Q: Two story house, three story?",
        "A: Two story.",
        "Q: Okay. About how many bedrooms?",
        "A: Either two or three, I don’t recall exactly.",
        "Q: And so you say — so, it was modest house.",
        "A: Yes.",
        "Q: And his own family, you say it was Rosalie, his wife. And did they have\nchildren?",
        "A: Roselyn(ph).",
        "Q: Roselyn(ph), excuse me.",
        "A: Ernestine.",
        "Q: Okay.",
        "A: And her younger brother Jules.",
        "Q: Okay. So, two boy — two boys in your family, and a girl and a boy in theirs.",
        "A: Right.\nJune 8, 2016",
        "Q: And what kind of impression did they make on you, when you first arrived? You\nwere European kids, and they’re American. Was there — did you sense any\ndifference?",
        "A: No, no. We got along.",
        "Q: So didn’t — that — that was seamless?",
        "A: Right.",
        "Q: Okay.",
        "A: I guess youngsters find it much easier to integrate.",
        "Q: Youngsters can play when they don’t speak each other’s languages.",
        "A: Right.",
        "Q: It’s amazing. How long did you stay with him in the — in this way?",
        "A: Less than six months.",
        "Q: Okay.",
        "A: I remember we moved into the shipyard apartments, which as I recall, were three\nseparate buildings, large buildings. Rothe — roas — roach infested buildings. I mean,\nbig.",
        "Q: The southern kind.",
        "A: Never could get rid of them.",
        "Q: Oh my goodness. Oh my goodness.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: Iremember that. And before long, we moved to a house on 26\" Street, just off\nHuntington Avenue.",
        "Q: Did you — did any — did your family get any help from any agency?",
        "A: I don’t know.",
        "Q: Okay. So this sounds like entirely a private enterprise. Nothing that would have\ninvolved a community agency, a Jewish agency, a government agency.",
        "A: Not that I know of. Remember, in order to bring immigrants into the country, the\nsponsor had to sign a paper, they would be responsible.",
        "Q: Yeah.",
        "A: The government didn’t want — couldn’t do anything, th — the government at the\ntime, was handicapped. We were in a depression.",
        "Q: That’s true.",
        "A: And in addition to that, you had the American firsters — isolationists. They didn’t\nwant to get involved with other people. And of course — and before Father\nCoughlin, and so on, they were quite influential, at the time. So, what could the\ngovernment do? The politicians were scared, they wanted to stay in power. As we\nhave right now.",
        "Q: Politicians have always wanted to stay in power.\nJune 8, 2016",
        "A: Right. So it was up to individuals, and Bill and Roselyn(ph) were granted\npermission to support 125 people.",
        "Q: That’s amazing.",
        "A: And when they filled that quota, they persuaded other people to sponsor\nimmigrants.",
        "Q: Well, this 1 — this is not inconsequential, you know. Can you tell me a little bit\nabout your memories of who — what they were like, what were their personalities?\nLike I asked about your father and your mother, what can you tell me about them’?",
        "A: Well, Roselyn(ph) was a beautiful lady. She was outgoing, and just friendly with\neverybody. Bill was a doer. He served many terms as president of the congregation,\nRodef Sholom. As a businessman, he was friendly to everybody.",
        "Q: Was he particularly well-off?",
        "A: No, far from it. In fact, Ernie — Ernestine, his daughter, tells the story of\ncoming downstairs one morning, and found her father with his head 1n his hands, on\nthe table, worried that he didn’t have money to buy food that day.",
        "Q: Wow.",
        "A: We were coming out of the depression at the time. How many pieces of china\nand gifts were — were being bought at the time?",
        "Q: Not many, cause that’s not a necessity.June 8, 2016",
        "A: That’s right. So, he was struggling.",
        "Q: But that just underscores the unusual part of the story.",
        "A: Right.",
        "Q: That despite that — did he talk about his own family in Germany, did he talk\nabout Germany, did he talk about getting people out, did he —",
        "A: No, not — not to me, no, not that I’m aware of.",
        "Q: Okay. Were you the first ones that came over?",
        "A: We were the first that they brought over.",
        "Q: Okay. And so, how did your father get on his feet financially, and your mother?",
        "A: My father took a job, the only job he could get, I assume, in a warehouse, at five\ndollars a week. My mother would bake cakes, that she would sell on order, from\npeople in the community. In addition to that, she became the janitor of Rodef\nSholom temple. And many is the time, after a rain, she had to go down to the\ntemple and bail water out of the basement.",
        "Q: That’s not easy.",
        "A: No.",
        "Q: Did they find it hard to adjust here?",
        "A: My father did, yeah. My mother, not too much. But eventually —\nhttps://collections.ushmm.org\nJune 8, 2016",
        "Q: What was — excuse me for interrupting, but what was hard for him, in the\nadjustment?",
        "A: He was used to the German way, what he had been doing. He was his own boss\nall those years, and suddenly he was working for someone in a warehouse in a—a\nbusiness he knew nothing about.",
        "Q: Had they — had he had higher education, your father?",
        "A: I don’t think so.",
        "Q: And your mother?",
        "A: I doubt it. I don’t think women at the time, or girls at time —",
        "Q: It was unusual.",
        "A: Yeah.",
        "Q: It was unusual.",
        "A: But I would say within a year or so, he opened up a grocery, again on 26\"\nStreet, just a half a block up from where we were living. And if I remember\ncorrectly, the store was opened after sundown on s — on Saturday, first day. And\nBill Morgenstern came to the house afterwards, and said, how did — asked how he\ndid, and the answer was, we took in eight dollars. And Bill said, that’s great. I\nremember that much, because we were coming out of a rep — depression. Eight\ndollars was a lot of money then.June 8, 2016",
        "Q: Yeah, particularly if it was five dollars a week that he was earning —",
        "A: Right.",
        "Q: — you know, in the warehouse.",
        "A: Right.",
        "Q: And did — did that become a family affair?",
        "A: Yes. When lud — Ludwig and his family were brought over, he entered the\nbusiness. He wa — he was the butcher in the family anyway.",
        "Q: Okay.",
        "A: Again, my father did more of the physical work of going to the slaughterhouse,\nand bringing sides of beef into the business, and so on.",
        "Q: Okay, so he went back to what he knew.",
        "A: Yes.",
        "Q: But now, instead of just a butcher shop, it was a grocery store.",
        "A: Right, small grocery, neighborhood.",
        "Q: Did you help out in it?",
        "A: When they bought a vehicle, which was a quarter ton panel truck — they don’t\nmake them anymore — I became the driver. And I had to drive my father to the\nslaughterhouse and back, and so on.",
        "Q: So this would have been in the 40s, already.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: Yes.",
        "Q: Okay. And how many years was your mother the janitor at the temple?",
        "A: I'd say a couple of years.",
        "Q: Okay. Did this have strains at home, this adjustment? You know, the crossing\nover from — from Europe, you know, getting on your feet here, and so on?",
        "A: Well, a certain amount of strains adjusting, and of course, earning a living, so\nyes. But we managed. They managed. Walter and I, besides selling newspapers —\ndelivering newspapers, when, while were still in the shipyard apartments —",
        "Q: With the roaches.",
        "A: Hm’?",
        "Q: With the roaches.",
        "A: Yes. Farmers would bring their trucks by with their produce. He and I would\ntake stuff, and run up and down the stairs, hawking [indecipherable] a penny. And\nwe used to sell extras, those days there were a lot of extras. Saturday nights, after\nfootball games, the papers would put out an extra with the scores. And somehow\nmy brother found what was called, Peninsula News Company. It was a newspaper\n— magazine distributorship. And he started working there. And he became quite\nproficient in that, almost managing the operation after a while, as a young kid going\nto high school.June 8, 2016",
        "Q: So this is again, 30 — late 30s, 40s.",
        "A: Yes.",
        "Q: Okay, the war years.",
        "A: Yes.",
        "Q: Okay, so it’s a very hardworking family.",
        "A: I'd say.",
        "Q: Okay. What was school like for you?",
        "A: Interesting.",
        "Q: In what way’?",
        "A: Well, we started out at Stonewall Jackson elementary school.",
        "Q: That name would be controversial today.",
        "A: Probably. Not in my mind, but yes. I could go into my political beliefs, but —",
        "Q: No, that [indecipherable]",
        "A: — that’s beside this point.",
        "Q: No — I — the only reason I mention it 1s that it really — there is a — a school right\nnear my home in Virginia that recently had the name of a confederate general —",
        "A: Yeah. I know.",
        "Q: — that was — Jeb Stuart, I think it was —",
        "A: Yeah.\nJune 8, 2016",
        "Q: — that there’s been calls to change it.",
        "A: How do you think I feel? I’m a graduate of Washington and Lee University.",
        "Q: Yeah. Yeah.",
        "A: But almost immediately after entering school, Walter was promoted from first\nto second grade, within a week or so. Cause he had been at school for a year —",
        "Q: In Germany.",
        "A: — in Germany.",
        "Q: Okay.",
        "A: He was ahead of the cl-class. But we did well, and when we finally moved to\n26\" Street, we attended John W. Daniels school.",
        "Q: Okay.",
        "A: Which was just a stone’s throw from the high school. We ki — finished\nelementary school, which was through the seventh grade, and then we entered high\nschool. We didn’t have a middle school or junior high in those days, we only went\n11 years, and not 12.",
        "Q: Oh really?",
        "A: Yeah.",
        "Q: Okay.\nJune 8, 2016",
        "A: That was the norm at that time. And Walter became editor of the school paper.\nHe won a prize, I forget whether it was the American Legion, or the VFW, city-\nwide contest, essay contest. And he graduated with honors from high school. I took\na different tack in high school. I joined too many organizations. Now, I can realize\nthat. Glee club, chorus, newspaper, athletics, those things. I graduated with honors.",
        "Q: Also with honors.",
        "A: Yeah.",
        "Q: So why would that be something where you’d say it was too much?",
        "A: I joined too many organizations, I spread myself out too thin. Couldn’t\nconcentrate on anything.",
        "Q: But nevertheless, you graduated with honors.",
        "A: Yeah, oh yeah.",
        "Q: Okay.",
        "A: So, school went well. He —",
        "Q: It sound — okay, mm-hm?",
        "A: He is a graduate of William and Mary. I’m a graduate of Washington and Lee,\nso I guess we did well.",
        "Q: Yeah. During the years, the first years in the 30s, and through the war years, was\nyour family following what was going on in Europe, at —June 8, 2016",
        "A: Oh yes.",
        "Q: What kind of conversations do you recall, from home?",
        "A: They were concerned, especially about the family.",
        "Q: Well, that was a question: who was left behind?",
        "A: Excuse me.",
        "Q: Sure, no problem.",
        "A: I have what I call a running nose, an Olympic nose.",
        "Q: Me too.",
        "A: The only one that was left in Germany was Mother’s sister, Rosa, and her\nhusband, and their mother.",
        "Q: So, your grandmother.",
        "A: Yes. They had a chance to leave Germany, but they refused, because the\ngrandmother had diabetes, and she could not enter the United States. So they\nstayed, to take care of her.",
        "Q: Would the Morgensterns have brought them over?",
        "A: Yes.",
        "Q: Okay.",
        "A: The grandmother died, cause she couldn’t get insulin.",
        "Q: Yeah.June 8, 2016",
        "A: And Rosa and Ferdinand disappeared. It’s interesting that their son, who was\nalso brought over, Max, Max Loeb(ph), or Lieb(ph), served in the army, and he\nwas in intelligence.",
        "Q: Okay.",
        "A: And when the war ended, he stayed over, and he looked for his fa — parents.\nCouldn’t find them.",
        "Q: Oh dear. So they just vanished?",
        "A: Yeah.",
        "Q: Vanished from the horizon. Tell me a little bit more about the other people that\nwere brought over.",
        "A: Well, I’ve mentioned Ludwig, Emma, and Ruth, cousins.",
        "Q: All by Morgenstern.",
        "A: Yes.",
        "Q: Okay.",
        "A: And there was Ruth and Eddie Sherch(ph) —",
        "Q: Okay.",
        "A: — cousins. And their daughter, Elayne(ph), who eventually settled in\nProvidence, Rhode Island.",
        "Q: Okay. Do they all live in Newport News, in that one little house before —\nJune 8, 2016",
        "A: Well, they started —",
        "Q: That’s where they started.",
        "A: There was Paul Morgenstern, Bill’s brother, and he set them up in a similar\nbusiness, in neighboring Hilton Village.",
        "Q: Similar to his own?",
        "A: Yes. Just three, four miles from Newport News, down the road, on route 60. He\ndidn’t like it, so he and his wife and daughter Edith, they moved to — I think it was\nBrooklyn.",
        "Q: Okay.",
        "A: And he got a job in a silversmith company, I can’t think, it was Gorham(ph), or\nsomebody up here. And he became quite well-to-do. There was a Max Loeb(ph), as\nI mentioned. There was Ludwig Moritz(ph), who had married a Stern sister, and\ntheir daughters, Margo(ph) and Beatrice. There was my father’s brother Joseph,\nand his wife Tilly(ph), and Joe — Joseph, who I remember, whenever you met him,\nas a kid, he always reached in his pocket and brought out a piece of candy he\noffered you. He opened up a small hardware business in Newport News.",
        "Q: And this sounds phenom — for somebody who is not well-to-do, who himself had\nthe worry of how do I put food on the table, the more you mention names, the more\nI think, what an amazing person he must have been.\nJune 8, 2016",
        "A: I understand that he discussed law with a friend who was a lawyer, and he\nbecame quite adept at th — not — not that he practiced it —",
        "Q: Okay.",
        "A: — but he was quite familiar with the laws.",
        "Q: So he knew it.",
        "A: Yes.",
        "Q: In order to be able to get people over.",
        "A: Right.",
        "Q: Was — did he ever have any help from anybody? Did the congregation help?",
        "A: Not that I know of as, you know, handing him money, no. Not that I’m —",
        "Q: Or taking people in, let’s say, letting them — letting them —",
        "A: I’m sure — I’m sure there were people that did, not that I can tell you who they\nwere, or anything like that.",
        "Q: Okay.",
        "A: I mean, he was quite influential in the congregation.",
        "Q: Was there a large Jewish community in Newport News?",
        "A: A decent size community. At that time, the shipbuilding industry, th — because of\nthe war, brought in a lot of people. And, of course, the army and the air f— corps —\nwe’re near by Langley Field, Fort Eustis, which we know is Fort Useless. Fact,\nJune 8, 2016\njust since we moved here, I met a family, and they were stationed in the area, and he\nworked at Fort Eustis, and when I said Fort Useless, he laughed.",
        "Q: He knew what you were talking about.",
        "A: Right.",
        "Q: Yeah. Was it all extended family members? Were there others?",
        "A: Probably others as well, because while I’m familiar with the family members\nthat were brought over, he had gotten other people to sponsor other immigrants, and\nI’m not familiar who they would have been. Either the sponsors, or the immigrants.",
        "Q: Did — did you maintain sort of like, social relations with him? Did you visit him\nat his home often, or when s — once your family left, was it a rare thing that you saw\nthem?",
        "A: The — we mixed quite a bit. And there was another family, another member of\nthe Stern family lived in Newport News. She had married Ike Spiegel(ph).",
        "Q: Okay.",
        "A: And Ike Spiegel(ph) has a business, appliances, right around the corner from\nwhere my father had a bi — his grocery store.",
        "Q: Okay.",
        "A: And it was tradition that on Sunday we visited Ike and Bertha and her family,\nfor dinner. And it was always southern fried chicken.\nJune 8, 2016",
        "Q: No kastanien und kvetchin(ph).",
        "A: No.",
        "Q: Did you socialize also with his children? Now, you mention Ernestine, and a\nson —",
        "A: Somewhat, yes.",
        "Q: Somewhat. Was he ever recognized in any public way, for having sponsored so\nmany people over?",
        "A: No, not that I know of.",
        "Q: Okay.",
        "A: As — remember, I left Newport News when I went to college.",
        "Q: Okay, that would have been in 1940 —",
        "A: Seven.",
        "Q: Okay. The war had ended.",
        "A: Yes. And after — right after that, and when I graduated, I was inducted into the\narmy —",
        "Q: Okay.",
        "A: And when I was discharged from the army, I went to Fairmont, West Virginia.",
        "Q: Got it.",
        "A: So, at that point, my associations in Newport News were extremely limited.\nJune 8, 2016",
        "Q: When did you learn of what had really happened to the Jews of Germany, and\nthe Jews of Europe?",
        "A: Well, as we — we followed the war, you couldn’t help but be aware of what was\ngoing on. My mother constantly talked about it. In fact, at one point, William\ncautioned her not to be so public — public about it.",
        "Q: Why?",
        "A: Because the influences of Henry Ford, Father Coughlin, and so on, were also\nfelt in Newport News, and didn’t want to bring anything to bear on the Jewish fa —\ncongregation.",
        "Q: Let’s talk about this a little bit. Did you have a social life outside of a Jewish\ncommunity?",
        "A: Not really.",
        "Q: Okay. And did you experience any kind of — I mean, the common word would be\nanti-Semitism, but —",
        "A: Oh, yes.",
        "Q: You did?",
        "A: Oh yes.",
        "Q: How did it express itself?",
        "A: Well, when you’re called a kike, Christ killer, you know what’s going on.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "Q: Was this at school, or is this in the streets?",
        "A: Yeah, it was in school.",
        "Q: It was in school.",
        "A: I'll mention a couple of things. I played football. At one assembly in high\nschool, the coach was passing out the letters and so on, and I remember him saying,\nI knew we would have a winning season, because I have a Jew on the team.",
        "Q: And how’d you take that comment?",
        "A: Pass it over.",
        "Q: So this is the second time someone — it’s not a kid, it’s someone in authority.",
        "A: Mm-hm. And yet, probably at the time, the most successful basketball coach in\nVirginia was Julie Kahn(ph). As we called him, Madman Julie. During games he\nwould get so worked up, he would actually froth at the mouth. But he was athletic\ndirector, as — was basketball and track coach.",
        "Q: Did your father experience this in his business, as far as you know’?",
        "A: He never mentioned it.",
        "Q: Okay. But William Morgenstern tells your mother, don’t talk so much?",
        "A: Right. It’s not unusual. We have — I’ve experienced a few incidents. For\ninstance, when we first moved into Vantage House —",
        "Q: Here, where you’re living now.\nJune 8, 2016",
        "A: Yeah. I was asked whether I would conduct some services, and I started. And at\none point one of the residents, a Jewish, said we don’t want so many services. We\ndon’t want to call attention to ourselves.",
        "Q: Still.",
        "A: I can recall back in Fairmont, I was conducting a campaign — | think it was for\nIsrael bonds. It was either Israel bonds, or JNF. I forget which, cause I did both.\nBut the person that had been running the campaign, was approached by the fellow\nthat came from Pittsburgh to oversee the campaign, to have a public event. He said\nno, I won’t do it. Well, I was president of B’nai Brith at the time, and he asked me\nto do it. So I said, okay. And we set up a dinner meeting in a hotel.",
        "Q: This is West Virginia, mm-hm.",
        "A: And, in addition to the Jewish people, I invited the presidents of the local banks,\ncause we were trying to sell — it was bonds, now that I remember putting it together,\nwe were approaching the banks to buy bonds. And we had a young man playing the\nguitar and singing, as entertainment. So he did his shtick, and he started to talk, and\nthe most influential — one of the most influential people in the community, a Jewish\ndoctor, got up and came to table; I was sitting with a friend. And he said, stop him.\nAnd my friend got up, and went up to the entertainment, said, no pitch. And the\nreason was, he didn’t want to make a big deal of Jews. And after that, when I met\nhttps://collections.ushmm.org\n56June 8, 2016\nwith the — the representative of the campaign, I said, this will never happen again.\nAnd we had open campaigns throughout, afterwards. Not only for JNF, but also for\nIsrael bonds. And we invited — members of the family brought members of the\nfamily to all the events.",
        "Q: These last two incidences that you mention to me, sound like internalized\nresponses, rather than an external —",
        "A: Right.",
        "Q: — manifestation.",
        "A: Haven’t you her — haven’t you heard of the camp — in the current campaign, we\ndon’t want Sanders as president, because he’Il think that anything goes wrong, it’ll\nfall back, they’ ll accuse the Jews? I’ve heard it many times. There is a certain\ninsecurity that manifests itself at times.",
        "Q: How do you react to that?",
        "A: I said forget it. Let’s go on. We have services twice a month here now, and it’s\npublicized, well publicized. Every time we have a service, it’s in the newsletter. It’s\nin a sign in the elevators, when we have services. We have the afternoon group of\nthe NCJW meeting here.",
        "Q: Going back to your younger years in Newport News, many people from\nEurope, refugees, would say that when they came over, before the war, and they\nJune 8, 2016\nended up in the south, they were taken aback by what they saw as racial\ndiscrimination, when they would arrive and see that there are different facilities for\nwhite Americans and African Americans. Did things like that exist in Newport\nNews that collided, let’s say, with your life, with your world down there?",
        "A: There was definitely segregation, there was discrimination, and it got to the\npoint, especially the further south — well, we — there were reports, when th-the civil\nrights movement was going on, that Jews didn’t want the young people — Jewish\nyoung people coming down. We have to live here, they would say. I’m sure you’re\naware of that.",
        "Q: The community that you lived in, the na — the com — the neighborhood or so,\nwas it a homogenous neighborhood, or was it gentile as well as Jewish?",
        "A: Mostly gentile.",
        "Q: Mostly gentile. And mostly white?",
        "A: Yes, all white.",
        "Q: All white.",
        "A: We were in the south.",
        "Q: Okay.",
        "A: For instance, I mentioned that the — the grammar school was right down from the\nhigh school. There were separate high schools. There was Newport News high\nJune 8, 2016\nschool, and I forget what they call it, but the blacks had their own. And the days\nwere separate but equal — so called.",
        "Q: Did you e — did you ever go back to your — you mentioned earlier, a trip that\nsounds more recent, but before then, did you ever go back to Europe, after having\nmoved here to the States?",
        "A: Well, we went to Paris once, and London.",
        "Q: Okay. But not Germany?",
        "A: No.",
        "Q: And the first time you set foot in Germany again, was in what year?",
        "A: Actual year, I don’t recall the actual year, but it had to be in the 70s, 80s.",
        "Q: Oh, I see, so that far back?",
        "A: Yes.",
        "Q: So — but is that when you — you went with your daughter, or is that more recent?",
        "A: Yes.",
        "Q: Uh-huh, you went with your daughter in the 70s or 80s?",
        "A: Yes.",
        "Q: Okay. And — and then later, she went back, or another child went back —",
        "A: Yes.",
        "Q: — and found the house.\nJune 8, 2016",
        "A: Right.",
        "Q: And was it — did they maintain any kind of tie with the people who now live\nthere?",
        "A: Not that I know of.",
        "Q: Okay. Did you af — did you see the pictures of the house?",
        "A: I have seen pictures of the house, yes.",
        "Q: Okay. But you yourself, after the 70s or 80s, never went back’?",
        "A: No. I had decided I was going back, very recently. Rita and I had planned a river\ncruise from Frankfurt to Amsterdam. We had our tickets, everything was planned.\nAnd I had contacted a person from the tourist bureau in Frankfurt. And I’m — told\nwhat I was thinking about, and I would like to go back to see Rohrbach. And asked\nhim whether there was transportation available, of any kind. Replied that he would\nmeet me, and he would drive me. He was very friendly, very solicitous. But\nunfortunately, something happened, and I had to cancel the trip.",
        "Q: Oh.",
        "A: So that’s gone.",
        "Q: When you — so you’ve been back one time to Germany.",
        "A: Yes.",
        "Q: And you were there for how long? A week, two weeks?\nJune 8, 2016",
        "A: Well, I think, about a week.",
        "Q: Okay. Did you feel — did you feel comfortable, or uncomfortable? Not in your\nenvironment? I want to get a sense of what was it like for you when you did go\nback.",
        "A: It was all right unt — except for one incident. We had put up one night, I forget\nwhere, in a—I guess you would call it, almost a bed and breakfast type of affair, an\napartment building. And I had con — talked to the man about paying the next day\nwith my credit card, and he said, fine. So the next morning, when I went to pay pare\n—and I talked to his wife to take my credit card, he said oh, no, no, no, we can’t\ntake it, you ha — you have to do that in advance. And so quickly I sprouted some\nGerman. Where it came from, I don’t know. She said okay, okay. She took it.",
        "Q: So you re — you still could recall it?",
        "A: Yes.",
        "Q: You still could recall German.",
        "A: Some, I — I can recall words at times.",
        "Q: Okay. Is there anything else that you could tell me about Mr. Morgenstern and\nhis efforts? And when you say he was given permission to sponsor 125 people — or\nwas it 120?",
        "A: Hundred and twenty-five.\nJune 8, 2016",
        "Q: Hundred twenty-five. Was — does that mean that the U.S. government allowed\nhim to sponsor the 125?",
        "A: Yes.",
        "Q: Over time.",
        "A: Yes.",
        "Q: Okay.",
        "A: There’s some things I might mention, that we haven’t gone into.",
        "Q: Yeah, please do.",
        "A: Directly across the street from our house in Rohrbach, was the synagogue.",
        "Q: Okay.",
        "A: From the information I’ve gotten on the internet, there were three tourists, they\ndisappeared. The building was sold at auction for around 500 marks — 560 marks, I\nthink it said.",
        "Q: When?",
        "A: It was a forced sale, and there are no records of that money ever having been\npaid. I thought that was interesting.",
        "Q: It is interesting. It is interesting. So this was clearly in the 1930s.",
        "A: This was in °39 — 38, °39.June 8, 2016",
        "Q: And you have not found any re — any document talking of any restitution to\nanyone, for that building?",
        "A: No.",
        "Q: Okay.",
        "A: The Jews had disappeared. And apparently they made no effort to try to locate\nany that may have emigrated.",
        "Q: Who would be the rightful owner? Which legal body would be the rightful\nowner of that synagogue?",
        "A: Well, depending on — I see there you’re getting to a legal matter — depending on\nthe validity of the auction sale, who — who bought it — there’s no record of who the\nbuyer was. As far as any Jews — well, the Jewish congregation —",
        "Q: Yeah, that’s what I mean — I meant.",
        "A: — family, who’s left? I’m the only one from my family left.",
        "Q: From all of these people who were brought over, you’re the last one?",
        "A: Yeah.",
        "Q: You’re the last Mohican?",
        "A: Yeah.",
        "Q: Okay. Is there something you’d want the people of Rohrbach to know, or to —June 8, 2016",
        "A: Well, the people in Rohrbach now, have no recollection of this. They re — they\nweren’t born then. But they have — the community has a history, their parents or\ngrandparents, they share in a responsibility for what happened. They can say if they\nwant to, that they didn’t know, but God, who do they think they’re kidding? They\nhad to know. Just as the Poles say they didn’t know that we had concentration\ncamps around the corner. They had to know.",
        "Q: Well, they were in them, too. There were millions of Poles in those\nconcentration camps as well.",
        "A: Yes.",
        "Q: How did Mr. Morgenstern — how was her — his final years? Do you know? Did\nhe continue working, and retire from his china shop? Do you know what happened\nto him?",
        "A: Well, I remember that from the 61% Street house, they bought another house,\noverlooking the James river, which was just a mile or so away. Was a nice, small\nhouse, well taken care of. And he used to sit out on his back lawn, looking at the\nsunset, as it disappeared — the sun disappeared over the James river bridge, and so\non. He died, I think, in ’56, or ’57. He had retired. His son Jules had taken over the\nbusiness.",
        "Q: Did the kids know of all of his activities, and what he had done?\nJune 8, 2016",
        "A: I think so. Ernestine certainly knew quite a bit about it.",
        "Q: Are they both a-alive still, the children?",
        "A: Ernestine is alive. In fact, we’re going to see her next week.",
        "Q: Ah, okay. Okay. Is there anything else you’d like to add to our interview today’?",
        "A: I really can’t think of anything else, no.",
        "Q: Okay. In that case —",
        "A: I’m just glad to be here.",
        "Q: Thank you. And thank you for sharing all of this with us. And I’Il say that that\nconcludes the United States Holocaust Memorial Museum interview with Mr.\nHenry Stern, on June 8\", 2016. Thanks again.",
        "A: Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Henry Stern, on June 8\", 2016, in Columbia, Maryland. Thank you, Mr.\nStern, for agreeing to meet with us today, and to share your life story.",
        "Q: Thank you. I will start at the beginning, and with the simplest questions, and\nfrom that, our conversation with develop, and I hope that your story unfolds. So,\nhere we go. Can you tell me the date of your birth?",
        "Q: And where were you born?",
        "Q: And where is that in Germany, what part of Germany would that be?",
        "Q: Okay, okay. Was it a village, or a town?",
        "Q: Okay.",
        "Q: Was it the kind of place where everybody knew each other?",
        "Q: Okay.",
        "Q: Of course. And what was your name at birth?",
        "Q: Benno(ph) Heinz(ph) Stern.",
        "Q: And when did you change it to Henry’?",
        "Q: So that would have been when you were still a youngster?",
        "Q: Okay.",
        "Q: Okay. Tell me a little bit about your mother and your father, starting with their\nnames.",
        "Q: And did you have any siblings?",
        "Q: Was he —June 8, 2016",
        "Q: Okay. That was my question. So you were the younger of the two children?",
        "Q: All right. At home, what language did your parents speak with one another?",
        "Q: German. Any Yiddish?",
        "Q: Uh-huh. But German speaking —",
        "Q: — at any rate. Were they from the village? Can you repeat the village name,\nbecause I didn’t quite catch it.",
        "Q: Rohrbach, Rohrbach.",
        "Q: Okay.",
        "Q: By Bietingen.",
        "Q: Okay, so Rohrbach by Bietingen, that’s why it didn’t rem — it didn’t stay in my\nmind.",
        "Q: So, were they originally from Rohrbach by Bietingen?",
        "Q: Your — your parents, were they originally from the village Rohrbach by\nBietingen’?",
        "Q: Okay.",
        "Q: Do you know where she was — her family was from?",
        "Q: Okay.",
        "Q: And your father’s family, do you know about how many generations would have\nbeen in Rohrbach by Bietingen?",
        "Q: That’s quite a bit.",
        "Q: That takes us back into the 18\" century.",
        "Q: You know, and maybe even the 17\".",
        "Q: Okay.",
        "Q: And what was that business?",
        "Q: Was it a kosher butcher shop, or was it a regular butcher shop that everybody\nwould shop at?",
        "Q: Okay. So, gentiles and Jews.",
        "Q: Okay. Were your parents religious?",
        "Q: That was my question, my next one.",
        "Q: Oh, I see. And do you remember going to the synagogue?",
        "Q: Okay.",
        "Q: About how many Jewish families do you think were there, of the 500, or 600 or\nso, inhabitants?",
        "Q: Okay, so if we even put four people per family, we’d be saying 60 people.",
        "Q: At the most, okay. Was it a well-integrated community?",
        "Q: Okay. Did — did your mother help out in the butcher shop, or no?",
        "Q: Okay.",
        "Q: All right. Can you describe to me where you lived?",
        "Q: Please de — what is in your memory of the house?",
        "Q: The ASA?",
        "Q: What is the ASA?",
        "Q: Oh, so he’s with the American military?",
        "Q: Okay, so A —I don’t know what ASA is.",
        "Q: Okay, okay.",
        "Q: And look for it.",
        "Q: Did they?",
        "Q: Okay.",
        "Q: Well, you know, that’s what — you anticipated some of the questions that I have.",
        "Q: Because I always ask people, what kind of modern conveniences did you have in\nyour —June 8, 2016",
        "Q: You have a museum piece there.",
        "Q: So the building remained, but it no longer was a place of worship.",
        "Q: Okay. What is the address of the house that your father built?",
        "Q: So Herm(ph) gassen and Bunder(ph) gassen.",
        "Q: Okay. And was it in the center of town, or was it on the outskirts?",
        "Q: You don’t know. In your mind’s eye, can you paint a picture for me of what did\nthe house look like? Was it two story, one story?",
        "Q: Okay.",
        "Q: Was it stone?",
        "Q: Okay.",
        "Q: When you say you had running water, does that also mean you had a bathroom\nwith a bathtub in it?",
        "Q: Okay.",
        "Q: And did you have electricity?",
        "Q: And how did you heat the home’?",
        "Q: What — do you think it might have been coal?",
        "Q: Would you have coal ovens? You know there’s these very sometimes, ornate and\nglazed type of tile. Does that ring a bell in your memory?",
        "Q: Okay.",
        "Q: Okay. And was it the nicest looking house in Rohrbach by Bietingen?",
        "Q: Does that mean that your father was well-to-do?",
        "Q: Okay. Did you have an automobile?",
        "Q: Bensheim, mm-hm.",
        "Q: Al — it’s near Rohrbach by Bietingen. I don’t know either.",
        "Q: So, it was a rarity to see an automobile —",
        "Q: — in the village.",
        "Q: Okay. So what was the mode of transportation for most people, aside from their\nfeet?",
        "Q: Okay. Was there a railway station?",
        "Q: And was the travel between towns in, let’s say, to Frankfurt, which is a large\ncity, were there buses?",
        "Q: I see.",
        "Q: Okay. So, it was — it was isolated, in some ways?",
        "Q: The eight kilometers, yeah.",
        "Q: Yeah. Was it an agricultural community, in general?",
        "Q: Okay. And tell me a little bit about your parents’ personalities, as you remember\nthem, being a small child.",
        "Q: So, a horse and cart.",
        "Q: Okay. You had a horse at home?",
        "Q: Okay. Okay, so he would — that — 1t wasn’t that he was standing in the butcher\nshop, and —",
        "Q: Okay.June 8, 2016",
        "Q: Okay. Did they have any other employees?",
        "Q: So it was really a family — small family business.",
        "Q: And did your mother have any help at home, or was she running the household\nentirely?",
        "Q: And you said your father was from the village.",
        "Q: And he had one older brother. Did he have any other siblings?",
        "Q: Okay.",
        "Q: Okay. And did you know your grandparents?",
        "Q: Okay.",
        "Q: I see. I see. And did your mother have relatives that were nearby, that you knew’?",
        "Q: Okay.",
        "Q: So this was not the only Morgenstern-Stern marriage?",
        "Q: So, he had a sister, too.",
        "Q: So that’s your father.",
        "Q: Okay.",
        "Q: Another connection.",
        "Q: Okay.",
        "Q: Are they all from about the same place, the same area in Germany?",
        "Q: Okay.",
        "Q: And, aside from William Morgenstern and Elsie, where there others who had\ncome to the United States before?",
        "Q: In the 19\" century?",
        "Q: Okay. And back in Germany, the Morgenstern family, was it also involved in\nbusinesses, as far as you know’?",
        "Q: You don’t know.",
        "Q: Okay.",
        "Q: I understand. Sometimes that hearsay is unbelievably accurate, and sometimes\nit’s not, but you need more verification to determine whether it is, you know. And\nthat’s sometimes not so easy to come by.",
        "Q: And what was that man — ma — ship name?",
        "Q: Okay. We’ll come to that part.",
        "Q: But, by asking you questions about your larger family, I have many purposes in\nmind. I guess the primary purpose is, still through the eyes of a young child, to kind\nof get a—a sense and a picture of what — how large was your world, and how many\npeople populated it, you know.",
        "Q: And so, you don’t have a memory of aunts and uncles coming through, and —\nand sort of being there for family celebrations, or things like that?",
        "Q: Right.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Well, that’s fun.",
        "Q: Yeah.",
        "Q: Okay. So cousin Ruth sounds like she was rather comfortable, too.",
        "Q: If you have a piano, and you have a car —",
        "Q: Do you know how that came about?",
        "Q: Okay. Do you have any picture of Bensheim in your mind?",
        "Q: Okay. Tell me — you say your father was away a lot —",
        "Q: — you know, so was it that your m — your m — your mother, the person that — the\nadult that was the one who was the most significant, that you would see daily —",
        "Q: Okay. Tell me about her, a little bit.",
        "Q: What kind of person was she? Was she shy, was she outgoing? Did she have —",
        "Q: Was she?",
        "Q: A quieter type of person.",
        "Q: Okay. Does that mean that, even though he was absent, your father was the\ndominant influence at home?",
        "Q: Okay. Did they get on? Did they get on?",
        "Q: Okay. Was it an arranged marriage?",
        "Q: Oh, okay.",
        "Q: And who would have done the arranging?",
        "Q: Okay. Do you have any earliest memories of your own life? Like glimpses, or\nepisodes, or things like that, while you’re still there?June 8, 2016",
        "Q: So Ludwig was the elder brother?",
        "Q: Who did it belong to?",
        "Q: That would do it, you know. D1 — wa — did this mean, when the women would go\nand bake bread at this communal bakery, that this was for the entire village?",
        "Q: Okay. And so, they didn’t do it at home?",
        "Q: All right. Was your mother a good housekeeper?",
        "Q: Okay. Did you have any — did she prepare any particular dishes that you\nremember, that you liked?",
        "Q: Kastanien und kvetchin(ph).",
        "Q: Sounds like it could be tasty.",
        "Q: Was he a strict father?",
        "Q: Were you close to him?",
        "Q: Were you and your brother buddies, or did he have his own life?",
        "Q: Okay. Did you have — did you have any childhood friends that you recall?",
        "Q: Ah, was Ludwig —",
        "Q: Okay.",
        "Q: Okay. When did things change?",
        "Q: Before Hitler came to power?",
        "Q: He came to power in °33.",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Yes.",
        "Q: Why?",
        "Q: Oh my goodness. That is terrifying for a little child.",
        "Q: Did they loot, when they broke into the house?",
        "Q: Okay. Did you ever know who it was?",
        "Q: Did you assume it was — or did your parents assume it was someone from the\nvillage that knew y — that they knew, generally.",
        "Q: Of course.",
        "Q: That’s right. I understand.",
        "Q: Yeah. But that beginning is also part of the story, part of the larger story.",
        "Q: And one of the — you know, what were the first steps that were taken, that people\nexperienced.",
        "Q: Did you feel that, when you would go outside the house, as a little boy?",
        "Q: Ah.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Really? The teacher?",
        "Q: Do you remember telling your parents about this?",
        "Q: And do you remember their reaction?",
        "Q: Okay. So this must have been 1935 or 1936.",
        "Q: Okay. What about your father and your uncle’s butcher shop? Was that affected,\nat the time?",
        "Q: Why?",
        "Q: So —",
        "Q: What about your uncle? Do you know what — what his thinking was?",
        "Q: Okay.",
        "Q: Okay. So it was really be — your mother’s connection.",
        "Q: And your mother’s desire.",
        "Q: Okay. Do you remember her — I mean, for a shy person, to be that firm?",
        "Q: Yeah. Well, I mean I — wer — there are several mothers in this room.",
        "Q: And I can’t imagine, but — but I know how difficult it would be for me to hear,\nwhen my six year old would come home, and have something to say like that, you\nknow, and children are so vulnerable. And that’s the — the first thing you want to do\nis — 1s safeguard them from that.",
        "Q: Do you remember your journey out of Rohrbach, how you left?",
        "Q: Were your parents able to take any of their assets out of Germany’?",
        "Q: Okay. Some people reported that they were able to send their furniture abroad,\nthat they were able to get some of their money, even, into other bank accounts. Or\nthey — they tran — they — they bought jewelry, and they took the jewelry with them.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay. Do you remember the leave-taking, from your relatives in Rohrbach, or —",
        "Q: — or the trip to Hamburg, and how you did it?",
        "Q: Okay. Do you remember the boat?",
        "Q: Okay.",
        "Q: Ein pfennig, yeah.",
        "Q: A dime, U.S.?",
        "Q: U.S. dollars? On the boat?",
        "Q: Not bad. That’s a profit.",
        "Q: Oh my goodness. Was this a passenger —",
        "Q: — ship, okay. And who paid for the passage?",
        "Q: Do you remember what the — whether it was a large passenger ship, whether\nthere were —",
        "Q: Okay.",
        "Q: But I’m thinking more from your own memories. Were there other German Jews\non the boat?",
        "Q: Okay. Did any of the other passengers make an impression on you?",
        "Q: When you were told to leave school, by that German teacher, how did that affect\nyou?",
        "Q: Yeah. So, 1— you’re more — you’re, you know, sort of like you lost your\nmoorings.",
        "Q: And your brother and Ruth, how did they respond?",
        "Q: Okay. Okay. Do you know how long it took for the boat to come to the — the\nship to come to the U.S.?",
        "Q: Okay. And where did you dock?",
        "Q: Ah.",
        "Q: And so you saw the Statue of Liberty?",
        "Q: Do you remember that?",
        "Q: Vaguely, okay. And do you remember meeting him?",
        "Q: Can you describe that for me?",
        "Q: What did he look like?",
        "Q: Was he alone?",
        "Q: And —",
        "Q: Okay. And remind me again, he had come over with his brother?",
        "Q: Young men, okay. And he had been then, in the States for several decades?",
        "Q: Okay. What was his business?",
        "Q: In Newport News.",
        "Q: Okay. Porzellanba(ph) in Germany — in German, it would be, you know, china\nshop.",
        "Q: When did you stop speaking German?",
        "Q: Okay. Your parents as well?",
        "Q: Okay. Do you remember the journey from New York to Newport News?",
        "Q: Whether it was by train, or by car, or anything like that?",
        "Q: Okay. So tell me a little bit more about William Morgenstern. Did you get to\nknow him?",
        "Q: He’s a relative, after all.",
        "Q: Well then, tell us about what that — as I asked you to paint a picture of your\nhouse in [indecipherable] can you paint one for me, in words, of this house?",
        "Q: Two story house, three story?",
        "Q: Okay. About how many bedrooms?",
        "Q: And so you say — so, it was modest house.",
        "Q: And his own family, you say it was Rosalie, his wife. And did they have\nchildren?",
        "Q: Roselyn(ph), excuse me.",
        "Q: Okay.",
        "Q: Okay. So, two boy — two boys in your family, and a girl and a boy in theirs.",
        "Q: And what kind of impression did they make on you, when you first arrived? You\nwere European kids, and they’re American. Was there — did you sense any\ndifference?",
        "Q: So didn’t — that — that was seamless?",
        "Q: Okay.",
        "Q: Youngsters can play when they don’t speak each other’s languages.",
        "Q: It’s amazing. How long did you stay with him in the — in this way?",
        "Q: Okay.",
        "Q: The southern kind.",
        "Q: Oh my goodness. Oh my goodness.",
        "Q: Did you — did any — did your family get any help from any agency?",
        "Q: Okay. So this sounds like entirely a private enterprise. Nothing that would have\ninvolved a community agency, a Jewish agency, a government agency.",
        "Q: Yeah.",
        "Q: That’s true.",
        "Q: Politicians have always wanted to stay in power.",
        "Q: That’s amazing.",
        "Q: Well, this 1 — this is not inconsequential, you know. Can you tell me a little bit\nabout your memories of who — what they were like, what were their personalities?\nLike I asked about your father and your mother, what can you tell me about them’?",
        "Q: Was he particularly well-off?",
        "Q: Wow.",
        "Q: Not many, cause that’s not a necessity.June 8, 2016",
        "Q: But that just underscores the unusual part of the story.",
        "Q: That despite that — did he talk about his own family in Germany, did he talk\nabout Germany, did he talk about getting people out, did he —",
        "Q: Okay. Were you the first ones that came over?",
        "Q: Okay. And so, how did your father get on his feet financially, and your mother?",
        "Q: That’s not easy.",
        "Q: Did they find it hard to adjust here?",
        "Q: What was — excuse me for interrupting, but what was hard for him, in the\nadjustment?",
        "Q: Had they — had he had higher education, your father?",
        "Q: And your mother?",
        "Q: It was unusual.",
        "Q: It was unusual.",
        "Q: Yeah, particularly if it was five dollars a week that he was earning —",
        "Q: — you know, in the warehouse.",
        "Q: And did — did that become a family affair?",
        "Q: Okay.",
        "Q: Okay, so he went back to what he knew.",
        "Q: But now, instead of just a butcher shop, it was a grocery store.",
        "Q: Did you help out in it?",
        "Q: So this would have been in the 40s, already.",
        "Q: Okay. And how many years was your mother the janitor at the temple?",
        "Q: Okay. Did this have strains at home, this adjustment? You know, the crossing\nover from — from Europe, you know, getting on your feet here, and so on?",
        "Q: With the roaches.",
        "Q: With the roaches.",
        "Q: So this is again, 30 — late 30s, 40s.",
        "Q: Okay, the war years.",
        "Q: Okay, so it’s a very hardworking family.",
        "Q: Okay. What was school like for you?",
        "Q: In what way’?",
        "Q: That name would be controversial today.",
        "Q: No, that [indecipherable]",
        "Q: No — I — the only reason I mention it 1s that it really — there is a — a school right\nnear my home in Virginia that recently had the name of a confederate general —",
        "Q: — that was — Jeb Stuart, I think it was —",
        "Q: — that there’s been calls to change it.",
        "Q: Yeah. Yeah.",
        "Q: In Germany.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Oh really?",
        "Q: Okay.",
        "Q: Also with honors.",
        "Q: So why would that be something where you’d say it was too much?",
        "Q: But nevertheless, you graduated with honors.",
        "Q: Okay.",
        "Q: It sound — okay, mm-hm?",
        "Q: Yeah. During the years, the first years in the 30s, and through the war years, was\nyour family following what was going on in Europe, at —June 8, 2016",
        "Q: What kind of conversations do you recall, from home?",
        "Q: Well, that was a question: who was left behind?",
        "Q: Sure, no problem.",
        "Q: Me too.",
        "Q: So, your grandmother.",
        "Q: Would the Morgensterns have brought them over?",
        "Q: Okay.",
        "Q: Yeah.June 8, 2016",
        "Q: Okay.",
        "Q: Oh dear. So they just vanished?",
        "Q: Vanished from the horizon. Tell me a little bit more about the other people that\nwere brought over.",
        "Q: All by Morgenstern.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay. Do they all live in Newport News, in that one little house before —",
        "Q: That’s where they started.",
        "Q: Similar to his own?",
        "Q: Okay.",
        "Q: And this sounds phenom — for somebody who is not well-to-do, who himself had\nthe worry of how do I put food on the table, the more you mention names, the more\nI think, what an amazing person he must have been.",
        "Q: Okay.",
        "Q: So he knew it.",
        "Q: In order to be able to get people over.",
        "Q: Was — did he ever have any help from anybody? Did the congregation help?",
        "Q: Or taking people in, let’s say, letting them — letting them —",
        "Q: Okay.",
        "Q: Was there a large Jewish community in Newport News?",
        "Q: He knew what you were talking about.",
        "Q: Yeah. Was it all extended family members? Were there others?",
        "Q: Did — did you maintain sort of like, social relations with him? Did you visit him\nat his home often, or when s — once your family left, was it a rare thing that you saw\nthem?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: No kastanien und kvetchin(ph).",
        "Q: Did you socialize also with his children? Now, you mention Ernestine, and a\nson —",
        "Q: Somewhat. Was he ever recognized in any public way, for having sponsored so\nmany people over?",
        "Q: Okay.",
        "Q: Okay, that would have been in 1940 —",
        "Q: Okay. The war had ended.",
        "Q: Okay.",
        "Q: Got it.",
        "Q: When did you learn of what had really happened to the Jews of Germany, and\nthe Jews of Europe?",
        "Q: Why?",
        "Q: Let’s talk about this a little bit. Did you have a social life outside of a Jewish\ncommunity?",
        "Q: Okay. And did you experience any kind of — I mean, the common word would be\nanti-Semitism, but —",
        "Q: You did?",
        "Q: How did it express itself?",
        "Q: Was this at school, or is this in the streets?",
        "Q: It was in school.",
        "Q: And how’d you take that comment?",
        "Q: So this is the second time someone — it’s not a kid, it’s someone in authority.",
        "Q: Did your father experience this in his business, as far as you know’?",
        "Q: Okay. But William Morgenstern tells your mother, don’t talk so much?",
        "Q: Here, where you’re living now.",
        "Q: Still.",
        "Q: This is West Virginia, mm-hm.",
        "Q: These last two incidences that you mention to me, sound like internalized\nresponses, rather than an external —",
        "Q: — manifestation.",
        "Q: How do you react to that?",
        "Q: Going back to your younger years in Newport News, many people from\nEurope, refugees, would say that when they came over, before the war, and they",
        "Q: The community that you lived in, the na — the com — the neighborhood or so,\nwas it a homogenous neighborhood, or was it gentile as well as Jewish?",
        "Q: Mostly gentile. And mostly white?",
        "Q: All white.",
        "Q: Okay.",
        "Q: Did you e — did you ever go back to your — you mentioned earlier, a trip that\nsounds more recent, but before then, did you ever go back to Europe, after having\nmoved here to the States?",
        "Q: Okay. But not Germany?",
        "Q: And the first time you set foot in Germany again, was in what year?",
        "Q: Oh, I see, so that far back?",
        "Q: So — but is that when you — you went with your daughter, or is that more recent?",
        "Q: Uh-huh, you went with your daughter in the 70s or 80s?",
        "Q: Okay. And — and then later, she went back, or another child went back —",
        "Q: — and found the house.",
        "Q: And was it — did they maintain any kind of tie with the people who now live\nthere?",
        "Q: Okay. Did you af — did you see the pictures of the house?",
        "Q: Okay. But you yourself, after the 70s or 80s, never went back’?",
        "Q: Oh.",
        "Q: When you — so you’ve been back one time to Germany.",
        "Q: And you were there for how long? A week, two weeks?",
        "Q: Okay. Did you feel — did you feel comfortable, or uncomfortable? Not in your\nenvironment? I want to get a sense of what was it like for you when you did go\nback.",
        "Q: So you re — you still could recall it?",
        "Q: You still could recall German.",
        "Q: Okay. Is there anything else that you could tell me about Mr. Morgenstern and\nhis efforts? And when you say he was given permission to sponsor 125 people — or\nwas it 120?",
        "Q: Hundred twenty-five. Was — does that mean that the U.S. government allowed\nhim to sponsor the 125?",
        "Q: Over time.",
        "Q: Okay.",
        "Q: Yeah, please do.",
        "Q: Okay.",
        "Q: When?",
        "Q: It is interesting. It is interesting. So this was clearly in the 1930s.",
        "Q: And you have not found any re — any document talking of any restitution to\nanyone, for that building?",
        "Q: Okay.",
        "Q: Who would be the rightful owner? Which legal body would be the rightful\nowner of that synagogue?",
        "Q: Yeah, that’s what I mean — I meant.",
        "Q: From all of these people who were brought over, you’re the last one?",
        "Q: You’re the last Mohican?",
        "Q: Okay. Is there something you’d want the people of Rohrbach to know, or to —June 8, 2016",
        "Q: Well, they were in them, too. There were millions of Poles in those\nconcentration camps as well.",
        "Q: How did Mr. Morgenstern — how was her — his final years? Do you know? Did\nhe continue working, and retire from his china shop? Do you know what happened\nto him?",
        "Q: Did the kids know of all of his activities, and what he had done?",
        "Q: Are they both a-alive still, the children?",
        "Q: Ah, okay. Okay. Is there anything else you’d like to add to our interview today’?",
        "Q: Okay. In that case —",
        "Q: Thank you. And thank you for sharing all of this with us. And I’Il say that that\nconcludes the United States Holocaust Memorial Museum interview with Mr.\nHenry Stern, on June 8\", 2016. Thanks again."
    ],
    "answers": [
        "Answer: I appreciate your coming.",
        "A: The 28\" of April, 1929.",
        "A: In Rohrbach, by Bietingen, in Germany.",
        "A: That’s a good question. It’s near Frankfurt am Main.",
        "A: Small village —",
        "A: — of approximately five, maybe 600 inhabitants.",
        "A: As far as I know, yes.June 8, 2016",
        "A: I was rather young at the time.",
        "A: Benno(ph) Heinz(ph) Stern.",
        "A: Yes.",
        "A: When the family moved to the United States, when we emigrated.",
        "A: Oh yes.",
        "A: Less than seven years old.",
        "A: My father’s name was Siegfried Stern. My mother was Rachel, alway — always\ncalled Reshe(ph) Morganstern(ph) Stern.",
        "A: I had a brother, Walter.",
        "A: He was a year and a half older than I.",
        "A: Yes.",
        "A: German.",
        "A: I don’t think so, but of course, Yiddish and German are quite similar.",
        "A: Yes.",
        "A: Rohrbach.",
        "A: Yes. And there are actually, I believe, four Rohrbachs in German —",
        "A: — Germany. Which is why I mention by bid — Bietingen.",
        "A: Yes.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: Right.",
        "A: I’m sorry?",
        "A: My father was.",
        "A: My mother was not.",
        "A: You know, I really don’t know.",
        "A: But apparently not too far away from Rohrbach.",
        "A: As far as I have found out, approximately four or five grandfathers.",
        "A: Yes.June 8, 2016",
        "A: Oh yes.",
        "A: Yes. There was a family business —",
        "A: — that was passed on from eldest son to eldest son.",
        "A: Butcher shop. Butcher, handling of cows, cattle.",
        "A: I think — I think everybody. There was —",
        "A: Yes. The village was too small to take care of a kosher business.",
        "A: I would have to say yes. We — there was a synagogue.",
        "A: And apparently my father served as cantor. And his brother, his older brother,\nwith whom he was in business, was president of the congregation, such as it was. It\nJune 8, 2016\nwas a small congregation, of course. And they were un — the village was unable, or\nthe Jews were unable to hire any rabbi, so the men took turns conducting services.",
        "A: I have a vague memory of it.",
        "A: And apparently, there was a mikveh, and the cemetery right outside the building.",
        "A: From what I have gathered from the internet, maybe 15 families. Maybe 15.",
        "A: At the most.",
        "A: It must have been at one time, but of course, as time came on, it — it changed.",
        "A: No.",
        "A: She took care of the house.\nJune 8, 2016",
        "A: I been trying to find the house on the internet, going onto Google search. I’ve\nnot been successful, but I do have a memory of it.",
        "A: Well, let me explain that, closer to this time, my daughter, my eldest daughter,\nand her husband, who was serving in Germany — he was with the n— ASA.",
        "A: Yes.",
        "A: The es — the — out of Fort Meade.",
        "A: No, not the military.",
        "A: It’s a security —",
        "A: At — at one point, we decided to visit them, but I was reluctant to go at first, but\nwe did go. And they took us all over, showing us places. At one point they asked\nwhether I wanted to go back to Rohrbach, and I said no. Until just the day before\nwe were to come back to the States. It was too late. But, at a later time, maybe a\nyear or so later, my younger daughter and her husband visited the elder daughter\nJune 8, 2016\nand her husband. And I described the house that we had lived in, and they decided\nto go.",
        "A: And they found it.",
        "A: And they told the story of how they walked around looking at the building from\ndifferent angles, taking pictures. And a woman who — came out, and wanted to\nknow what they were doing there. And she explained that this the house their father\nand family had lived in. And she said, I often wondered what happened to those\nboys. My folks told us about it. She invited them into the house and served them\ntea, coffee, refreshments, and they looked throughout the house. The house itself\nwas very unusual, because my father had it built.",
        "A: And it was the first house in the village that had running water, and a running\ntoilet.",
        "A: Yes.",
        "A: It was — it was the first building, or first house in Rohrbach that had a pull chain\nfor the toilet, and the villagers would come in to experience this phenomenon.",
        "A: I been trying to find that house on the internet, I’ve not been successful. But I\nunderstand that the synagogue has changed hands several times. And I think at one\ntime it was a bakery, and a grocery. I have no idea what it is now.",
        "A: No.",
        "A: That’s what I’ve been trying to determine. As close as I can come to it, it’s at the\ncorner of Herm(ph) gassen and Bunder(ph) gassen.",
        "A: Yes.",
        "A: That I don’t know.",
        "A: I'd say, I think three story.\nJune 8, 2016",
        "A: It was a very big house, on a very large lot. There was a side yard, there was a\nbackyard, which was a garden. And —",
        "A: Yeah, brick building, yes.",
        "A: And the family had a farm — let’s say a garden, full of planted vegetables and\nsuch.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: I don’t recall.",
        "A: It could have been.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: No.",
        "A: No. As I say, I was very young.",
        "A: I think I’m prejudiced. I really don’t know whether the — probably — it was\nprobably the most modern house, at the time.",
        "A: I wouldn’t say that he was rich by any means, but the family was confortable.",
        "A: No, no. That’s interesting. The first automobile that I saw, was when a cousin,\nwho had just gotten married, she and her husband drove into the village on their\nhoneymoon. And I remember vaguely, a night trip we took to visit an au — an au —\naunt in, oh, in bent — Bensheim.",
        "A: Yes. And I don’t even know where Bensheim is in Germany.",
        "A: No.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: Yes.",
        "A: Very unusual.",
        "A: I’d say probably horse cart, that type.",
        "A: Not that I know of, no, but the —",
        "A: No. In fact, one of the things I read 1s that if youngsters wanted to go beyond an\neighth grade, which was the only education in Rohrbach, a one school — one room\nschoolhouse — but if they wanted to go beyond eighth grade, they had to go to\nBietingen, and the only way they could go is to walk, bicycle, horseback —",
        "A: — or a cart.\nJune 8, 2016",
        "A: Yes. They estimated the — I say, the information I have gotten from the internet\nis that it was about a one hour walk —",
        "A: — to — to Bietingen.",
        "A: I would say yes.",
        "A: Well, we saw very little of my father, for the most part, because he did a lot of\ntraveling. His main job is to buy cattle for the butcher shop, and he would have to\ngo from village to village, and to market to market to buy the cattle.",
        "A: Yeah.",
        "A: I don’t recall one, no.",
        "A: No.",
        "A: That was his brother. His brother was the butcher, and at one point my father\nbecame an apprentice butcher, which he later used once, after emigrating.",
        "A: Not that I know of.",
        "A: Right.",
        "A: She was running the household.",
        "A: Yes.",
        "A: Yes, he did, but I don’t know where they were. I — I know there was a brother by\nthe name of Joseph —",
        "A: — who also emigrated.",
        "A: Just vaguely.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: I remember — I don’t remember my grandfather, but I have a sl — slight memory\nof my grandmother, because she lived with the aunt that we visited at Bensheim.",
        "A: Well, it’s a strange family mixture.",
        "A: So it’s hard to say ye — for me to say yes or no, because we — the Morgenstern\nbranch of the family intermarried with the Stern family.",
        "A: Oh no, no. William Morgenstern, who was responsible for bringing us to\nAmerica, was originally married to Elsie Stern, who was the sister of my father.",
        "A: Yeah. Now, she died at a young age, and then Bill remarried. So, there’s that one\nconnection. Trying to think of the other connections, cause it gets confusing. When\nSiegfried married Bill’s sister, Reshe(ph), Rachel —",
        "A: My father.",
        "A: Married the Morgenstern — Reshe(ph) Morgenstern. So that is —\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: — another connection. We can go even further, the — there’s another inter-\nmarriage with the Moritz family. Another family that was brought over to the\nStates.",
        "A: It just goes on and on, and —",
        "A: I’m not sure.",
        "A: But they have to be nearby, because travel was a bit difficult.",
        "A: Yes. Bill ha-had a brother, Saul Morgenstern, and at one point William — Bill\nand Saul were prospecting in the west.",
        "A: Yes. Apparently they came over as young men. Don’t ask me when, but they\nwere young. Eventually William moved to Newport News, Virginia. Saul stayed\nout west, in Texas, and he opened several businesses, but he ended up in Borger,\nTexas, running a clothing store.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: I—I don’t know.",
        "A: A lot of history, unfortunately, has disappeared because our parents never tu —\ndiscussed things like that.",
        "A: They really didn’t tell us about the family, and what we have been able to gather\nis memories from different members of the family. And it’s all hearsay, actually.",
        "A: Right. And that’s one reason I’ve been going on the internet, getting information.\nIn fact, I utilized the local Mormon church to get on the internet. And I was able to\nretrieve the manifest of the ship that we came over on.",
        "A: The SS Manhattan.",
        "A: Okay.\nJune 8, 2016",
        "A: Very small, but —",
        "A: No. The only memory like that 1s s-say when a cousin, cousin Ruth —",
        "A: — and her husband drove into town on their honeymoon.",
        "A: The only other thing is the time, once or twice, that we visited my aunt in\nBensheim, cause I have a memory of that. We used to tease our cousin, cousin\nRuth.",
        "A: They had a piano, and they had a stool, which rotated. And both Walter and I\nused to irritate cousin Ruth by sitting on that stool, and just turning and turning.",
        "A: It was fun for us —\nJune 8, 2016",
        "A: — but not for her. That’s one memory I have.",
        "A: Oh yes.",
        "A: Oh yes.",
        "A: No, I don’t.",
        "A: No.",
        "A: Mm-hm.",
        "A: Oh yes.",
        "A: What can I say?",
        "A: She was — she was rather shy.June 8, 2016",
        "A: Yes.",
        "A: Very much so. In those days, especially in Germany, women didn’t speak up\nvery much.",
        "A: Oh yes.",
        "A: As a lot of marriages do, yeah. They tolerated each other.",
        "A: Yes.",
        "A: Which is why there was so much intermarriage in the families.",
        "A: I don’t know.",
        "A: Well, our house was on a corner lot. If you go beyond that — if you take a right\nturn at the corner, there was a bakery, a community bake-house, where all the\nwomen gathered, to bake the bread for the week. And beyond that is where\nLudwig, the brother, had his home. That was the family estate, where the butcher\nshop was [indecipherable]",
        "A: Yes. Now, I remember — one thing I do remember as a youngster. Turning right\non that corner, there was a big hay wagon that sat there all the time, empty.",
        "A: I have no idea, but I used to play on that, and I fell off that wagon, and I have a\nlittle scar here, because of that. That’s one memory I have.",
        "A: Yes.",
        "A: No.",
        "A: Yes, I'd say so.June 8, 2016",
        "A: The only one I can remember — first of all, my father being in the butcher\nbusiness, we always ate meat. We never knew about fish. Vegetables, whatever\ngrew in the garden. But the one dish that I recall, that I’ve never had since, at a\nPassover, at a Seder, there was one dish intermingled with all the others, and it was\nkastanien und kvetchin(ph).",
        "A: Chestnuts and prunes mixed together.",
        "A: That’s one thing. That’s one I remember.",
        "A: Yes.",
        "A: Not at the time, no.",
        "A: I guess we were.\nJune 8, 2016",
        "A: No, the only one that would come close to it, would be my cousin Ruth. That\nwas Ludwig’s daughter.",
        "A: So, there are two Ruths now, we’re talking about. Ruth Stern —",
        "A: — and the other cousin, Ruth Sherch(ph). She was a Loeb(ph), she married a\nSherch(ph).",
        "A: Sometime, I would say, in the early 30s.",
        "A: No, no, that was before. I have no recollection of —",
        "A: Yes, so after °33, and before we emigrated in ’36 —",
        "A: — things changed. Cause, as I mentioned, we had a garden —",
        "A: —1n the back of the house.\nJune 8, 2016",
        "A: Somebody threw salt all over the vegetables that were growing, and ruined the\ncrop. At one point, a gang invaded the house, broke into the house.",
        "A: And my recollection of it was being awakened, and someone with face paint, as\nHalloween, gruesome paint, shone a flashlight on his face, and woke me up.",
        "A: Yeah. That was the idea.",
        "A: I don’t think so, because my father chased them out. He carried a walking stick\nand he started thrashing around.",
        "A: No.",
        "A: I don’t know. Could have been somebody out of Bietingen, a larger area, just —\nthey had the — Hitler had the gangs —",
        "A: — working throughout the area. It was the beginning — as I mentioned, I’m pre-\nHolocaust.\nJune 8, 2016",
        "A: We just saw the beginning of it.",
        "A: Mm-hm, right.",
        "A: Yeah, well, harassing the Jews.",
        "A: Only one recollection of it, and that was when I was in school.",
        "A: I was in school only about a half a year.",
        "A: I was just — had just turned six. And it — so I’d mentioned it was a one room\nschoolhouse, eight grades.",
        "A: And I remember three of us, because I don’t remember anybody else, any other\nJewish people. But Walter, Ruth and I were called together by the teacher, and\nsaid, get out, and don’t ever come back.\nJune 8, 2016",
        "A: I remember sitting on the steps, before we decided to go home, and we never\nwent back to school, in Germany.",
        "A: Oh yes.",
        "A: They said, that’s what’s going on. And shortly thereafter, my mother decided it\nwas time to leave, at the prompting of Bill Morgenstern, who was aware of what\nwas going on, and suggested that we all get out.",
        "A: Right. Well, late °35, cause we emigrated in February of 1936.",
        "A: I had no recollection of it, but it had to have some effect. My father was reluctant\nto leave.",
        "A: Like so many other Jews in Germany, this will pass. You know, how they\nthought.",
        "A: E-Everyone thought that Hitler could be controlled.June 8, 2016",
        "A: No, but he was — he left when the time came, too, cause shortly after we arrived,\nmaybe within a half a year, Ludwig, Emma, his wife, and daughter Ruth, also\nemigrated —",
        "A: — through the efforts of Bill and Roselyn(ph).",
        "A: Yes.",
        "A: Insistence.",
        "A: Well, at that time, I think she got to be protective.",
        "A: Okay.",
        "A: Mm-hm.\nJune 8, 2016",
        "A: Well, we had to go to Hamburg, that’s where we boarded the ship. And we\nsailed from Hamburg. And we had one stop, and that was in LaHavre, France.",
        "A: Nothing to speak of.",
        "A: I know nothing like that.",
        "A: Basically, we came over with nothing.",
        "A: I think the limit was around 50 dollars a person.",
        "A: No.",
        "A: No, I don’t.",
        "A: I remember a little bit about it.\nJune 8, 2016",
        "A: The — the only incident I recall is, apparently I had something like a penny, ein\npfennig.",
        "A: And I put it in the slot machine, and it ended up, got a dime. And I felt rich.",
        "A: Yes.",
        "A: Yes.",
        "A: I think that was the beginning of — what, the gambling places on ships. They\nadded slot machines.",
        "A: Yes.",
        "A: I assume my parents.",
        "A: Very large.\nJune 8, 2016",
        "A: I mean, I have a picture of it.",
        "A: Not that I know of.",
        "A: No.",
        "A: I was just bewildered. I didn’t know what to think, or what to do. This was an\nauth — authority figure, says go, don’t come back. What does a six and a half year\nold boy do to that?",
        "A: Yeah.",
        "A: Pretty much the same way.\nJune 8, 2016",
        "A: Let’s see, I think about 10 - 11 days.",
        "A: In New York.",
        "A: And Bill Morgenstern met us at the ship.",
        "A: Yes.",
        "A: Vaguely, yes.",
        "A: Oh, I remember that, yes.",
        "A: This was a man da — I didn’t understand that he was responsible, but I remember\nj — walking down the gangplank, and meeting him there.",
        "A: Bill Morgenstern, with the wavy hair, dark hair. About five — eight, nine. He\nwas an impressive man, dressed in overcoat, as I recall.",
        "A: Mm-hm, yeah.June 8, 2016",
        "A: He had to be. He had a business in Newport News, he couldn’t leave it for long.\nSomebody had to take care of it, so I guess Roselyn(ph) took care of it.",
        "A: Not with his brother, but they had come over as young pe — young men.",
        "A: Several years, at least. Had to have been at least 10 years.",
        "A: He owned the China Palace and Gift Shop.",
        "A: Right.",
        "A: That’s right.",
        "A: Almost immediately. That was one rule that [indecipherable] set forth. We\nspeak only English.",
        "A: That’s right.June 8, 2016",
        "A: No.",
        "A: I have no recollection.",
        "A: Somewhat, yes.",
        "A: Oh yes, a very important relative that — and he had a nice house, small house,\nthat we lived in for a while. One bedroom, one bathroom — not one bedroom, a one\nbathroom house, that took care of his family, and ours, and — and others as well,\neventually.",
        "A: All right, that I may be able to do. I know the house was on 61st Street, near\nVirginia — just off Virginia Avenue, the second house off Virginia Avenue. And\nacross the highway was a big structure, which was a water tower for the area. The\nhouse itself was wood. It was the — coal heated. And I remember many times BillJune 8, 2016\nwould go down in the basement and stroked the furnace. And the coal truck would\nempty the coal down the chute, to the basement.",
        "A: Two story.",
        "A: Either two or three, I don’t recall exactly.",
        "A: Yes.",
        "A: Roselyn(ph).",
        "A: Ernestine.",
        "A: And her younger brother Jules.",
        "A: Right.\nJune 8, 2016",
        "A: No, no. We got along.",
        "A: Right.",
        "A: I guess youngsters find it much easier to integrate.",
        "A: Right.",
        "A: Less than six months.",
        "A: I remember we moved into the shipyard apartments, which as I recall, were three\nseparate buildings, large buildings. Rothe — roas — roach infested buildings. I mean,\nbig.",
        "A: Never could get rid of them.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: Iremember that. And before long, we moved to a house on 26\" Street, just off\nHuntington Avenue.",
        "A: I don’t know.",
        "A: Not that I know of. Remember, in order to bring immigrants into the country, the\nsponsor had to sign a paper, they would be responsible.",
        "A: The government didn’t want — couldn’t do anything, th — the government at the\ntime, was handicapped. We were in a depression.",
        "A: And in addition to that, you had the American firsters — isolationists. They didn’t\nwant to get involved with other people. And of course — and before Father\nCoughlin, and so on, they were quite influential, at the time. So, what could the\ngovernment do? The politicians were scared, they wanted to stay in power. As we\nhave right now.\nJune 8, 2016",
        "A: Right. So it was up to individuals, and Bill and Roselyn(ph) were granted\npermission to support 125 people.",
        "A: And when they filled that quota, they persuaded other people to sponsor\nimmigrants.",
        "A: Well, Roselyn(ph) was a beautiful lady. She was outgoing, and just friendly with\neverybody. Bill was a doer. He served many terms as president of the congregation,\nRodef Sholom. As a businessman, he was friendly to everybody.",
        "A: No, far from it. In fact, Ernie — Ernestine, his daughter, tells the story of\ncoming downstairs one morning, and found her father with his head 1n his hands, on\nthe table, worried that he didn’t have money to buy food that day.",
        "A: We were coming out of the depression at the time. How many pieces of china\nand gifts were — were being bought at the time?",
        "A: That’s right. So, he was struggling.",
        "A: Right.",
        "A: No, not — not to me, no, not that I’m aware of.",
        "A: We were the first that they brought over.",
        "A: My father took a job, the only job he could get, I assume, in a warehouse, at five\ndollars a week. My mother would bake cakes, that she would sell on order, from\npeople in the community. In addition to that, she became the janitor of Rodef\nSholom temple. And many is the time, after a rain, she had to go down to the\ntemple and bail water out of the basement.",
        "A: No.",
        "A: My father did, yeah. My mother, not too much. But eventually —\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: He was used to the German way, what he had been doing. He was his own boss\nall those years, and suddenly he was working for someone in a warehouse in a—a\nbusiness he knew nothing about.",
        "A: I don’t think so.",
        "A: I doubt it. I don’t think women at the time, or girls at time —",
        "A: Yeah.",
        "A: But I would say within a year or so, he opened up a grocery, again on 26\"\nStreet, just a half a block up from where we were living. And if I remember\ncorrectly, the store was opened after sundown on s — on Saturday, first day. And\nBill Morgenstern came to the house afterwards, and said, how did — asked how he\ndid, and the answer was, we took in eight dollars. And Bill said, that’s great. I\nremember that much, because we were coming out of a rep — depression. Eight\ndollars was a lot of money then.June 8, 2016",
        "A: Right.",
        "A: Right.",
        "A: Yes. When lud — Ludwig and his family were brought over, he entered the\nbusiness. He wa — he was the butcher in the family anyway.",
        "A: Again, my father did more of the physical work of going to the slaughterhouse,\nand bringing sides of beef into the business, and so on.",
        "A: Yes.",
        "A: Right, small grocery, neighborhood.",
        "A: When they bought a vehicle, which was a quarter ton panel truck — they don’t\nmake them anymore — I became the driver. And I had to drive my father to the\nslaughterhouse and back, and so on.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: Yes.",
        "A: I'd say a couple of years.",
        "A: Well, a certain amount of strains adjusting, and of course, earning a living, so\nyes. But we managed. They managed. Walter and I, besides selling newspapers —\ndelivering newspapers, when, while were still in the shipyard apartments —",
        "A: Hm’?",
        "A: Yes. Farmers would bring their trucks by with their produce. He and I would\ntake stuff, and run up and down the stairs, hawking [indecipherable] a penny. And\nwe used to sell extras, those days there were a lot of extras. Saturday nights, after\nfootball games, the papers would put out an extra with the scores. And somehow\nmy brother found what was called, Peninsula News Company. It was a newspaper\n— magazine distributorship. And he started working there. And he became quite\nproficient in that, almost managing the operation after a while, as a young kid going\nto high school.June 8, 2016",
        "A: Yes.",
        "A: Yes.",
        "A: I'd say.",
        "A: Interesting.",
        "A: Well, we started out at Stonewall Jackson elementary school.",
        "A: Probably. Not in my mind, but yes. I could go into my political beliefs, but —",
        "A: — that’s beside this point.",
        "A: Yeah. I know.",
        "A: Yeah.\nJune 8, 2016",
        "A: How do you think I feel? I’m a graduate of Washington and Lee University.",
        "A: But almost immediately after entering school, Walter was promoted from first\nto second grade, within a week or so. Cause he had been at school for a year —",
        "A: — in Germany.",
        "A: He was ahead of the cl-class. But we did well, and when we finally moved to\n26\" Street, we attended John W. Daniels school.",
        "A: Which was just a stone’s throw from the high school. We ki — finished\nelementary school, which was through the seventh grade, and then we entered high\nschool. We didn’t have a middle school or junior high in those days, we only went\n11 years, and not 12.",
        "A: Yeah.\nJune 8, 2016",
        "A: That was the norm at that time. And Walter became editor of the school paper.\nHe won a prize, I forget whether it was the American Legion, or the VFW, city-\nwide contest, essay contest. And he graduated with honors from high school. I took\na different tack in high school. I joined too many organizations. Now, I can realize\nthat. Glee club, chorus, newspaper, athletics, those things. I graduated with honors.",
        "A: Yeah.",
        "A: I joined too many organizations, I spread myself out too thin. Couldn’t\nconcentrate on anything.",
        "A: Yeah, oh yeah.",
        "A: So, school went well. He —",
        "A: He is a graduate of William and Mary. I’m a graduate of Washington and Lee,\nso I guess we did well.",
        "A: Oh yes.",
        "A: They were concerned, especially about the family.",
        "A: Excuse me.",
        "A: I have what I call a running nose, an Olympic nose.",
        "A: The only one that was left in Germany was Mother’s sister, Rosa, and her\nhusband, and their mother.",
        "A: Yes. They had a chance to leave Germany, but they refused, because the\ngrandmother had diabetes, and she could not enter the United States. So they\nstayed, to take care of her.",
        "A: Yes.",
        "A: The grandmother died, cause she couldn’t get insulin.",
        "A: And Rosa and Ferdinand disappeared. It’s interesting that their son, who was\nalso brought over, Max, Max Loeb(ph), or Lieb(ph), served in the army, and he\nwas in intelligence.",
        "A: And when the war ended, he stayed over, and he looked for his fa — parents.\nCouldn’t find them.",
        "A: Yeah.",
        "A: Well, I’ve mentioned Ludwig, Emma, and Ruth, cousins.",
        "A: Yes.",
        "A: And there was Ruth and Eddie Sherch(ph) —",
        "A: — cousins. And their daughter, Elayne(ph), who eventually settled in\nProvidence, Rhode Island.\nJune 8, 2016",
        "A: Well, they started —",
        "A: There was Paul Morgenstern, Bill’s brother, and he set them up in a similar\nbusiness, in neighboring Hilton Village.",
        "A: Yes. Just three, four miles from Newport News, down the road, on route 60. He\ndidn’t like it, so he and his wife and daughter Edith, they moved to — I think it was\nBrooklyn.",
        "A: And he got a job in a silversmith company, I can’t think, it was Gorham(ph), or\nsomebody up here. And he became quite well-to-do. There was a Max Loeb(ph), as\nI mentioned. There was Ludwig Moritz(ph), who had married a Stern sister, and\ntheir daughters, Margo(ph) and Beatrice. There was my father’s brother Joseph,\nand his wife Tilly(ph), and Joe — Joseph, who I remember, whenever you met him,\nas a kid, he always reached in his pocket and brought out a piece of candy he\noffered you. He opened up a small hardware business in Newport News.\nJune 8, 2016",
        "A: I understand that he discussed law with a friend who was a lawyer, and he\nbecame quite adept at th — not — not that he practiced it —",
        "A: — but he was quite familiar with the laws.",
        "A: Yes.",
        "A: Right.",
        "A: Not that I know of as, you know, handing him money, no. Not that I’m —",
        "A: I’m sure — I’m sure there were people that did, not that I can tell you who they\nwere, or anything like that.",
        "A: I mean, he was quite influential in the congregation.",
        "A: A decent size community. At that time, the shipbuilding industry, th — because of\nthe war, brought in a lot of people. And, of course, the army and the air f— corps —\nwe’re near by Langley Field, Fort Eustis, which we know is Fort Useless. Fact,\nJune 8, 2016\njust since we moved here, I met a family, and they were stationed in the area, and he\nworked at Fort Eustis, and when I said Fort Useless, he laughed.",
        "A: Right.",
        "A: Probably others as well, because while I’m familiar with the family members\nthat were brought over, he had gotten other people to sponsor other immigrants, and\nI’m not familiar who they would have been. Either the sponsors, or the immigrants.",
        "A: The — we mixed quite a bit. And there was another family, another member of\nthe Stern family lived in Newport News. She had married Ike Spiegel(ph).",
        "A: And Ike Spiegel(ph) has a business, appliances, right around the corner from\nwhere my father had a bi — his grocery store.",
        "A: And it was tradition that on Sunday we visited Ike and Bertha and her family,\nfor dinner. And it was always southern fried chicken.\nJune 8, 2016",
        "A: No.",
        "A: Somewhat, yes.",
        "A: No, not that I know of.",
        "A: As — remember, I left Newport News when I went to college.",
        "A: Seven.",
        "A: Yes. And after — right after that, and when I graduated, I was inducted into the\narmy —",
        "A: And when I was discharged from the army, I went to Fairmont, West Virginia.",
        "A: So, at that point, my associations in Newport News were extremely limited.\nJune 8, 2016",
        "A: Well, as we — we followed the war, you couldn’t help but be aware of what was\ngoing on. My mother constantly talked about it. In fact, at one point, William\ncautioned her not to be so public — public about it.",
        "A: Because the influences of Henry Ford, Father Coughlin, and so on, were also\nfelt in Newport News, and didn’t want to bring anything to bear on the Jewish fa —\ncongregation.",
        "A: Not really.",
        "A: Oh, yes.",
        "A: Oh yes.",
        "A: Well, when you’re called a kike, Christ killer, you know what’s going on.\nhttps://collections.ushmm.org\nJune 8, 2016",
        "A: Yeah, it was in school.",
        "A: I'll mention a couple of things. I played football. At one assembly in high\nschool, the coach was passing out the letters and so on, and I remember him saying,\nI knew we would have a winning season, because I have a Jew on the team.",
        "A: Pass it over.",
        "A: Mm-hm. And yet, probably at the time, the most successful basketball coach in\nVirginia was Julie Kahn(ph). As we called him, Madman Julie. During games he\nwould get so worked up, he would actually froth at the mouth. But he was athletic\ndirector, as — was basketball and track coach.",
        "A: He never mentioned it.",
        "A: Right. It’s not unusual. We have — I’ve experienced a few incidents. For\ninstance, when we first moved into Vantage House —\nJune 8, 2016",
        "A: Yeah. I was asked whether I would conduct some services, and I started. And at\none point one of the residents, a Jewish, said we don’t want so many services. We\ndon’t want to call attention to ourselves.",
        "A: I can recall back in Fairmont, I was conducting a campaign — | think it was for\nIsrael bonds. It was either Israel bonds, or JNF. I forget which, cause I did both.\nBut the person that had been running the campaign, was approached by the fellow\nthat came from Pittsburgh to oversee the campaign, to have a public event. He said\nno, I won’t do it. Well, I was president of B’nai Brith at the time, and he asked me\nto do it. So I said, okay. And we set up a dinner meeting in a hotel.",
        "A: And, in addition to the Jewish people, I invited the presidents of the local banks,\ncause we were trying to sell — it was bonds, now that I remember putting it together,\nwe were approaching the banks to buy bonds. And we had a young man playing the\nguitar and singing, as entertainment. So he did his shtick, and he started to talk, and\nthe most influential — one of the most influential people in the community, a Jewish\ndoctor, got up and came to table; I was sitting with a friend. And he said, stop him.\nAnd my friend got up, and went up to the entertainment, said, no pitch. And the\nreason was, he didn’t want to make a big deal of Jews. And after that, when I met\nhttps://collections.ushmm.org\n56June 8, 2016\nwith the — the representative of the campaign, I said, this will never happen again.\nAnd we had open campaigns throughout, afterwards. Not only for JNF, but also for\nIsrael bonds. And we invited — members of the family brought members of the\nfamily to all the events.",
        "A: Right.",
        "A: Haven’t you her — haven’t you heard of the camp — in the current campaign, we\ndon’t want Sanders as president, because he’Il think that anything goes wrong, it’ll\nfall back, they’ ll accuse the Jews? I’ve heard it many times. There is a certain\ninsecurity that manifests itself at times.",
        "A: I said forget it. Let’s go on. We have services twice a month here now, and it’s\npublicized, well publicized. Every time we have a service, it’s in the newsletter. It’s\nin a sign in the elevators, when we have services. We have the afternoon group of\nthe NCJW meeting here.\nJune 8, 2016\nended up in the south, they were taken aback by what they saw as racial\ndiscrimination, when they would arrive and see that there are different facilities for\nwhite Americans and African Americans. Did things like that exist in Newport\nNews that collided, let’s say, with your life, with your world down there?",
        "A: There was definitely segregation, there was discrimination, and it got to the\npoint, especially the further south — well, we — there were reports, when th-the civil\nrights movement was going on, that Jews didn’t want the young people — Jewish\nyoung people coming down. We have to live here, they would say. I’m sure you’re\naware of that.",
        "A: Mostly gentile.",
        "A: Yes, all white.",
        "A: We were in the south.",
        "A: For instance, I mentioned that the — the grammar school was right down from the\nhigh school. There were separate high schools. There was Newport News high\nJune 8, 2016\nschool, and I forget what they call it, but the blacks had their own. And the days\nwere separate but equal — so called.",
        "A: Well, we went to Paris once, and London.",
        "A: No.",
        "A: Actual year, I don’t recall the actual year, but it had to be in the 70s, 80s.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.\nJune 8, 2016",
        "A: Right.",
        "A: Not that I know of.",
        "A: I have seen pictures of the house, yes.",
        "A: No. I had decided I was going back, very recently. Rita and I had planned a river\ncruise from Frankfurt to Amsterdam. We had our tickets, everything was planned.\nAnd I had contacted a person from the tourist bureau in Frankfurt. And I’m — told\nwhat I was thinking about, and I would like to go back to see Rohrbach. And asked\nhim whether there was transportation available, of any kind. Replied that he would\nmeet me, and he would drive me. He was very friendly, very solicitous. But\nunfortunately, something happened, and I had to cancel the trip.",
        "A: So that’s gone.",
        "A: Yes.\nJune 8, 2016",
        "A: Well, I think, about a week.",
        "A: It was all right unt — except for one incident. We had put up one night, I forget\nwhere, in a—I guess you would call it, almost a bed and breakfast type of affair, an\napartment building. And I had con — talked to the man about paying the next day\nwith my credit card, and he said, fine. So the next morning, when I went to pay pare\n—and I talked to his wife to take my credit card, he said oh, no, no, no, we can’t\ntake it, you ha — you have to do that in advance. And so quickly I sprouted some\nGerman. Where it came from, I don’t know. She said okay, okay. She took it.",
        "A: Yes.",
        "A: Some, I — I can recall words at times.",
        "A: Hundred and twenty-five.\nJune 8, 2016",
        "A: Yes.",
        "A: Yes.",
        "A: There’s some things I might mention, that we haven’t gone into.",
        "A: Directly across the street from our house in Rohrbach, was the synagogue.",
        "A: From the information I’ve gotten on the internet, there were three tourists, they\ndisappeared. The building was sold at auction for around 500 marks — 560 marks, I\nthink it said.",
        "A: It was a forced sale, and there are no records of that money ever having been\npaid. I thought that was interesting.",
        "A: This was in °39 — 38, °39.June 8, 2016",
        "A: No.",
        "A: The Jews had disappeared. And apparently they made no effort to try to locate\nany that may have emigrated.",
        "A: Well, depending on — I see there you’re getting to a legal matter — depending on\nthe validity of the auction sale, who — who bought it — there’s no record of who the\nbuyer was. As far as any Jews — well, the Jewish congregation —",
        "A: — family, who’s left? I’m the only one from my family left.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, the people in Rohrbach now, have no recollection of this. They re — they\nweren’t born then. But they have — the community has a history, their parents or\ngrandparents, they share in a responsibility for what happened. They can say if they\nwant to, that they didn’t know, but God, who do they think they’re kidding? They\nhad to know. Just as the Poles say they didn’t know that we had concentration\ncamps around the corner. They had to know.",
        "A: Yes.",
        "A: Well, I remember that from the 61% Street house, they bought another house,\noverlooking the James river, which was just a mile or so away. Was a nice, small\nhouse, well taken care of. And he used to sit out on his back lawn, looking at the\nsunset, as it disappeared — the sun disappeared over the James river bridge, and so\non. He died, I think, in ’56, or ’57. He had retired. His son Jules had taken over the\nbusiness.\nJune 8, 2016",
        "A: I think so. Ernestine certainly knew quite a bit about it.",
        "A: Ernestine is alive. In fact, we’re going to see her next week.",
        "A: I really can’t think of anything else, no.",
        "A: I’m just glad to be here.",
        "A: Thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumJune 8, 2016\nRG-50.030* 0883",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HENRY STERN",
        "June 8, 2016"
    ]
}