{
    "rg": "RG-50.030.0537_trs_en",
    "sequence": [
        "Question: Paula, tell me — I need you to tell me where — where were you born?",
        "Answer: I was born in a small town named Constance in Germany.",
        "Q: What year were you born?",
        "A: 1928.",
        "Q: And wha — when you were born, you — today your name is Paula Blue, but what\nwas your given name in —",
        "A: My name was [indecipherable] Paula Regina Goldlust.",
        "Q: Paula, okay.",
        "A: Yeah, Paula.",
        "Q: And in 1928, describe to me — in the later years, when you remember, as early as\nyou remember, what it was like in Constance.",
        "A: Constance being a smaller town, there was a — a Jewish community, synagogue,\nJewish life. Jewish schools, teacher. And the — as I said, our Jewish community was\nquite active, and the — and the children were at that — at that time, we went to public\nschool, and Hebrew school.",
        "Q: Would you say you-your parents were very religious, or moderately religious?",
        "A: My mother was leaning towards really rel — quite religious. My father was more\nto a lesser degree. But he kept ko — kept kosher, as far as possib — as far as I\nremember.\nAugust 7, 2009",
        "Q: You kept kosher?",
        "A: Yes, mm-hm.",
        "Q: Your parents, what were their names and birthdates, if you remember them?",
        "A: What were their names?",
        "Q: Their names and their birthdates.",
        "A: My father, I think was May 30\", 1896, and my mother March 24\", 1894.",
        "Q: Your father’s name was Bernard?",
        "A: Bernard.",
        "Q: And your mother?",
        "A: Manya.",
        "Q: Where were they born?",
        "A: They were born in Poland.",
        "Q: Do you know the towns?",
        "A: I believe was a small town near Kielce, or something like that.",
        "Q: Did they come from large families?",
        "A: My mother had a — yes, actually, I believe so. And I don’t know, I don’t\nremember how many brothers and sisters they had. But the —- my mother’s family\nmay — they emigrated to Canada, brothers and a sister, and nothing but three\nbrothers em-emigrated to Canada, to Toronto.\nAugust 7, 2009",
        "Q: Do — do you know when they emigrated?",
        "A: I don’t know —",
        "Q: [indecipherable]",
        "A: 20s — oh yeah, through the 20s or late 20s, so in the 20s somewhere.",
        "Q: Your father was still considered a Polish citizen after he moved to Germany, or\ndid he —",
        "A: No, no, he was considered stateless.",
        "Q: He was considered stateless, okay. And —",
        "A: And in Germany, who — whatever the — the head of the household is the whole\nfamily considered stateless, takes on the nationality of the husband and the father.",
        "Q: What did your father do?",
        "A: He had a business, a clothing and tailoring.",
        "Q: And would you say you were a prominent Jewish family in the community?",
        "A: Moderately so, yes, we were, yeah. Belonged to — I mean, everybody belonged\nto the synagogue in the Jewish community, or what they call the gemeindehaus,\nwhich was community center.",
        "Q: As far as siblings, you had an older brother. Can you tell me his name and his\nbirthdate?\nAugust 7, 2009",
        "A: He — his name — my brother’s name was — was Leo Goldlust, and he was born\nOctober 7, 1924.",
        "Q: Do you recall early childhood with Leo, being able to roam freely in the streets,\ndo things?",
        "A: Early on, yes, yeah, yeah. Let’s say until — let’s say 30 — as I recall, °36 - °37, we\n— not freely. I mean, there was always the fear of — of Nazi. We’d play Juden and\nso forth and so on. But we went to school in [indecipherable] to public school, he\nwent to public school and I went to public school and they — there were a few\nJewish children. There was another Jewish child — girl in my class. Boys and girls\nwent to separate schools, and the — it — it was so-so. I mean, the other children\ngreeted the fuehrer and so forth and so on and we — we were sitting, I mean Jewish\n— Jew children — Jewish children, we were sitting in the seats, we didn’t get up.\nWhatever, whatever, the — but the — but otherwise we were mostly together with\nother Jewish children.",
        "Q: When earlier on I asked you about your father leaving Poland.",
        "A: Mm-hm.",
        "Q: Do you recall why he left Poland’?",
        "A: I don’t know.",
        "Q: It’s a hard question because —\nAugust 7, 2009",
        "A: I [indecipherable] I don’t know, he left — probably — he had an uncle there, in\nGermany, which — you know, so he — the reason why, I — I don’t know.",
        "Q: Once he was in Germany, did he ever travel back to Poland?",
        "A: No.",
        "Q: And did you —",
        "A: No, he lost Polish citizenship. I think he left across the border illegally, or came\nto Germany illegally, or left Poland, or whatever. I — I don’t know exactly, but we\nwere stateless, we were not Polish citizens.",
        "Q: When you — when we first were talking earlier with your son, he mentioned that\nConstance is literally on the Swiss border.",
        "A: It is.",
        "Q: You can walk back and forth.",
        "A: Right, mm-hm.",
        "Q: Before the war, do you remember being able to do this? Do you remember\npeople being able to cross the border —",
        "A: Oh yes. Yes, we did.",
        "Q: And was there a thought that your parents might try fleeing over the border into\nSwitzerland’?\nAugust 7, 2009",
        "A: Switzerland was closed. I mean, if they didn’t — 1f they wouldn’t — wouldn’t\naccept Jewish refugees, very, very few. But they immigrate — to immigrate into — to\nSwitzerland was quite impossible, apparently. But we did cross the border, was a —\nwas one — one Jewish community for — at a certain time, but they became — as\nthings became worse in Germany, the — the Jewish community in — in Switzerland\n[indecipherable] remained — remained by themselves.",
        "Q: And they re — they remained intact, but in Constance the —",
        "A: People started —",
        "Q: — people started to flee?",
        "A: Yeah. People started immigrating to — to United States, to Argentina, to\nwherever. Where there was any — any opening to go to — to — at that time to Israel,\nwhich was Palestine at the time, if they were lucky enough to get there.",
        "Q: Tell me about your f— your recollections of Kristallnacht, the November\npogroms of 1938.",
        "A: November pogrom, 1938, a — a — that’s very early they were — they came into the\nnac — I don’t recall. It was quite, quite early and they — two Gestapo came in, and\nthey took my father, they went through the apartment, didn’t do that — that much\ndamage, but they were looking for a — was later on my father mentioned the things,\nthey were looking for literature, for books, which not — which were forbidden to\nAugust 7, 2009\nread. And the — and so forth and so on, but then — but then when I woke up they had\n— they had just left with my father.",
        "Q: They took your father with them?",
        "A: Right.",
        "Q: They arrested him?",
        "A: Yeah.",
        "Q: Do you know where they took him?",
        "A: Gestapo headquarters, we — we assumed, and from there to Dachau. The — all —\nall the Jewish men were taken to — were arrested the same — that same night or\nmorning, early mornings.",
        "Q: How long was he in Dachau, do you know?",
        "A: He came back — I re — I recall he came back Hanukkah time, which must have\nbeen about four or six weeks later.",
        "Q: So, just to clarify, he was arrested on Kristallnacht, which was November —",
        "A: Just November 10.",
        "Q: — ninth, 10\".",
        "A: Right",
        "Q: Came back around Hanukkah, so perhaps he was detained for a month, or —\nAugust 7, 2009",
        "A: Sounds right. And then they started releasing peop — men and — slowly, with the\nprovision that they would leave Germany within, I don’t remember was six weeks,\nor six months. I’m assuming it was six months because my father left in June of\n1939.",
        "Q: How did they —",
        "A: So they had to leave. They had to leave Germany.",
        "Q: How did he leave?",
        "A: He left — there was an opening — England had an opening for the a — as I recall, I\n— I think I’m correct about it, for men being released from — from the camps, there\nwere other camps, Buchenwald was one of the camps, Sachsenhausen, there were\nother camps that they took the [indecipherable] men, the Jewish men there. And\nthey — so England opened up for those men that were released, without their\nfamilies, and the — they — there was a camp, called Kitchener camp in — in\nEngland, near London [| presume it was, that housed — housed the men. And the —\nmy father tried, of course, to — the separation was supposed to be brief, but to bring\nus there, but war broke out in le-less than six months later and that — that was the\nend of that for us.\nAugust 7, 2009",
        "Q: Back up a little bit, and just explain to me. He left in June of 1939, and at that\npoint, had he — had your family tried to get on the quota to go to a different\ncountry?",
        "A: Oh yes, my — actually we had a very eva — to the United States. There was a —\nwhich we fell under the Polish quota, where my — my father was born, and it was a\nvery — very — and I believe my father [indecipherable] qui-quite early with the\nAmerican consulate, which was in Stuttgart, I believe. And the — but — but it was\nvery slow, slow moving. It was a quota, so —",
        "Q: So he had applied for —",
        "A: And we had — we had papers for the — my father’s cousin in New York who sent\npapers, but American consulate was slow in — in — in giving out papers — visas for\nfamilies. Many of them — some of them made it, some of them don’t. Many, many\ndid not.",
        "Q: So you remained with your mother in and Leo after June of 1939 in Constance.",
        "A: Right, right.",
        "Q: And how was the situation in Constance for you? Were you still going to\nschool?",
        "A: No. 1938 we — Jewish children couldn’t go to school any more. So also there\nwere pe — many Jewish families had left already, and there were few Jewish\nAugust 7, 2009\nchildren left, actually, and they — we didn’t go to school. There was a — the teacher\nand the — the cantor, he — they left for a — the U.S., and the — so, there was some\n[indecipherable] teaching there in the Hebrew school, but we were very — not too —\nnot a great deal, put it this way.",
        "Q: How did you feel day to day? What was feeling in your household, what was the\nfeeling [indecipherable]",
        "A: Well, we were very — a — it was rather a desperate situation. W-We couldn’t —\nwe didn’t get any more mail from my — from my father, we were cut off. Did get\nsome mail from — to Switzerland. Somebody smuggled it in, or from — from a\nneighbor that we wrote to, but we were pretty much cut off.",
        "Q: His business gone, taken from him.",
        "A: Business gone, right, mm-hm.",
        "Q: So what were you living on?",
        "A: I don’t — I —I don’t know. There must have been a — there must have been a —\nsome kind of a thing, because we — we did — I mean, we just existed, I mean, put it\nthis way. My mother and Leo and myself.",
        "Q: What did your mother do — do during this time period, just work on trying to get\nyou out?",
        "A: Just trying to get us out.\nAugust 7, 2009",
        "Q: And —",
        "A: And then — well, it was a — at an earlier time there were kindertransports,\nwhich I — I don’t know when they were, you know, the hope that we could leave as\na family was always present, which you know, obviously has not come about.",
        "Q: And when did it change for you again? What was the next thing that happened?",
        "A: A — well, the situation was quite — was in — quite desperate, I would say.",
        "Q: It was —",
        "A: And when the war broke out —",
        "Q: It was quite desperate?",
        "A: Yes. And the — after war broke out, and well, in 1940, all the Jews from that area\nca — bordering France were deported to Camp de Gurs in France.",
        "Q: This was October, 1940?",
        "A: In October, that’s the — October 19 — 1940 — October 2274, 1940 was the day that\nthe —",
        "Q: How did you travel from there to — from Constance to Camp de Gurs?",
        "A: To Camp de Gurs it was, you know, a — I remember being places, but I don’t\nremember how — how I got there. This — some like a vague — vague memory of it. It\nwas a train, I don’t remember if they have benches or anything. Did have benches,\nAugust 7, 2009\nbut a — along the side of the — of the wagons. But it was not — 1t was not the — you\nknow, it was a regular train, actually. That kind.",
        "Q: Were you with other Jewish — German Jewish refugees?",
        "A: Yes, from the same town, right.",
        "Q: [indecipherable]",
        "A: Were deported from the — I don’t remember how many people were fe — from —\nfrom our town. And they — from the whole area which is called Baden-Pfalz, which\nwas like here — here you would call it a state, or a subdivision that they wanted to\nmake — make that area Judenra — Judenfrei. So the — the first — that was the first\ndeportation from Germany, actual —",
        "Q: Can you translate what you mean?",
        "A: To make it free of Jews.",
        "Q: When you were gathering things, because you were forced to leave, your mother\nand you and Leo, what did you do at the house, what —",
        "A: We — oh, we lived already three families in one, Jews had to start living into one\narea, on one street. Anyhow, I suppose that was the — the plan to — to make it easier,\nI suppose. And we lived in — with another — with other three families in one large\napartment, which I walked in, by the way, in May, when we were in Constance,\nwhich was pretty — quite traumatic, actually.\nAugust 7, 2009",
        "Q: This past May”?",
        "A: This past May, right.",
        "Q: How did you feel, standing in the apartment?",
        "A: A — difficult to describe. It’s — it’s — it’s still with me. So we were — Gestapo —\nagain Gestapo came and the — un — unexpected, unexpected, I mean. But the to --\nabout 15 - 20 minutes, I remember one of them leaving, pushed Leo, says hurry up,\nhurry up, schnell, schnell. And we were taken out of the apartment with very small\n— whatever small baggage or luggage, whatever, whatever people took with. And\nwe were assembled at, I think it was the [indecipherable] it was the train station. I\ndon’t recall exactly.",
        "Q: Did you know where you were going?",
        "A: No idea.",
        "Q: Did they tell you [indecipherable] France.",
        "A: No, people — people did not know where we were going. I remember Leo talking\nand he — talking to someone — he was quite bright. He knew which direction we\nwere going, but we didn’t know we were going east or west. So people are going —\nwere hoping we’re going west, at least. And —",
        "Q: You arrived in Camp de Gurs in France.",
        "A: In France.\nAugust 7, 2009",
        "Q: In the internment camp.",
        "A: Mm-hm.",
        "Q: Describe your experiences when you first arrived.",
        "A: We were taken from the train, as I recall. We were taken from the trains onto\ncamion — trucks. And the — we were pretty — from — from the same community,\nactually, we were together. And the — that was long way. I believe the Germans\nprobably had an — had a — had — they don’t need the consent, but they — Vichy,\nFrance accepted, or had to accept the Jewish refugees from there. I don’t remember\nhow many there were from the whole area [indecipherable] from larger cities. And\nthere were quite a few — quite a few children actually there. In Constance there\nwere not too many children, there was just Leo, myself and Hootie(ph) and another\nchild was there actually, or teenager, in this — left in the city of Constance.",
        "Q: So you — it took days to get to Camp de Gurs?",
        "A: We — I-I don’t remem — probably two or three days, something like that, because\nwe stopped, I think. As I learned later on, there was — we didn’t — Vichy, France\ndidn’t want to accept us, and they — the Germans, you know, tried to — I mean\nVichy didn’t have much chance there. So in — we went to the — got to the\ninternment camp of Gurs, and it rained and it was miserable, and we were taken by\ntruck, and then they — first, old men out to — so — so [indecipherable] Simon\nAugust 7, 2009\n[indecipherable] was a cousin to my father, he Hootie’s(ph) — Hootie’s(ph) father,\nand they — I remember my mom saying please, please take care of my child, this I\nremember. And ... and Leo got off with the men, and we went on, and I was pretty\ndesperate at that point. And then they had ilot in Gurs, separate ilots which were\nbarbed wire with some of them double ba — between el — ilots, I think was double\nbarbed wire, between the ilots. And with the French — first it was fr — I believe it\nwas French army actually, then they changed to Vichy, to the Milice, which was the\npr — Vichy — Vichy police, they were guarding us at the time. And the —",
        "Q: You — were you with your mother [indecipherable]",
        "A: I — first of all with was my mother, and then they separated the children up to the\nage of 14, separate —",
        "Q: How did you see your —",
        "A: We were in the same ilot, so it — I— I could s —I could see my mother.",
        "Q: When you says ilot, is it —",
        "A: Ilot means the — each separate entity that was surrounded by — by barbed wire.",
        "Q: So multiple barracks.",
        "A: [indecipherable] an ilot was — I don’t know how many barracks was in each\none.",
        "Q: What did you — what were your impressions of the camp?\nAugust 7, 2009",
        "A: The camp? There was — well, it was in October, the — the mud was — people —\npeople get mired into — into mud, couldn’t they — it — it was incredible. It was in the\nPyrenees, and it rained continuously, and there was no — no — yeah, and the latrines,\nand the — 1-it — 1— I mean, was pretty unbearable conditions.",
        "Q: The conditions were poor?",
        "A: Very.",
        "Q: What did you — how did you [indecipherable]",
        "A: Food — huh? Food was — I mean, hunger was one, which — which came after a\nfew days already, you know, there was hunger in there, and rats, and vermin, and —",
        "Q: In your —",
        "A: And we were 1n a barrack, the barrack we were in was a — in Gurs, there were —\nI think it was right next to a— what was it? A spozak(ph), a — a bag for\n[indecipherable] straw that the under-underground [indecipherable] ground. And\nthere were no windows, there were just like — like shutters, like, wooden shutters\nthere, the wooden barracks.",
        "Q: And were — were they heated?",
        "A: There was one small stove, one small heating stove. So who was lucky enough\nto get close to it was — was better [indecipherable]. I remember being next to a—a\nmother and a young girl, who didn’t sp — they spo — I don’t know what they spoke,\nAugust 7, 2009\neither Spanish or Portuguese, but we just, you know, looked at each other and\nsmiled at each other and she may — she may have been — she was ol-older at that\ntime, she must have been a teenager, 15 at that time. And I remember sleeping next\nto her, and on the — the other side was my mother. And then they separated the chil\n— the — I don’t know if was voluntary, who did it, that they took children under 14\ninto separate barrack and they — but it was pretty voluntary. A — because the food\nthat was distributed was more or less — they did try to give the children preference\nwith food. But I do recall the Quakers, I mean, I think Quakers were very — were\nquite active in the — in — in Gurs actually. I don’t remember Rivesaltes, but Gurs\nthey were quite active.",
        "Q: Can you describe how the — what the Quakers did in —",
        "A: I don’t know — I don’t — I have — I didn’t meet them, but we — we did know that\nthe Quakers provided some — provided some food into the — was miserable, the\nkitchen was in a open barrack like a big —",
        "Q: What kind of things did you eat?",
        "A: Oh, it was a sl — small slice of bread, which was divided. And the food itself was\na — I remember the first few days when we came, the people of — there were some\npeople there from — from Constance, too, who couldn’t eat it. So they gave the\nAugust 7, 2009\nchildren, gave us the food. But you know, after a few days they become hungry too,\nand they — they actually ate the food.",
        "Q: Your —",
        "A: Hunger, I remember. Hunger and cold and wet. And the latrines, open latrines.",
        "Q: You talked about the latrines, they were —",
        "A: Open latrines, an open barrack, an open — not an open barrack, just a — a raised\nsteps up, and the open — you know, just an open thing in the ground, like a — and the\nend of — the — what Gurs is known for is the mud. Mud, deep slime and mud that\npeople got stuck in, and couldn’t — couldn’t get their — couldn’t get out.",
        "Q: So, open latrines, I mean, my guess is that —",
        "A: And open like a barrack.",
        "Q: And people were —",
        "A: [indecipherable] themselves.",
        "Q: And —",
        "A: The women were separate from the men, had — in their own ilot.",
        "Q: Tell me about in your barracks, you mentioned there were Spanish people\nbecause of the Spanish Civil War.",
        "A: Yeah, right, right. Gurs — excuse me — Gurs was built by, I believe, by the\nSpanish, the — I suppose the anti-Franco Spain. I think they built — they built Gurs,\nAugust 7, 2009\nI mean. They were ilot F — I don’t remember what, ilot F, I believe. They were not\nbehind barbed wire somehow. And there was — there was a whole [indecipherable]\npeople there from everywhere, from — from — you had people — you had people\nfrom Germany. We met somebody from Constance by the way, who went to fight\n[indecipherable] against Franco, and — a non-Jew. So it was a mixed — a mixed\nkind of thing, but mostly Spaniards.",
        "Q: How did the different populations get along with each other?",
        "A: Yeah, well, they were separ — separated. They got along, I mean, as far as that\ngoes. I mean, they had a lot of people that fled Belgium, for instance, Jewish people\nfled Belgium. They had to take long trip, until they got to — they were interned there\nalready from the summer 1940 on, so they were there already when we came —\nwhen we ca — and the —",
        "Q: What did the children do all — what did you do all day?",
        "A: What did we do all day? Y-You know, when Jewish people — somebody finds\ntwo — two Jew — two children, they make a school. So they did try. They tried to\nteach us French —",
        "Q: And who —",
        "A: — in the hope of we — we make it out of the camp one of these da — one days —\nsome days.\nAugust 7, 2009",
        "Q: Were the educators other refugees, were they relief workers?",
        "A: They are other refugees, right, yeah. Other [indecipherable] I mean, I don’t —\ndeportees, in other words, right.",
        "Q: Do you remember — do you have recollection of people who were particularly\ninfluential to you, or helpful?",
        "A: A—1in Gurs itself? Not — not that I recall, ’'d say —",
        "Q: We talked about Andre Solomon briefly, is —",
        "A: Oh, right, she — that was in Rivesaltes [indecipherable]",
        "Q: That was later?",
        "A: Yeah, in Gurs — Gurs. There may have people — there may have been peoples\nthat tried to help, or bought f — with — with food, or with — with the — but — like I\nsaid, Quakers, for instance. There may have been French Jews that may have\n[indecipherable] but — but I don’t — the — in Rivesaltes, French — French Jews did\nhave — until the — the Germans occupied France, the-they had some clout.",
        "Q: Talking about the French population —",
        "A: [indecipherable|",
        "Q: — around Gurs, near Gurs —",
        "A: I don’t know.",
        "Q: Did you connect with them at all?\nAugust 7, 2009",
        "A: No.",
        "Q: Did they come to the camp to try to help?",
        "A: I don’t th — no, I-",
        "Q: Nothing.",
        "A: No, no.",
        "Q: What about Judaism?",
        "A: What about Judaism?",
        "Q: Was there Judaism?",
        "A: Yes, there was a — there was even a girls’ Haggadah, by the way. I don’t know if\nyou’re familiar with that. You saw the girls’ Haggadah? Yeah, I don’t recall — led\nby Anspach, I believe, Leo Anspach, who — who was a — I think he was from\nGermany, a refugee from Belgium or somewhere. I don’t — I really don’t recall\nexactly, who — who seemed to be a — but we were depor — we were taken from\nGurs early in — before Passover. If anybody knew — if anybody knew a holiday\ncoming on, a thing like that.",
        "Q: Right, 1941.",
        "A: 1941. So the people with children were assembled and were sent to Rivesaltes.\nDon’t ask me about the trip. I don’t know how — how I -\nAugust 7, 2009",
        "Q: Back up one second. You were — you s — while you were in Gurs, you saw your\nmother, you saw [indecipherable]",
        "A: I saw my mother, I saw Leo. Like I said, some a — a — like a — is a— you know\nRuthie, yeah, she was quite little, she was about three and a half years old. And\nsome of the guards let us out, and sometimes we — you know, I — we went through\nthe barbed wire from one [indecipherable] to get out. And we went to see — she\nhad her father and her [indecipherable] and — and Leo was in same. All the — all\nthe men, by the way, were in the — in one barrack in Gurs. They somehow were\nsimply in one. The — the women, somehow, were dispersed through the camp from\nthe — from that deportation, the — from the whole Baden, from that area.",
        "Q: How do you suspect your mother dealt with this day to day?",
        "A: I don’t know. I don’t know.",
        "Q: She was just strong?",
        "A: Hm? Strong? She was strong. She was strong. She — she didn’t — yeah, she sort\nof didn’t do that well after my father left, we were in Constance, she didn’t do that\nwell. She was ill, she was in the [indecipherable] the hospital. She was treated\nwell, it was a Catholic nuns’ hospital, and there —",
        "Q: This was in Constance?",
        "A: Hm’?\nAugust 7, 2009",
        "Q: Was this in Constance?",
        "A: In Constance, still in Constance, right, she was ill. But once we were — we were\nin Gurs, she — she — she did — she held up. She held up.",
        "Q: At this point are you back to writing to and from — re-receiving anything from\nyour father, any words?",
        "A: We didn’t — well, we — 1f— we were cut off, we were cut off.",
        "Q: You still had no correspondence from him.",
        "A: And we had correspond — some — we had correspondence. I think telegrams\ncame through. There was correspondence, actually.",
        "Q: You were writing?",
        "A: We were writing, but we didn’t — I —I believe there was a telegram from ta —\nonce we arrived there. We were writing to him, I don’t know how it got there, or\nwho took the mail, I — I don’t recall.",
        "Q: Some of your letters are quite vague about your circumstances.",
        "A: Well, you don’t —",
        "Q: You don’t really describe — was that purposeful?",
        "A: Yes.",
        "Q: Your letters, in some cases, are even upbeat.\nAugust 7, 2009",
        "A: Yes. Yeah, yeah, well, couldn’t — I mean, didn’t — didn’t want to make it worse\nfor my father when — than it was already.",
        "Q: So in April of 1941, you’re moved to Rivesaltes, as a family?",
        "A: Yes, it was in April, possibly, I— I don’t —",
        "Q: Summer 1941”",
        "A: No, before.",
        "Q: Before.",
        "A: Before. May have been — I think it —\nEnd of Tape One\nAugust 7, 2009\nBeginning Tape Two",
        "Q: Okay, so before Passover in 1940, you — 1941, excuse me, you’re moved to\nRivesaltes. Again, do you remember’?",
        "A: We were — s-sentiments. We — I don’t recall having — remembering any holiday,\nJewish holiday, period. But apparently in Gurs I did — did have some\n[indecipherable] Haggadah, but in Rivesaltes we didn’t. We didn’t even know it\nwas Passover, I mean, I — as far as I’m concerned, I mean, I didn’t — we didn’t.",
        "Q: You were moved with your mother and Leo.",
        "A: Right.",
        "Q: Did you again live in separate barracks from Leo?",
        "A: Yes, mm-hm. He was in the men’s barracks. There was a men’s barrack in —",
        "Q: Where were you in Rivesaltes?",
        "A: I was together with my mother.",
        "Q: Do you remember the barrack?",
        "A: I think I wrote it down. Can’t remember. Ilot N? Yeah, I wrote it down because I\ngot it from letter — from a letter. I — I wouldn’t — I wouldn’t remember it otherwise,\nlike, you know, from the letters that the have — I have that. And the — so that we —\nwe got to Rivesaltes. I don’t remember getting there, I don’t remember how we got\nthere, or the — I remember walking a lot, but I— I don’t remember the — the trip. I — I\nAugust 7, 2009\n—I don’t recall going from place to pla — I re — I know being there, but I can’t\nremember going from place to place. Leaving my mother, for instance with the\nOSE, going to the home. I remember leaving her, but I don’t remember getting\nthere. It’s — it’s blacked out.",
        "Q: So once you were in Rivesaltes, what was Rivesaltes like?",
        "A: How can you describe Rivesaltes? Number one, it was huge. The barracks were\nrabbit cage like, you know, first we were on the second floor. An incident I recall is\nthey took young men to — again, Vichy police came. I suppose they had an order\nfrom the Germans for forced labor somewhere. And again my mother panicked,\nLeo came into the barrack and the —",
        "Q: Leo was how old at this point?",
        "A: Leo was — 1940 — he was born in fo — ’24, so he was 16 — 16, almost 17. And the\n— she — she threw a blanket over him and I sat on him so they shouldn’t — shouldn’t\n— to hide him.",
        "Q: And that — that worked?",
        "A: They — and — and that ha — they didn’t tou — yeah, he — he — he didn’t. But they\ntook men, and at that time people didn’t know, because they were families\n[indecipherable] father was in England, or was safe, wa-was getting out already,\nbut there were many, many families. And they took the men to we didn’t know\nAugust 7, 2009\nwhere. Appar — some of them came back. Some of them came back and said they\nwere building installation for the Germans in Normandy, which is interesting.",
        "Q: And you were living in a barracks. Describe the barracks. Describe what the —",
        "A: The barrack was the —",
        "Q: — inside was like, the daily life. Physical.",
        "A: Y-Yeah, well you know, it was really long time, the hunger was — hunger was a\n— one of the big, big problems. People went through garbage cans, I mean, a — and\nthe — the barracks were — cause in Gurs there were wooden barracks, I believe\n[indecipherable] in there. I don’t remember any windows there either, by the way.\nBut they — they had like, you know, rabbit cage kind. I think girls were sleeping on\nthe — on the ground on straw, bags of straw.",
        "Q: In Rivesaltes?",
        "A: In the re — in — 1n Gurs.",
        "Q: In Gurs.",
        "A: In Rivesaltes they had the double the rabbit cage, first floor and second floor.\nIt’s like the long — you see it sometimes in — in the — I think there’s one from\n[indecipherable] Rivesaltes. That’s the kind of thing they had in Rivesaltes too.",
        "Q: You slept —\nAugust 7, 2009",
        "A: We were on top, we were on top, right. My mom and me were on top, the top\nfloor.",
        "Q: Who were the other people in the barracks?",
        "A: Huh? It was a mixture of people, but there were many of them from you n —\nfrom — from — Jews from Germany that I remember primarily, and the others, I\nmean, we didn’t have that much contact with them and it was huge, I mean ba — I\ndon’t know how many people it held.",
        "Q: And so you were 13 at this point, do you — were there other preteens and teenage\nkids in the barracks with you that you could have befriended? Was there some kind\nof camaraderie there?",
        "A: There was — what people th — primarily remember 1s — is the vermin. Fleas, lice.\nFleas in Rivesaltes.",
        "Q: Were you able to bathe?",
        "A: Huh? There was a — there was a ba — yes, there were — there were showers there.",
        "Q: There were showers, but there were still — you said —",
        "A: There was water at a certain time only, and so forth and so on, in — in the — same\nas in — same as in Gurs. Or they put — somebody died at night in Gurs, by the way,\nthey used to put — somebody died, they put him into the — the barrack where the —\nthe [indecipherable] water, the fau — you know, th-they had water and the — some\nAugust 7, 2009\nshower stalls, so they put the bodies there, which — which one of the kids were in\nthe kids barracks [indecipherable] were going, ran into it early and there were, you\nknow, the bodies of people, their bodies. One, I recall.",
        "Q: Do you know what happened to the people who were — who had —",
        "A: They had a cemetery. There was — there was a cemetery in Gurs, actually.",
        "Q: Do you recall seeing a cemetery in Gurs?",
        "A: Yeah, because we were in the ilot which was the last ilot, it was ilot M, and the\n— next to ilot M there was the — they buried the people.",
        "Q: And so —",
        "A: [indecipherable]",
        "Q: In Rivesaltes was it the same situation, where people —",
        "A: I don’t know, I don’t know.",
        "Q: Do you recall people being sick, dying?",
        "A: Sick yes, dying I don’t — I don’t — I don’t recall. Not — not in the barrack I was in\nright away. I’m sure they did but I— I —I personally don’t — haven’t — haven’t\nexperienced it like in Gurs.",
        "Q: And again the question: What did you do all day?",
        "A: What it — did we do all day? I don’t know. Be hungry mostly.",
        "Q: Your mother, what did she do?\nAugust 7, 2009",
        "A: Huh? I—I don’t — I d—Id-—TI don’t know, I don’t remember. Just — just —",
        "Q: Was there ever a point when you — when you or your mother or Leo, that you\nknow of had to do any kind of labor, or —",
        "A: We were taken, at one point in Rivesaltes we were taken to a — yeah, it wasn’t\nforced, I mean it was, you know, they — they took people, I suppose the — the — the\nfarmers around needed help for — to pick —",
        "Q: Harvest?",
        "A: Huh?",
        "Q: To harvest?",
        "A: To harvest the grapes, I believe, and then they — the topinambur, which is sort\nof potato-like kind of — ugly kind of thing. So we were taken. We were together,\nwhich was actually — which — which was actually a relief to be out of the camp. And\nwe — we were watched by Vichy police —",
        "Q: Were you —",
        "A: — and we did work early morning til ni— evening, but — but my mother\nmentioned — there was another family there, a Jewish family with — also with two\nchildren. And we were living in — 1n a end — sort of a cave-like thing, we lived 1n,\nwith — with a big pot over a [indecipherable] fire. And the — that t-two — two\nmothers cooked, or whatever were they cooked. It was good, but —\nAugust 7, 2009",
        "Q: So let me clarify, you were — you weren’t leaving in the morning from\nRivesaltes and coming home in the evening —",
        "A: No, no, we were out —",
        "Q: — you were living at the farm.",
        "A: We were out — we — right, we were living on — I don’t remember where we were\nliving, but it was a—I don’t recall exactly, but I remember it was cave-like.",
        "Q: How long did this — how long did this —",
        "A: I don’t remember, but it was — it was a relief to be away from the camp.",
        "Q: How was — how were the —",
        "A: Because food was — 1-1t wasn’t plentiful, but — but 1-1t was there, and there\ntogether with — my mother and Leo was there together with the other family, the\nsame thing. I don’t remember sleeping conditions there, how it went. But, you\nknow, it’s called vendanges, which means to — the — the — the grape harvest —\nharvesting — grape harvesting and something else, was potatoes or whatever it was.\nPotatoes didn’t exist in southern France altogether, didn’t see a potato.",
        "Q: How did — I mean — so, at this point, you’re living, you’re doing — you’re leaving\nto do some harvesting, you’re coming — you went back to Rivesaltes.",
        "A: Back to — we were taken back to Rivesaltes.",
        "Q: And while you were out at the farm, did you interact at all with just French —\nAugust 7, 2009",
        "A: Yeah, Leo spoke a little French, which he learned in s — in school\n[indecipherable]. But they didn’t speak fr — they didn’t speak — it wasn’t French, it\nwas Catalan, which is the — the language between Spain and the — Spain and\nFrance. So they spoke — they didn’t — don’t remember them speaking French, but\nlike I say, it was Catalan, it’s a language that’s a mixture of a — so, we didn’t\ninteract with them, just we — we harvested, we worked.",
        "Q: So you didn’t feel like there was — you didn’t have any chance to even know\n[indecipherable]",
        "A: Flee, or to go, or it was — yeah, now in — in retrospect think maybe we were\nprobably not far from the Spanish border, but we had — didn’t have a chance to get\naway.",
        "Q: And in retrospect —",
        "A: Or maybe could have, maybe — I — I don’t know.",
        "Q: Also in retrospect, could these people have helped hide — hide the Jews, hide\nsome of the Jews?",
        "A: They — this — you couldn’t underst — they couldn’t understand us — we couldn’t —\nfirst of all, we only spoke German, by the way. Didn’t speak French. Leo spoke a\nfew high school — high school French, but that’s all [indecipherable] I — I think it\nwas just a— a woman with a child or two children our age.\nAugust 7, 2009",
        "Q: And so — and when you’re 14, I believe, in 1940 — you were in Rivesaltes until\nwhen? When were you in Rivesaltes until?",
        "A: Til October ’41, I think.",
        "Q: October ’41?",
        "A: Yeah.",
        "Q: And then in October ’41, what happened?",
        "A: I — again, it must have been a — I suppose OSE, hm — either OSE or I don’t\nknow who — who took us out, very frankly. I have no — no idea, I mean, somebody\nmust have spoken to the parents, or my mother, and they —",
        "Q: Do you remember how it happened?",
        "A: How it happened?",
        "Q: Yes.",
        "A: No, I don’t know. I just know that I was leaving, I was leaving my mother, who",
        "Q: Do you remember saying goodbye to her?",
        "A: Yeah, yeah, I remember her saying to — remember who you are, and the — to be\ngood, and the hope to — to be reunited.",
        "Q: Did your mother — did you feel that your mother had hope you would be\nreunited?\nAugust 7, 2009",
        "A: I imagine so. Hope springs eternal, they say, but I— I re— I— I imagine so, that\nwe should all be united — reunited with the — with my father hopefully, but the —",
        "Q: Where were you taken?",
        "A: The — we — taken to a home in — OSE home, in cru — La Creuse(ph), which —\nwhich there’s about three homes there that they — they — many of the — many of the\nchildren or teenagers that were there were from the camp, and some of them were\nfrom — who were refugees or Kindertransport children from the — from Germany\nthat were in the Paris area, and as the Germans came in they — they fled f-further.\nMany of the parents remember remaining in Germany didn’t know what happened\nto them, and they — so —",
        "Q: How long were you at this home?",
        "A: At the — hm?",
        "Q: In the —",
        "A: The home?",
        "Q: The first — the first home that you were in?",
        "A: A— Marjolet? ’41 til — til about ’43, I believe.",
        "Q: Did your — your mother was not able to see you?",
        "A: No.",
        "Q: How about Leo?\nAugust 7, 2009",
        "A: Leo was left — Leo was left there also in the — in the camp, and he, later on\n[indecipherable] I don’t know if s — I don’t know if I gave it to you, I may not\nhave, where he writes that he has to leave Maman, and he’Il have to — that the\nEclaireur Israeli de France, the French scouts had a home in Morsak(ph) which is\nin south [indecipherable] who had the home, also took out the teenagers, the older\nones, that freedom or [indecipherable] and for a time, yeah, I was in — I was with\nhim in Morsak(ph) for a few — oh, maybe a month or six weeks.",
        "Q: Was this before you w-were in —",
        "A: After my mother wa — after my mom was deported.",
        "Q: So, in wa — in Marjolet, can you just describe what it was like for you? Did you\nfeel a sense of relief being out of the camp?",
        "A: No, I—I probably cried for two weeks, being separated from my mother. And\nwe were — how should I put it? Kids that came from the camp, they had to be\ndeloused. And the — it — it — the first few weeks were — were very hard. But the\nchildren there were — you know, telling [indecipherable] and some of them — we\ndidn’t speak French, most of us didn’t, you know, came from Germany and barely\n— and the — we learned really fast. The smaller they were, the faster they learned.",
        "Q: And so —",
        "A: So it was French mostly — huh?\nAugust 7, 2009",
        "Q: Day to day, what was it like?",
        "A: In the home? It — 1t was — 1t was good, you know, it was good.",
        "Q: And [indecipherable] were —",
        "A: It was interesting with the — with — with the other — with the other children.\nThere was even a class, there was even a school classroom. And we were, you\nknow, the kids from — from — yeah, from — from that — we were integrate in the\nwhole — so — so to learn French wasn’t — I don’t even [indecipherable] I think it\ntook weeks, the kids just — just started speaking it and knowing tt.",
        "Q: Do you remember anyone during that time period, any figure or person that\nstood out in your mind as being really helpful to your survival, your day to day\nsurvival, your emotional survival?",
        "A: Yeah, there was a director of — the director of the — of the home was Monsieur,\nMadame Bloch, Bloch, b-l-o-c-h, who — who were the really kindest — kindest, best\npeople that you — who consoled us, I mean, people that came there, I think they —\nwe understood them, I think they spoke German, and the — until we became\nintegrated into the — the French society over there.",
        "Q: And —",
        "A: Which didn’t take long, by the way, anyway.",
        "Q: You were there for two years, a little —\nAugust 7, 2009",
        "A: Yeah.",
        "Q: [indecipherable] two years, a year and a half, two years.",
        "A: Yeah, close to two years —",
        "Q: Right.",
        "A: — for only one.",
        "Q: And then you were moved — where did you move?",
        "A: We were in the — they star — we were — they started looking for places to — to\nhide children, and they — so that was in the — near the Swiss border, and then 1 — so\nthat was already after deportations from — that we knew already that — we didn’t\nknow, I mean, that that would be final — the final solution there. And hope was\nalways there. But they were hiding children either with fra — in France or in — in the\n—I was in Chambéry at the Salvation Army, by the way, with another few girls.\nThere was a — not a convent, they — where they were hiding the boy — th-the boys in\nthe religious — a — like a monastery, probably off in that area. So —",
        "Q: Hand up for a second to — you mentioned deportations. Had you — once you left\nRivesaltes, how did you know what was going on with your mother?",
        "A: We - we were in — in contact at — for — for a while.",
        "Q: You were receiving letters?\nAugust 7, 2009",
        "A: Right. I— I remember her last letter I got from her, I mean, that she was taken to\na different — we didn’t — we didn’t know at that time, we didn’t — we didn’t know\nwhat the — the fi —",
        "Q: Can you [indecipherable]",
        "A: — we didn’t know about the final solution, let me put it this way.",
        "Q: You received the letter, and what did the letter say?",
        "A: That they — she will be going to a different camp, and she will probably hear\nfrom — we will hope — hopefully hear from her. Something like that, the last — the\nlast letter which we had — first of all, when we were — left Marjolet to go to Haute-\nSavoie being hidden with a family, with a French family for a wh — for a few — for a\nwhile, we had to — we had to get rid of everything [indecipherable] in German\neverything al-already, uh-huh. I recall an incident I wrote to Leo, who was in\nMorsak(ph), which was the — with the French scouts Eclaireur Israeli du jour —\nde France. And I used to turn over envelopes and it was from Rivesaltes, and I\nturned them inside-out to send to him. And he — he wrote me back to — to — to be\ncareful. So in — he [indecipherable] he wrote on one side of the corner of the letter\nwas g-i-e-b on the — on the bottom, he wrote an eight, which means in German gieb\n- give, acht, mean, be careful. And I understood what he meant.",
        "Q: So he wrote in code, and you —\nAugust 7, 2009",
        "A: He wrote in code, and I knew what he meant.",
        "Q: When did you hear the — so, you received the last letter from your mother.",
        "A: In other words, not to return — turn the envelope that anybody’s is in the —\nanybody’s in the camp, I mean, they — would would be in a camp, in Rivesaltes?",
        "Q: Right. So she was deported to a different camp, you didn’t know what camp.",
        "A: We didn’t — we didn’t know at the time.",
        "Q: And what about your father?",
        "A: We didn’t know at the time.",
        "Q: Were you hearing anything at this point from your father?",
        "A: We didn’t — in Marjolet I — I believe I had letters from — or telegram or — there\nwas some — there was some — you know, I don’t even recall. I believe there wa —\nthere was some, a — not much.",
        "Q: At this point, are you still keeping track of Leo, until you’re together in\nMorsak(ph) again?",
        "A: Well, Leo was already — Leo was taken to — he — it was [indecipherable]\nFrench, and he was taken to — it was a Vichy youth camp in — in Annecy.",
        "Q: Do you remember when this was?",
        "A: When he left? No, I don’t know, because he — we — I was in one home, and he\nwas in the — in the — but they started taking young a-as — Jews to — to deport them,\nAugust 7, 2009\nor if they had French papers, even if they had French papers, they took them for\nforced labor. So they had to find a — I mean, the — the — the French — the French\nJews did amazing job, they — they saved thousands of children, I would say OSE\ndid, Eclaireur Israeli de France did.",
        "Q: So, you moved to Haute-Savoie, you’re in sh — you are in — hidden in\nChambéry and Annecy.",
        "A: Chambéry and Annecy, | was there briefly with the French — the French family\nin Peseux [indecipherable] in to — to Switzerland. I was there for maybe a week,\nbut that’s about it. And the — crossed the border in Switzerland, which I do not\nremember — Ruthie is better than I am at that. I — I don’t recall.",
        "Q: She does remember this —",
        "A: I don’t re — hm?",
        "Q: She does remember this [indecipherable]",
        "A: She remembers it?",
        "Q: She remembers it’s a Polish woman —",
        "A: Yeah, yeah, I know, but she remembers a — a — I — I remember [indecipherable]\ncrossing, I think either as a small child or my — you know, holding my hand or —",
        "Q: She doesn’t remember exactly, but —",
        "A: And she remembers, it’s amazing. She remembers. And I — and I don’t.\nAugust 7, 2009",
        "Q: Once you — once you —",
        "A: —I don’t. I remember arriving in Geneva.",
        "Q: You do?",
        "A: I do remember",
        "Q: Can you describe them?",
        "A: Oh God, huh? They were not very kind, the French — the French gendarmes\nover there. One of them said [speaks French] where do you come from, you little\nJews?",
        "Q: You were in Geneva?",
        "A: In Geneva, at the police.",
        "Q: What did you do once you arrived in Geneva?",
        "A: We were taken to camps.",
        "Q: Refugee camps?",
        "A: Refugee camps.",
        "Q: Did you realize, we’re free?",
        "A: Ye-eah.",
        "Q: [indecipherable] made it.",
        "A: We were — I don’t know. I — I — I don’t recall.",
        "Q: You still didn’t have a sense of —\nAugust 7, 2009",
        "A: Well, you know, in the camps you’re still not free, but the a — I — we couldn’t —\nwe couldn’t write. I couldn’t write to my father, that — you know, like\n[indecipherable] you know, you write to Papa, and you re — you know, that we’re\nalive. And — but we couldn’t write to — we couldn’t — we couldn’t write from the\ncamp to — to England, only into anybody in Switzerland, if we knew anybody. So\nyou couldn’t write there and the — that was really — so the same time that I c — my\nfather probably died the same time when I ca — when I came into Switzerland, or\nbefore, or after that, I don’t know exactly.",
        "Q: You knew that after the war ended, right? That —",
        "A: We found out — we found out after the war.",
        "Q: Let’s back up for just a second.",
        "A: Well, we didn’t hear from him, and it just couldn’t, I mean —",
        "Q: Which could have been the war, but —",
        "A: Yeah, but we found out — we f — we f — no, during — during the war in\nSwitzerland, even, I found out. I don’t know when Leo found out, we never talked\nabout it, we never talked about the —",
        "Q: How did you find out about your father?",
        "A: I was with the —",
        "Q: Just for the sake of the — the — getting it on tape, what happened to your father?\nAugust 7, 2009",
        "A: He — he died of a heart attack. He didn’t hear from us and he died of a heart\nattack in — in London.",
        "Q: Do you know when he died?",
        "A: When? Yeah, I know the date.",
        "Q: What’s the date?",
        "A: And the date was May — May 17\", 1943",
        "Q: And how did you find out?",
        "A: I found out in the — I was with a family in Kreuzlingen, which is the s — the\nSwiss part of the — I was af — with family there. And I didn’t go to school or\nanything, I don’t remember. Just — just worked, I did housework there, they took —\nwhat is — which was very kind. I had a friend there [indecipherable] they took\nespecially girls, I mean to — you know, for — for help in the house, or housework, or\nso forth and so on, but you know, we were not in — we were not danger of our lives.",
        "Q: And when did you find out?",
        "A: I—I found out at a — I think a — the — I don’t know how she found out, the\nmother — was a Jewish — Jewish family there, she — she told me.",
        "Q: She told you exactly what happened",
        "A: She told me — she told me that my father was dead.",
        "Q: And — and —\nAugust 7, 2009",
        "A: And I didn’t hardly react. I think I — I didn’t speak for weeks, apparently, to\nothers. I mean, to a — Swiss people, Swiss chil-children teenagers already, my age,\nand I just [indecipherable] I — I —I didn’t — I didn’t talk.",
        "Q: So at this point you were 16 —",
        "A: I didn’t — I didn’t — I just didn’t — didn’t speak, I lost my sp — I don’t know how\nthat comes, but the — it’s — it’s — yeah. This I recall. I just — but functioned, but I\ndidn’t speak. This I remember.",
        "Q: Where was Leo during this time —",
        "A: Leo was in the — Leo was in — in — didn’t hear from him, I mean he couldn’t, it\nwas — he was in Annecy, he was in the — the — forgot the name of the thing. The\ncompany en France, which was a Vichy [indecipherable] camp kind of thing,\nwhich quite a few Jewish boys were there his age, teenagers that time. And what\nhappened by him, I do not know. As far as I know he joined the — after the\nNormandy, | believe he joined the — the Maquis, and from the Maquis he joined\nthe army.",
        "Q: And when did you learn about your mother, can you tell me what happened to\nyour mother?",
        "A: Yeah, well, after the war, we started looking, with the others like me, and we\nstarted looking on the Red Cross in — you know, it was really in Geneva — in geni —\nAugust 7, 2009\nin Geneva [indecipherable] yeah. And they — they were looking from — there were\nnames, names, names of people, the survivors. And you didn’t find a name, and I\nmean, 1t came out that — what happened, after the war.",
        "Q: Can you tell me what happened for th — on tape?",
        "A: What happened?",
        "Q: What happened to her?",
        "A: What do you mean what happened?",
        "Q: What happened when she was — when she left Rivesaltes. I know —",
        "A: Well, the only thing I know — the only thing I know 1s from — from the\n[indecipherable] list. And she’s in the 19\" — 19\" transport, August — August the\n12\",",
        "Q: 1943?",
        "A: 1942.",
        "Q: °42?",
        "A: °42.",
        "Q: And she was deported st — through Drancy’?",
        "A: [indecipherable] to Drancy, from Drancy to Auschwitz, I mean, whatever\nthat’s —\nAugust 7, 2009",
        "Q: And when the war ended, I’m assuming that at one point you were reunited with\nLeo.",
        "A: With Leo? I didn’t hear from Leo for a long time. He — got a letter from Leo that\nhe wrote from the army that he didn’t hear from me, he wrote to OSE. I got the\nletter here — I don’t know if I brought it or not, but it’s — it’s in French anyway. So\nhe — he — he didn’t hear from me, and he didn’t know what happened. He didn’t\nknow what happened, if I — if I —1f I ever wound up in Switzerland, or what\nhappened, he didn’t know.",
        "Q: He didn’t know if you’d survived that.",
        "A: He didn’t know if I — 1f I made it across or not. So he — so after the war, he wrote\nto that small town in the — which was the sort of sister town in Germany, which\nwas called Kreuzlingen. And he — I think that’s how he found out — we found each\nother. And he came on conge, which is furlough. I was in Geneva that he found out\nwhere I was. And he was on furlough, and I — I don’t remember how — how that\ncame about, but he was on the French side, which is [indecipherable] Geneva side,\nbut we met on no man’s land in between.",
        "Q: When did you come to the United States?",
        "A: In 1947.",
        "Q: And did you come from Switzerland?\n49\nAugust 7, 2009",
        "A: I came — yeah, I got my — I —I was in Paris with the — Leo when he — after he\nwas released from the army, and I was the — the — yeah, the consulate was in — my\nfamily in Canada found someone here to — to make papers for me, because I\ncouldn’t get to Canada, believe it or not, I was German.\nEnd of Tape Two\nAugust 7, 2009\nBeginning Tape Three",
        "Q: — letters that Leo was able to get — retrieve in 1950s — in the 1950s from the\nUnited Kingdom, you donated the letters to the museum, but when did you first\nreceive the letters? When did you first see the letters?",
        "A: You mean — the letters for what? For —",
        "Q: The letters from your mother from you, from Leo to your father.",
        "A: I don’t recall that. How did I get those letters?",
        "Q: Cause when I visited you, you told me that you’d really not gone through them.",
        "A: Hm?",
        "Q: You re —",
        "A: I did — did I remember?",
        "Q: You — it had only been a couple of years since you’d received them, and you told\nme that you didn’t really ever look at them.",
        "A: That is true, I never looked at them. I think Leo — Leo handed them to me, I\nbelieve, Leo handed them to me, the whole — the whole pack, and I di — I never\nlooked at them. Y-You — you’re right, Leo probably brought the letters, they were\nletters from us, right, to my fa —",
        "Q: Yes.\nAugust 7, 2009",
        "A: Yeah. So he got them [indecipherable] my father’s belongings he gave me from\nmy father a — his watch, I have, and what else ha — he gave me something else,\nwhich I still have.",
        "Q: Just — briefly just to — to — before we end, I just wanted to ask you, tell me about\nwhat it was like to arrive in the United States.",
        "A: I was supposed to get to Canada, arriving to the United States, it was — it\nwasn’t — it was a happy — it wasn’t a happy event, it wasn’t a happy moment.",
        "Q: Can you —",
        "A: It was — it was not, you see, because first of all, my parents wanted to come. We\n— friends of my parents, which he — and a — that the son was a good friend of Leo’s,\nwho lives in Pittsburgh, which I’m in touch with [indecipherable]. He — I think\nLeo was in tou — he was in the American army, Leo was in French army, so I — I\ndon’t know where they met or where they got contact. He — he wrote to me\nsomewhere in Switzerland and he — so — so we were 1n touch with them, with his —\nwith his parents, and he had a sister, an older sister, and when I came to — to the\nStates they picked me up, and it was [indecipherable] they lived in oh, a very\nGerman Jewish neighborhood. And the — I think it was Broadway, all the way up\nBroadway somewhere. So I stayed with them for a while, and then I — I couldn’t\nget into Canada, believe it or not. A si—a sister, I think, a sister-in-law, or a sister\nAugust 7, 2009\nof my — my aunt, my uncle’s wife came to visit her family in New York, and she —\nthat t1— and my uncle said to contact — contact me to come to Canada. And I — I\nwas smuggled across the border to Canada. And the border came, she says, you\nknow, we’re going to the thing and to close the — I couldn’t get into Canada.",
        "Q: So, you [indecipherable]",
        "A: And first time I got to Canada, I got smuggled in, by the way, that’s it, by — by a\nsister-in-law of mine, yeah.",
        "Q: When you said that you — it was not happy, can you des —",
        "A: Maybe — maybe it’s me, I don’t know. It’s — it’s —",
        "Q: Did you feel that your experiences —",
        "A: I — first of all, Leo remained in France, and I would have — I would have stayed\nin France, but he says go [indecipherable] and I wanted to — friends — the — my —\nmy friends went to Israel, [indecipherable] ma — most of them did. The ones —\nmost of them, they were like, you know, like me, refugees from — from — from the\nref — from — from Germany, or from — or even French kids have remained with\ntheir parents went to Israel. And I did want to go, so Leo says, you know what?\nYou can — you can go to — J-Israel wasn’t Israel yet, by the way — you — later, if\nyou want to go to Israel, you can go to Israel, go — go to u— go — go to United\nStates, or to Canada, to United States or whatever. He had more resentment\nAugust 7, 2009\nagainst the family in Canada than I did that they didn’t help. But they tried. They re\n— they really tried. It was impossible.",
        "Q: He had resentment that they didn’t help during the war — before the war —",
        "A: Before the war. Before the war. But — but I— I— I-—I believe they did. Cause I\ndid have an uncle that traveled to New York, later on I found out to — to Canada —\nCanada was closed, by the way, didn’t — but the — to encourage cousin of my\nfather’s to — to send papers. Again and again he sent papers, I mean, he — to — to the\nAmerican consulate.",
        "Q: So when you arrive, you’re in your late teens?",
        "A: Mm-hm.",
        "Q: You ended up — did you work?",
        "A: In ne — yo — yes, I found my job here in Chicago. Yeah, somebody found me a\njob to support myself. [indecipherable] my marks, no school [indecipherable] my\nmarks. And I — do you believe it?",
        "Q: Did you — did —",
        "A: And I had to sa — yeah — no, I didn’t stay with that family, very briefly. I needed\na place, and child was growing up, and he needed a place, and so I had to get out.\nAnd I —I mean, you know, and I had a room with a — they were from France, a\nFrench, a husband and wife with a — with — with a child, who — where I took — I\nAugust 7, 2009\ntook a room [indecipherable] moving — moving with us and I stayed there for a\nwhile, and I had a room there.",
        "Q: Were they Jewish, the family?",
        "A: Yeah, yeah, they’re French fre — from France also.",
        "Q: Did they ask you about your experiences?",
        "A: They had their own.",
        "Q: They did.",
        "A: They had their own.",
        "Q: Did anyone ask you about your experiences?",
        "A: Not really.",
        "Q: And what was — did you regain some —",
        "A: English, you know, E-English I — I — Leo spoke English quite well when he\ncame. I — I did too, I mean, was still quite — you know. We — we had — my parents\nhoping to come to United States, and we couldn’t go to school any more that we\n[indecipherable] a tutor. I don’t know how good he was, but he — he — ma — my\nparents wanted us to learn — speak English in the hope of arriving here someday. So\nmy English was pretty good, so —",
        "Q: You married a su —",
        "A: Or reasonably good, I think.\nAugust 7, 2009",
        "Q: You married a survivor.",
        "A: I marred a survivor.",
        "Q: Did you talk about your experiences with each other?",
        "A: Not much, not much. He — he — he was a survivor, he — number one, he was\nquite a few years older, was about 20 years older than myself. I was alone, and he\nwas in — he was a— a— Krakow-Plaszow, Auschwitz, M-Mauthausen survivor,\nmostly in Mauthausen, so he had his own [indecipherable]. Oh, my poor kid.",
        "Q: Your kid seems fine.",
        "A: He’s fine, he’s fine. He’s fine, isn’t he?",
        "Q: Backing up, I mean you had said earlier that your experiences differ so much\nfrom people who were in the concentration camps, and Leo suggested that you just\nmove forward?",
        "A: Y-Yeah, yeah.",
        "Q: Did you feel that way with your husband? That you — that his experiences were\nso much —",
        "A: No.",
        "Q: He didn’t.",
        "A: No, no, he didn’t. He didn’t make me feel this way.",
        "Q: And he didn’t — so he didn’t diminish your experiences?\nAugust 7, 2009",
        "A: He di—no, no. And he didn’t speak that much about it. I— what I learned about\nhim, he was — we were — someone [indecipherable] Plaszow in the camp, 1-in\nKrakow, in Plaszow and pretty much through the war, another one who lost a wife,\nlost a child — h-he did lose a wife and a child, by the way, a young baby. He — so —\nso it was a —I lost my train of thought.",
        "Q: He did not diminish your experiences.",
        "A: Hm?",
        "Q: He was —",
        "A: No, ya— ya — you know, the thing was, you had it [indecipherable] you had it\ngood. I mean, that was the feeling, you had it good.",
        "Q: What was his name?",
        "A: Huh? Abe, or Fritz Blue.",
        "Q: And when was he born?",
        "A: Hm?",
        "Q: Your husband, when was he —",
        "A: He —I think 1910 — eight or 10.",
        "Q: When did he die?",
        "A: Well, they had pa — you know they — you know they —",
        "Q: Right, they didn’t have papers.\nAugust 7, 2009",
        "A: They didn’t have papers. Or one — one brother came, took the papers from the\nnext one, so they — so he finally — he wrote to — to — to Poland, he says, I want a\nbirth certificate. I want to know when I’m born. And he fi — he got it. So it was — it\nwas in ’08, I believe. ’08 or ’10, I don’t recall which was the right one.",
        "Q: When did he pass away?",
        "A: In 1982.",
        "Q: I just wanted to thank you very much for doing this. I wanted to know if there 1s\nanything that you want to add, or to say?",
        "A: No, that’s about it.",
        "Q: You okay?",
        "A: Yeah.",
        "Q: Okay. Thank you very much.",
        "A: Okay.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Paula, tell me — I need you to tell me where — where were you born?",
        "Q: What year were you born?",
        "Q: And wha — when you were born, you — today your name is Paula Blue, but what\nwas your given name in —",
        "Q: Paula, okay.",
        "Q: And in 1928, describe to me — in the later years, when you remember, as early as\nyou remember, what it was like in Constance.",
        "Q: Would you say you-your parents were very religious, or moderately religious?",
        "Q: You kept kosher?",
        "Q: Your parents, what were their names and birthdates, if you remember them?",
        "Q: Their names and their birthdates.",
        "Q: Your father’s name was Bernard?",
        "Q: And your mother?",
        "Q: Where were they born?",
        "Q: Do you know the towns?",
        "Q: Did they come from large families?",
        "Q: Do — do you know when they emigrated?",
        "Q: [indecipherable]",
        "Q: Your father was still considered a Polish citizen after he moved to Germany, or\ndid he —",
        "Q: He was considered stateless, okay. And —",
        "Q: What did your father do?",
        "Q: And would you say you were a prominent Jewish family in the community?",
        "Q: As far as siblings, you had an older brother. Can you tell me his name and his\nbirthdate?",
        "Q: Do you recall early childhood with Leo, being able to roam freely in the streets,\ndo things?",
        "Q: When earlier on I asked you about your father leaving Poland.",
        "Q: Do you recall why he left Poland’?",
        "Q: It’s a hard question because —\nAugust 7, 2009",
        "Q: Once he was in Germany, did he ever travel back to Poland?",
        "Q: And did you —",
        "Q: When you — when we first were talking earlier with your son, he mentioned that\nConstance is literally on the Swiss border.",
        "Q: You can walk back and forth.",
        "Q: Before the war, do you remember being able to do this? Do you remember\npeople being able to cross the border —",
        "Q: And was there a thought that your parents might try fleeing over the border into\nSwitzerland’?",
        "Q: And they re — they remained intact, but in Constance the —",
        "Q: — people started to flee?",
        "Q: Tell me about your f— your recollections of Kristallnacht, the November\npogroms of 1938.",
        "Q: They took your father with them?",
        "Q: They arrested him?",
        "Q: Do you know where they took him?",
        "Q: How long was he in Dachau, do you know?",
        "Q: So, just to clarify, he was arrested on Kristallnacht, which was November —",
        "Q: — ninth, 10\".",
        "Q: Came back around Hanukkah, so perhaps he was detained for a month, or —",
        "Q: How did they —",
        "Q: How did he leave?",
        "Q: Back up a little bit, and just explain to me. He left in June of 1939, and at that\npoint, had he — had your family tried to get on the quota to go to a different\ncountry?",
        "Q: So he had applied for —",
        "Q: So you remained with your mother in and Leo after June of 1939 in Constance.",
        "Q: And how was the situation in Constance for you? Were you still going to\nschool?",
        "Q: How did you feel day to day? What was feeling in your household, what was the\nfeeling [indecipherable]",
        "Q: His business gone, taken from him.",
        "Q: So what were you living on?",
        "Q: What did your mother do — do during this time period, just work on trying to get\nyou out?",
        "Q: And —",
        "Q: And when did it change for you again? What was the next thing that happened?",
        "Q: It was —",
        "Q: It was quite desperate?",
        "Q: This was October, 1940?",
        "Q: How did you travel from there to — from Constance to Camp de Gurs?",
        "Q: Were you with other Jewish — German Jewish refugees?",
        "Q: [indecipherable]",
        "Q: Can you translate what you mean?",
        "Q: When you were gathering things, because you were forced to leave, your mother\nand you and Leo, what did you do at the house, what —",
        "Q: This past May”?",
        "Q: How did you feel, standing in the apartment?",
        "Q: Did you know where you were going?",
        "Q: Did they tell you [indecipherable] France.",
        "Q: You arrived in Camp de Gurs in France.",
        "Q: In the internment camp.",
        "Q: Describe your experiences when you first arrived.",
        "Q: So you — it took days to get to Camp de Gurs?",
        "Q: You — were you with your mother [indecipherable]",
        "Q: How did you see your —",
        "Q: When you says ilot, is it —",
        "Q: So multiple barracks.",
        "Q: What did you — what were your impressions of the camp?",
        "Q: The conditions were poor?",
        "Q: What did you — how did you [indecipherable]",
        "Q: In your —",
        "Q: And were — were they heated?",
        "Q: Can you describe how the — what the Quakers did in —",
        "Q: What kind of things did you eat?",
        "Q: Your —",
        "Q: You talked about the latrines, they were —",
        "Q: So, open latrines, I mean, my guess is that —",
        "Q: And people were —",
        "Q: And —",
        "Q: Tell me about in your barracks, you mentioned there were Spanish people\nbecause of the Spanish Civil War.",
        "Q: How did the different populations get along with each other?",
        "Q: What did the children do all — what did you do all day?",
        "Q: And who —",
        "Q: Were the educators other refugees, were they relief workers?",
        "Q: Do you remember — do you have recollection of people who were particularly\ninfluential to you, or helpful?",
        "Q: We talked about Andre Solomon briefly, is —",
        "Q: That was later?",
        "Q: Talking about the French population —",
        "Q: — around Gurs, near Gurs —",
        "Q: Did you connect with them at all?\nAugust 7, 2009",
        "Q: Did they come to the camp to try to help?",
        "Q: Nothing.",
        "Q: What about Judaism?",
        "Q: Was there Judaism?",
        "Q: Right, 1941.",
        "Q: Back up one second. You were — you s — while you were in Gurs, you saw your\nmother, you saw [indecipherable]",
        "Q: How do you suspect your mother dealt with this day to day?",
        "Q: She was just strong?",
        "Q: This was in Constance?",
        "Q: Was this in Constance?",
        "Q: At this point are you back to writing to and from — re-receiving anything from\nyour father, any words?",
        "Q: You still had no correspondence from him.",
        "Q: You were writing?",
        "Q: Some of your letters are quite vague about your circumstances.",
        "Q: You don’t really describe — was that purposeful?",
        "Q: Your letters, in some cases, are even upbeat.",
        "Q: So in April of 1941, you’re moved to Rivesaltes, as a family?",
        "Q: Summer 1941”",
        "Q: Before.",
        "Q: Okay, so before Passover in 1940, you — 1941, excuse me, you’re moved to\nRivesaltes. Again, do you remember’?",
        "Q: You were moved with your mother and Leo.",
        "Q: Did you again live in separate barracks from Leo?",
        "Q: Where were you in Rivesaltes?",
        "Q: Do you remember the barrack?",
        "Q: So once you were in Rivesaltes, what was Rivesaltes like?",
        "Q: Leo was how old at this point?",
        "Q: And that — that worked?",
        "Q: And you were living in a barracks. Describe the barracks. Describe what the —",
        "Q: — inside was like, the daily life. Physical.",
        "Q: In Rivesaltes?",
        "Q: In Gurs.",
        "Q: You slept —",
        "Q: Who were the other people in the barracks?",
        "Q: And so you were 13 at this point, do you — were there other preteens and teenage\nkids in the barracks with you that you could have befriended? Was there some kind\nof camaraderie there?",
        "Q: Were you able to bathe?",
        "Q: There were showers, but there were still — you said —",
        "Q: Do you know what happened to the people who were — who had —",
        "Q: Do you recall seeing a cemetery in Gurs?",
        "Q: And so —",
        "Q: In Rivesaltes was it the same situation, where people —",
        "Q: Do you recall people being sick, dying?",
        "Q: And again the question: What did you do all day?",
        "Q: Your mother, what did she do?",
        "Q: Was there ever a point when you — when you or your mother or Leo, that you\nknow of had to do any kind of labor, or —",
        "Q: Harvest?",
        "Q: To harvest?",
        "Q: Were you —",
        "Q: So let me clarify, you were — you weren’t leaving in the morning from\nRivesaltes and coming home in the evening —",
        "Q: — you were living at the farm.",
        "Q: How long did this — how long did this —",
        "Q: How was — how were the —",
        "Q: How did — I mean — so, at this point, you’re living, you’re doing — you’re leaving\nto do some harvesting, you’re coming — you went back to Rivesaltes.",
        "Q: And while you were out at the farm, did you interact at all with just French —",
        "Q: So you didn’t feel like there was — you didn’t have any chance to even know\n[indecipherable]",
        "Q: And in retrospect —",
        "Q: Also in retrospect, could these people have helped hide — hide the Jews, hide\nsome of the Jews?",
        "Q: And so — and when you’re 14, I believe, in 1940 — you were in Rivesaltes until\nwhen? When were you in Rivesaltes until?",
        "Q: October ’41?",
        "Q: And then in October ’41, what happened?",
        "Q: Do you remember how it happened?",
        "Q: Yes.",
        "Q: Do you remember saying goodbye to her?",
        "Q: Did your mother — did you feel that your mother had hope you would be\nreunited?",
        "Q: Where were you taken?",
        "Q: How long were you at this home?",
        "Q: In the —",
        "Q: The first — the first home that you were in?",
        "Q: Did your — your mother was not able to see you?",
        "Q: How about Leo?",
        "Q: Was this before you w-were in —",
        "Q: So, in wa — in Marjolet, can you just describe what it was like for you? Did you\nfeel a sense of relief being out of the camp?",
        "Q: And so —",
        "Q: Day to day, what was it like?",
        "Q: And [indecipherable] were —",
        "Q: Do you remember anyone during that time period, any figure or person that\nstood out in your mind as being really helpful to your survival, your day to day\nsurvival, your emotional survival?",
        "Q: And —",
        "Q: You were there for two years, a little —",
        "Q: [indecipherable] two years, a year and a half, two years.",
        "Q: Right.",
        "Q: And then you were moved — where did you move?",
        "Q: Hand up for a second to — you mentioned deportations. Had you — once you left\nRivesaltes, how did you know what was going on with your mother?",
        "Q: You were receiving letters?\nAugust 7, 2009",
        "Q: Can you [indecipherable]",
        "Q: You received the letter, and what did the letter say?",
        "Q: So he wrote in code, and you —",
        "Q: When did you hear the — so, you received the last letter from your mother.",
        "Q: Right. So she was deported to a different camp, you didn’t know what camp.",
        "Q: And what about your father?",
        "Q: Were you hearing anything at this point from your father?",
        "Q: At this point, are you still keeping track of Leo, until you’re together in\nMorsak(ph) again?",
        "Q: Do you remember when this was?",
        "Q: So, you moved to Haute-Savoie, you’re in sh — you are in — hidden in\nChambéry and Annecy.",
        "Q: She does remember this —",
        "Q: She does remember this [indecipherable]",
        "Q: She remembers it’s a Polish woman —",
        "Q: She doesn’t remember exactly, but —",
        "Q: Once you — once you —",
        "Q: You do?",
        "Q: Can you describe them?",
        "Q: You were in Geneva?",
        "Q: What did you do once you arrived in Geneva?",
        "Q: Refugee camps?",
        "Q: Did you realize, we’re free?",
        "Q: [indecipherable] made it.",
        "Q: You still didn’t have a sense of —",
        "Q: You knew that after the war ended, right? That —",
        "Q: Let’s back up for just a second.",
        "Q: Which could have been the war, but —",
        "Q: How did you find out about your father?",
        "Q: Just for the sake of the — the — getting it on tape, what happened to your father?\nAugust 7, 2009",
        "Q: Do you know when he died?",
        "Q: What’s the date?",
        "Q: And how did you find out?",
        "Q: And when did you find out?",
        "Q: She told you exactly what happened",
        "Q: And — and —\nAugust 7, 2009",
        "Q: So at this point you were 16 —",
        "Q: Where was Leo during this time —",
        "Q: And when did you learn about your mother, can you tell me what happened to\nyour mother?",
        "Q: Can you tell me what happened for th — on tape?",
        "Q: What happened to her?",
        "Q: What happened when she was — when she left Rivesaltes. I know —",
        "Q: 1943?",
        "Q: °42?",
        "Q: And she was deported st — through Drancy’?",
        "Q: And when the war ended, I’m assuming that at one point you were reunited with\nLeo.",
        "Q: He didn’t know if you’d survived that.",
        "Q: When did you come to the United States?",
        "Q: And did you come from Switzerland?",
        "Q: — letters that Leo was able to get — retrieve in 1950s — in the 1950s from the\nUnited Kingdom, you donated the letters to the museum, but when did you first\nreceive the letters? When did you first see the letters?",
        "Q: The letters from your mother from you, from Leo to your father.",
        "Q: Cause when I visited you, you told me that you’d really not gone through them.",
        "Q: You re —",
        "Q: You — it had only been a couple of years since you’d received them, and you told\nme that you didn’t really ever look at them.",
        "Q: Yes.",
        "Q: Just — briefly just to — to — before we end, I just wanted to ask you, tell me about\nwhat it was like to arrive in the United States.",
        "Q: Can you —",
        "Q: So, you [indecipherable]",
        "Q: When you said that you — it was not happy, can you des —",
        "Q: Did you feel that your experiences —",
        "Q: He had resentment that they didn’t help during the war — before the war —",
        "Q: So when you arrive, you’re in your late teens?",
        "Q: You ended up — did you work?",
        "Q: Did you — did —",
        "Q: Were they Jewish, the family?",
        "Q: Did they ask you about your experiences?",
        "Q: They did.",
        "Q: Did anyone ask you about your experiences?",
        "Q: And what was — did you regain some —",
        "Q: You married a su —",
        "Q: You married a survivor.",
        "Q: Did you talk about your experiences with each other?",
        "Q: Your kid seems fine.",
        "Q: Backing up, I mean you had said earlier that your experiences differ so much\nfrom people who were in the concentration camps, and Leo suggested that you just\nmove forward?",
        "Q: Did you feel that way with your husband? That you — that his experiences were\nso much —",
        "Q: He didn’t.",
        "Q: And he didn’t — so he didn’t diminish your experiences?\nAugust 7, 2009",
        "Q: He did not diminish your experiences.",
        "Q: He was —",
        "Q: What was his name?",
        "Q: And when was he born?",
        "Q: Your husband, when was he —",
        "Q: When did he die?",
        "Q: Right, they didn’t have papers.",
        "Q: When did he pass away?",
        "Q: I just wanted to thank you very much for doing this. I wanted to know if there 1s\nanything that you want to add, or to say?",
        "Q: You okay?",
        "Q: Okay. Thank you very much."
    ],
    "answers": [
        "Answer: I was born in a small town named Constance in Germany.",
        "A: 1928.",
        "A: My name was [indecipherable] Paula Regina Goldlust.",
        "A: Yeah, Paula.",
        "A: Constance being a smaller town, there was a — a Jewish community, synagogue,\nJewish life. Jewish schools, teacher. And the — as I said, our Jewish community was\nquite active, and the — and the children were at that — at that time, we went to public\nschool, and Hebrew school.",
        "A: My mother was leaning towards really rel — quite religious. My father was more\nto a lesser degree. But he kept ko — kept kosher, as far as possib — as far as I\nremember.\nAugust 7, 2009",
        "A: Yes, mm-hm.",
        "A: What were their names?",
        "A: My father, I think was May 30\", 1896, and my mother March 24\", 1894.",
        "A: Bernard.",
        "A: Manya.",
        "A: They were born in Poland.",
        "A: I believe was a small town near Kielce, or something like that.",
        "A: My mother had a — yes, actually, I believe so. And I don’t know, I don’t\nremember how many brothers and sisters they had. But the —- my mother’s family\nmay — they emigrated to Canada, brothers and a sister, and nothing but three\nbrothers em-emigrated to Canada, to Toronto.\nAugust 7, 2009",
        "A: I don’t know —",
        "A: 20s — oh yeah, through the 20s or late 20s, so in the 20s somewhere.",
        "A: No, no, he was considered stateless.",
        "A: And in Germany, who — whatever the — the head of the household is the whole\nfamily considered stateless, takes on the nationality of the husband and the father.",
        "A: He had a business, a clothing and tailoring.",
        "A: Moderately so, yes, we were, yeah. Belonged to — I mean, everybody belonged\nto the synagogue in the Jewish community, or what they call the gemeindehaus,\nwhich was community center.\nAugust 7, 2009",
        "A: He — his name — my brother’s name was — was Leo Goldlust, and he was born\nOctober 7, 1924.",
        "A: Early on, yes, yeah, yeah. Let’s say until — let’s say 30 — as I recall, °36 - °37, we\n— not freely. I mean, there was always the fear of — of Nazi. We’d play Juden and\nso forth and so on. But we went to school in [indecipherable] to public school, he\nwent to public school and I went to public school and they — there were a few\nJewish children. There was another Jewish child — girl in my class. Boys and girls\nwent to separate schools, and the — it — it was so-so. I mean, the other children\ngreeted the fuehrer and so forth and so on and we — we were sitting, I mean Jewish\n— Jew children — Jewish children, we were sitting in the seats, we didn’t get up.\nWhatever, whatever, the — but the — but otherwise we were mostly together with\nother Jewish children.",
        "A: Mm-hm.",
        "A: I don’t know.",
        "A: I [indecipherable] I don’t know, he left — probably — he had an uncle there, in\nGermany, which — you know, so he — the reason why, I — I don’t know.",
        "A: No.",
        "A: No, he lost Polish citizenship. I think he left across the border illegally, or came\nto Germany illegally, or left Poland, or whatever. I — I don’t know exactly, but we\nwere stateless, we were not Polish citizens.",
        "A: It is.",
        "A: Right, mm-hm.",
        "A: Oh yes. Yes, we did.\nAugust 7, 2009",
        "A: Switzerland was closed. I mean, if they didn’t — 1f they wouldn’t — wouldn’t\naccept Jewish refugees, very, very few. But they immigrate — to immigrate into — to\nSwitzerland was quite impossible, apparently. But we did cross the border, was a —\nwas one — one Jewish community for — at a certain time, but they became — as\nthings became worse in Germany, the — the Jewish community in — in Switzerland\n[indecipherable] remained — remained by themselves.",
        "A: People started —",
        "A: Yeah. People started immigrating to — to United States, to Argentina, to\nwherever. Where there was any — any opening to go to — to — at that time to Israel,\nwhich was Palestine at the time, if they were lucky enough to get there.",
        "A: November pogrom, 1938, a — a — that’s very early they were — they came into the\nnac — I don’t recall. It was quite, quite early and they — two Gestapo came in, and\nthey took my father, they went through the apartment, didn’t do that — that much\ndamage, but they were looking for a — was later on my father mentioned the things,\nthey were looking for literature, for books, which not — which were forbidden to\nAugust 7, 2009\nread. And the — and so forth and so on, but then — but then when I woke up they had\n— they had just left with my father.",
        "A: Right.",
        "A: Yeah.",
        "A: Gestapo headquarters, we — we assumed, and from there to Dachau. The — all —\nall the Jewish men were taken to — were arrested the same — that same night or\nmorning, early mornings.",
        "A: He came back — I re — I recall he came back Hanukkah time, which must have\nbeen about four or six weeks later.",
        "A: Just November 10.",
        "A: Right\nAugust 7, 2009",
        "A: Sounds right. And then they started releasing peop — men and — slowly, with the\nprovision that they would leave Germany within, I don’t remember was six weeks,\nor six months. I’m assuming it was six months because my father left in June of\n1939.",
        "A: So they had to leave. They had to leave Germany.",
        "A: He left — there was an opening — England had an opening for the a — as I recall, I\n— I think I’m correct about it, for men being released from — from the camps, there\nwere other camps, Buchenwald was one of the camps, Sachsenhausen, there were\nother camps that they took the [indecipherable] men, the Jewish men there. And\nthey — so England opened up for those men that were released, without their\nfamilies, and the — they — there was a camp, called Kitchener camp in — in\nEngland, near London [| presume it was, that housed — housed the men. And the —\nmy father tried, of course, to — the separation was supposed to be brief, but to bring\nus there, but war broke out in le-less than six months later and that — that was the\nend of that for us.\nAugust 7, 2009",
        "A: Oh yes, my — actually we had a very eva — to the United States. There was a —\nwhich we fell under the Polish quota, where my — my father was born, and it was a\nvery — very — and I believe my father [indecipherable] qui-quite early with the\nAmerican consulate, which was in Stuttgart, I believe. And the — but — but it was\nvery slow, slow moving. It was a quota, so —",
        "A: And we had — we had papers for the — my father’s cousin in New York who sent\npapers, but American consulate was slow in — in — in giving out papers — visas for\nfamilies. Many of them — some of them made it, some of them don’t. Many, many\ndid not.",
        "A: Right, right.",
        "A: No. 1938 we — Jewish children couldn’t go to school any more. So also there\nwere pe — many Jewish families had left already, and there were few Jewish\nAugust 7, 2009\nchildren left, actually, and they — we didn’t go to school. There was a — the teacher\nand the — the cantor, he — they left for a — the U.S., and the — so, there was some\n[indecipherable] teaching there in the Hebrew school, but we were very — not too —\nnot a great deal, put it this way.",
        "A: Well, we were very — a — it was rather a desperate situation. W-We couldn’t —\nwe didn’t get any more mail from my — from my father, we were cut off. Did get\nsome mail from — to Switzerland. Somebody smuggled it in, or from — from a\nneighbor that we wrote to, but we were pretty much cut off.",
        "A: Business gone, right, mm-hm.",
        "A: I don’t — I —I don’t know. There must have been a — there must have been a —\nsome kind of a thing, because we — we did — I mean, we just existed, I mean, put it\nthis way. My mother and Leo and myself.",
        "A: Just trying to get us out.\nAugust 7, 2009",
        "A: And then — well, it was a — at an earlier time there were kindertransports,\nwhich I — I don’t know when they were, you know, the hope that we could leave as\na family was always present, which you know, obviously has not come about.",
        "A: A — well, the situation was quite — was in — quite desperate, I would say.",
        "A: And when the war broke out —",
        "A: Yes. And the — after war broke out, and well, in 1940, all the Jews from that area\nca — bordering France were deported to Camp de Gurs in France.",
        "A: In October, that’s the — October 19 — 1940 — October 2274, 1940 was the day that\nthe —",
        "A: To Camp de Gurs it was, you know, a — I remember being places, but I don’t\nremember how — how I got there. This — some like a vague — vague memory of it. It\nwas a train, I don’t remember if they have benches or anything. Did have benches,\nAugust 7, 2009\nbut a — along the side of the — of the wagons. But it was not — 1t was not the — you\nknow, it was a regular train, actually. That kind.",
        "A: Yes, from the same town, right.",
        "A: Were deported from the — I don’t remember how many people were fe — from —\nfrom our town. And they — from the whole area which is called Baden-Pfalz, which\nwas like here — here you would call it a state, or a subdivision that they wanted to\nmake — make that area Judenra — Judenfrei. So the — the first — that was the first\ndeportation from Germany, actual —",
        "A: To make it free of Jews.",
        "A: We — oh, we lived already three families in one, Jews had to start living into one\narea, on one street. Anyhow, I suppose that was the — the plan to — to make it easier,\nI suppose. And we lived in — with another — with other three families in one large\napartment, which I walked in, by the way, in May, when we were in Constance,\nwhich was pretty — quite traumatic, actually.\nAugust 7, 2009",
        "A: This past May, right.",
        "A: A — difficult to describe. It’s — it’s — it’s still with me. So we were — Gestapo —\nagain Gestapo came and the — un — unexpected, unexpected, I mean. But the to --\nabout 15 - 20 minutes, I remember one of them leaving, pushed Leo, says hurry up,\nhurry up, schnell, schnell. And we were taken out of the apartment with very small\n— whatever small baggage or luggage, whatever, whatever people took with. And\nwe were assembled at, I think it was the [indecipherable] it was the train station. I\ndon’t recall exactly.",
        "A: No idea.",
        "A: No, people — people did not know where we were going. I remember Leo talking\nand he — talking to someone — he was quite bright. He knew which direction we\nwere going, but we didn’t know we were going east or west. So people are going —\nwere hoping we’re going west, at least. And —",
        "A: In France.\nAugust 7, 2009",
        "A: Mm-hm.",
        "A: We were taken from the train, as I recall. We were taken from the trains onto\ncamion — trucks. And the — we were pretty — from — from the same community,\nactually, we were together. And the — that was long way. I believe the Germans\nprobably had an — had a — had — they don’t need the consent, but they — Vichy,\nFrance accepted, or had to accept the Jewish refugees from there. I don’t remember\nhow many there were from the whole area [indecipherable] from larger cities. And\nthere were quite a few — quite a few children actually there. In Constance there\nwere not too many children, there was just Leo, myself and Hootie(ph) and another\nchild was there actually, or teenager, in this — left in the city of Constance.",
        "A: We — I-I don’t remem — probably two or three days, something like that, because\nwe stopped, I think. As I learned later on, there was — we didn’t — Vichy, France\ndidn’t want to accept us, and they — the Germans, you know, tried to — I mean\nVichy didn’t have much chance there. So in — we went to the — got to the\ninternment camp of Gurs, and it rained and it was miserable, and we were taken by\ntruck, and then they — first, old men out to — so — so [indecipherable] Simon\nAugust 7, 2009\n[indecipherable] was a cousin to my father, he Hootie’s(ph) — Hootie’s(ph) father,\nand they — I remember my mom saying please, please take care of my child, this I\nremember. And ... and Leo got off with the men, and we went on, and I was pretty\ndesperate at that point. And then they had ilot in Gurs, separate ilots which were\nbarbed wire with some of them double ba — between el — ilots, I think was double\nbarbed wire, between the ilots. And with the French — first it was fr — I believe it\nwas French army actually, then they changed to Vichy, to the Milice, which was the\npr — Vichy — Vichy police, they were guarding us at the time. And the —",
        "A: I — first of all with was my mother, and then they separated the children up to the\nage of 14, separate —",
        "A: We were in the same ilot, so it — I— I could s —I could see my mother.",
        "A: Ilot means the — each separate entity that was surrounded by — by barbed wire.",
        "A: [indecipherable] an ilot was — I don’t know how many barracks was in each\none.\nAugust 7, 2009",
        "A: The camp? There was — well, it was in October, the — the mud was — people —\npeople get mired into — into mud, couldn’t they — it — it was incredible. It was in the\nPyrenees, and it rained continuously, and there was no — no — yeah, and the latrines,\nand the — 1-it — 1— I mean, was pretty unbearable conditions.",
        "A: Very.",
        "A: Food — huh? Food was — I mean, hunger was one, which — which came after a\nfew days already, you know, there was hunger in there, and rats, and vermin, and —",
        "A: And we were 1n a barrack, the barrack we were in was a — in Gurs, there were —\nI think it was right next to a— what was it? A spozak(ph), a — a bag for\n[indecipherable] straw that the under-underground [indecipherable] ground. And\nthere were no windows, there were just like — like shutters, like, wooden shutters\nthere, the wooden barracks.",
        "A: There was one small stove, one small heating stove. So who was lucky enough\nto get close to it was — was better [indecipherable]. I remember being next to a—a\nmother and a young girl, who didn’t sp — they spo — I don’t know what they spoke,\nAugust 7, 2009\neither Spanish or Portuguese, but we just, you know, looked at each other and\nsmiled at each other and she may — she may have been — she was ol-older at that\ntime, she must have been a teenager, 15 at that time. And I remember sleeping next\nto her, and on the — the other side was my mother. And then they separated the chil\n— the — I don’t know if was voluntary, who did it, that they took children under 14\ninto separate barrack and they — but it was pretty voluntary. A — because the food\nthat was distributed was more or less — they did try to give the children preference\nwith food. But I do recall the Quakers, I mean, I think Quakers were very — were\nquite active in the — in — in Gurs actually. I don’t remember Rivesaltes, but Gurs\nthey were quite active.",
        "A: I don’t know — I don’t — I have — I didn’t meet them, but we — we did know that\nthe Quakers provided some — provided some food into the — was miserable, the\nkitchen was in a open barrack like a big —",
        "A: Oh, it was a sl — small slice of bread, which was divided. And the food itself was\na — I remember the first few days when we came, the people of — there were some\npeople there from — from Constance, too, who couldn’t eat it. So they gave the\nAugust 7, 2009\nchildren, gave us the food. But you know, after a few days they become hungry too,\nand they — they actually ate the food.",
        "A: Hunger, I remember. Hunger and cold and wet. And the latrines, open latrines.",
        "A: Open latrines, an open barrack, an open — not an open barrack, just a — a raised\nsteps up, and the open — you know, just an open thing in the ground, like a — and the\nend of — the — what Gurs is known for is the mud. Mud, deep slime and mud that\npeople got stuck in, and couldn’t — couldn’t get their — couldn’t get out.",
        "A: And open like a barrack.",
        "A: [indecipherable] themselves.",
        "A: The women were separate from the men, had — in their own ilot.",
        "A: Yeah, right, right. Gurs — excuse me — Gurs was built by, I believe, by the\nSpanish, the — I suppose the anti-Franco Spain. I think they built — they built Gurs,\nAugust 7, 2009\nI mean. They were ilot F — I don’t remember what, ilot F, I believe. They were not\nbehind barbed wire somehow. And there was — there was a whole [indecipherable]\npeople there from everywhere, from — from — you had people — you had people\nfrom Germany. We met somebody from Constance by the way, who went to fight\n[indecipherable] against Franco, and — a non-Jew. So it was a mixed — a mixed\nkind of thing, but mostly Spaniards.",
        "A: Yeah, well, they were separ — separated. They got along, I mean, as far as that\ngoes. I mean, they had a lot of people that fled Belgium, for instance, Jewish people\nfled Belgium. They had to take long trip, until they got to — they were interned there\nalready from the summer 1940 on, so they were there already when we came —\nwhen we ca — and the —",
        "A: What did we do all day? Y-You know, when Jewish people — somebody finds\ntwo — two Jew — two children, they make a school. So they did try. They tried to\nteach us French —",
        "A: — in the hope of we — we make it out of the camp one of these da — one days —\nsome days.\nAugust 7, 2009",
        "A: They are other refugees, right, yeah. Other [indecipherable] I mean, I don’t —\ndeportees, in other words, right.",
        "A: A—1in Gurs itself? Not — not that I recall, ’'d say —",
        "A: Oh, right, she — that was in Rivesaltes [indecipherable]",
        "A: Yeah, in Gurs — Gurs. There may have people — there may have been peoples\nthat tried to help, or bought f — with — with food, or with — with the — but — like I\nsaid, Quakers, for instance. There may have been French Jews that may have\n[indecipherable] but — but I don’t — the — in Rivesaltes, French — French Jews did\nhave — until the — the Germans occupied France, the-they had some clout.",
        "A: [indecipherable|",
        "A: I don’t know.",
        "A: No.",
        "A: I don’t th — no, I-",
        "A: No, no.",
        "A: What about Judaism?",
        "A: Yes, there was a — there was even a girls’ Haggadah, by the way. I don’t know if\nyou’re familiar with that. You saw the girls’ Haggadah? Yeah, I don’t recall — led\nby Anspach, I believe, Leo Anspach, who — who was a — I think he was from\nGermany, a refugee from Belgium or somewhere. I don’t — I really don’t recall\nexactly, who — who seemed to be a — but we were depor — we were taken from\nGurs early in — before Passover. If anybody knew — if anybody knew a holiday\ncoming on, a thing like that.",
        "A: 1941. So the people with children were assembled and were sent to Rivesaltes.\nDon’t ask me about the trip. I don’t know how — how I -\nAugust 7, 2009",
        "A: I saw my mother, I saw Leo. Like I said, some a — a — like a — is a— you know\nRuthie, yeah, she was quite little, she was about three and a half years old. And\nsome of the guards let us out, and sometimes we — you know, I — we went through\nthe barbed wire from one [indecipherable] to get out. And we went to see — she\nhad her father and her [indecipherable] and — and Leo was in same. All the — all\nthe men, by the way, were in the — in one barrack in Gurs. They somehow were\nsimply in one. The — the women, somehow, were dispersed through the camp from\nthe — from that deportation, the — from the whole Baden, from that area.",
        "A: I don’t know. I don’t know.",
        "A: Hm? Strong? She was strong. She was strong. She — she didn’t — yeah, she sort\nof didn’t do that well after my father left, we were in Constance, she didn’t do that\nwell. She was ill, she was in the [indecipherable] the hospital. She was treated\nwell, it was a Catholic nuns’ hospital, and there —",
        "A: Hm’?\nAugust 7, 2009",
        "A: In Constance, still in Constance, right, she was ill. But once we were — we were\nin Gurs, she — she — she did — she held up. She held up.",
        "A: We didn’t — well, we — 1f— we were cut off, we were cut off.",
        "A: And we had correspond — some — we had correspondence. I think telegrams\ncame through. There was correspondence, actually.",
        "A: We were writing, but we didn’t — I —I believe there was a telegram from ta —\nonce we arrived there. We were writing to him, I don’t know how it got there, or\nwho took the mail, I — I don’t recall.",
        "A: Well, you don’t —",
        "A: Yes.\nAugust 7, 2009",
        "A: Yes. Yeah, yeah, well, couldn’t — I mean, didn’t — didn’t want to make it worse\nfor my father when — than it was already.",
        "A: Yes, it was in April, possibly, I— I don’t —",
        "A: No, before.",
        "A: Before. May have been — I think it —\nEnd of Tape One\nAugust 7, 2009\nBeginning Tape Two",
        "A: We were — s-sentiments. We — I don’t recall having — remembering any holiday,\nJewish holiday, period. But apparently in Gurs I did — did have some\n[indecipherable] Haggadah, but in Rivesaltes we didn’t. We didn’t even know it\nwas Passover, I mean, I — as far as I’m concerned, I mean, I didn’t — we didn’t.",
        "A: Right.",
        "A: Yes, mm-hm. He was in the men’s barracks. There was a men’s barrack in —",
        "A: I was together with my mother.",
        "A: I think I wrote it down. Can’t remember. Ilot N? Yeah, I wrote it down because I\ngot it from letter — from a letter. I — I wouldn’t — I wouldn’t remember it otherwise,\nlike, you know, from the letters that the have — I have that. And the — so that we —\nwe got to Rivesaltes. I don’t remember getting there, I don’t remember how we got\nthere, or the — I remember walking a lot, but I— I don’t remember the — the trip. I — I\nAugust 7, 2009\n—I don’t recall going from place to pla — I re — I know being there, but I can’t\nremember going from place to place. Leaving my mother, for instance with the\nOSE, going to the home. I remember leaving her, but I don’t remember getting\nthere. It’s — it’s blacked out.",
        "A: How can you describe Rivesaltes? Number one, it was huge. The barracks were\nrabbit cage like, you know, first we were on the second floor. An incident I recall is\nthey took young men to — again, Vichy police came. I suppose they had an order\nfrom the Germans for forced labor somewhere. And again my mother panicked,\nLeo came into the barrack and the —",
        "A: Leo was — 1940 — he was born in fo — ’24, so he was 16 — 16, almost 17. And the\n— she — she threw a blanket over him and I sat on him so they shouldn’t — shouldn’t\n— to hide him.",
        "A: They — and — and that ha — they didn’t tou — yeah, he — he — he didn’t. But they\ntook men, and at that time people didn’t know, because they were families\n[indecipherable] father was in England, or was safe, wa-was getting out already,\nbut there were many, many families. And they took the men to we didn’t know\nAugust 7, 2009\nwhere. Appar — some of them came back. Some of them came back and said they\nwere building installation for the Germans in Normandy, which is interesting.",
        "A: The barrack was the —",
        "A: Y-Yeah, well you know, it was really long time, the hunger was — hunger was a\n— one of the big, big problems. People went through garbage cans, I mean, a — and\nthe — the barracks were — cause in Gurs there were wooden barracks, I believe\n[indecipherable] in there. I don’t remember any windows there either, by the way.\nBut they — they had like, you know, rabbit cage kind. I think girls were sleeping on\nthe — on the ground on straw, bags of straw.",
        "A: In the re — in — 1n Gurs.",
        "A: In Rivesaltes they had the double the rabbit cage, first floor and second floor.\nIt’s like the long — you see it sometimes in — in the — I think there’s one from\n[indecipherable] Rivesaltes. That’s the kind of thing they had in Rivesaltes too.\nAugust 7, 2009",
        "A: We were on top, we were on top, right. My mom and me were on top, the top\nfloor.",
        "A: Huh? It was a mixture of people, but there were many of them from you n —\nfrom — from — Jews from Germany that I remember primarily, and the others, I\nmean, we didn’t have that much contact with them and it was huge, I mean ba — I\ndon’t know how many people it held.",
        "A: There was — what people th — primarily remember 1s — is the vermin. Fleas, lice.\nFleas in Rivesaltes.",
        "A: Huh? There was a — there was a ba — yes, there were — there were showers there.",
        "A: There was water at a certain time only, and so forth and so on, in — in the — same\nas in — same as in Gurs. Or they put — somebody died at night in Gurs, by the way,\nthey used to put — somebody died, they put him into the — the barrack where the —\nthe [indecipherable] water, the fau — you know, th-they had water and the — some\nAugust 7, 2009\nshower stalls, so they put the bodies there, which — which one of the kids were in\nthe kids barracks [indecipherable] were going, ran into it early and there were, you\nknow, the bodies of people, their bodies. One, I recall.",
        "A: They had a cemetery. There was — there was a cemetery in Gurs, actually.",
        "A: Yeah, because we were in the ilot which was the last ilot, it was ilot M, and the\n— next to ilot M there was the — they buried the people.",
        "A: [indecipherable]",
        "A: I don’t know, I don’t know.",
        "A: Sick yes, dying I don’t — I don’t — I don’t recall. Not — not in the barrack I was in\nright away. I’m sure they did but I— I —I personally don’t — haven’t — haven’t\nexperienced it like in Gurs.",
        "A: What it — did we do all day? I don’t know. Be hungry mostly.\nAugust 7, 2009",
        "A: Huh? I—I don’t — I d—Id-—TI don’t know, I don’t remember. Just — just —",
        "A: We were taken, at one point in Rivesaltes we were taken to a — yeah, it wasn’t\nforced, I mean it was, you know, they — they took people, I suppose the — the — the\nfarmers around needed help for — to pick —",
        "A: Huh?",
        "A: To harvest the grapes, I believe, and then they — the topinambur, which is sort\nof potato-like kind of — ugly kind of thing. So we were taken. We were together,\nwhich was actually — which — which was actually a relief to be out of the camp. And\nwe — we were watched by Vichy police —",
        "A: — and we did work early morning til ni— evening, but — but my mother\nmentioned — there was another family there, a Jewish family with — also with two\nchildren. And we were living in — 1n a end — sort of a cave-like thing, we lived 1n,\nwith — with a big pot over a [indecipherable] fire. And the — that t-two — two\nmothers cooked, or whatever were they cooked. It was good, but —\nAugust 7, 2009",
        "A: No, no, we were out —",
        "A: We were out — we — right, we were living on — I don’t remember where we were\nliving, but it was a—I don’t recall exactly, but I remember it was cave-like.",
        "A: I don’t remember, but it was — it was a relief to be away from the camp.",
        "A: Because food was — 1-1t wasn’t plentiful, but — but 1-1t was there, and there\ntogether with — my mother and Leo was there together with the other family, the\nsame thing. I don’t remember sleeping conditions there, how it went. But, you\nknow, it’s called vendanges, which means to — the — the — the grape harvest —\nharvesting — grape harvesting and something else, was potatoes or whatever it was.\nPotatoes didn’t exist in southern France altogether, didn’t see a potato.",
        "A: Back to — we were taken back to Rivesaltes.\nAugust 7, 2009",
        "A: Yeah, Leo spoke a little French, which he learned in s — in school\n[indecipherable]. But they didn’t speak fr — they didn’t speak — it wasn’t French, it\nwas Catalan, which is the — the language between Spain and the — Spain and\nFrance. So they spoke — they didn’t — don’t remember them speaking French, but\nlike I say, it was Catalan, it’s a language that’s a mixture of a — so, we didn’t\ninteract with them, just we — we harvested, we worked.",
        "A: Flee, or to go, or it was — yeah, now in — in retrospect think maybe we were\nprobably not far from the Spanish border, but we had — didn’t have a chance to get\naway.",
        "A: Or maybe could have, maybe — I — I don’t know.",
        "A: They — this — you couldn’t underst — they couldn’t understand us — we couldn’t —\nfirst of all, we only spoke German, by the way. Didn’t speak French. Leo spoke a\nfew high school — high school French, but that’s all [indecipherable] I — I think it\nwas just a— a woman with a child or two children our age.\nAugust 7, 2009",
        "A: Til October ’41, I think.",
        "A: Yeah.",
        "A: I — again, it must have been a — I suppose OSE, hm — either OSE or I don’t\nknow who — who took us out, very frankly. I have no — no idea, I mean, somebody\nmust have spoken to the parents, or my mother, and they —",
        "A: How it happened?",
        "A: No, I don’t know. I just know that I was leaving, I was leaving my mother, who",
        "A: Yeah, yeah, I remember her saying to — remember who you are, and the — to be\ngood, and the hope to — to be reunited.\nAugust 7, 2009",
        "A: I imagine so. Hope springs eternal, they say, but I— I re— I— I imagine so, that\nwe should all be united — reunited with the — with my father hopefully, but the —",
        "A: The — we — taken to a home in — OSE home, in cru — La Creuse(ph), which —\nwhich there’s about three homes there that they — they — many of the — many of the\nchildren or teenagers that were there were from the camp, and some of them were\nfrom — who were refugees or Kindertransport children from the — from Germany\nthat were in the Paris area, and as the Germans came in they — they fled f-further.\nMany of the parents remember remaining in Germany didn’t know what happened\nto them, and they — so —",
        "A: At the — hm?",
        "A: The home?",
        "A: A— Marjolet? ’41 til — til about ’43, I believe.",
        "A: No.\nAugust 7, 2009",
        "A: Leo was left — Leo was left there also in the — in the camp, and he, later on\n[indecipherable] I don’t know if s — I don’t know if I gave it to you, I may not\nhave, where he writes that he has to leave Maman, and he’Il have to — that the\nEclaireur Israeli de France, the French scouts had a home in Morsak(ph) which is\nin south [indecipherable] who had the home, also took out the teenagers, the older\nones, that freedom or [indecipherable] and for a time, yeah, I was in — I was with\nhim in Morsak(ph) for a few — oh, maybe a month or six weeks.",
        "A: After my mother wa — after my mom was deported.",
        "A: No, I—I probably cried for two weeks, being separated from my mother. And\nwe were — how should I put it? Kids that came from the camp, they had to be\ndeloused. And the — it — it — the first few weeks were — were very hard. But the\nchildren there were — you know, telling [indecipherable] and some of them — we\ndidn’t speak French, most of us didn’t, you know, came from Germany and barely\n— and the — we learned really fast. The smaller they were, the faster they learned.",
        "A: So it was French mostly — huh?\nAugust 7, 2009",
        "A: In the home? It — 1t was — 1t was good, you know, it was good.",
        "A: It was interesting with the — with — with the other — with the other children.\nThere was even a class, there was even a school classroom. And we were, you\nknow, the kids from — from — yeah, from — from that — we were integrate in the\nwhole — so — so to learn French wasn’t — I don’t even [indecipherable] I think it\ntook weeks, the kids just — just started speaking it and knowing tt.",
        "A: Yeah, there was a director of — the director of the — of the home was Monsieur,\nMadame Bloch, Bloch, b-l-o-c-h, who — who were the really kindest — kindest, best\npeople that you — who consoled us, I mean, people that came there, I think they —\nwe understood them, I think they spoke German, and the — until we became\nintegrated into the — the French society over there.",
        "A: Which didn’t take long, by the way, anyway.\nAugust 7, 2009",
        "A: Yeah.",
        "A: Yeah, close to two years —",
        "A: — for only one.",
        "A: We were in the — they star — we were — they started looking for places to — to\nhide children, and they — so that was in the — near the Swiss border, and then 1 — so\nthat was already after deportations from — that we knew already that — we didn’t\nknow, I mean, that that would be final — the final solution there. And hope was\nalways there. But they were hiding children either with fra — in France or in — in the\n—I was in Chambéry at the Salvation Army, by the way, with another few girls.\nThere was a — not a convent, they — where they were hiding the boy — th-the boys in\nthe religious — a — like a monastery, probably off in that area. So —",
        "A: We - we were in — in contact at — for — for a while.",
        "A: Right. I— I remember her last letter I got from her, I mean, that she was taken to\na different — we didn’t — we didn’t know at that time, we didn’t — we didn’t know\nwhat the — the fi —",
        "A: — we didn’t know about the final solution, let me put it this way.",
        "A: That they — she will be going to a different camp, and she will probably hear\nfrom — we will hope — hopefully hear from her. Something like that, the last — the\nlast letter which we had — first of all, when we were — left Marjolet to go to Haute-\nSavoie being hidden with a family, with a French family for a wh — for a few — for a\nwhile, we had to — we had to get rid of everything [indecipherable] in German\neverything al-already, uh-huh. I recall an incident I wrote to Leo, who was in\nMorsak(ph), which was the — with the French scouts Eclaireur Israeli du jour —\nde France. And I used to turn over envelopes and it was from Rivesaltes, and I\nturned them inside-out to send to him. And he — he wrote me back to — to — to be\ncareful. So in — he [indecipherable] he wrote on one side of the corner of the letter\nwas g-i-e-b on the — on the bottom, he wrote an eight, which means in German gieb\n- give, acht, mean, be careful. And I understood what he meant.\nAugust 7, 2009",
        "A: He wrote in code, and I knew what he meant.",
        "A: In other words, not to return — turn the envelope that anybody’s is in the —\nanybody’s in the camp, I mean, they — would would be in a camp, in Rivesaltes?",
        "A: We didn’t — we didn’t know at the time.",
        "A: We didn’t know at the time.",
        "A: We didn’t — in Marjolet I — I believe I had letters from — or telegram or — there\nwas some — there was some — you know, I don’t even recall. I believe there wa —\nthere was some, a — not much.",
        "A: Well, Leo was already — Leo was taken to — he — it was [indecipherable]\nFrench, and he was taken to — it was a Vichy youth camp in — in Annecy.",
        "A: When he left? No, I don’t know, because he — we — I was in one home, and he\nwas in the — in the — but they started taking young a-as — Jews to — to deport them,\nAugust 7, 2009\nor if they had French papers, even if they had French papers, they took them for\nforced labor. So they had to find a — I mean, the — the — the French — the French\nJews did amazing job, they — they saved thousands of children, I would say OSE\ndid, Eclaireur Israeli de France did.",
        "A: Chambéry and Annecy, | was there briefly with the French — the French family\nin Peseux [indecipherable] in to — to Switzerland. I was there for maybe a week,\nbut that’s about it. And the — crossed the border in Switzerland, which I do not\nremember — Ruthie is better than I am at that. I — I don’t recall.",
        "A: I don’t re — hm?",
        "A: She remembers it?",
        "A: Yeah, yeah, I know, but she remembers a — a — I — I remember [indecipherable]\ncrossing, I think either as a small child or my — you know, holding my hand or —",
        "A: And she remembers, it’s amazing. She remembers. And I — and I don’t.\nAugust 7, 2009",
        "A: —I don’t. I remember arriving in Geneva.",
        "A: I do remember",
        "A: Oh God, huh? They were not very kind, the French — the French gendarmes\nover there. One of them said [speaks French] where do you come from, you little\nJews?",
        "A: In Geneva, at the police.",
        "A: We were taken to camps.",
        "A: Refugee camps.",
        "A: Ye-eah.",
        "A: We were — I don’t know. I — I — I don’t recall.\nAugust 7, 2009",
        "A: Well, you know, in the camps you’re still not free, but the a — I — we couldn’t —\nwe couldn’t write. I couldn’t write to my father, that — you know, like\n[indecipherable] you know, you write to Papa, and you re — you know, that we’re\nalive. And — but we couldn’t write to — we couldn’t — we couldn’t write from the\ncamp to — to England, only into anybody in Switzerland, if we knew anybody. So\nyou couldn’t write there and the — that was really — so the same time that I c — my\nfather probably died the same time when I ca — when I came into Switzerland, or\nbefore, or after that, I don’t know exactly.",
        "A: We found out — we found out after the war.",
        "A: Well, we didn’t hear from him, and it just couldn’t, I mean —",
        "A: Yeah, but we found out — we f — we f — no, during — during the war in\nSwitzerland, even, I found out. I don’t know when Leo found out, we never talked\nabout it, we never talked about the —",
        "A: I was with the —",
        "A: He — he died of a heart attack. He didn’t hear from us and he died of a heart\nattack in — in London.",
        "A: When? Yeah, I know the date.",
        "A: And the date was May — May 17\", 1943",
        "A: I found out in the — I was with a family in Kreuzlingen, which is the s — the\nSwiss part of the — I was af — with family there. And I didn’t go to school or\nanything, I don’t remember. Just — just worked, I did housework there, they took —\nwhat is — which was very kind. I had a friend there [indecipherable] they took\nespecially girls, I mean to — you know, for — for help in the house, or housework, or\nso forth and so on, but you know, we were not in — we were not danger of our lives.",
        "A: I—I found out at a — I think a — the — I don’t know how she found out, the\nmother — was a Jewish — Jewish family there, she — she told me.",
        "A: She told me — she told me that my father was dead.",
        "A: And I didn’t hardly react. I think I — I didn’t speak for weeks, apparently, to\nothers. I mean, to a — Swiss people, Swiss chil-children teenagers already, my age,\nand I just [indecipherable] I — I —I didn’t — I didn’t talk.",
        "A: I didn’t — I didn’t — I just didn’t — didn’t speak, I lost my sp — I don’t know how\nthat comes, but the — it’s — it’s — yeah. This I recall. I just — but functioned, but I\ndidn’t speak. This I remember.",
        "A: Leo was in the — Leo was in — in — didn’t hear from him, I mean he couldn’t, it\nwas — he was in Annecy, he was in the — the — forgot the name of the thing. The\ncompany en France, which was a Vichy [indecipherable] camp kind of thing,\nwhich quite a few Jewish boys were there his age, teenagers that time. And what\nhappened by him, I do not know. As far as I know he joined the — after the\nNormandy, | believe he joined the — the Maquis, and from the Maquis he joined\nthe army.",
        "A: Yeah, well, after the war, we started looking, with the others like me, and we\nstarted looking on the Red Cross in — you know, it was really in Geneva — in geni —\nAugust 7, 2009\nin Geneva [indecipherable] yeah. And they — they were looking from — there were\nnames, names, names of people, the survivors. And you didn’t find a name, and I\nmean, 1t came out that — what happened, after the war.",
        "A: What happened?",
        "A: What do you mean what happened?",
        "A: Well, the only thing I know — the only thing I know 1s from — from the\n[indecipherable] list. And she’s in the 19\" — 19\" transport, August — August the\n12\",",
        "A: 1942.",
        "A: °42.",
        "A: [indecipherable] to Drancy, from Drancy to Auschwitz, I mean, whatever\nthat’s —\nAugust 7, 2009",
        "A: With Leo? I didn’t hear from Leo for a long time. He — got a letter from Leo that\nhe wrote from the army that he didn’t hear from me, he wrote to OSE. I got the\nletter here — I don’t know if I brought it or not, but it’s — it’s in French anyway. So\nhe — he — he didn’t hear from me, and he didn’t know what happened. He didn’t\nknow what happened, if I — if I —1f I ever wound up in Switzerland, or what\nhappened, he didn’t know.",
        "A: He didn’t know if I — 1f I made it across or not. So he — so after the war, he wrote\nto that small town in the — which was the sort of sister town in Germany, which\nwas called Kreuzlingen. And he — I think that’s how he found out — we found each\nother. And he came on conge, which is furlough. I was in Geneva that he found out\nwhere I was. And he was on furlough, and I — I don’t remember how — how that\ncame about, but he was on the French side, which is [indecipherable] Geneva side,\nbut we met on no man’s land in between.",
        "A: In 1947.\n49\nAugust 7, 2009",
        "A: I came — yeah, I got my — I —I was in Paris with the — Leo when he — after he\nwas released from the army, and I was the — the — yeah, the consulate was in — my\nfamily in Canada found someone here to — to make papers for me, because I\ncouldn’t get to Canada, believe it or not, I was German.\nEnd of Tape Two\nAugust 7, 2009\nBeginning Tape Three",
        "A: You mean — the letters for what? For —",
        "A: I don’t recall that. How did I get those letters?",
        "A: Hm?",
        "A: I did — did I remember?",
        "A: That is true, I never looked at them. I think Leo — Leo handed them to me, I\nbelieve, Leo handed them to me, the whole — the whole pack, and I di — I never\nlooked at them. Y-You — you’re right, Leo probably brought the letters, they were\nletters from us, right, to my fa —\nAugust 7, 2009",
        "A: Yeah. So he got them [indecipherable] my father’s belongings he gave me from\nmy father a — his watch, I have, and what else ha — he gave me something else,\nwhich I still have.",
        "A: I was supposed to get to Canada, arriving to the United States, it was — it\nwasn’t — it was a happy — it wasn’t a happy event, it wasn’t a happy moment.",
        "A: It was — it was not, you see, because first of all, my parents wanted to come. We\n— friends of my parents, which he — and a — that the son was a good friend of Leo’s,\nwho lives in Pittsburgh, which I’m in touch with [indecipherable]. He — I think\nLeo was in tou — he was in the American army, Leo was in French army, so I — I\ndon’t know where they met or where they got contact. He — he wrote to me\nsomewhere in Switzerland and he — so — so we were 1n touch with them, with his —\nwith his parents, and he had a sister, an older sister, and when I came to — to the\nStates they picked me up, and it was [indecipherable] they lived in oh, a very\nGerman Jewish neighborhood. And the — I think it was Broadway, all the way up\nBroadway somewhere. So I stayed with them for a while, and then I — I couldn’t\nget into Canada, believe it or not. A si—a sister, I think, a sister-in-law, or a sister\nAugust 7, 2009\nof my — my aunt, my uncle’s wife came to visit her family in New York, and she —\nthat t1— and my uncle said to contact — contact me to come to Canada. And I — I\nwas smuggled across the border to Canada. And the border came, she says, you\nknow, we’re going to the thing and to close the — I couldn’t get into Canada.",
        "A: And first time I got to Canada, I got smuggled in, by the way, that’s it, by — by a\nsister-in-law of mine, yeah.",
        "A: Maybe — maybe it’s me, I don’t know. It’s — it’s —",
        "A: I — first of all, Leo remained in France, and I would have — I would have stayed\nin France, but he says go [indecipherable] and I wanted to — friends — the — my —\nmy friends went to Israel, [indecipherable] ma — most of them did. The ones —\nmost of them, they were like, you know, like me, refugees from — from — from the\nref — from — from Germany, or from — or even French kids have remained with\ntheir parents went to Israel. And I did want to go, so Leo says, you know what?\nYou can — you can go to — J-Israel wasn’t Israel yet, by the way — you — later, if\nyou want to go to Israel, you can go to Israel, go — go to u— go — go to United\nStates, or to Canada, to United States or whatever. He had more resentment\nAugust 7, 2009\nagainst the family in Canada than I did that they didn’t help. But they tried. They re\n— they really tried. It was impossible.",
        "A: Before the war. Before the war. But — but I— I— I-—I believe they did. Cause I\ndid have an uncle that traveled to New York, later on I found out to — to Canada —\nCanada was closed, by the way, didn’t — but the — to encourage cousin of my\nfather’s to — to send papers. Again and again he sent papers, I mean, he — to — to the\nAmerican consulate.",
        "A: Mm-hm.",
        "A: In ne — yo — yes, I found my job here in Chicago. Yeah, somebody found me a\njob to support myself. [indecipherable] my marks, no school [indecipherable] my\nmarks. And I — do you believe it?",
        "A: And I had to sa — yeah — no, I didn’t stay with that family, very briefly. I needed\na place, and child was growing up, and he needed a place, and so I had to get out.\nAnd I —I mean, you know, and I had a room with a — they were from France, a\nFrench, a husband and wife with a — with — with a child, who — where I took — I\nAugust 7, 2009\ntook a room [indecipherable] moving — moving with us and I stayed there for a\nwhile, and I had a room there.",
        "A: Yeah, yeah, they’re French fre — from France also.",
        "A: They had their own.",
        "A: They had their own.",
        "A: Not really.",
        "A: English, you know, E-English I — I — Leo spoke English quite well when he\ncame. I — I did too, I mean, was still quite — you know. We — we had — my parents\nhoping to come to United States, and we couldn’t go to school any more that we\n[indecipherable] a tutor. I don’t know how good he was, but he — he — ma — my\nparents wanted us to learn — speak English in the hope of arriving here someday. So\nmy English was pretty good, so —",
        "A: Or reasonably good, I think.\nAugust 7, 2009",
        "A: I marred a survivor.",
        "A: Not much, not much. He — he — he was a survivor, he — number one, he was\nquite a few years older, was about 20 years older than myself. I was alone, and he\nwas in — he was a— a— Krakow-Plaszow, Auschwitz, M-Mauthausen survivor,\nmostly in Mauthausen, so he had his own [indecipherable]. Oh, my poor kid.",
        "A: He’s fine, he’s fine. He’s fine, isn’t he?",
        "A: Y-Yeah, yeah.",
        "A: No.",
        "A: No, no, he didn’t. He didn’t make me feel this way.",
        "A: He di—no, no. And he didn’t speak that much about it. I— what I learned about\nhim, he was — we were — someone [indecipherable] Plaszow in the camp, 1-in\nKrakow, in Plaszow and pretty much through the war, another one who lost a wife,\nlost a child — h-he did lose a wife and a child, by the way, a young baby. He — so —\nso it was a —I lost my train of thought.",
        "A: Hm?",
        "A: No, ya— ya — you know, the thing was, you had it [indecipherable] you had it\ngood. I mean, that was the feeling, you had it good.",
        "A: Huh? Abe, or Fritz Blue.",
        "A: Hm?",
        "A: He —I think 1910 — eight or 10.",
        "A: Well, they had pa — you know they — you know they —\nAugust 7, 2009",
        "A: They didn’t have papers. Or one — one brother came, took the papers from the\nnext one, so they — so he finally — he wrote to — to — to Poland, he says, I want a\nbirth certificate. I want to know when I’m born. And he fi — he got it. So it was — it\nwas in ’08, I believe. ’08 or ’10, I don’t recall which was the right one.",
        "A: In 1982.",
        "A: No, that’s about it.",
        "A: Yeah.",
        "A: Okay.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 7, 2009\nRG-50.030* 0537",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Paula Blue,\nconducted on August 7, 2009 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "PAULA BLUE",
        "August 7, 2009"
    ]
}