{
    "rg": "RG-50.106.0127_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Fred Gutter, conducted by Gail Schwartz on October\n30\", 1999 in Washington, D.C.. This is tape number one, side A. Please tell us your\nname, when you were born.",
        "Answer: My name is Fred Gutter. I was born on December 25\", 1926.",
        "Q: And what was your name at birth? Was that your name then?",
        "A: My name was Romawald Gutter.",
        "Q: A-All right. And where were you born?",
        "A: I was born in the city Sanok in Poland.",
        "Q: And about where is that located, to the west of Lvov? That was located a little bit\nto the west of Lvov?",
        "A: This was located in the south of Poland.",
        "Q: Let’s talk about your family. How long had your parents or grandparents been in\nthis location? Had they been there for many years?",
        "A: My parents were born in Poland, in Sanok. My mother actually was born in\nSanok, my father was born in a -- in a village about 20 miles from Sanok, which\nthey had a farm over there.",
        "Q: What was the name of that village?\nOctober 30, 1999",
        "A: Th-The name of the village was Vola Niesna.",
        "Q: What were your parents’ names?",
        "A: My par -- my father’s name was Liam, my mother’s name was Miriam, from\nHome Pinkus.",
        "Q: And what about going back in their generations. Had your family been in Poland\nfor many generations?",
        "A: As long I remember, for many generations, they were in Poland.",
        "Q: And did you have any brothers or sisters?",
        "A: I have one brother, younger than me.",
        "Q: A-And how much younger, and what was his name?",
        "A: His name is Heinrich -- Henerik in Polish.",
        "Q: And how much younger is he than you? When was he born?",
        "A: He was born in 1929.",
        "Q: Let’s talk a little bit about the town of Sanok. Did you live right in the town itself,\nthe center of the town?",
        "A: It wasn’t the center, but it was in the -- it was to the south of the center.",
        "Q: Did you live in a house or an apartment?",
        "A: We lived in a rented apartment, a two family house.",
        "Q: And how would you describe your family, were you middle class, or --\nOctober 30, 1999",
        "A: My father was selling fertilizers for the field, field fertilizers. I would describe as\na middle income family.",
        "Q: And did you live in a Jewish neighborhood?",
        "A: You do -- 1t wasn’t exactly Jewish neighborhood, it was a mixed neighborhood,\nPolish people and -- and Jewish people.",
        "Q: Did your mother work?",
        "A: My mother didn’t work.",
        "Q: Wa --",
        "A: She was a housekeeper, she didn’t work. We -- the children were small then. I\nwas -- when the war started I was 12 years old, so she took care of us.",
        "Q: What kind of work did your grandparents do?",
        "A: My grandfather from my father’s side, he had a farm, with cows, horses, goats.",
        "Q: What was his name?",
        "A: Oh, Haim. And I remember we used to go every summer to his farm on vacation.",
        "Q: And your mother’s family, what did they do?",
        "A: My mother’s f-father, they had a house and they -- he used to -- he used to deal\nwith -- with lumber.",
        "Q: And what were your grandparent’s names on your mother’s side?",
        "A: My g-grandfather’s name was Mendel. My grandmother’s name was Batya --\nBasha.\nOctober 30, 1999",
        "Q: And your grandmother’s name on your father’s side?",
        "A: On the father’s side I wouldn’t remember. This I don’t remember.",
        "Q: Was your family very religious? Was your family very religious?",
        "A: Sure, they -- my -- they -- my family [indecipherable] the region, that’s right.",
        "Q: They were very religious?",
        "A: My -- they were very religious, they went every day to shul. Moi -- both my\ngrandparents were ever -- were v-very religious.",
        "Q: And your parents?",
        "A: My father was religious also.",
        "Q: And your mother?",
        "A: My mother -- when the father’s religious, the mother has to be religious. [Sirens]",
        "Q: What about your schooling? Did you go to a Jewish school, or just to a Polish\nschool?",
        "A: I went -- when I was smaller, I went to a Jewish school, just to pick up religion.\nAnd then I went to a public school, and af -- then I get -- I got a hi -- 11 years old, I\nthink, I went to high school.",
        "Q: Did you have many relatives? Was it a large, extended family? Did you have\naunts and uncles and cousins nearby”?",
        "A: Not exactly nearby. My mother has si -- two sisters in Sanok and then they\nmarried and they moved to Lvov.\nOctober 30, 1999",
        "Q: And your father’s family, was that a large family also?",
        "A: He had a brother in the town, it’s not far, about 10 miles from Sanok, the name\nwas Rymanow.",
        "Q: When you were small and going to elementary school, did you have any friends\nwho were non-Jewish?",
        "A: I had -- most of my friends were Jewish in the public school, but when -- when I\nwent to high school, so my -- I had Jewish friends also, but my professors -- they call\nthem professors there -- were very anti-Semitic and they didn’t call the Jews by\nname, only Zhidek, which is Jew [indecipherable]",
        "Q: In -- in -- in Polish?",
        "A: In Polish, yes. Zhidek. The a -- he did no -- I di -- I didn’t have a name, only my\nname was Zhidek in high school.",
        "Q: When you were younger, did you have any hobbies, did you have any other\ninterests? What did you do -- when you were young --",
        "A: Yes.",
        "Q: I’m talking before the war.",
        "A: Yes.",
        "Q: Did you have any hobbies or other interests as a child?",
        "A: I used to play soccer and -- in a public school wi -- 1-1n the school’s s-soccer\nteam. I used to be between the 11 soccer players.\nOctober 30, 1999",
        "Q: Were you a very athletic child?",
        "A: I don’t know athletic, but I liked to play soccer. I -- I -- we had -- once a week we\nhad the lesson in the -- in high -- in -- in public school, we -- jumping and running,\nbut I don’t know if this was athletic or not.",
        "Q: Did you like to read?",
        "A: I liked to read. I liked to read. In fact, there’s -- from the American cowboy\nstories.",
        "Q: Y-You read those in Polish?",
        "A: In Polish, like Buffalo Bill and other such stories. This was my preference.",
        "Q: Did you -- were you musical at all? Was there any -- was -- was music a part of\nyour life?",
        "A: No, I was -- I was not musical. I didn’t have nothing to do with music.",
        "Q: How would you describe yourself as a small child? Were you very independent,\nor were you very dependent on your parents?",
        "A: Look, I was dependent on my parents, they had the income, I only went to school.\nThey helped me with homework sometimes, but this was the -- this how it was.",
        "Q: You said you liked the American cowboy stories. Why did you like them?",
        "A: I don’t know, I -- I liked the Buffalo Bill stories. Why I liked them? I thinks I\nliked them because they were fighting, they were ga -- fighting with the Indians and\nthis what I liked.\nOctober 30, 1999",
        "Q: Okay. Were you very close to your parents? Did you -- were you able to talk\nthings over with them?",
        "A: I da -- we didn’t talk over th -- over the books, but I was close with my fam --\nwith my parents. They paid for high school, we -- over there high school you had to\npay.",
        "Q: What about your relationship with your younger brother, were you close to him\nwhile you were growing up?",
        "A: I don’t know where my relations -- I remember one year, my mother used to tell\nme, when he was born I wanted to throw him out through the window. How it\nsounds?",
        "Q: Very natural. What memories do you have, a favorite holiday? Or do you have\nany memories of favorite holidays with the family? Before the war, we’re talking\nabout.",
        "A: I remember the holiday Purim, what | had to -- I -- we put on mask and went to\nmy neighbors to collect money, or goodies.",
        "Q: Do you remember Passover?",
        "A: Passover, yes.",
        "Q: Can you describe that?\nOctober 30, 1999",
        "A: Passover I remember we had to eat matzos. My mother clean up the kitchen, the\nkitchen should be kosher. She clean up all the parts and we had -- we observed\nPassover seven days a year with matzos, no bread.",
        "Q: Okay, so -- and you observed Shabbat every week?",
        "A: Shabbat, I had to go to shul with my father and we observed Shabbat. Ma -- my\nmother light the candles, we observed Shabbat.",
        "Q: What kind of religious training did you get as a child?",
        "A: When I was small, when I went to public school, I had to go to take Hebrew\nlessons and Torah lessons, ti -- and then I went for the lessons when I got -- when I\ngot even older, I went for Hebrew lessons and -- and Torah and the history lessons.",
        "Q: Did you feel very Jewish as a child?",
        "A: I knew I -- I was Jewish. I didn’t imagine something else I could be, because the\nteachers told me that I am Jewish, they call me Jew.",
        "Q: How does it feel to have a teacher call you Jew?",
        "A: I knew that he was anti-Semite, this I knew.",
        "Q: What -- what did an anti-Semite mean to you at that young age? What did the\nwords anti-Semite mean to you at a young age?",
        "A: The word anti-Semite meant to me a Jew hater. That’s all.",
        "Q: Were you very frightened of your teachers?\nOctober 30, 1999",
        "A: I was friendly with my teachers, only I hate this particular teacher, because in his\nnay -- in his thoughts I was Jew. I had -- didn’t have a name.",
        "Q: So it was one teacher that you’re talking about?",
        "A: Yes. It was one teacher who to -- who talked liked that. And I remember even his\nname. His name is Mosarro.",
        "Q: And did you tell your parents this, how he talked to you?",
        "A: They knew about it. They knew that this teacher is anti-Semite. Not -- oh -- other\nmy parent -- my -- my friends’ parents knew also about him, that he was anti-Semite.",
        "Q: Did your parents do anything about this, or say anything to you?",
        "A: I don’t think they could do anything about it. They just had to keep quiet.",
        "Q: And you said you had Jewish and non-Jewish friends and there were Jews and\nnon-Jews in your neighborhood? What --",
        "A: Not -- not too many non-Jews. Mostly my friends were Jewish. And I remember\nwhen I was small, yes, I was reading in the newspapers in -- and radio, that Jews,\nwhen they went to college, I -- I remember this, they had to sit in separate rows. And\nthis I was questioning, why this is like that?",
        "Q: Were you proud of being Jewish, or were you unhappy that you were Jewish\nbecause of these restrictions?",
        "A: I -- I was proud being Jewish, but we were used to -- to those restrictions already,\nSO you just pass by.\nOctober 30, 1999",
        "Q: So you -- did you talk about the f -- about these restrictions with your parents?\nDid --",
        "A: I talk about them, but they told me they can nothing do about it.",
        "Q: What language did you speak at home?",
        "A: Yiddish and Polish.",
        "Q: In school you spoke Polish?",
        "A: In school only Polish.",
        "Q: Now in -- I know you were very young, of course, in 1933, but as the years went\non after Hitler came into power and before the war started, had you ever heard of a\nman called Hitler? Did your parents talk about it?",
        "A: I didn’t -- we knew the parents talk about it, we knew that Hitler comes to power\nand it’s no good for the Jewish people. But otherwise, we only saw Hitler -- we only\nsaw the Germans wi -- in 1939 when the war started.",
        "Q: Did your parents u-understand any German?",
        "A: My mother understood German, my father I don’t -- I don’t think so, but Jewish is\nsimilar to German was, so they could understand.",
        "Q: How was your health as a child? What was your physical condition like?",
        "A: Well, I played soccer, so my physical condition was good. And I played in the --\nin the team of the school.\nOctober 30, 1999",
        "Q: All right. The 1930’s are moving on. What were the first restrictions that you\nremember as a child?",
        "A: This was in 1939, when the Germans came into Sanok.",
        "Q: So up to that point, aside from the teacher that you had in school, who di -- who\nspoke to you that way, yi -- yi -- how would you describe your childhood, as\nsomething pleasant and that you could do what you want?",
        "A: It wasn't too pleasant. There were many anti-Semites between the P-Polish\nneighbors, and it wasn’t too pleasant, but we were used to it. I remember one day, I\nwas child, I -- I t -- probably 10 years or nine years old. And down the street went a\nPolish clerk with a suitcase, and I just told him -- this was on April fools, and I told\nhim, sir you lost your suitcase. So he ran after me and he hit me with the suitcase\nover the head and I fell down, I was bleeding and I -- because I just said, April fool,\nyou -- you lost your suitcase.",
        "Q: What did you know about the United States at that time?",
        "A: Not too much. Only about the books.",
        "Q: And -- all right, so then the next thing that you remember is when the war began.",
        "A: When the war, yes --",
        "Q: And -- and the Germans came into your town. What was the first thing that you\nremember about that?\nOctober 30, 1999",
        "A: The first thing what I remember, when the Germans came to town, they took my\nfather to work to clean the streets in Sanok.",
        "Q: Now this is in September, 1939?",
        "A: No, they didn’t come in September, maybe they came in October, I don’t\nremember exactly the month when they came. In September the war started, but took\nthem couple weeks til they get to Sanok.",
        "Q: Did you -- had you heard about the previous -- Kristallnacht, before? Was your\nfamily aware of that in the year before?",
        "A: No, I didn’t hear about th -- about the Kristallnacht.",
        "Q: What did you -- what was your -- your reaction when you saw your first German\nsoldier? What was your reaction when you saw your first German soldier?",
        "A: I was afraid and I -- only Jews were afraid. I was too small they should call me to\n-- to work, but they took my father. They took all the Jews who are -- who were able\nto work, they took them to clean the streets.",
        "Q: He would come home at night?",
        "A: He came home at night, yes.",
        "Q: What’s it like for a child to see the father going off to do something like this?",
        "A: We didn’t go to school because the schools were closed. I just -- I was just\nthinking the bad times are coming.",
        "Q: How did you feel that school was closed, was that upsetting to you?\nOctober 30, 1999",
        "A: No, we knew fr-from newspapers, whoever it 1s, they closed, the Germans closed\nall the s -- all the schools.",
        "Q: Let’s back up a little bit. When germ -- the Germans came into Poland on\nSeptember first, what -- do you remember what your thoughts in Sanok were?",
        "A: The Germans came first to the border with Poland to the west of Poland, this\nborder. They came to Poland and I remember this from the newspapers from the --\nthey were advancing, advancing and eventually they going to come to us.",
        "Q: And again, did you -- what did your parents say to you, you’re 12 and a half,\nalmost 13 by then, what -- what kind of words did they express to you? Your parents.",
        "A: Oh, my parents. They told me to stay home, not to go out and not to get in trouble\nwith them.",
        "Q: And then your father continued to clean the streets. Did you ever see him cleaning\nstreets?",
        "A: No, I never saw him. He just told us that he’s cleaning the streets. I never saw him\ncleaning, I didn't go out of the house.",
        "Q: How was his health, your father’s health?",
        "A: He was in good health. He was in good health, but he didn’t complain too much,\nhe just -- he just said that they gave him to clean, he has to clean.",
        "Q: How did he clean the streets, do you know?",
        "A: They gave him a broom, and with the broom he cleaned the streets.\nOctober 30, 1999",
        "Q: Did you have any contact with your friends, then?",
        "A: No, I have no contact with nobody then.",
        "Q: Cause you were staying inside the house.",
        "A: I was staying inside because my parents told me not to go out.",
        "Q: What does a German soldier look to a 12 and a half year old boy?",
        "A: He looked to me very nasty. I remember them, the uniform, they were walking\naround, I -- the bosses in town, and we didn’t like them.",
        "Q: Were you afraid of them?",
        "A: We were afraid of them, yes.",
        "Q: Did you have a Bar Mitzvah in December of ’39?",
        "A: No, I did not have a Bar Mitzvah, because in December we weren’t any more in\nSanok.",
        "Q: Wh-When did you leave Sanok?",
        "A: I think we left about two months with the Germans. The Germans told us that\nwhoever -- what’s happened -- I’Il give you the [indecipherable] -- what’s\nhappened, German took half of Poland and the Russians took the other half. So\nSanok was actually on the border between the Russians and Germans. So the\nGermans told us one day, whoever wants, all the Jews, whoever wants to leave\nSanok can go to the Russians. So we went to the Russian side. My mother had over\nOctober 30, 1999\nthere two or three sisters, in Lvov, which this was occupied by the Russians then. So\nshe went to stay with the sisters.",
        "Q: And were you in Sa-Sanok when the synagogue there was destroyed?",
        "A: I don’t remember when the synagogue was destroyed. This I don’t remember.",
        "Q: So, after two months your family tells you you’re going to be leaving. What was\nyour reaction to be leaving the town that you were born in?",
        "A: I think I was happy because we hated the Germans. I figure maybe I’m going to\nhave more freedom.",
        "Q: But you’re leaving your friends.",
        "A: We didn’t see friends any more because everybody was afraid to -- to go out, the\nJewish people.",
        "Q: You said when you were younger that you had g-gone to your grandparent’s farm.\nHad you done any other traveling outside of Sanok besides going to the farm? This\nis before the war.",
        "A: Yes, I remember traveling once to a hospital in Lvov. I put some cotton into my\near and I couldn’t get it out. So they had to go to the hospital in Lvov and over there\nthey took out the cotton.",
        "Q: And any other experiences of traveling besides that?",
        "A: No, I didn’t go no -- no other places. Yeah, if I went to the farm, we stopped over\nin my uncle’s town Rymanow. But usually we went every year to the farm.\nOctober 30, 1999",
        "Q: So here you’re asked to leave your town that you grew up in and to go to Lvov,\nand you --",
        "A: What?",
        "Q: Now you -- you’ve been asked -- your parents are telling you that you’re going to\nbe leaving Sanok and going to Lvov.",
        "A: Lvov.",
        "Q: And you thought that would be good because it would be free.",
        "A: More -- more free.",
        "Q: More free. Did you take anything special with you? What did your family take,\nwhat did you take with you when you left?",
        "A: They -- they didn’t give us too much to take. We just took a few clothes in a bag\nand this how we left the city.",
        "Q: Did you take your Buffalo Bill books with you?",
        "A: Probably yes. I also took my -- I was a stamp collector. I took my stamps with\nme.",
        "Q: And where did you have your stamps from all -- what countries?",
        "A: I had them in Sanok.",
        "Q: No, but your stamp collection was wi-with stamps from other countries, or --",
        "A: From oy -- from all the other countries, I a -- I liked collect the stamps.",
        "Q: How did you get those stamps?\nOctober 30, 1999",
        "A: I used to buy them in the stores, together with the Buffalo Bills.",
        "Q: Any other hobbies besides stamp collecting?",
        "A: No, not I remember, only stamp collecting.",
        "Q: Who went with you to Lvov besides your parents and your brother? Did anybody\nelse go with you to Lvov, besides your parents and your brother?",
        "A: No, nobody else. Only me, my brother and the parents.",
        "Q: How did you get to Lvov?",
        "A: We took the train to Rymanow, where my uncle lived. From there, horse and\ncarriage.",
        "Q: And tha --",
        "A: To -- to the [indecipherable]",
        "Q: And then you get there and you stay with your aunts? Your mother’s family in\nLvov?",
        "A: My father’s family.",
        "Q: Oh, it was your father’s family in Lvov?",
        "A: Family -- no, Lvov? No, Lvov was my -- my mother’s family. Oh, yes we stayed\nin their apartments. Only me, me and my mother stayed in one sister’s apartment.\nMy brother stayed in another sister’s apartment and my father, he stayed with some\nclub over there because was no room for all of us to stay in the same apartment.\nOctober 30, 1999",
        "Q: Was it dangerous for your father to leave Sanok since he -- since he had been\ndoing forced labor? Was it dangerous for him to go?",
        "A: No, they -- they let him go. They told whoever is Jewish, wants to go to the\nRussian side, is welcome to -- to leave. Take just your clothes and you can leave.",
        "Q: And how many days did they give you to do this?",
        "A: I think about few days, not too long. Maybe less than a week.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Gutter. This is tape number one, side B.\nAnd we were talking about the fact that you were now in Lvov, you left with your\nfamily. This is before your 13\" birthday, which was in December 1939. What can\nyou tell me about the day that you turned 13, which is so important for a young\nJewish boy?",
        "A: I knew it is war, I cannot have Bar Mitzvah and I agree with it.",
        "Q: Mm-hm. Was that a very difficult decision?",
        "A: Was difficult, but I have to go with -- with it.",
        "Q: Now your parent -- you said your family was divided between different locations\nin Lvov. Was that hard for you to have the family split up?\nOctober 30, 1999",
        "A: No, I -- I could visit my other aunt, my brother from the other side. Was hard for\nme -- for the father. The father couldn’t visit us, he was hiding to some place, which\nI don’t know where. And I didn’t see my father.",
        "Q: Why was it necessary for him to hide in Lvov?",
        "A: Becau -- he didn't have wh-where to live. He was hiding in some -- I don’t\nremember, some place he was -- he was hiding. Let me just tell you. After we came\nto -- to Lvov, few months later -- I think this was already in -- in ’40 -- ’40 or ’41,\nthe Russians, they start transferring us from Lvov, whoever came from the other\nside, from the German side, they start transferring us to Siberia and the other long\ndistance places. So they di -- we knew that they are going that night transfer us, so\nthey came, they took my mother --",
        "Q: Well let’s -- we’ll get to that in a minute. Let’s talk about your year in Lvov first,\nwhat -- what it was like. What were the living conditions like in Lvov?",
        "A: Living conditions were -- weren’t bad. We were staying with my aunts, which --\nand we cou -- we ri -- we had more freedom. The only thing, we couldn’t work. My\nmother couldn’t work, my father couldn’t work. But we had freedom.",
        "Q: You were out on the street?",
        "A: Yeah, I walked out in the street. I couldn’t go to school.",
        "Q: Was that hard for you not being able to go to school?\nOctober 30, 1999",
        "A: Well, sure it was hard for me not to go to school. I was in the middle of high\nschool, and I -- I had to stay out of school.",
        "Q: Did you have many friends your age in Lvov?",
        "A: No. I didn’t have no friends, I -- I couldn’t get no friends. I had my -- my aunt’s\nson, which was my age, so I was playing with him.",
        "Q: This is your cousin?",
        "A: My cousin, yes.",
        "Q: And did your family observe holidays that year in Lvov, Jewish holidays?",
        "A: I don’t remember. We weren’t too long in Lvov. I don’t remember about Jewish\nholidays, if we observe or not. This I don’t remember already.",
        "Q: So you just spent the day playing on the streets, and --",
        "A: In the streets, going to visit my other aunt, one where my brother was.",
        "Q: Did you come in contact with many other people who had left the other part of\nPoland?",
        "A: No, Id -- I wasn’t in contact with them. No contact.",
        "Q: The fact that you had to leave, we-were you still -- did that change your feelings\nabout being Jewish in any way, that you had to leave your town because you were\nJewish?",
        "A: Sure, it changed my feelings. I knew because I am a Jew I have to leave my\nhometown. But I could nothing -- do nothing about it.\nOctober 30, 1999",
        "Q: Did you think a lot about Sanok while you were in Lvov?",
        "A: Yes, I was thinking I always remembered the street where I was born, I was\nplaying soccer. I was thinking even in the -- even now sometimes I’m thinking about\nSanok. Was a nice little town.",
        "Q: Why was it a nice little town?",
        "A: Everything was close, many people knew one another. It was a -- it was very\npleasant. We used to go swimming, they had -- they had a [indecipherable] in\nSanok and we had a good time there and except the anti-Semites, but otherwise we\nhad a good time.",
        "Q: What was the name of the street you were born on?",
        "A: Gunwaldska five.",
        "Q: Mm-hm.",
        "A: Do you know how to spell it? I can give -- I give you the spellings.",
        "Q: Okay. So you spent the -- this time in Lvov.",
        "A: Yes.",
        "Q: And then what was the next change?",
        "A: Next change was we -- there were rumors that the Russians, whoever -- whoever\ncame -- whoever came from the other side where the Germans were, they are going\nto transfer them to -- to Siberia, to the Volk labor camps. So we were all s-staying in\nmy one aunt’s hou -- a-apartment, including my brother, came from there to us, from\nOctober 30, 1999\nthe other apartment to us. My mother said if they took -- take us, so let’s take us, all\nof us.",
        "Q: What were your aunts’ names?",
        "A: My brother?",
        "Q: No, your aunts’ names.",
        "A: My aunt -- Etta.",
        "Q: And her last name?",
        "A: Kurz. K-u-r-z.",
        "Q: So your brother came.",
        "A: My brother came to us and we slept together already, in the same apartment. So f\n-- bu -- except my father, he was hiding some other place. They -- somebody told us\nthat if 1t’s no men in the family, they not going to send us to Siberia. So my father\nwas hiding some other place. But they came one day, which I don’t remember the\ndate is, actually. I think it was in late ’40 or beginning 1941.",
        "Q: So that meant you were in Lvov for a year?",
        "A: I was in Lvov.",
        "Q: For one year.",
        "A: Yes. So --",
        "Q: Wi-With no schooling?",
        "A: What?\nOctober 30, 1999",
        "Q: With no schooling. No school.",
        "A: No school, no, we didn’t have no school. So one evening the Russians came to\nour apartment and they took me, my -- my brother and my mother they took into the\ntrain and they -- and they took us to Rowe mountain.",
        "Q: Now, did you know they were coming? Were you able to prepare for this? Did\nyou know they were coming? Could you prepare ahead of time?",
        "A: We -- w-we knew they are coming, but we didn’t know when.",
        "Q: How did you know they were coming?",
        "A: There were rumors on the streets in -- in the city of Lvov. They -- whoever came\nfrom the other side di -- is going to be transferred to -- deeper into Russia.",
        "Q: Did you have suitcases packed and ready to go?",
        "A: We had suitcases packed, but they didn’t let us too much to take, only clothes, a\nbag of clothes and let’s go. Now m-my father, he was hiding in a different place. He\ndidn't know that we to -- they took us. When he -- he came to my aunt and the aunt\ntold us that thi -- told him that they took us. So he asked, where are they? She said,\nthey are on the train station. So he went to the train station. Was many stations there\nand over there a conductor told him all the trains they’re going da -- going the same\ndirection. So he said okay, he will go in any train to meet us. In the meantime we\nwent to the Rowe mountain and he went to the far away east, near the j -- near the\nOctober 30, 1999\nJapanese border. And he was in a labor camp over there. He wa -- he was there til the\nwar finished and then they let him to -- to reunite with us.",
        "Q: What were your feelings that you had to leave Lvov without your father?",
        "A: Mm, the feeling, the feeling was -- we have a bad feeling but there nothing what\nwe could do. The Russians came, took us, you had to go and that’s it, you go.",
        "Q: Did you keep any kind of journal, did you write anything down about your\nthoughts -- when you were young --",
        "A: Yeah?",
        "Q: -- did you write any of your thoughts? Did you keep like a diary or a journal?",
        "A: I wasn’t Anne Frank.",
        "Q: And what kind of things did your mother say to you when you had to leave\nwithout your father? That must have been a very --",
        "A: She said --",
        "Q: -- difficult time.",
        "A: -- she said, we have to ik -- we have to leave, everybody’s leaving and we cannot\nstay here, we have to go.",
        "Q: Describe your mother to me, was she a very strong woman in her personality?",
        "A: My mother was a strong woman, yes. She was a very strong woman and she\nactually controlled the house.",
        "Q: Even when your father was at home?\nOctober 30, 1999",
        "A: When the father was out, yes, she controlled the house.",
        "Q: So she was a woman at that time 1n her 40’s, in her 30’s or 40’s in 19 --",
        "A: She was born in the for -- she was born in 1904, so she was 40’s -- in the 40’s\nthen, right. I never fi-figured this out.",
        "Q: So she -- she and you and your brother got on the train. Anybody -- were you with\nanybody else on that train?",
        "A: The train was full, thousands of people.",
        "Q: Did you know any of the other people when you left?",
        "A: No, I didn’t know nobody there. They were from all the places who -- who the\nGermans -- who wanted to leave Germany, the German part of Poland. They all\nwere taken.",
        "Q: Mm-hm. And -- and when you got on the train, what were the conditions like?\nWas it a passenger train, did you have seats?",
        "A: No, it was not passenger, it was a freight train.",
        "Q: So what were the conditions like? Describe them.",
        "A: We went there like -- like cattle in -- in -- in the train. Was about, I don’t\nremember how many, 50 - 80 people were in one wagon. The conditions weren’t\ngood.",
        "Q: It was just one empty space? It was one big, empty space for all these people?\nHow long did the journey take to the mountains?\nOctober 30, 1999",
        "A: The journey took few days, to the Rowes mountains this is a -- was probably\nabout 2,000 miles from Lvov, so it took a long time.",
        "Q: Did you know where you were going? Did they tell you that you were going to\nthese mountains?",
        "A: No, they t-told me they would -- they’d -- they want to resettle us deeper in -- in\nRussia.",
        "Q: Mm-hm, mm-hm. And so were you allowed out of the train at any time to walk\naround?",
        "A: No, I don’t remember that, if we were out, but I don’t remember.",
        "Q: Were you a very optimistic child? Did you think good -- that good things would\nhappen, or were you more pessimistic?",
        "Q: I didn't know what to think about the whole thing. I was only 13 years old and I\nfigure okay. I -- I wasn’t too optimistic anyway.",
        "Q: When you were in Lvov, did your mother or father have -- or your mother have\ncontact with what was happening in Sanok the year she was in Lvov?",
        "A: No, we didn't have no -- we didn’t have no contact with Sanok.",
        "Q: So you had no idea what was happening there.",
        "A: We did not have -- we only had, after the war finished, we had -- whoever was\nleft over, they took them to concentration camps.",
        "Q: And so you didn’t know about a ghetto or anything like that?\nOctober 30, 1999",
        "A: If [remind myself, I had two very good friends, neighbors on the same street\nwhere I live and the -- they -- they took them to concentration, I never saw them\nthere any more.",
        "Q: What were their names?",
        "A: Their last name was Fierer. One name was Ignatz and one name was Shunek,\ntwo boys my age, as it wer -- one of -- but younger one was my age. And I ne -- we -\n- we played together, and I never heard from them.",
        "Q: Now let’s go back to the train to the mountains. Did your mother bring food along\nwith you so you had something --",
        "A: No, they gave us some food. I think my mother brought some food from the train,\nbut they give us food on the train, the Russians. They give us food on the train, I\ndon’t remember what kind of food, but they give us food.",
        "Q: What kind of treatment did the Russian guards give you on the train?",
        "A: They treated us -- they treated us on the train better than when we arrived to the\nplace. Over there my vo -- they took my mother to -- to the work camps --",
        "Q: Okay, I just want to finish with the train voyage. What were the sanitary facilities\non the train?",
        "A: Not such [indecipherable] existed. In a freight train you don’t have sanitary\nconditions.\nOctober 30, 1999",
        "Q: And what were people’s state of mind? Other people. Were people frightened?\nWhat was the sense and the atmosphere?",
        "A: They didn’t -- nobody knew where we are going, but the Russian told us we are\ngoing to resettle us, so we figure maybe it’s going to be something good out of it.",
        "Q: So people were -- were not out of control, they were not -- they didn’t act like\nthey were extremely frightened?",
        "A: No, no. They were not out of control. They were -- they were only saying what\nwill happen, will happen. Que sera sera.",
        "Q: As they say in Polish. And then wa -- how did you sleep? How di -- how did\npeople sleep in the car, in the railroad car?",
        "A: We slept on the floor. The -- the baggage, the clothes were the -- the pillows and\nthis how we slept.",
        "Q: Now, what month was this?",
        "A: Oh, this is --",
        "Q: This is winter -- wintertime?",
        "A: I don’t remember. Oh, it was the end of ’40 or beginning *41. It wasn’t summer\nanyway. It was like s -- maybe winter or spring or something like that.",
        "Q: What was your brother’s reaction? He was a few years younger than you.",
        "A: He was young -- he was younger than me, he was -- I was 13, so he was nine. He\ndidn't have nothing to say.\nOctober 30, 1999",
        "Q: Were there many other children in the car with you?",
        "A: There were children there. There were other children from other families.",
        "Q: Di-Did you stay together with the children?",
        "A: No, I don’t think so, no. We didn’t get together with the chil -- other children.",
        "Q: Did -- were people a help to each other?",
        "A: If people helped each other -- I don’t remember this question.",
        "Q: And then you said it took a few days.",
        "A: A few days and we arrived to the -- we arrived to the Rowe mountains. The town\nof Dereszowska.",
        "Q: And you get off the train.",
        "A: We got off the train --",
        "Q: What did it feel like to get off the train?",
        "A: Finally is over.",
        "Q: And what did -- what was your first impression of this place?",
        "A: They had -- they had little wooden houses where we would -- not -- 1-1t’s not -- it\nwasn’t wooden houses, was like a barracks. And a few families were sleeping in one\nof the barrack and they said you -- you sleep here, you sleep here and that’s it.",
        "Q: And so you and your mother and your brother, and anybody else with you, or just\nthe three of you?",
        "A: Only three of us.\nOctober 30, 1999",
        "Q: And you went into this one barracks that they told you.",
        "A: Yes.",
        "Q: And then what happened?",
        "A: We sat with -- in -- in those barracks, then next day or next two days they took my\nroo -- my mother took out trees in that c -- c -- in that camp Volk camp in Orab. So\nshe went to cut trees. Was very cold. A lot of snow. I remember this -- the day -- it\nwas quite winter when they took us. A lot of snow and she had to -- in other families\nshe had -- they had to cut trees.",
        "Q: And what did you and your brother do when your mother left?",
        "A: I will -- he -- happened to be in Russia we went to school. I finished high school\nin Russia.",
        "Q: When your mother left to go to work, were you upset by that? To see her having\nto leave to do hard work?",
        "A: Look, I didn’t have nothing to say. I remember just that she went to work and I\nwent to school.",
        "Q: Did you sleep in bunk beds, one on top of the other?",
        "A: We slept in bunk beds, yeah.",
        "Q: Was there any privacy?",
        "A: Not too much. Next to us was another family and another family.",
        "Q: About how many people were in a barrack?\nOctober 30, 1999",
        "A: Probably about 50 people in one -- in one of those barracks.",
        "Q: Did they have bathrooms in the barracks? Did they have bathrooms in the\nbarracks?",
        "A: It was one bathroom for the whole -- for the whole barrack.",
        "Q: Mm-hm. And could you wash yourselves, was there like a shower, or any kind of\nfacility like that?",
        "A: I think we could do that, as long -- you had -- maybe you had to wait in line, but\nwe could do that.",
        "Q: So now you and your brother are going to school, every day?",
        "A: I went every day. I don’t remember my brother, he probably went to public\nschool, he was younger than me. I remember I went to high school every day.",
        "Q: And the language was Russian?",
        "A: Language was Russian.",
        "Q: Did you know any Russian before?",
        "A: No, I didn’t know Russian.",
        "Q: So how did you -- how did you pick it up?",
        "A: Russian 1s a Slavic name -- Slavic language like Polish. So it’s a little bit\nsimilarity between Polish and Russian. And you go to school, you pick up. But it is a\nSlavic name.",
        "Q: And what about your friends there, who were your friends?\nOctober 30, 1999",
        "A: My friends? I don -- I don’t remember si -- who was my friend there. I don’t --",
        "Q: You’re a 15 year old boy and a 15 year old boy has friends --",
        "A: I was -- no, when I came -- when I came there I was -- I was 13.",
        "Q: Or 14 --",
        "A: 14.",
        "Q: 14.",
        "A: I don’t remember having some friends. I remember in 1944, wi -- th -- by then I\nwas already how old?",
        "Q: 18.",
        "A: 18. Then I f -- I was finished high school and I used to work in a Russian factory\nto repair sewing machines.",
        "Q: Previous to that, what did you do before you finished high school? You went to\nschool during the day, what else did you do with your time?",
        "A: Doing homework.",
        "Q: And did you do anything for recreation? You and other teenage boys?",
        "A: I -- I used to like skiing, so probably I took skis.",
        "Q: They gave you skis there?",
        "A: They -- I -- I don’t remember if they gave me or we bought it, but I got skis, I\nremember. I don’t remember how I got them.",
        "Q: Did you have enough warm clothing?\nOctober 30, 1999",
        "A: They gave us warm clothes, those quilted jackets.",
        "Q: And did they give you boots?",
        "A: They gave us boots, th-this what the Russians are wearing, is from -- from a --\nhow you say, from flannel such a big boot. And this keeps you warm.",
        "Q: Mm-hm. So you had enough warm --",
        "A: Felt. Felt boots, some felt. And this keeps you warm, yeah.",
        "Q: So you had enough warm clothing?",
        "A: Yes.",
        "Q: And -- and what about food?",
        "A: They ga -- they gave us food. They gave us all -- we c -- we could buy food in a --\nin a -- that cafeteria with the -- not cafeteria, a little store over there in that village.",
        "Q: So you could walk around in the village?",
        "A: [indecipherable] can walk -- I can walk around, yeah, you could walk around.",
        "Q: Where did your mother get the money for you to buy food?",
        "A: She -- she cut trees, so they paid her something for it. This how she got the\nmoney.",
        "Q: So she got it. And now what was her state of mind in those years?",
        "A: I will tell you, she only for about one year cut the trees. And then they took her, or\nshe volunt -- she didn’t volunteer, she not volunteer, she start to work in a bakery to\nbake bread. And over there she brought be -- bread and cookies home. So we had the\nOctober 30, 1999\nholiday then. Don’t forget, during the war this was, when the Russians were at war\nwith the Germans. Was no too much food, even for the Russians they didn’t have\nfood. So to work in a bakery was something very good then.",
        "Q: What were the Russian soldiers or Russian guards like to you in that village?\nWhat was the treatment of the Russian guards to you in that village?",
        "A: The treatment was good. I -- I remember I got sick from the cold weather, I ha -- I\nhad -- I had ne -- pneumonia. The Russians sent a doctor and they -- they gave me\ninjections and I became healthy, yeah. No, then -- the treatment was good from the\nRussians, oh yeah, cannot complain.",
        "Q: Did you miss your father a lot, did you think about him?",
        "A: We missed him, awa -- he send us le-letters and we sent letters to him, but we\ncould -- he couldn’t come to us. He was also in a camp over there.",
        "Q: And what kind of work was he doing?",
        "A: Probably cutting trees. This was during the -- but they have plenty of trees over\nthere.",
        "Q: Again, did you know what was happening in the rest of Europe during those\nyears you were in the mountains?",
        "A: We knew that the Russians are fighting the Germans, that the Germans are near\nMoscow, they want to take Moscow and the Russians are fighting. And we knew\nthat the -- we just were praying the Russians would win the war.\nOctober 30, 1999",
        "Q: Were -- was there any contact that you had in those years with the other relatives?",
        "A: No, we didn’t have no contact with the other relatives.",
        "Q: So you didn’t know what was happening to the rest of the family?",
        "A: We didn’t know. In fact, his -- when -- when the Russians we-were fighting near\nMoscow, they knew from newspapers that they took the town of Lvov. And we c --\ndidn’t have no connections with them.",
        "Q: So you were reading Russian newspapers?",
        "A: I was reading, yes. I wa -- I was fluently -- I na -- I was speaking fluently Russian\nbu -- and was reading Russian newspapers. This how we knew what’s going on in\nthe war.",
        "Q: And when you heard about Lvov, what were your thoughts?",
        "A: We were anxious what’s happened with our family.",
        "Q: But no contact.",
        "A: No contact.",
        "Q: Did you, when you were in the mountains, did your mother try to observe any\nholidays?",
        "A: Nobody observe holidays, we even didn’t know probably how to observe holidays\nthere. Nobody knew about holidays there. They knew about Russian holidays, but\nnot about religious holidays.",
        "Q: So there was no such thing as Shabbat or Passover for you --\nOctober 30, 1999",
        "A: No.",
        "Q: -- during those years?",
        "A: Passover wa -- the Russians didn’t supply us m-matzos. We were lucky we have\nbread.",
        "Q: What would you say your state of mind was as a teenager then? Did you think the\nwar was going to end?",
        "A: I was thinking, look what’s happened to the Jewish people. I was thinking -- was\nalready -- you’re talking about 18 and I was 17, then I started thinking about the\nwhole thing was happening. But was out of my control.",
        "Q: Were you during that time ever angry that you were Jewish and that this was\nhappening?",
        "A: No. I knew that who -- I cannot change my religion and I -- I was born Jewish, I\nhave to be Jewish. Can we go [indecipherable]",
        "Q: Absolutely.\nEnd of Tape One, Side B\nOctober 30, 1999\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Gutter. This is tape number two, side A,\nand we were talking about your experience in the mountains in -- in Russia. Are\nthere any particular smells that you associate with being there in that time, any --",
        "A: Where, in the --",
        "Q: -- in -- in the -- in Russia. Or sights of -- any particular scenes or sights or smells\nthat you remember from that time, that have stayed with you?",
        "A: I -- I don’t remember too much, I just remember I used to play also soccer in --\nwith the Russian in the high school, and I used to go skiing with them. But we\ncouldn’t go nowhere, we just had to be in that little town Dereszowska.",
        "Q: Was that -- was that hard for you to be so limited?",
        "A: I was already resigned to everything. I knew I have to be there, I was there.",
        "Q: Did your mother talk about your father a lot with yo -- with you?",
        "A: She talked that he is not with us. She tried to bring him to g -- to go to some office\nover there, I don’t know about which one, to bring him to th -- to unite the family.\nNo a -- was no help. They didn’t want to allow him to -- to leave.",
        "Q: And so then you graduated from the school. Was there any kind of ceremony\nwhen you graduated?\nOctober 30, 1999",
        "A: Was no fa -- we -- we just -- you graduate, you get your diploma. I don’t\nremember if I ge -- if I ge -- if [indecipherable] got the diploma. You graduate, you\ngo, you finish school, an-and that’s how it was.",
        "Q: Were the other students Jewish refugees like you, or was it a mixture of Russian\nstudents and Jewish students?",
        "A: No, was a mixture Russian -- in fact it was more Russian than Jewish people. But\nI didn’t feel antisemit -- [indecipherable] with the Russians. They were nice to us.",
        "Q: Yo-You had said before that on the train, the Russian guards on the train were\nnicer than the Russians that you met in Russia.",
        "A: Yeah, an-and I didn’t --",
        "Q: You -- you had said previously, that when you were on the train going to the\nmountains --",
        "A: Yes, right.",
        "Q: -- that those Russian guards treated you better than the Russians did in Russia.",
        "A: Correct.",
        "Q: How did the Russians treat you in Russia?",
        "A: They knew -- th-they were free people, the Russians in Russia, in that town. We\nwere on -- on a work force like -- my mother, not me, we were in a camp, outside\nthat village. We were in a walled camp. So we didn’t have no connections with the\nRussians who were free.\nOctober 30, 1999",
        "Q: Did you have to wear any identifying mark on your clothing showing that you\nwere in that camp?",
        "A: No. No, we di -- no IDs on the coats or whatever it 1s.",
        "Q: Did you have special idife -- ID papers?",
        "A: We got some special papers, but in Russia, even the Russians have to have ID\ncards. We had some papers, I don’t remember what kind, but this was normal for\nthem to give ID cards.",
        "Q: What was your brother’s state of mind?",
        "A: My brother didn’t bother too much. He was -- he wanted also that the father\nshould come back, but he probably went to school also there already. This I don’t\nremember. But he -- he was resigned whatever it is. He was four years younger than\nme.",
        "Q: What did you do during the summer, or did you go to school all year round?",
        "A: In the summer, no, we just had -- we just had vacation and that’s all. We didn’t go\nno -- we couldn’t go nowhere. We not -- we’re not allowed to go nowhere, we’re in a\ncamp. They treat us as nice, but we -- still we’re in a camp, in a walled camp.",
        "Q: And then you graduated from high school, and then what happened?",
        "A: I think I was 18 or 17, I don’t remember. I got a job in a Russian -- where they\nsew uniforms for soldiers. And I was la -- I was with somebody over there who was\nteaching me how to repair sewing machines and I was repairing sewing machines.\nOctober 30, 1999",
        "Q: And so you were still living with your mother?",
        "A: I still was living [indecipherable] w-we -- we were still wi --",
        "Q: In the same barracks, did you stay in the same barracks?",
        "A: -- in the same barracks, too, we were still in the same barracks wi-with the\nmother. [inaudible]",
        "Q: And -- and then how long did you work at repairing the sewing machines?",
        "A: In the sewing machine? Til 1945 or ’46, I guess °40 fi -- maybe ’46.",
        "Q: Well, the war was over.",
        "A: And the war was over.",
        "Q: Yeah.",
        "A: The Russians told us 1f we want to go back to Poland, we can go.",
        "Q: What were your reactions when they told you the war was over?",
        "A: Oh we -- we were very happy. We were very happy the war is over and all the\nmiserable things are over.",
        "Q: Did you celebrate in any way”?",
        "A: No, we didn’t celebrate. We just -- the -- the Russians were d-dancing that I\nremember, they were very [indecipherable] but we weren’t [indecipherable] we\ndidn’t celebrate. We were just -- I -- I think in that camp we were about a couple\nhundred people just, that’s all. We didn’t celebrate.",
        "Q: It was a small -- it was a small camp.\nOctober 30, 1999",
        "A: Yeah, it was a small ca -- no, there was outside the town -- the town wasn’t so\nsmall. It was outside the town just a -- a -- a walled camp.",
        "Q: But you said there were a couple hundred people in the camp.",
        "A: Yeah, I think so, there was a couple hundred people.",
        "Q: So you hear the war was over, and then what did you do?",
        "A: When the war was over the Russian told us if we want to go back to Poland, we\ncan go. So we went on a train. We told all the people and we went -- but thi-this\nwasn’t a freight, this was already a regular train, and we went to Poland with the\ntrain from there. We came to -- you want -- we came to Poland. In Sanok was\nalready non-Jewish people [indecipherable]",
        "Q: Did you go back to Sanok?",
        "A: We went back for a day or two days, I don’t remember already.",
        "Q: What did it look like to you?",
        "A: Was a empty city.",
        "Q: How did that feel?",
        "A: Was Polish people there, but was no Jewish people. So --",
        "Q: Ho-How did that feel to you?",
        "A: -- we Si -- we could feel still the anti-Semites from -- from the Polish people.\n[indecipherable] you see -- you see, the Jews are coming back.",
        "Q: Did you go back to your house -- your apartment?\nOctober 30, 1999",
        "A: No, we didn’t go -- maybe we g -- went -- go apartment. The apartment,\nsomebody else lived already. Maybe we went back to the apartment, didn’t think\nabout it. But then I think it was we still could feel the anti-Semitism in Poland, there\nwere always anti-Semites in Poland, even when -- but they -- they -- then we could -\n- we heard that mostly Jewish people are going to Germany by tr -- by train because\nPoland was no Jews.",
        "Q: When you said you could feel the anti-Semitism, can you give me an example?",
        "A: It was only two days when I came back, but I -- I remind myself now the Polish\npeople, I da -- wouldn’t say all of them, but a lot of them were anti-Semites. They\ndidn’t -- they hate the Jews.",
        "Q: Did you have any particular experiences of that?",
        "A: No, I didn’t -- no, I didn’t have no particular case. So we packed our bags and we\nwent to Germany, where over there we were greeted by the United States as a DP,\ndisplaced persons, and they put us in a --",
        "Q: W-When your mother was in Sanok, what was her rel -- her reaction? After all,\nshe had been an adult there.",
        "A: Well sh -- it was very bad. She -- we -- we felt very bad in Sanok. We felt like we\nbecame strangers over there.",
        "Q: Did it look at all familiar?\nOctober 30, 1999",
        "A: And may -- and mine was up -- maybe somebody of the Polish people say to my\nmother, why you came back? I -- they didn’t say it to me, I think they said it to my\nmother. Then my father was also ready, he was united with us, he also came.",
        "Q: To Sanok?",
        "A: No, he ca -- they let him go first to the place where we went.",
        "Q: He -- he -- in -- in the mountains?",
        "A: And then from there --",
        "Q: He went to the place in the mountains where you were?",
        "A: Yeah, he went to the walled camp, but they di -- they [indecipherable] the walled\ncamp [indecipherable] after the war.",
        "Q: What -- what -- tell me what your thoughts were when you saw him, you hadn’t\nseen him for years. What were your thoughts when you saw your father?",
        "A: [indecipherable] Oh, my father? The tolls?",
        "Q: What were your thoughts when you saw your father after all those years?",
        "A: Oh sure, we were very happy, the -- the family was u -- 1s united.",
        "Q: Did he look different?",
        "A: I don’t know if he talked different, but we were happy that the family was united,\nand we were all decided we go back to Poland. He was with us already then. Then\nwe -- we -- from there we went oy -- all together to Poland, with the father.",
        "Q: And did he talk about what his experiences were in the work camp?\nOctober 30, 1999",
        "A: [indecipherable] he told us they were near the Japanese border. His town I -- his\ntown was Yakutsk. That was near the Japanese border. It was very cold, he told us.\nHe had to cut trees.",
        "Q: Was his health good? Was his health good?",
        "A: His health was still good. He got old already, but his health was still good, didn’t\ncomplain.",
        "Q: And when you were in Sanok and you went to Germany, how did you know\nwhere to go?",
        "A: Where everybody went. They said they all go to Germany, and over there we\nwent to the town of Noyome.",
        "Q: But how did you know to go to that particular town?",
        "A: Other di -- other people went to that town, so we went to that town.",
        "Q: What were your thoughts about leaving Poland a second time?",
        "A: Oh, we were happy then. We heard on the newspapers they had -- they had the\nbig pogrom in Kielce, if you n -- they had the big pogrom in Kielce, from -- also the\nJews who came from Russia, they went through Kielce and then the Polish people\nmade the pogrom, they killed something there, I don’t remember how many. So after\nthat we saw we are lucky that we are leaving Poland.",
        "Q: How long did you stay in Russia after the war was over, before you went back to\nPoland?\nOctober 30, 1999",
        "A: Listen, I think it was in ’40 -- May ’45 the war was over. I think it was in the\nbeginning °46.",
        "Q: So you stayed up in Russia, in the mountains for all those --",
        "A: We stayed up there in Russia, yes, my wife -- my wife -- my mother worked in\nthe bakery and I worked in the sewing machines over there and we -- we -- we didn’t\nknow yet where to go til they -- the Russian didn’t tell us, if you want to leave\nRussia, you want to go to Poland, we were afraid to do it.",
        "Q: Okay, now you’re in Germany in this camp.",
        "A: Noyome. [indecipherable]",
        "Q: Noyome, and it’s west of Munich. It’s west of Munich.",
        "A: It’s -- I don’t know if it’s west or east. No, not east for sure. I -- I thought it’s\nnorth of Munich, but maybe you’re right.",
        "Q: And please describe the camp t-to me, what the conditions were.",
        "A: Very good. The Americans took care of us with the -- with the food, with the --we\nhave rooms over there, we used to -- we lived in a -- used to be over there a -- a -- a -\n- German soldiers used to live, so they gave us that thing, we -- the conditions were\ngood. Plenty of food we had already there, and this was the best conditions in the war\nsince the war started.",
        "Q: And did you work there?",
        "A: I went -- I went to ORT school -- ORT. This is --\nOctober 30, 1999",
        "Q: The ORT. ORT school.",
        "A: -- ORT school. I took up some trade, I don’t remember what kind of trade I p1-\npicked up. This I don’t remember already. Because I wasn’t too long in Noyome. I\nactually -- maybe I was two years, os -- a year and a half. In 1940 - °48 -- I was til\n1948 in Noyome.",
        "Q: And you said you had enough food, did you --",
        "A: Yeah, you get food from the Joint.",
        "Q: And did you talk to a lot of the other refugees, other young men your age?",
        "A: Yeah, we -- we talk, we were free to travel wherever we want to go. My -- my\nbrother he worked as a photographer for some kind of [indecipherable] or whatever.\nAnd we were free to travel. Nobody told us we have to be in the camp.",
        "Q: So you could go in and out of the camp, yeah. Was there a big black market in the\ncamp?",
        "A: There was a black market in the camp. There were black markets 1 -- all kind of\nitems, electronics. Not food, but food we had plenty, but all kind of clothes,\nelectronics. They had black market there.",
        "Q: And did you hear the stories of other refugees and what they went through? Did\nyou hear the stories of other refugees and what they went through?\nOctober 30, 1999",
        "A: We had few -- I don’t know on the refugee -- we had few refugees which we\nknew them from the Russian camp in the same town. And they were also happy.\nThey were happy.",
        "Q: W-Where had the other people come from in the camp? The other DPs, where\nhad they come from?",
        "A: From that camp wer -- in Russia.",
        "Q: But were there -- were there any other people in Noyome from other places?",
        "A: They were from other places also. I don’t remember what places, but those two,\nwe were friends even in that camp in Russia, so wo -- we decided probably with my\nparents, all together to go to that Noyome camp.",
        "Q: And so you stayed there and you said you went to the ORT school?",
        "A: I went to ORT sch -- I went to ORT school. I picked up some trade which I don’t\nremember, I never used the trade, I don’t remember what was it. And I don’t think I\nfinished that school because in ’48 they came from Israel and they ask -- Israel\nbecame -- wa-wanted to be independent, and they ask if we want to go to Israel, so I\nwent.",
        "Q: Why did you want to go to Israel? Had your parents been Zionists when you\nwere young?\nOctober 30, 1999",
        "A: A little bit on a volunteer, and a little w-was pressure. The Israeli government\npressured th-the young people -- I was 20 years old, pressured the young people to\ngo to Israel [indecipherable] to be soldiers.",
        "Q: Were your parents Zionists back in Poland when you were a child? Were your\nparents Zionists when you were growing up, when you were a child?",
        "A: I don’t think so they were Zionists, I don’t think so. I never heard them talking\nabout Zionism. May -- if they would be Zionists they would leave Poland, they\nwould go to Palestine then. I don’t think they were Zionists.",
        "Q: So these people -- was this -- wha -- what -- wa -- was this after the state of Israel\nwas formed, in May 1948?",
        "A: No this -- I went to Israel -- I went to Israel before the state of Israel was born.",
        "Q: What were your parents reactions when you said you wanted to go?",
        "A: They -- in the beginning they didn't agree with -- they didn’t agree with it, but\nthen was all kind of little pressure to go to Israel. And I saw a lot of young people\nare going, so I went with them.",
        "Q: And what were your thoughts about leaving your family?",
        "A: My -- I didn’t want to leave to -- my family, but I was a -- probably by then a\nlittle Z-Zionistic inclined.",
        "Q: Did you speak Hebrew at that point?",
        "A: No. I learn Hebrew in -- in the army, in the Israeli army.\nOctober 30, 1999",
        "Q: When did you leave Germany to go to Israel?",
        "A: In 1940 -- I think was May -- May or m -- or April s -- it doesn’t --",
        "Q: Before independence?",
        "A: Before the independence, yes.",
        "Q: And how did you get there?",
        "A: The very Israeli people who took us to the border with the train, to the borders of\nCzechoslovakia, France, Italy and then with a ship to go to Israel, at night.",
        "Q: So this was done in secret?",
        "A: Nobody should -- nobody should know. At night we used to travel with the train\nto those three countries, Czechoslova -- Czechoslovakia, France, Italy.",
        "Q: And again, did you take anything special with you?",
        "A: Just my shirt.",
        "Q: Not your cowboy books?",
        "A: No, the cowboy books, I think I left them in Russia. I think so.",
        "Q: And then you got on the boat to go to Palestine.",
        "A: Yeah, we got 0-o -- on the boat, with the boat. They took us straight to a\nrecruiting camp where the recruiters, they --",
        "Q: In what city? In what city?",
        "A: What?",
        "Q: What city?\nOctober 30, 1999",
        "A: Wasn’t a city. It was a camp, in Beriakof. It wasn’t a city, was a little village, or\nwhatever was It.",
        "Q: W-We’ll get to Israel in a minute. What I wanted to ask you was, when you left\nPoland and came to Germany, and you put your foot down on German soil in this\ncamp, what was it like for you? Here it was that it was the Germans who had waged\nthe war, the Germans who had caused you all these troubles, and now you’re in their\ncountry of Germany. Was -- was that difficult for you to be in Germany?",
        "A: It wasn’t too difficult. I wasn’t thinking that way. I was thinking we are free, we\nhave food, so it’s better than it was til now. Ca-Can you close it? I have to take --\n[tape break]",
        "Q: I had asked you about what it felt like to put your foot down on German soil after\nthe history of Germany. Now I’d like to ask you, what was it like to put your foot\ndown on Israeli soil when you arrived --",
        "A: It was very exciting. We are very happy, excited to be on our ow-own homeland.",
        "Q: You felt that this was your homeland?",
        "A: Yes, I felt this was my homeland. I became a Zionist.",
        "Q: So after all you had been through during the war, you felt like you were home?",
        "A: I felt that it’s time to be home.",
        "Q: On the voyage over, on the boat, did they do -- teach you anything, or --\nOctober 30, 1999",
        "A: No. They started teaching us in that military camp in Beriakof. M-Military\nexercises.",
        "Q: And did you wear a uniform?",
        "A: Yes, we all got uniforms.",
        "Q: What’s it like to put on an Israeli uniform?",
        "A: We were, in those days we were very proud to wear an Israeli uniform. Til now\nwe saw uniforms, German uniforms, Russian uniforms and now we got Israeli\nuniform -- Polish uniforms I remember. Now we got Israeli uniforms.",
        "Q: Were you able to keep in contact with your parents and your brother?",
        "A: Yes. I wrote letters all the time, they wrote letters to me. And then they were in --\nin Noyome from ma -- I left 1948, they were in til 1950 in Noyome. In 1950 I guess\nthey -- I don’t know which agency did it, HIAS or whoever it is said whoever wants\nto go to United States can register, so they registered to go, or they going to stay in\nGermany. They registered to go to United States.",
        "Q: Did you try to persuade them to come to Israel?",
        "A: I tried to persuade them to go, but those days the situation in Israel weren't too\ngood. And fact is they wrote to me after you ge-get out of the army, you wouldn’t\nknow -- you wouldn’t have where to live. So they decided to go to United States.",
        "Q: Which they did.",
        "A: Which they did.\nOctober 30, 1999",
        "Q: And where did they go?",
        "A: They go to -- they went to B-Brooklyn, to New York.",
        "Q: Did they have relatives there?",
        "A: My mother had some cousins in Brooklyn, but they didn’t go to the cousins, they\nrented an apartment in Bay Ridge and this where they stayed.",
        "Q: So now you’re -- you’re here in Israel, and you said you got there before\nindependence day.",
        "A: [indecipherable]",
        "Q: What was the celebration of independence --",
        "A: Independence day I was there already.",
        "Q: What was that like?",
        "A: We are dancing on the streets, everybody was happy. Finally we got rid of the\nEnglish people, England. And finally we had our own homeland. The whole city\nwas dancing, everybody was very happy.",
        "Q: And then did you fight in the War of Independence? The 1948 war?",
        "A: I -- I was for two years, 1948, and I -- I was released f -- discharged from the\narmy in 1950.",
        "Q: Were you ever in any danger during those two years?",
        "A: I was in -- well, they took us from Beriakof under -- at night with the helicopter -\n- or not, there was an airplane, a small plane. They took us near the Egyptian border.\nOctober 30, 1999\nA-Actually they took us to -- to the town of BaSheva, near bashe -- BaSheva was in\nthe Egyptian hands and this was our first combat, to -- to free BaSheva, to liberate\nBaSheva, which 1s -- is in the Negev desert.",
        "Q: So you were in that battle?",
        "A: I was in that battle in BaSheva, yes.",
        "Q: Where else did you -- were you involved in the War of Independence?",
        "A: After BaSheva we just were s-stationed in BaSheva as a -- as soldiers to -- to 1 --\nto be in BaSheva to --",
        "Q: To guard it?",
        "A: -- to guard it in BaSheva, yes.",
        "Q: Here your life was in danger during that battle.",
        "A: Yes.",
        "Q: And then I --",
        "A: Yeah, a few of my friends were killed over there. Best friends.",
        "Q: Were they Sabras or were they refugees from Europe?",
        "A: No, they were all refugees who -- who came from Germany.",
        "Q: When you got to Israel and you were with all these other young people who were\nrefugees, did you talk about your stories, did you tell each other what you had gone\nthrough?",
        "A: We didn’t talk about that. We didn’t talk about it.\nOctober 30, 1999",
        "Q: Why not?",
        "A: We didn’t talk about it. We were just talking how is life in the army, what did you\ndo today in the army, what’d you do yesterday in the army? We forgot what’s\nhappening til now.",
        "Q: And when did you -- so you stayed in for two years, in the army?",
        "A: Where, in the army”?",
        "Q: In -- in the army.",
        "A: Til 1950.",
        "Q: Mm-hm.",
        "A: In 1950 I went to a -- to a civilian job. I used to -- I -- I used to help to repair a --\ntrucks, I mean electrical parts for different trucks. I learned this in the army, also.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Gutter. This is tape number two, side B.\nAnd you were saying how you left the Israeli army and then you went to work in\n1950. And can you tell a little bit about then, what happened?",
        "A: I used to work as a civilian for the Israeli defense department. And I worked there\ntil -- til 1959, when I left Israel.",
        "Q: What did you do for the defense department?\nOctober 30, 1999",
        "A: L used to repair generators and starters for the army.",
        "Q: And when did you meet your wife?",
        "A: I met my wife in 1958.",
        "Q: Was she from Europe also?",
        "A: She came to -- she came to Israel also from Germany, but sh-she’s younger than\nme and they didn’t took -- take her to the army then. And I met her through a friend.",
        "Q: And then when did you get married?",
        "A: I got married in 19 -- in May 1959.",
        "Q: In -- in Israel?",
        "A: In Israel, yes.",
        "Q: And then you said you decided to come to the united -- you left in 1959, what --\nwhy did you leave?",
        "A: My -- my parents wrote to me they want to be together with me, with us, so 19 --\nat the end of 1959 we came to United States.",
        "Q: Was that something you wanted to do, or did you want to stay in Israel?",
        "A: If would be up to me, I would probably stay in Israel, but was a little pressure\nfrom the parents.",
        "Q: And your wife was willing to leave, too?",
        "A: My wife was willing to --",
        "Q: Her -- was her family in Israel’?\nOctober 30, 1999",
        "A: Her family name is fe -- is Roosevelt. It’s Roosevelt.",
        "Q: Ha -- wa -- did she leave her family in Israel?",
        "A: She left -- no, her father was already in United States. Her family was still -- her\nfamily is still in Israel now. And fact is her brother comes quite few times already he\nwas here to visit us. Fro -- he li -- he lives in Tel Aviv.",
        "Q: And then you -- so you came to the United States in 19 -- the end of 1959?",
        "A: Ye -- on New Year’s eve 19 -- 1960 actually. New Year’s eve, 1960.",
        "Q: And where did you settle?",
        "A: My brother picked me up from the Brooklyn -- we came by boat. Was no -- I\ndon’t think was planes then even. I didn’t hear n-nobody t -- went by plane to\nAmerica. We came by boat. The boat’s name was Zion.",
        "Q: Z-Zion? Zion?",
        "A: Zion, yeah, it was a Israeli boat. And we came th-this and ma -- my brother\nwaited at the shipyard over there in [indecipherable] and we came, we -- we lived\nwith my parents in Bay Ridge in their apartment til we got our -- their -- our own\napartment here.",
        "Q: And then what did you do here?",
        "A: I got -- I got a -- a job in the electronic firm. I forgot the name of it. I got the job\n[indecipherable] firm, to assemble some electronic things, but ne -- I didn’t speak\nEnglish [indecipherable]. And I work there for a couple -- til 1964. In 1964 I co -- I\nOctober 30, 1999\ncontacted Zenith, Zenith radio, and I got a job with them, til we open up -- they\nclosed our department. We used to work in the hearing aid department for Zenith\nand they closed in New York the department, so me and two other coworkers\nopened up our own place in Manhattan to sell and ma -- repair hearing aids.",
        "Q: Mm-hm. Do you have any children?",
        "A: [have my daughter and I have my son which is th-three years younger than her.\nHe’s in Hawaii in Honolulu. He’s a lawyer, by the way.",
        "Q: Are you still working?",
        "A: No, I’m retired.",
        "Q: Can we talk now a little bit about your feelings and your thoughts about what you\nwent through during the war? Do you feel you would be a different person if you\nhadn’t gone through the experience that you went through?",
        "A: It’s very hard to say. Maybe I would go to college, maybe I would be a lawyer or\na doctor. But otherwise, I don’t know, because I -- I like -- even today I like the law\nstudies, and maybe I would be something else.",
        "Q: Do you feel that you lost your childhood, because this happened when you were\nvery young?",
        "A: Yes, I feel I lost my childhood. First, I didn't have a Bar Mitzvah, this is already\na big loss. And then I had to finish high school in two countries. So I think I lost my\nchildhood.\nOctober 30, 1999",
        "Q: Did you ever get it back?",
        "A: Never got it back.",
        "Q: When your children were your age when you had to leave your home, did that\nbring back memories for you?",
        "A: When I?",
        "Q: When your children were your age when you had to leave Sanok, you know,\nwhen the Germans came in and you had to leave Sanok?",
        "A: Yeah.",
        "Q: When your children were that age, did that remind you of what you went through\nwhen you were their age?",
        "A: No, because I were -- because I left Sanok under different circumstances. They\nwere here -- they were born here, they were free to do whatever they want. They\ndidn’t have g -- Germans over their head.",
        "Q: No, no, no, but I meant, when they became the same age you were in -- in Sanok.\nYou were --",
        "A: 12.",
        "Q: -- 12 or 13. When they were 12 or 13, did you think about what you had gone\nthrough when you were 12 or 13?",
        "A: No, I don’t think so. I didn’t think th-that way.\nOctober 30, 1999",
        "Q: How do you describe yourself now? Are you Jewish, are you Polish, are you\nAmerican, are you Israeli? How do you describe yourself?",
        "A: Iam Jewish. In the beginning I used to say I am Israeli, but how long can you say\nyou’re Israeli when you live here? So I’m Jewish.",
        "Q: Do you feel any connection to Poland?",
        "A: No, not whatsoever. I would never visit them even.",
        "Q: Why not?",
        "A: Bad memories. I always knew the anti-Semite, most of them anyway. And I didn't\nhave good memories from Poland. This -- this doesn’t -- I di -- even don’t think to\nvisit them.",
        "Q: Did you tell your children about what you went through when they were growing\nup?",
        "A: Oh, I told my daughter. My son is already quite a few years in Hawaii.",
        "Q: No, but while they were growing up. When they were young --",
        "A: No, I didn’t --",
        "Q: -- did you tell them what your background was?",
        "A: No, I just in -- I just -- my daughter knows everything what’s happened to me all\nduring the war. But I don’t think it -- maybe my -- my son knows about it. But I\ndidn’t specially told them. Maybe wa -- during the -- just accidentally I put some\nwords there. I was in Russia, I was in camp, or the Germans, whatever it is.\nOctober 30, 1999",
        "Q: How did you impart Jewish religion, Jewish culture to your children?",
        "A: They both -- my daughter went to a Jewish Hebrew school here. And in fact is\nalso my son went to a Hebrew school here. They know they are Jewish, but\nobservant Jews, I don’t think they are. I -- I don’t know if I am observant now.",
        "Q: Do you think about your experiences and what you went through, often?",
        "A: Sometimes. I think what I went through during my years. But it brings me bad\nmemories.",
        "Q: Is there any noise or any sight today that triggers you? Do you see something\ntoday, or hear something that makes you think of what you went through?",
        "A: Where, United States?",
        "Q: You know, a certain sound or a certain sight or a smell that make -- that reminds\nyou.",
        "A: Sometimes when -- when I reme -- when I rema -- bring me thoughts about it\nwhen President Reagan went to -- to the concentration camp over there. So maybe I\nwas thinking about it.",
        "Q: But there’s no specific -- I mean, like for instance when you see snow, or\nsomething like that, does that remind you of the work camp in the mountains?",
        "A: No.",
        "Q: Is it difficult for you to be on a train?",
        "A: On a tr --\nOctober 30, 1999",
        "Q: Is it difficult for you to be on a train because you were in a train when you went to\nthe mountains?",
        "A: No. I don’t remember when I was on the train, I -- in New York I am going by\ntrain every day. No.",
        "Q: Do you think you were at an advantage that you were so young when this\nhappened, that you really weren’t aware of the danger that you were in? You were a\nyoung -- you were a young child then.",
        "A: Oh, sure.",
        "Q: Was that an advantage?",
        "A: Probably was advantage. I didn’t go to work with the Germans. I didn’t go to\nwork with the Russians. So, because I was young, this was a advantage.",
        "Q: Are you angry that you had to go through these experiences and other people\ndidn’t, let’s say people, Jews in the United States. Does that make you angry that\nyou had to go through that?",
        "A: No, no. Look, some people go here, some people go their way. I don’t think this\nwould be any [indecipherable]. No.",
        "Q: What were some of your thoughts during the Eichmann trial?",
        "A: I wanted he should get the death sentence, which he got. He deserves it. I was\nwatching on TV the trial every day and I thought, oh, how good is that th -- that they\ngot him.\nOctober 30, 1999",
        "Q: Do you think that you have more sensitivity to what’s happening today in other\ncountries because you lived through a time of restrictions and difficulty and danger?",
        "A: Other countries. Look, I think have to be very careful and other Hitlers wouldn’t\ncome up.",
        "Q: Is that possible, for another Hitler to come up?",
        "A: It’s possible if -- it’s possible if -- they shouldn’t let another Hitler to come to\npower.",
        "Q: What should people do?",
        "A: Vote the right way.",
        "Q: Pardon?",
        "A: Vote the right way.",
        "Q: What are your thoughts about Germany today’?",
        "A: What do I think about Germany today? I think they are forgiven because Israeli\ngovernment, they took reparation for them. Once you take reparation, you have to\nforgive the person. And they forgive. They forgive Germany. They have diplomatic\nrelations with them and everything, so I go along.",
        "Q: So you forgive also?",
        "A: So I go along. If they -- if they forgive, I forgive.",
        "Q: Do you get any reparations?\nOctober 30, 1999",
        "A: No, I didn’t get. I don’t think I was in the concentration camp, so if -- if -- people\nwho were in concentration camp, they deserve it.",
        "Q: Are you more comfortable today around people who came from Europe and\nexperienced the war than you are among people who did not?",
        "A: Yes, Iam more comfortable today.",
        "Q: A-Are you more comfortable today being with people who experienced the\nwartime --",
        "A: This --",
        "Q: -- than with people who did not experience the war?",
        "A: No, no, I don’t think this is any -- and fact is, I have more friends Americans than\npeople who were in concentration camps. This is not affect -- affected. People are\npeople.",
        "Q: What language do you think in?",
        "A: Iam thinking mostly in Hebrew and in English. I never -- I never think nothing --\nI still speak a little Polish, but I never think Polish and I never -- I don’t have with\nwhom to talk for if e -- to speak Polish I don’t have with whom. But my mostly\nthought is in the -- is in Hebrew, in -- oh, sometimes in Yiddish. I’ve also s-start\nforgetting the language already.",
        "Q: What about Russian?\nOctober 30, 1999",
        "A: I don’t remember. And I finished high school and I don’t remember Russian. My\nwife remembers few Russian words, she was also in Russia, but I don’t remember\nnothing.",
        "Q: Do you think that the political views that you have today, your political views are\ninfluenced by what you went through?",
        "A: My political views?",
        "Q: Are they influenced by what you went through and the dangers you faced as a\nyoung person?",
        "A: Some places, some thing. Like I would never -- I would never vote for somebody\nwho belonged to KKK. Like what’s his name, Duke, or even Pat Buchanan. He\ndoesn’t get my vote.",
        "Q: During the Civil Rights movement here in the United States --",
        "A: In the 60’s.",
        "Q: -- what were your feelings then? Because you had lost your civil rights in Poland.",
        "A: The truth is, I didn’t have no views whether Civil Rights. I just was -- I just came\nto this country and I didn’t have no views on the Civil Rights.",
        "Q: How often do you think about those war years? Do you think more as you’ve\ngotten older, about what you went through?",
        "A: Which years?",
        "Q: The wartime years.\nOctober 30, 1999",
        "A: I think I’ve forgotten about them. Maybe years ago I was thinking more.",
        "Q: Well, is there anything else that you want to say about the interview?",
        "A: [indecipherable]",
        "Q: Want -- wait a moment? [tape break] I had asked you if there was anything else\nyou wanted to talk about.",
        "A: Yes, [remember my Aunt Et -- my mother’s sister from Lvov, she used to tell us\nthat -- how she survived the Nazi Germany. She -- she was a blonde woman, she\ndidn’t look Jewish and she was hired by the German officer’s club to be a chef. And\nshe cooked for them, she baked for them and this how she survived the Nazi regime.\nAnd she became such a good cook that after she came to the United States, we used\nto go for Thanksgiving to dinner. This the ever -- the best dinners what we ever had.",
        "Q: And what about her family? Her husband?",
        "A: She passed away.",
        "Q: No, did she have a husband?",
        "A: Husband was killed one day before the end of the war. She -- he was walking the\nstreets, he thought that the war was over. In the meantime a Polish man saw him, he\nrecognized him, he called down a German s -- officer or soldier, he said, he is Jew.\nThe offi -- the German soldier t-took him and we never saw him since then.",
        "Q: What happened to ma -- other members of your family?\nOctober 30, 1999",
        "A: My other sister, where we stayed in Lvov was int -- and two other -- there were\nfive sisters. Two survived and three were killed.",
        "Q: Do you know where they were killed?",
        "A: They were killed in -- in Lvov, when the Germany occupied Lvov. Only survivor\nis my mother and the one who was a cook for the German officers.",
        "Q: A-And which aunt was that, what was her name?",
        "A: Her name was Etta.",
        "Q: Th-That’s Etta.",
        "A: Etta.",
        "Q: And the names of the three aunts who did not survive?",
        "A: Sapka, Tonka, and Ithka, the three other ones.",
        "Q: Wa -- any other relatives that you know about?",
        "A: Now, from my father’s, the -- the -- the gran -- the grandparents were killed. Now,\nmy f --",
        "Q: Y-Your father’s parents?",
        "A: My father’s parents were killed.",
        "Q: How”",
        "A: I don’t know. Nobody knows. My father’s brother did -- from Rymanow was\nkilled, with his wife. How, nobody knows. Only w-we survived who -- because we\nOctober 30, 1999\nwere in s -- in -- in Russia, in Soviet Union. And the other way, Etka survived\nbecause she was a chef for the German army and they didn’t know that she is Jewish.",
        "Q: Do you think about the relatives that you’ve lost, frequently?",
        "A: I don’t remember them too much already. I was only 12 years old. I don’t\nremember those too much. Happened to be -- you know, happened to be I\nremembered those names, but I -- I didn’t think about those names for 30 - 40 - 50\nyears.",
        "Q: Has the world learned lessons? The lessons it should learn?",
        "A: I don’t think so. They still have all kind happening -- I don’t -- I don’t think so,\nthey all -- the only lesson what the world should -- should learn, not to let another\nHitler to come to power. Whoever country it 1s.",
        "Q: And that they can do by voting the right way, you said.",
        "A: What?",
        "Q: And you said they can do that by voting the right way.",
        "A: By voting, yeah, th -- by voting their conscience, the right way. Not to give a -- no\ndictatorship to come to power.",
        "Q: Does education play a role?",
        "A: Education plays a big role. Educated people know what’s going on.",
        "Q: Yet Germany was a very educated -- Germany was a very educated society.\nOctober 30, 1999",
        "A: Yes, Germany came to power because Hitler promised them he will make big\nGermany, everybody’s going to be rich. And he -- he -- that he came from -- to\npower. Then he wanted occupy one land after another, and one country after another,\nand this is now very important, the -- the United States shouldn’t let another -- as a\nbold power, shouldn’t let another country to come a Hitler as the head of the state.",
        "Q: If you were to meet a German on the street today, would you be uncomfortable?\nDo you st --",
        "A: No --",
        "Q: -- do you hold -- hold a grudge against the Germans?",
        "A: No, I used to work with -- when I came to this country, I used to work with two\nGermans, non-Jewish. I was -- I didn’t feel nothing abou -- about them. Okay, maybe\nbecause they were many years here, and they w -- have nothing to do with the\nGerman Hitler, but I wouldn’t feel comfortable. Like I said before, it’s forgiven.\nYou take money, it’s forgiven. I didn’t take money.",
        "Q: So why do you forgive them, you did not take money.",
        "A: Well, you cannot hate somebody forever. Can you hate somebody forever? Has to\nc-come an end to it.",
        "Q: Well, is there again, as I said, anything additional that you wanted to say that we\nhaven’t talked about?\nOctober 30, 1999",
        "A: I'd -- I tried to remind myself something, but I think everything what I remember,\nI said it. Don’t forget, this is already 60 years ago, I cannot remember everything.",
        "Q: Well you -- well, you remembered a lot. Thank you very much. We appreciate\nyour doing the interview.",
        "A: Okay.",
        "Q: This concludes the united --",
        "A: Was it --",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nFred Gutter.\nEnd of Tape Two, Side B\nConclusion of Interview\n70October 30, 1999\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Fred Gutter, conducted by Gail Schwartz on October\n30\", 1999 in Washington, D.C.. This is tape number one, side A. Please tell us your\nname, when you were born.",
        "Q: And what was your name at birth? Was that your name then?",
        "Q: A-All right. And where were you born?",
        "Q: And about where is that located, to the west of Lvov? That was located a little bit\nto the west of Lvov?",
        "Q: Let’s talk about your family. How long had your parents or grandparents been in\nthis location? Had they been there for many years?",
        "Q: What was the name of that village?",
        "Q: What were your parents’ names?",
        "Q: And what about going back in their generations. Had your family been in Poland\nfor many generations?",
        "Q: And did you have any brothers or sisters?",
        "Q: A-And how much younger, and what was his name?",
        "Q: And how much younger is he than you? When was he born?",
        "Q: Let’s talk a little bit about the town of Sanok. Did you live right in the town itself,\nthe center of the town?",
        "Q: Did you live in a house or an apartment?",
        "Q: And how would you describe your family, were you middle class, or --\nOctober 30, 1999",
        "Q: And did you live in a Jewish neighborhood?",
        "Q: Did your mother work?",
        "Q: Wa --",
        "Q: What kind of work did your grandparents do?",
        "Q: What was his name?",
        "Q: And your mother’s family, what did they do?",
        "Q: And what were your grandparent’s names on your mother’s side?",
        "Q: And your grandmother’s name on your father’s side?",
        "Q: Was your family very religious? Was your family very religious?",
        "Q: They were very religious?",
        "Q: And your parents?",
        "Q: And your mother?",
        "Q: What about your schooling? Did you go to a Jewish school, or just to a Polish\nschool?",
        "Q: Did you have many relatives? Was it a large, extended family? Did you have\naunts and uncles and cousins nearby”?",
        "Q: And your father’s family, was that a large family also?",
        "Q: When you were small and going to elementary school, did you have any friends\nwho were non-Jewish?",
        "Q: In -- in -- in Polish?",
        "Q: When you were younger, did you have any hobbies, did you have any other\ninterests? What did you do -- when you were young --",
        "Q: I’m talking before the war.",
        "Q: Did you have any hobbies or other interests as a child?",
        "Q: Were you a very athletic child?",
        "Q: Did you like to read?",
        "Q: Y-You read those in Polish?",
        "Q: Did you -- were you musical at all? Was there any -- was -- was music a part of\nyour life?",
        "Q: How would you describe yourself as a small child? Were you very independent,\nor were you very dependent on your parents?",
        "Q: You said you liked the American cowboy stories. Why did you like them?",
        "Q: Okay. Were you very close to your parents? Did you -- were you able to talk\nthings over with them?",
        "Q: What about your relationship with your younger brother, were you close to him\nwhile you were growing up?",
        "Q: Very natural. What memories do you have, a favorite holiday? Or do you have\nany memories of favorite holidays with the family? Before the war, we’re talking\nabout.",
        "Q: Do you remember Passover?",
        "Q: Can you describe that?\nOctober 30, 1999",
        "Q: Okay, so -- and you observed Shabbat every week?",
        "Q: What kind of religious training did you get as a child?",
        "Q: Did you feel very Jewish as a child?",
        "Q: How does it feel to have a teacher call you Jew?",
        "Q: What -- what did an anti-Semite mean to you at that young age? What did the\nwords anti-Semite mean to you at a young age?",
        "Q: Were you very frightened of your teachers?",
        "Q: So it was one teacher that you’re talking about?",
        "Q: And did you tell your parents this, how he talked to you?",
        "Q: Did your parents do anything about this, or say anything to you?",
        "Q: And you said you had Jewish and non-Jewish friends and there were Jews and\nnon-Jews in your neighborhood? What --",
        "Q: Were you proud of being Jewish, or were you unhappy that you were Jewish\nbecause of these restrictions?",
        "Q: So you -- did you talk about the f -- about these restrictions with your parents?\nDid --",
        "Q: What language did you speak at home?",
        "Q: In school you spoke Polish?",
        "Q: Now in -- I know you were very young, of course, in 1933, but as the years went\non after Hitler came into power and before the war started, had you ever heard of a\nman called Hitler? Did your parents talk about it?",
        "Q: Did your parents u-understand any German?",
        "Q: How was your health as a child? What was your physical condition like?",
        "Q: All right. The 1930’s are moving on. What were the first restrictions that you\nremember as a child?",
        "Q: So up to that point, aside from the teacher that you had in school, who di -- who\nspoke to you that way, yi -- yi -- how would you describe your childhood, as\nsomething pleasant and that you could do what you want?",
        "Q: What did you know about the United States at that time?",
        "Q: And -- all right, so then the next thing that you remember is when the war began.",
        "Q: And -- and the Germans came into your town. What was the first thing that you\nremember about that?",
        "Q: Now this is in September, 1939?",
        "Q: Did you -- had you heard about the previous -- Kristallnacht, before? Was your\nfamily aware of that in the year before?",
        "Q: What did you -- what was your -- your reaction when you saw your first German\nsoldier? What was your reaction when you saw your first German soldier?",
        "Q: He would come home at night?",
        "Q: What’s it like for a child to see the father going off to do something like this?",
        "Q: How did you feel that school was closed, was that upsetting to you?",
        "Q: Let’s back up a little bit. When germ -- the Germans came into Poland on\nSeptember first, what -- do you remember what your thoughts in Sanok were?",
        "Q: And again, did you -- what did your parents say to you, you’re 12 and a half,\nalmost 13 by then, what -- what kind of words did they express to you? Your parents.",
        "Q: And then your father continued to clean the streets. Did you ever see him cleaning\nstreets?",
        "Q: How was his health, your father’s health?",
        "Q: How did he clean the streets, do you know?",
        "Q: Did you have any contact with your friends, then?",
        "Q: Cause you were staying inside the house.",
        "Q: What does a German soldier look to a 12 and a half year old boy?",
        "Q: Were you afraid of them?",
        "Q: Did you have a Bar Mitzvah in December of ’39?",
        "Q: Wh-When did you leave Sanok?",
        "Q: And were you in Sa-Sanok when the synagogue there was destroyed?",
        "Q: So, after two months your family tells you you’re going to be leaving. What was\nyour reaction to be leaving the town that you were born in?",
        "Q: But you’re leaving your friends.",
        "Q: You said when you were younger that you had g-gone to your grandparent’s farm.\nHad you done any other traveling outside of Sanok besides going to the farm? This\nis before the war.",
        "Q: And any other experiences of traveling besides that?",
        "Q: So here you’re asked to leave your town that you grew up in and to go to Lvov,\nand you --",
        "Q: Now you -- you’ve been asked -- your parents are telling you that you’re going to\nbe leaving Sanok and going to Lvov.",
        "Q: And you thought that would be good because it would be free.",
        "Q: More free. Did you take anything special with you? What did your family take,\nwhat did you take with you when you left?",
        "Q: Did you take your Buffalo Bill books with you?",
        "Q: And where did you have your stamps from all -- what countries?",
        "Q: No, but your stamp collection was wi-with stamps from other countries, or --",
        "Q: How did you get those stamps?",
        "Q: Any other hobbies besides stamp collecting?",
        "Q: Who went with you to Lvov besides your parents and your brother? Did anybody\nelse go with you to Lvov, besides your parents and your brother?",
        "Q: How did you get to Lvov?",
        "Q: And tha --",
        "Q: And then you get there and you stay with your aunts? Your mother’s family in\nLvov?",
        "Q: Oh, it was your father’s family in Lvov?",
        "Q: Was it dangerous for your father to leave Sanok since he -- since he had been\ndoing forced labor? Was it dangerous for him to go?",
        "Q: And how many days did they give you to do this?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Gutter. This is tape number one, side B.\nAnd we were talking about the fact that you were now in Lvov, you left with your\nfamily. This is before your 13\" birthday, which was in December 1939. What can\nyou tell me about the day that you turned 13, which is so important for a young\nJewish boy?",
        "Q: Mm-hm. Was that a very difficult decision?",
        "Q: Now your parent -- you said your family was divided between different locations\nin Lvov. Was that hard for you to have the family split up?",
        "Q: Why was it necessary for him to hide in Lvov?",
        "Q: Well let’s -- we’ll get to that in a minute. Let’s talk about your year in Lvov first,\nwhat -- what it was like. What were the living conditions like in Lvov?",
        "Q: You were out on the street?",
        "Q: Was that hard for you not being able to go to school?",
        "Q: Did you have many friends your age in Lvov?",
        "Q: This is your cousin?",
        "Q: And did your family observe holidays that year in Lvov, Jewish holidays?",
        "Q: So you just spent the day playing on the streets, and --",
        "Q: Did you come in contact with many other people who had left the other part of\nPoland?",
        "Q: The fact that you had to leave, we-were you still -- did that change your feelings\nabout being Jewish in any way, that you had to leave your town because you were\nJewish?",
        "Q: Did you think a lot about Sanok while you were in Lvov?",
        "Q: Why was it a nice little town?",
        "Q: What was the name of the street you were born on?",
        "Q: Mm-hm.",
        "Q: Okay. So you spent the -- this time in Lvov.",
        "Q: And then what was the next change?",
        "Q: What were your aunts’ names?",
        "Q: No, your aunts’ names.",
        "Q: And her last name?",
        "Q: So your brother came.",
        "Q: So that meant you were in Lvov for a year?",
        "Q: For one year.",
        "Q: Wi-With no schooling?",
        "Q: With no schooling. No school.",
        "Q: Now, did you know they were coming? Were you able to prepare for this? Did\nyou know they were coming? Could you prepare ahead of time?",
        "Q: How did you know they were coming?",
        "Q: Did you have suitcases packed and ready to go?",
        "Q: What were your feelings that you had to leave Lvov without your father?",
        "Q: Did you keep any kind of journal, did you write anything down about your\nthoughts -- when you were young --",
        "Q: -- did you write any of your thoughts? Did you keep like a diary or a journal?",
        "Q: And what kind of things did your mother say to you when you had to leave\nwithout your father? That must have been a very --",
        "Q: -- difficult time.",
        "Q: Describe your mother to me, was she a very strong woman in her personality?",
        "Q: Even when your father was at home?",
        "Q: So she was a woman at that time 1n her 40’s, in her 30’s or 40’s in 19 --",
        "Q: So she -- she and you and your brother got on the train. Anybody -- were you with\nanybody else on that train?",
        "Q: Did you know any of the other people when you left?",
        "Q: Mm-hm. And -- and when you got on the train, what were the conditions like?\nWas it a passenger train, did you have seats?",
        "Q: So what were the conditions like? Describe them.",
        "Q: It was just one empty space? It was one big, empty space for all these people?\nHow long did the journey take to the mountains?",
        "Q: Did you know where you were going? Did they tell you that you were going to\nthese mountains?",
        "Q: Mm-hm, mm-hm. And so were you allowed out of the train at any time to walk\naround?",
        "Q: Were you a very optimistic child? Did you think good -- that good things would\nhappen, or were you more pessimistic?",
        "Q: I didn't know what to think about the whole thing. I was only 13 years old and I\nfigure okay. I -- I wasn’t too optimistic anyway.",
        "Q: When you were in Lvov, did your mother or father have -- or your mother have\ncontact with what was happening in Sanok the year she was in Lvov?",
        "Q: So you had no idea what was happening there.",
        "Q: And so you didn’t know about a ghetto or anything like that?",
        "Q: What were their names?",
        "Q: Now let’s go back to the train to the mountains. Did your mother bring food along\nwith you so you had something --",
        "Q: What kind of treatment did the Russian guards give you on the train?",
        "Q: Okay, I just want to finish with the train voyage. What were the sanitary facilities\non the train?",
        "Q: And what were people’s state of mind? Other people. Were people frightened?\nWhat was the sense and the atmosphere?",
        "Q: So people were -- were not out of control, they were not -- they didn’t act like\nthey were extremely frightened?",
        "Q: As they say in Polish. And then wa -- how did you sleep? How di -- how did\npeople sleep in the car, in the railroad car?",
        "Q: Now, what month was this?",
        "Q: This is winter -- wintertime?",
        "Q: What was your brother’s reaction? He was a few years younger than you.",
        "Q: Were there many other children in the car with you?",
        "Q: Di-Did you stay together with the children?",
        "Q: Did -- were people a help to each other?",
        "Q: And then you said it took a few days.",
        "Q: And you get off the train.",
        "Q: What did it feel like to get off the train?",
        "Q: And what did -- what was your first impression of this place?",
        "Q: And so you and your mother and your brother, and anybody else with you, or just\nthe three of you?",
        "Q: And you went into this one barracks that they told you.",
        "Q: And then what happened?",
        "Q: And what did you and your brother do when your mother left?",
        "Q: When your mother left to go to work, were you upset by that? To see her having\nto leave to do hard work?",
        "Q: Did you sleep in bunk beds, one on top of the other?",
        "Q: Was there any privacy?",
        "Q: About how many people were in a barrack?\nOctober 30, 1999",
        "Q: Did they have bathrooms in the barracks? Did they have bathrooms in the\nbarracks?",
        "Q: Mm-hm. And could you wash yourselves, was there like a shower, or any kind of\nfacility like that?",
        "Q: So now you and your brother are going to school, every day?",
        "Q: And the language was Russian?",
        "Q: Did you know any Russian before?",
        "Q: So how did you -- how did you pick it up?",
        "Q: And what about your friends there, who were your friends?\nOctober 30, 1999",
        "Q: You’re a 15 year old boy and a 15 year old boy has friends --",
        "Q: Or 14 --",
        "Q: 14.",
        "Q: 18.",
        "Q: Previous to that, what did you do before you finished high school? You went to\nschool during the day, what else did you do with your time?",
        "Q: And did you do anything for recreation? You and other teenage boys?",
        "Q: They gave you skis there?",
        "Q: Did you have enough warm clothing?\nOctober 30, 1999",
        "Q: And did they give you boots?",
        "Q: Mm-hm. So you had enough warm --",
        "Q: So you had enough warm clothing?",
        "Q: And -- and what about food?",
        "Q: So you could walk around in the village?",
        "Q: Where did your mother get the money for you to buy food?",
        "Q: So she got it. And now what was her state of mind in those years?",
        "Q: What were the Russian soldiers or Russian guards like to you in that village?\nWhat was the treatment of the Russian guards to you in that village?",
        "Q: Did you miss your father a lot, did you think about him?",
        "Q: And what kind of work was he doing?",
        "Q: Again, did you know what was happening in the rest of Europe during those\nyears you were in the mountains?",
        "Q: Were -- was there any contact that you had in those years with the other relatives?",
        "Q: So you didn’t know what was happening to the rest of the family?",
        "Q: So you were reading Russian newspapers?",
        "Q: And when you heard about Lvov, what were your thoughts?",
        "Q: But no contact.",
        "Q: Did you, when you were in the mountains, did your mother try to observe any\nholidays?",
        "Q: So there was no such thing as Shabbat or Passover for you --",
        "Q: -- during those years?",
        "Q: What would you say your state of mind was as a teenager then? Did you think the\nwar was going to end?",
        "Q: Were you during that time ever angry that you were Jewish and that this was\nhappening?",
        "Q: Absolutely.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Gutter. This is tape number two, side A,\nand we were talking about your experience in the mountains in -- in Russia. Are\nthere any particular smells that you associate with being there in that time, any --",
        "Q: -- in -- in the -- in Russia. Or sights of -- any particular scenes or sights or smells\nthat you remember from that time, that have stayed with you?",
        "Q: Was that -- was that hard for you to be so limited?",
        "Q: Did your mother talk about your father a lot with yo -- with you?",
        "Q: And so then you graduated from the school. Was there any kind of ceremony\nwhen you graduated?",
        "Q: Were the other students Jewish refugees like you, or was it a mixture of Russian\nstudents and Jewish students?",
        "Q: Yo-You had said before that on the train, the Russian guards on the train were\nnicer than the Russians that you met in Russia.",
        "Q: You -- you had said previously, that when you were on the train going to the\nmountains --",
        "Q: -- that those Russian guards treated you better than the Russians did in Russia.",
        "Q: How did the Russians treat you in Russia?",
        "Q: Did you have to wear any identifying mark on your clothing showing that you\nwere in that camp?",
        "Q: Did you have special idife -- ID papers?",
        "Q: What was your brother’s state of mind?",
        "Q: What did you do during the summer, or did you go to school all year round?",
        "Q: And then you graduated from high school, and then what happened?",
        "Q: And so you were still living with your mother?",
        "Q: In the same barracks, did you stay in the same barracks?",
        "Q: And -- and then how long did you work at repairing the sewing machines?",
        "Q: Well, the war was over.",
        "Q: Yeah.",
        "Q: What were your reactions when they told you the war was over?",
        "Q: Did you celebrate in any way”?",
        "Q: It was a small -- it was a small camp.",
        "Q: But you said there were a couple hundred people in the camp.",
        "Q: So you hear the war was over, and then what did you do?",
        "Q: Did you go back to Sanok?",
        "Q: What did it look like to you?",
        "Q: How did that feel?",
        "Q: Ho-How did that feel to you?",
        "Q: Did you go back to your house -- your apartment?",
        "Q: When you said you could feel the anti-Semitism, can you give me an example?",
        "Q: Did you have any particular experiences of that?",
        "Q: W-When your mother was in Sanok, what was her rel -- her reaction? After all,\nshe had been an adult there.",
        "Q: Did it look at all familiar?\nOctober 30, 1999",
        "Q: To Sanok?",
        "Q: He -- he -- in -- in the mountains?",
        "Q: He went to the place in the mountains where you were?",
        "Q: What -- what -- tell me what your thoughts were when you saw him, you hadn’t\nseen him for years. What were your thoughts when you saw your father?",
        "Q: What were your thoughts when you saw your father after all those years?",
        "Q: Did he look different?",
        "Q: And did he talk about what his experiences were in the work camp?\nOctober 30, 1999",
        "Q: Was his health good? Was his health good?",
        "Q: And when you were in Sanok and you went to Germany, how did you know\nwhere to go?",
        "Q: But how did you know to go to that particular town?",
        "Q: What were your thoughts about leaving Poland a second time?",
        "Q: How long did you stay in Russia after the war was over, before you went back to\nPoland?",
        "Q: So you stayed up in Russia, in the mountains for all those --",
        "Q: Okay, now you’re in Germany in this camp.",
        "Q: Noyome, and it’s west of Munich. It’s west of Munich.",
        "Q: And please describe the camp t-to me, what the conditions were.",
        "Q: And did you work there?",
        "Q: The ORT. ORT school.",
        "Q: And you said you had enough food, did you --",
        "Q: And did you talk to a lot of the other refugees, other young men your age?",
        "Q: So you could go in and out of the camp, yeah. Was there a big black market in the\ncamp?",
        "Q: And did you hear the stories of other refugees and what they went through? Did\nyou hear the stories of other refugees and what they went through?",
        "Q: W-Where had the other people come from in the camp? The other DPs, where\nhad they come from?",
        "Q: But were there -- were there any other people in Noyome from other places?",
        "Q: And so you stayed there and you said you went to the ORT school?",
        "Q: Why did you want to go to Israel? Had your parents been Zionists when you\nwere young?\nOctober 30, 1999",
        "Q: Were your parents Zionists back in Poland when you were a child? Were your\nparents Zionists when you were growing up, when you were a child?",
        "Q: So these people -- was this -- wha -- what -- wa -- was this after the state of Israel\nwas formed, in May 1948?",
        "Q: What were your parents reactions when you said you wanted to go?",
        "Q: And what were your thoughts about leaving your family?",
        "Q: Did you speak Hebrew at that point?",
        "Q: When did you leave Germany to go to Israel?",
        "Q: Before independence?",
        "Q: And how did you get there?",
        "Q: So this was done in secret?",
        "Q: And again, did you take anything special with you?",
        "Q: Not your cowboy books?",
        "Q: And then you got on the boat to go to Palestine.",
        "Q: In what city? In what city?",
        "Q: What city?",
        "Q: W-We’ll get to Israel in a minute. What I wanted to ask you was, when you left\nPoland and came to Germany, and you put your foot down on German soil in this\ncamp, what was it like for you? Here it was that it was the Germans who had waged\nthe war, the Germans who had caused you all these troubles, and now you’re in their\ncountry of Germany. Was -- was that difficult for you to be in Germany?",
        "Q: I had asked you about what it felt like to put your foot down on German soil after\nthe history of Germany. Now I’d like to ask you, what was it like to put your foot\ndown on Israeli soil when you arrived --",
        "Q: You felt that this was your homeland?",
        "Q: So after all you had been through during the war, you felt like you were home?",
        "Q: On the voyage over, on the boat, did they do -- teach you anything, or --",
        "Q: And did you wear a uniform?",
        "Q: What’s it like to put on an Israeli uniform?",
        "Q: Were you able to keep in contact with your parents and your brother?",
        "Q: Did you try to persuade them to come to Israel?",
        "Q: Which they did.",
        "Q: And where did they go?",
        "Q: Did they have relatives there?",
        "Q: So now you’re -- you’re here in Israel, and you said you got there before\nindependence day.",
        "Q: What was the celebration of independence --",
        "Q: What was that like?",
        "Q: And then did you fight in the War of Independence? The 1948 war?",
        "Q: Were you ever in any danger during those two years?",
        "Q: So you were in that battle?",
        "Q: Where else did you -- were you involved in the War of Independence?",
        "Q: To guard it?",
        "Q: Here your life was in danger during that battle.",
        "Q: And then I --",
        "Q: Were they Sabras or were they refugees from Europe?",
        "Q: When you got to Israel and you were with all these other young people who were\nrefugees, did you talk about your stories, did you tell each other what you had gone\nthrough?",
        "Q: Why not?",
        "Q: And when did you -- so you stayed in for two years, in the army?",
        "Q: In -- in the army.",
        "Q: Mm-hm.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Gutter. This is tape number two, side B.\nAnd you were saying how you left the Israeli army and then you went to work in\n1950. And can you tell a little bit about then, what happened?",
        "Q: What did you do for the defense department?\nOctober 30, 1999",
        "Q: And when did you meet your wife?",
        "Q: Was she from Europe also?",
        "Q: And then when did you get married?",
        "Q: In -- in Israel?",
        "Q: And then you said you decided to come to the united -- you left in 1959, what --\nwhy did you leave?",
        "Q: Was that something you wanted to do, or did you want to stay in Israel?",
        "Q: And your wife was willing to leave, too?",
        "Q: Her -- was her family in Israel’?\nOctober 30, 1999",
        "Q: Ha -- wa -- did she leave her family in Israel?",
        "Q: And then you -- so you came to the United States in 19 -- the end of 1959?",
        "Q: And where did you settle?",
        "Q: Z-Zion? Zion?",
        "Q: And then what did you do here?",
        "Q: Mm-hm. Do you have any children?",
        "Q: Are you still working?",
        "Q: Can we talk now a little bit about your feelings and your thoughts about what you\nwent through during the war? Do you feel you would be a different person if you\nhadn’t gone through the experience that you went through?",
        "Q: Do you feel that you lost your childhood, because this happened when you were\nvery young?",
        "Q: Did you ever get it back?",
        "Q: When your children were your age when you had to leave your home, did that\nbring back memories for you?",
        "Q: When your children were your age when you had to leave Sanok, you know,\nwhen the Germans came in and you had to leave Sanok?",
        "Q: When your children were that age, did that remind you of what you went through\nwhen you were their age?",
        "Q: No, no, no, but I meant, when they became the same age you were in -- in Sanok.\nYou were --",
        "Q: -- 12 or 13. When they were 12 or 13, did you think about what you had gone\nthrough when you were 12 or 13?",
        "Q: How do you describe yourself now? Are you Jewish, are you Polish, are you\nAmerican, are you Israeli? How do you describe yourself?",
        "Q: Do you feel any connection to Poland?",
        "Q: Why not?",
        "Q: Did you tell your children about what you went through when they were growing\nup?",
        "Q: No, but while they were growing up. When they were young --",
        "Q: -- did you tell them what your background was?",
        "Q: How did you impart Jewish religion, Jewish culture to your children?",
        "Q: Do you think about your experiences and what you went through, often?",
        "Q: Is there any noise or any sight today that triggers you? Do you see something\ntoday, or hear something that makes you think of what you went through?",
        "Q: You know, a certain sound or a certain sight or a smell that make -- that reminds\nyou.",
        "Q: But there’s no specific -- I mean, like for instance when you see snow, or\nsomething like that, does that remind you of the work camp in the mountains?",
        "Q: Is it difficult for you to be on a train?",
        "Q: Is it difficult for you to be on a train because you were in a train when you went to\nthe mountains?",
        "Q: Do you think you were at an advantage that you were so young when this\nhappened, that you really weren’t aware of the danger that you were in? You were a\nyoung -- you were a young child then.",
        "Q: Was that an advantage?",
        "Q: Are you angry that you had to go through these experiences and other people\ndidn’t, let’s say people, Jews in the United States. Does that make you angry that\nyou had to go through that?",
        "Q: What were some of your thoughts during the Eichmann trial?",
        "Q: Do you think that you have more sensitivity to what’s happening today in other\ncountries because you lived through a time of restrictions and difficulty and danger?",
        "Q: Is that possible, for another Hitler to come up?",
        "Q: What should people do?",
        "Q: Pardon?",
        "Q: What are your thoughts about Germany today’?",
        "Q: So you forgive also?",
        "Q: Do you get any reparations?",
        "Q: Are you more comfortable today around people who came from Europe and\nexperienced the war than you are among people who did not?",
        "Q: A-Are you more comfortable today being with people who experienced the\nwartime --",
        "Q: -- than with people who did not experience the war?",
        "Q: What language do you think in?",
        "Q: What about Russian?",
        "Q: Do you think that the political views that you have today, your political views are\ninfluenced by what you went through?",
        "Q: Are they influenced by what you went through and the dangers you faced as a\nyoung person?",
        "Q: During the Civil Rights movement here in the United States --",
        "Q: -- what were your feelings then? Because you had lost your civil rights in Poland.",
        "Q: How often do you think about those war years? Do you think more as you’ve\ngotten older, about what you went through?",
        "Q: The wartime years.\nOctober 30, 1999",
        "Q: Well, is there anything else that you want to say about the interview?",
        "Q: Want -- wait a moment? [tape break] I had asked you if there was anything else\nyou wanted to talk about.",
        "Q: And what about her family? Her husband?",
        "Q: No, did she have a husband?",
        "Q: What happened to ma -- other members of your family?",
        "Q: Do you know where they were killed?",
        "Q: A-And which aunt was that, what was her name?",
        "Q: Th-That’s Etta.",
        "Q: And the names of the three aunts who did not survive?",
        "Q: Wa -- any other relatives that you know about?",
        "Q: Y-Your father’s parents?",
        "Q: How”",
        "Q: Do you think about the relatives that you’ve lost, frequently?",
        "Q: Has the world learned lessons? The lessons it should learn?",
        "Q: And that they can do by voting the right way, you said.",
        "Q: And you said they can do that by voting the right way.",
        "Q: Does education play a role?",
        "Q: Yet Germany was a very educated -- Germany was a very educated society.",
        "Q: If you were to meet a German on the street today, would you be uncomfortable?\nDo you st --",
        "Q: -- do you hold -- hold a grudge against the Germans?",
        "Q: So why do you forgive them, you did not take money.",
        "Q: Well, is there again, as I said, anything additional that you wanted to say that we\nhaven’t talked about?",
        "Q: Well you -- well, you remembered a lot. Thank you very much. We appreciate\nyour doing the interview.",
        "Q: This concludes the united --",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nFred Gutter."
    ],
    "answers": [
        "Answer: My name is Fred Gutter. I was born on December 25\", 1926.",
        "A: My name was Romawald Gutter.",
        "A: I was born in the city Sanok in Poland.",
        "A: This was located in the south of Poland.",
        "A: My parents were born in Poland, in Sanok. My mother actually was born in\nSanok, my father was born in a -- in a village about 20 miles from Sanok, which\nthey had a farm over there.\nOctober 30, 1999",
        "A: Th-The name of the village was Vola Niesna.",
        "A: My par -- my father’s name was Liam, my mother’s name was Miriam, from\nHome Pinkus.",
        "A: As long I remember, for many generations, they were in Poland.",
        "A: I have one brother, younger than me.",
        "A: His name is Heinrich -- Henerik in Polish.",
        "A: He was born in 1929.",
        "A: It wasn’t the center, but it was in the -- it was to the south of the center.",
        "A: We lived in a rented apartment, a two family house.",
        "A: My father was selling fertilizers for the field, field fertilizers. I would describe as\na middle income family.",
        "A: You do -- 1t wasn’t exactly Jewish neighborhood, it was a mixed neighborhood,\nPolish people and -- and Jewish people.",
        "A: My mother didn’t work.",
        "A: She was a housekeeper, she didn’t work. We -- the children were small then. I\nwas -- when the war started I was 12 years old, so she took care of us.",
        "A: My grandfather from my father’s side, he had a farm, with cows, horses, goats.",
        "A: Oh, Haim. And I remember we used to go every summer to his farm on vacation.",
        "A: My mother’s f-father, they had a house and they -- he used to -- he used to deal\nwith -- with lumber.",
        "A: My g-grandfather’s name was Mendel. My grandmother’s name was Batya --\nBasha.\nOctober 30, 1999",
        "A: On the father’s side I wouldn’t remember. This I don’t remember.",
        "A: Sure, they -- my -- they -- my family [indecipherable] the region, that’s right.",
        "A: My -- they were very religious, they went every day to shul. Moi -- both my\ngrandparents were ever -- were v-very religious.",
        "A: My father was religious also.",
        "A: My mother -- when the father’s religious, the mother has to be religious. [Sirens]",
        "A: I went -- when I was smaller, I went to a Jewish school, just to pick up religion.\nAnd then I went to a public school, and af -- then I get -- I got a hi -- 11 years old, I\nthink, I went to high school.",
        "A: Not exactly nearby. My mother has si -- two sisters in Sanok and then they\nmarried and they moved to Lvov.\nOctober 30, 1999",
        "A: He had a brother in the town, it’s not far, about 10 miles from Sanok, the name\nwas Rymanow.",
        "A: I had -- most of my friends were Jewish in the public school, but when -- when I\nwent to high school, so my -- I had Jewish friends also, but my professors -- they call\nthem professors there -- were very anti-Semitic and they didn’t call the Jews by\nname, only Zhidek, which is Jew [indecipherable]",
        "A: In Polish, yes. Zhidek. The a -- he did no -- I di -- I didn’t have a name, only my\nname was Zhidek in high school.",
        "A: Yes.",
        "A: Yes.",
        "A: I used to play soccer and -- in a public school wi -- 1-1n the school’s s-soccer\nteam. I used to be between the 11 soccer players.\nOctober 30, 1999",
        "A: I don’t know athletic, but I liked to play soccer. I -- I -- we had -- once a week we\nhad the lesson in the -- in high -- in -- in public school, we -- jumping and running,\nbut I don’t know if this was athletic or not.",
        "A: I liked to read. I liked to read. In fact, there’s -- from the American cowboy\nstories.",
        "A: In Polish, like Buffalo Bill and other such stories. This was my preference.",
        "A: No, I was -- I was not musical. I didn’t have nothing to do with music.",
        "A: Look, I was dependent on my parents, they had the income, I only went to school.\nThey helped me with homework sometimes, but this was the -- this how it was.",
        "A: I don’t know, I -- I liked the Buffalo Bill stories. Why I liked them? I thinks I\nliked them because they were fighting, they were ga -- fighting with the Indians and\nthis what I liked.\nOctober 30, 1999",
        "A: I da -- we didn’t talk over th -- over the books, but I was close with my fam --\nwith my parents. They paid for high school, we -- over there high school you had to\npay.",
        "A: I don’t know where my relations -- I remember one year, my mother used to tell\nme, when he was born I wanted to throw him out through the window. How it\nsounds?",
        "A: I remember the holiday Purim, what | had to -- I -- we put on mask and went to\nmy neighbors to collect money, or goodies.",
        "A: Passover, yes.",
        "A: Passover I remember we had to eat matzos. My mother clean up the kitchen, the\nkitchen should be kosher. She clean up all the parts and we had -- we observed\nPassover seven days a year with matzos, no bread.",
        "A: Shabbat, I had to go to shul with my father and we observed Shabbat. Ma -- my\nmother light the candles, we observed Shabbat.",
        "A: When I was small, when I went to public school, I had to go to take Hebrew\nlessons and Torah lessons, ti -- and then I went for the lessons when I got -- when I\ngot even older, I went for Hebrew lessons and -- and Torah and the history lessons.",
        "A: I knew I -- I was Jewish. I didn’t imagine something else I could be, because the\nteachers told me that I am Jewish, they call me Jew.",
        "A: I knew that he was anti-Semite, this I knew.",
        "A: The word anti-Semite meant to me a Jew hater. That’s all.\nOctober 30, 1999",
        "A: I was friendly with my teachers, only I hate this particular teacher, because in his\nnay -- in his thoughts I was Jew. I had -- didn’t have a name.",
        "A: Yes. It was one teacher who to -- who talked liked that. And I remember even his\nname. His name is Mosarro.",
        "A: They knew about it. They knew that this teacher is anti-Semite. Not -- oh -- other\nmy parent -- my -- my friends’ parents knew also about him, that he was anti-Semite.",
        "A: I don’t think they could do anything about it. They just had to keep quiet.",
        "A: Not -- not too many non-Jews. Mostly my friends were Jewish. And I remember\nwhen I was small, yes, I was reading in the newspapers in -- and radio, that Jews,\nwhen they went to college, I -- I remember this, they had to sit in separate rows. And\nthis I was questioning, why this is like that?",
        "A: I -- I was proud being Jewish, but we were used to -- to those restrictions already,\nSO you just pass by.\nOctober 30, 1999",
        "A: I talk about them, but they told me they can nothing do about it.",
        "A: Yiddish and Polish.",
        "A: In school only Polish.",
        "A: I didn’t -- we knew the parents talk about it, we knew that Hitler comes to power\nand it’s no good for the Jewish people. But otherwise, we only saw Hitler -- we only\nsaw the Germans wi -- in 1939 when the war started.",
        "A: My mother understood German, my father I don’t -- I don’t think so, but Jewish is\nsimilar to German was, so they could understand.",
        "A: Well, I played soccer, so my physical condition was good. And I played in the --\nin the team of the school.\nOctober 30, 1999",
        "A: This was in 1939, when the Germans came into Sanok.",
        "A: It wasn't too pleasant. There were many anti-Semites between the P-Polish\nneighbors, and it wasn’t too pleasant, but we were used to it. I remember one day, I\nwas child, I -- I t -- probably 10 years or nine years old. And down the street went a\nPolish clerk with a suitcase, and I just told him -- this was on April fools, and I told\nhim, sir you lost your suitcase. So he ran after me and he hit me with the suitcase\nover the head and I fell down, I was bleeding and I -- because I just said, April fool,\nyou -- you lost your suitcase.",
        "A: Not too much. Only about the books.",
        "A: When the war, yes --\nOctober 30, 1999",
        "A: The first thing what I remember, when the Germans came to town, they took my\nfather to work to clean the streets in Sanok.",
        "A: No, they didn’t come in September, maybe they came in October, I don’t\nremember exactly the month when they came. In September the war started, but took\nthem couple weeks til they get to Sanok.",
        "A: No, I didn’t hear about th -- about the Kristallnacht.",
        "A: I was afraid and I -- only Jews were afraid. I was too small they should call me to\n-- to work, but they took my father. They took all the Jews who are -- who were able\nto work, they took them to clean the streets.",
        "A: He came home at night, yes.",
        "A: We didn’t go to school because the schools were closed. I just -- I was just\nthinking the bad times are coming.\nOctober 30, 1999",
        "A: No, we knew fr-from newspapers, whoever it 1s, they closed, the Germans closed\nall the s -- all the schools.",
        "A: The Germans came first to the border with Poland to the west of Poland, this\nborder. They came to Poland and I remember this from the newspapers from the --\nthey were advancing, advancing and eventually they going to come to us.",
        "A: Oh, my parents. They told me to stay home, not to go out and not to get in trouble\nwith them.",
        "A: No, I never saw him. He just told us that he’s cleaning the streets. I never saw him\ncleaning, I didn't go out of the house.",
        "A: He was in good health. He was in good health, but he didn’t complain too much,\nhe just -- he just said that they gave him to clean, he has to clean.",
        "A: They gave him a broom, and with the broom he cleaned the streets.\nOctober 30, 1999",
        "A: No, I have no contact with nobody then.",
        "A: I was staying inside because my parents told me not to go out.",
        "A: He looked to me very nasty. I remember them, the uniform, they were walking\naround, I -- the bosses in town, and we didn’t like them.",
        "A: We were afraid of them, yes.",
        "A: No, I did not have a Bar Mitzvah, because in December we weren’t any more in\nSanok.",
        "A: I think we left about two months with the Germans. The Germans told us that\nwhoever -- what’s happened -- I’Il give you the [indecipherable] -- what’s\nhappened, German took half of Poland and the Russians took the other half. So\nSanok was actually on the border between the Russians and Germans. So the\nGermans told us one day, whoever wants, all the Jews, whoever wants to leave\nSanok can go to the Russians. So we went to the Russian side. My mother had over\nOctober 30, 1999\nthere two or three sisters, in Lvov, which this was occupied by the Russians then. So\nshe went to stay with the sisters.",
        "A: I don’t remember when the synagogue was destroyed. This I don’t remember.",
        "A: I think I was happy because we hated the Germans. I figure maybe I’m going to\nhave more freedom.",
        "A: We didn’t see friends any more because everybody was afraid to -- to go out, the\nJewish people.",
        "A: Yes, I remember traveling once to a hospital in Lvov. I put some cotton into my\near and I couldn’t get it out. So they had to go to the hospital in Lvov and over there\nthey took out the cotton.",
        "A: No, I didn’t go no -- no other places. Yeah, if I went to the farm, we stopped over\nin my uncle’s town Rymanow. But usually we went every year to the farm.\nOctober 30, 1999",
        "A: What?",
        "A: Lvov.",
        "A: More -- more free.",
        "A: They -- they didn’t give us too much to take. We just took a few clothes in a bag\nand this how we left the city.",
        "A: Probably yes. I also took my -- I was a stamp collector. I took my stamps with\nme.",
        "A: I had them in Sanok.",
        "A: From oy -- from all the other countries, I a -- I liked collect the stamps.\nOctober 30, 1999",
        "A: I used to buy them in the stores, together with the Buffalo Bills.",
        "A: No, not I remember, only stamp collecting.",
        "A: No, nobody else. Only me, my brother and the parents.",
        "A: We took the train to Rymanow, where my uncle lived. From there, horse and\ncarriage.",
        "A: To -- to the [indecipherable]",
        "A: My father’s family.",
        "A: Family -- no, Lvov? No, Lvov was my -- my mother’s family. Oh, yes we stayed\nin their apartments. Only me, me and my mother stayed in one sister’s apartment.\nMy brother stayed in another sister’s apartment and my father, he stayed with some\nclub over there because was no room for all of us to stay in the same apartment.\nOctober 30, 1999",
        "A: No, they -- they let him go. They told whoever is Jewish, wants to go to the\nRussian side, is welcome to -- to leave. Take just your clothes and you can leave.",
        "A: I think about few days, not too long. Maybe less than a week.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: I knew it is war, I cannot have Bar Mitzvah and I agree with it.",
        "A: Was difficult, but I have to go with -- with it.\nOctober 30, 1999",
        "A: No, I -- I could visit my other aunt, my brother from the other side. Was hard for\nme -- for the father. The father couldn’t visit us, he was hiding to some place, which\nI don’t know where. And I didn’t see my father.",
        "A: Becau -- he didn't have wh-where to live. He was hiding in some -- I don’t\nremember, some place he was -- he was hiding. Let me just tell you. After we came\nto -- to Lvov, few months later -- I think this was already in -- in ’40 -- ’40 or ’41,\nthe Russians, they start transferring us from Lvov, whoever came from the other\nside, from the German side, they start transferring us to Siberia and the other long\ndistance places. So they di -- we knew that they are going that night transfer us, so\nthey came, they took my mother --",
        "A: Living conditions were -- weren’t bad. We were staying with my aunts, which --\nand we cou -- we ri -- we had more freedom. The only thing, we couldn’t work. My\nmother couldn’t work, my father couldn’t work. But we had freedom.",
        "A: Yeah, I walked out in the street. I couldn’t go to school.\nOctober 30, 1999",
        "A: Well, sure it was hard for me not to go to school. I was in the middle of high\nschool, and I -- I had to stay out of school.",
        "A: No. I didn’t have no friends, I -- I couldn’t get no friends. I had my -- my aunt’s\nson, which was my age, so I was playing with him.",
        "A: My cousin, yes.",
        "A: I don’t remember. We weren’t too long in Lvov. I don’t remember about Jewish\nholidays, if we observe or not. This I don’t remember already.",
        "A: In the streets, going to visit my other aunt, one where my brother was.",
        "A: No, Id -- I wasn’t in contact with them. No contact.",
        "A: Sure, it changed my feelings. I knew because I am a Jew I have to leave my\nhometown. But I could nothing -- do nothing about it.\nOctober 30, 1999",
        "A: Yes, I was thinking I always remembered the street where I was born, I was\nplaying soccer. I was thinking even in the -- even now sometimes I’m thinking about\nSanok. Was a nice little town.",
        "A: Everything was close, many people knew one another. It was a -- it was very\npleasant. We used to go swimming, they had -- they had a [indecipherable] in\nSanok and we had a good time there and except the anti-Semites, but otherwise we\nhad a good time.",
        "A: Gunwaldska five.",
        "A: Do you know how to spell it? I can give -- I give you the spellings.",
        "A: Yes.",
        "A: Next change was we -- there were rumors that the Russians, whoever -- whoever\ncame -- whoever came from the other side where the Germans were, they are going\nto transfer them to -- to Siberia, to the Volk labor camps. So we were all s-staying in\nmy one aunt’s hou -- a-apartment, including my brother, came from there to us, from\nOctober 30, 1999\nthe other apartment to us. My mother said if they took -- take us, so let’s take us, all\nof us.",
        "A: My brother?",
        "A: My aunt -- Etta.",
        "A: Kurz. K-u-r-z.",
        "A: My brother came to us and we slept together already, in the same apartment. So f\n-- bu -- except my father, he was hiding some other place. They -- somebody told us\nthat if 1t’s no men in the family, they not going to send us to Siberia. So my father\nwas hiding some other place. But they came one day, which I don’t remember the\ndate is, actually. I think it was in late ’40 or beginning 1941.",
        "A: I was in Lvov.",
        "A: Yes. So --",
        "A: What?\nOctober 30, 1999",
        "A: No school, no, we didn’t have no school. So one evening the Russians came to\nour apartment and they took me, my -- my brother and my mother they took into the\ntrain and they -- and they took us to Rowe mountain.",
        "A: We -- w-we knew they are coming, but we didn’t know when.",
        "A: There were rumors on the streets in -- in the city of Lvov. They -- whoever came\nfrom the other side di -- is going to be transferred to -- deeper into Russia.",
        "A: We had suitcases packed, but they didn’t let us too much to take, only clothes, a\nbag of clothes and let’s go. Now m-my father, he was hiding in a different place. He\ndidn't know that we to -- they took us. When he -- he came to my aunt and the aunt\ntold us that thi -- told him that they took us. So he asked, where are they? She said,\nthey are on the train station. So he went to the train station. Was many stations there\nand over there a conductor told him all the trains they’re going da -- going the same\ndirection. So he said okay, he will go in any train to meet us. In the meantime we\nwent to the Rowe mountain and he went to the far away east, near the j -- near the\nOctober 30, 1999\nJapanese border. And he was in a labor camp over there. He wa -- he was there til the\nwar finished and then they let him to -- to reunite with us.",
        "A: Mm, the feeling, the feeling was -- we have a bad feeling but there nothing what\nwe could do. The Russians came, took us, you had to go and that’s it, you go.",
        "A: Yeah?",
        "A: I wasn’t Anne Frank.",
        "A: She said --",
        "A: -- she said, we have to ik -- we have to leave, everybody’s leaving and we cannot\nstay here, we have to go.",
        "A: My mother was a strong woman, yes. She was a very strong woman and she\nactually controlled the house.\nOctober 30, 1999",
        "A: When the father was out, yes, she controlled the house.",
        "A: She was born in the for -- she was born in 1904, so she was 40’s -- in the 40’s\nthen, right. I never fi-figured this out.",
        "A: The train was full, thousands of people.",
        "A: No, I didn’t know nobody there. They were from all the places who -- who the\nGermans -- who wanted to leave Germany, the German part of Poland. They all\nwere taken.",
        "A: No, it was not passenger, it was a freight train.",
        "A: We went there like -- like cattle in -- in -- in the train. Was about, I don’t\nremember how many, 50 - 80 people were in one wagon. The conditions weren’t\ngood.\nOctober 30, 1999",
        "A: The journey took few days, to the Rowes mountains this is a -- was probably\nabout 2,000 miles from Lvov, so it took a long time.",
        "A: No, they t-told me they would -- they’d -- they want to resettle us deeper in -- in\nRussia.",
        "A: No, I don’t remember that, if we were out, but I don’t remember.",
        "A: No, we didn't have no -- we didn’t have no contact with Sanok.",
        "A: We did not have -- we only had, after the war finished, we had -- whoever was\nleft over, they took them to concentration camps.\nOctober 30, 1999",
        "A: If [remind myself, I had two very good friends, neighbors on the same street\nwhere I live and the -- they -- they took them to concentration, I never saw them\nthere any more.",
        "A: Their last name was Fierer. One name was Ignatz and one name was Shunek,\ntwo boys my age, as it wer -- one of -- but younger one was my age. And I ne -- we -\n- we played together, and I never heard from them.",
        "A: No, they gave us some food. I think my mother brought some food from the train,\nbut they give us food on the train, the Russians. They give us food on the train, I\ndon’t remember what kind of food, but they give us food.",
        "A: They treated us -- they treated us on the train better than when we arrived to the\nplace. Over there my vo -- they took my mother to -- to the work camps --",
        "A: Not such [indecipherable] existed. In a freight train you don’t have sanitary\nconditions.\nOctober 30, 1999",
        "A: They didn’t -- nobody knew where we are going, but the Russian told us we are\ngoing to resettle us, so we figure maybe it’s going to be something good out of it.",
        "A: No, no. They were not out of control. They were -- they were only saying what\nwill happen, will happen. Que sera sera.",
        "A: We slept on the floor. The -- the baggage, the clothes were the -- the pillows and\nthis how we slept.",
        "A: Oh, this is --",
        "A: I don’t remember. Oh, it was the end of ’40 or beginning *41. It wasn’t summer\nanyway. It was like s -- maybe winter or spring or something like that.",
        "A: He was young -- he was younger than me, he was -- I was 13, so he was nine. He\ndidn't have nothing to say.\nOctober 30, 1999",
        "A: There were children there. There were other children from other families.",
        "A: No, I don’t think so, no. We didn’t get together with the chil -- other children.",
        "A: If people helped each other -- I don’t remember this question.",
        "A: A few days and we arrived to the -- we arrived to the Rowe mountains. The town\nof Dereszowska.",
        "A: We got off the train --",
        "A: Finally is over.",
        "A: They had -- they had little wooden houses where we would -- not -- 1-1t’s not -- it\nwasn’t wooden houses, was like a barracks. And a few families were sleeping in one\nof the barrack and they said you -- you sleep here, you sleep here and that’s it.",
        "A: Only three of us.\nOctober 30, 1999",
        "A: Yes.",
        "A: We sat with -- in -- in those barracks, then next day or next two days they took my\nroo -- my mother took out trees in that c -- c -- in that camp Volk camp in Orab. So\nshe went to cut trees. Was very cold. A lot of snow. I remember this -- the day -- it\nwas quite winter when they took us. A lot of snow and she had to -- in other families\nshe had -- they had to cut trees.",
        "A: I will -- he -- happened to be in Russia we went to school. I finished high school\nin Russia.",
        "A: Look, I didn’t have nothing to say. I remember just that she went to work and I\nwent to school.",
        "A: We slept in bunk beds, yeah.",
        "A: Not too much. Next to us was another family and another family.",
        "A: Probably about 50 people in one -- in one of those barracks.",
        "A: It was one bathroom for the whole -- for the whole barrack.",
        "A: I think we could do that, as long -- you had -- maybe you had to wait in line, but\nwe could do that.",
        "A: I went every day. I don’t remember my brother, he probably went to public\nschool, he was younger than me. I remember I went to high school every day.",
        "A: Language was Russian.",
        "A: No, I didn’t know Russian.",
        "A: Russian 1s a Slavic name -- Slavic language like Polish. So it’s a little bit\nsimilarity between Polish and Russian. And you go to school, you pick up. But it is a\nSlavic name.",
        "A: My friends? I don -- I don’t remember si -- who was my friend there. I don’t --",
        "A: I was -- no, when I came -- when I came there I was -- I was 13.",
        "A: 14.",
        "A: I don’t remember having some friends. I remember in 1944, wi -- th -- by then I\nwas already how old?",
        "A: 18. Then I f -- I was finished high school and I used to work in a Russian factory\nto repair sewing machines.",
        "A: Doing homework.",
        "A: I -- I used to like skiing, so probably I took skis.",
        "A: They -- I -- I don’t remember if they gave me or we bought it, but I got skis, I\nremember. I don’t remember how I got them.",
        "A: They gave us warm clothes, those quilted jackets.",
        "A: They gave us boots, th-this what the Russians are wearing, is from -- from a --\nhow you say, from flannel such a big boot. And this keeps you warm.",
        "A: Felt. Felt boots, some felt. And this keeps you warm, yeah.",
        "A: Yes.",
        "A: They ga -- they gave us food. They gave us all -- we c -- we could buy food in a --\nin a -- that cafeteria with the -- not cafeteria, a little store over there in that village.",
        "A: [indecipherable] can walk -- I can walk around, yeah, you could walk around.",
        "A: She -- she cut trees, so they paid her something for it. This how she got the\nmoney.",
        "A: I will tell you, she only for about one year cut the trees. And then they took her, or\nshe volunt -- she didn’t volunteer, she not volunteer, she start to work in a bakery to\nbake bread. And over there she brought be -- bread and cookies home. So we had the\nOctober 30, 1999\nholiday then. Don’t forget, during the war this was, when the Russians were at war\nwith the Germans. Was no too much food, even for the Russians they didn’t have\nfood. So to work in a bakery was something very good then.",
        "A: The treatment was good. I -- I remember I got sick from the cold weather, I ha -- I\nhad -- I had ne -- pneumonia. The Russians sent a doctor and they -- they gave me\ninjections and I became healthy, yeah. No, then -- the treatment was good from the\nRussians, oh yeah, cannot complain.",
        "A: We missed him, awa -- he send us le-letters and we sent letters to him, but we\ncould -- he couldn’t come to us. He was also in a camp over there.",
        "A: Probably cutting trees. This was during the -- but they have plenty of trees over\nthere.",
        "A: We knew that the Russians are fighting the Germans, that the Germans are near\nMoscow, they want to take Moscow and the Russians are fighting. And we knew\nthat the -- we just were praying the Russians would win the war.\nOctober 30, 1999",
        "A: No, we didn’t have no contact with the other relatives.",
        "A: We didn’t know. In fact, his -- when -- when the Russians we-were fighting near\nMoscow, they knew from newspapers that they took the town of Lvov. And we c --\ndidn’t have no connections with them.",
        "A: I was reading, yes. I wa -- I was fluently -- I na -- I was speaking fluently Russian\nbu -- and was reading Russian newspapers. This how we knew what’s going on in\nthe war.",
        "A: We were anxious what’s happened with our family.",
        "A: No contact.",
        "A: Nobody observe holidays, we even didn’t know probably how to observe holidays\nthere. Nobody knew about holidays there. They knew about Russian holidays, but\nnot about religious holidays.\nOctober 30, 1999",
        "A: No.",
        "A: Passover wa -- the Russians didn’t supply us m-matzos. We were lucky we have\nbread.",
        "A: I was thinking, look what’s happened to the Jewish people. I was thinking -- was\nalready -- you’re talking about 18 and I was 17, then I started thinking about the\nwhole thing was happening. But was out of my control.",
        "A: No. I knew that who -- I cannot change my religion and I -- I was born Jewish, I\nhave to be Jewish. Can we go [indecipherable]\nEnd of Tape One, Side B\nOctober 30, 1999\nBeginning Tape Two, Side A",
        "A: Where, in the --",
        "A: I -- I don’t remember too much, I just remember I used to play also soccer in --\nwith the Russian in the high school, and I used to go skiing with them. But we\ncouldn’t go nowhere, we just had to be in that little town Dereszowska.",
        "A: I was already resigned to everything. I knew I have to be there, I was there.",
        "A: She talked that he is not with us. She tried to bring him to g -- to go to some office\nover there, I don’t know about which one, to bring him to th -- to unite the family.\nNo a -- was no help. They didn’t want to allow him to -- to leave.\nOctober 30, 1999",
        "A: Was no fa -- we -- we just -- you graduate, you get your diploma. I don’t\nremember if I ge -- if I ge -- if [indecipherable] got the diploma. You graduate, you\ngo, you finish school, an-and that’s how it was.",
        "A: No, was a mixture Russian -- in fact it was more Russian than Jewish people. But\nI didn’t feel antisemit -- [indecipherable] with the Russians. They were nice to us.",
        "A: Yeah, an-and I didn’t --",
        "A: Yes, right.",
        "A: Correct.",
        "A: They knew -- th-they were free people, the Russians in Russia, in that town. We\nwere on -- on a work force like -- my mother, not me, we were in a camp, outside\nthat village. We were in a walled camp. So we didn’t have no connections with the\nRussians who were free.\nOctober 30, 1999",
        "A: No. No, we di -- no IDs on the coats or whatever it 1s.",
        "A: We got some special papers, but in Russia, even the Russians have to have ID\ncards. We had some papers, I don’t remember what kind, but this was normal for\nthem to give ID cards.",
        "A: My brother didn’t bother too much. He was -- he wanted also that the father\nshould come back, but he probably went to school also there already. This I don’t\nremember. But he -- he was resigned whatever it is. He was four years younger than\nme.",
        "A: In the summer, no, we just had -- we just had vacation and that’s all. We didn’t go\nno -- we couldn’t go nowhere. We not -- we’re not allowed to go nowhere, we’re in a\ncamp. They treat us as nice, but we -- still we’re in a camp, in a walled camp.",
        "A: I think I was 18 or 17, I don’t remember. I got a job in a Russian -- where they\nsew uniforms for soldiers. And I was la -- I was with somebody over there who was\nteaching me how to repair sewing machines and I was repairing sewing machines.\nOctober 30, 1999",
        "A: I still was living [indecipherable] w-we -- we were still wi --",
        "A: -- in the same barracks, too, we were still in the same barracks wi-with the\nmother. [inaudible]",
        "A: In the sewing machine? Til 1945 or ’46, I guess °40 fi -- maybe ’46.",
        "A: And the war was over.",
        "A: The Russians told us 1f we want to go back to Poland, we can go.",
        "A: Oh we -- we were very happy. We were very happy the war is over and all the\nmiserable things are over.",
        "A: No, we didn’t celebrate. We just -- the -- the Russians were d-dancing that I\nremember, they were very [indecipherable] but we weren’t [indecipherable] we\ndidn’t celebrate. We were just -- I -- I think in that camp we were about a couple\nhundred people just, that’s all. We didn’t celebrate.\nOctober 30, 1999",
        "A: Yeah, it was a small ca -- no, there was outside the town -- the town wasn’t so\nsmall. It was outside the town just a -- a -- a walled camp.",
        "A: Yeah, I think so, there was a couple hundred people.",
        "A: When the war was over the Russian told us if we want to go back to Poland, we\ncan go. So we went on a train. We told all the people and we went -- but thi-this\nwasn’t a freight, this was already a regular train, and we went to Poland with the\ntrain from there. We came to -- you want -- we came to Poland. In Sanok was\nalready non-Jewish people [indecipherable]",
        "A: We went back for a day or two days, I don’t remember already.",
        "A: Was a empty city.",
        "A: Was Polish people there, but was no Jewish people. So --",
        "A: -- we Si -- we could feel still the anti-Semites from -- from the Polish people.\n[indecipherable] you see -- you see, the Jews are coming back.\nOctober 30, 1999",
        "A: No, we didn’t go -- maybe we g -- went -- go apartment. The apartment,\nsomebody else lived already. Maybe we went back to the apartment, didn’t think\nabout it. But then I think it was we still could feel the anti-Semitism in Poland, there\nwere always anti-Semites in Poland, even when -- but they -- they -- then we could -\n- we heard that mostly Jewish people are going to Germany by tr -- by train because\nPoland was no Jews.",
        "A: It was only two days when I came back, but I -- I remind myself now the Polish\npeople, I da -- wouldn’t say all of them, but a lot of them were anti-Semites. They\ndidn’t -- they hate the Jews.",
        "A: No, I didn’t -- no, I didn’t have no particular case. So we packed our bags and we\nwent to Germany, where over there we were greeted by the United States as a DP,\ndisplaced persons, and they put us in a --",
        "A: Well sh -- it was very bad. She -- we -- we felt very bad in Sanok. We felt like we\nbecame strangers over there.",
        "A: And may -- and mine was up -- maybe somebody of the Polish people say to my\nmother, why you came back? I -- they didn’t say it to me, I think they said it to my\nmother. Then my father was also ready, he was united with us, he also came.",
        "A: No, he ca -- they let him go first to the place where we went.",
        "A: And then from there --",
        "A: Yeah, he went to the walled camp, but they di -- they [indecipherable] the walled\ncamp [indecipherable] after the war.",
        "A: [indecipherable] Oh, my father? The tolls?",
        "A: Oh sure, we were very happy, the -- the family was u -- 1s united.",
        "A: I don’t know if he talked different, but we were happy that the family was united,\nand we were all decided we go back to Poland. He was with us already then. Then\nwe -- we -- from there we went oy -- all together to Poland, with the father.",
        "A: [indecipherable] he told us they were near the Japanese border. His town I -- his\ntown was Yakutsk. That was near the Japanese border. It was very cold, he told us.\nHe had to cut trees.",
        "A: His health was still good. He got old already, but his health was still good, didn’t\ncomplain.",
        "A: Where everybody went. They said they all go to Germany, and over there we\nwent to the town of Noyome.",
        "A: Other di -- other people went to that town, so we went to that town.",
        "A: Oh, we were happy then. We heard on the newspapers they had -- they had the\nbig pogrom in Kielce, if you n -- they had the big pogrom in Kielce, from -- also the\nJews who came from Russia, they went through Kielce and then the Polish people\nmade the pogrom, they killed something there, I don’t remember how many. So after\nthat we saw we are lucky that we are leaving Poland.\nOctober 30, 1999",
        "A: Listen, I think it was in ’40 -- May ’45 the war was over. I think it was in the\nbeginning °46.",
        "A: We stayed up there in Russia, yes, my wife -- my wife -- my mother worked in\nthe bakery and I worked in the sewing machines over there and we -- we -- we didn’t\nknow yet where to go til they -- the Russian didn’t tell us, if you want to leave\nRussia, you want to go to Poland, we were afraid to do it.",
        "A: Noyome. [indecipherable]",
        "A: It’s -- I don’t know if it’s west or east. No, not east for sure. I -- I thought it’s\nnorth of Munich, but maybe you’re right.",
        "A: Very good. The Americans took care of us with the -- with the food, with the --we\nhave rooms over there, we used to -- we lived in a -- used to be over there a -- a -- a -\n- German soldiers used to live, so they gave us that thing, we -- the conditions were\ngood. Plenty of food we had already there, and this was the best conditions in the war\nsince the war started.",
        "A: I went -- I went to ORT school -- ORT. This is --\nOctober 30, 1999",
        "A: -- ORT school. I took up some trade, I don’t remember what kind of trade I p1-\npicked up. This I don’t remember already. Because I wasn’t too long in Noyome. I\nactually -- maybe I was two years, os -- a year and a half. In 1940 - °48 -- I was til\n1948 in Noyome.",
        "A: Yeah, you get food from the Joint.",
        "A: Yeah, we -- we talk, we were free to travel wherever we want to go. My -- my\nbrother he worked as a photographer for some kind of [indecipherable] or whatever.\nAnd we were free to travel. Nobody told us we have to be in the camp.",
        "A: There was a black market in the camp. There were black markets 1 -- all kind of\nitems, electronics. Not food, but food we had plenty, but all kind of clothes,\nelectronics. They had black market there.\nOctober 30, 1999",
        "A: We had few -- I don’t know on the refugee -- we had few refugees which we\nknew them from the Russian camp in the same town. And they were also happy.\nThey were happy.",
        "A: From that camp wer -- in Russia.",
        "A: They were from other places also. I don’t remember what places, but those two,\nwe were friends even in that camp in Russia, so wo -- we decided probably with my\nparents, all together to go to that Noyome camp.",
        "A: I went to ORT sch -- I went to ORT school. I picked up some trade which I don’t\nremember, I never used the trade, I don’t remember what was it. And I don’t think I\nfinished that school because in ’48 they came from Israel and they ask -- Israel\nbecame -- wa-wanted to be independent, and they ask if we want to go to Israel, so I\nwent.",
        "A: A little bit on a volunteer, and a little w-was pressure. The Israeli government\npressured th-the young people -- I was 20 years old, pressured the young people to\ngo to Israel [indecipherable] to be soldiers.",
        "A: I don’t think so they were Zionists, I don’t think so. I never heard them talking\nabout Zionism. May -- if they would be Zionists they would leave Poland, they\nwould go to Palestine then. I don’t think they were Zionists.",
        "A: No this -- I went to Israel -- I went to Israel before the state of Israel was born.",
        "A: They -- in the beginning they didn't agree with -- they didn’t agree with it, but\nthen was all kind of little pressure to go to Israel. And I saw a lot of young people\nare going, so I went with them.",
        "A: My -- I didn’t want to leave to -- my family, but I was a -- probably by then a\nlittle Z-Zionistic inclined.",
        "A: No. I learn Hebrew in -- in the army, in the Israeli army.\nOctober 30, 1999",
        "A: In 1940 -- I think was May -- May or m -- or April s -- it doesn’t --",
        "A: Before the independence, yes.",
        "A: The very Israeli people who took us to the border with the train, to the borders of\nCzechoslovakia, France, Italy and then with a ship to go to Israel, at night.",
        "A: Nobody should -- nobody should know. At night we used to travel with the train\nto those three countries, Czechoslova -- Czechoslovakia, France, Italy.",
        "A: Just my shirt.",
        "A: No, the cowboy books, I think I left them in Russia. I think so.",
        "A: Yeah, we got 0-o -- on the boat, with the boat. They took us straight to a\nrecruiting camp where the recruiters, they --",
        "A: What?\nOctober 30, 1999",
        "A: Wasn’t a city. It was a camp, in Beriakof. It wasn’t a city, was a little village, or\nwhatever was It.",
        "A: It wasn’t too difficult. I wasn’t thinking that way. I was thinking we are free, we\nhave food, so it’s better than it was til now. Ca-Can you close it? I have to take --\n[tape break]",
        "A: It was very exciting. We are very happy, excited to be on our ow-own homeland.",
        "A: Yes, I felt this was my homeland. I became a Zionist.",
        "A: I felt that it’s time to be home.\nOctober 30, 1999",
        "A: No. They started teaching us in that military camp in Beriakof. M-Military\nexercises.",
        "A: Yes, we all got uniforms.",
        "A: We were, in those days we were very proud to wear an Israeli uniform. Til now\nwe saw uniforms, German uniforms, Russian uniforms and now we got Israeli\nuniform -- Polish uniforms I remember. Now we got Israeli uniforms.",
        "A: Yes. I wrote letters all the time, they wrote letters to me. And then they were in --\nin Noyome from ma -- I left 1948, they were in til 1950 in Noyome. In 1950 I guess\nthey -- I don’t know which agency did it, HIAS or whoever it is said whoever wants\nto go to United States can register, so they registered to go, or they going to stay in\nGermany. They registered to go to United States.",
        "A: I tried to persuade them to go, but those days the situation in Israel weren't too\ngood. And fact is they wrote to me after you ge-get out of the army, you wouldn’t\nknow -- you wouldn’t have where to live. So they decided to go to United States.",
        "A: Which they did.\nOctober 30, 1999",
        "A: They go to -- they went to B-Brooklyn, to New York.",
        "A: My mother had some cousins in Brooklyn, but they didn’t go to the cousins, they\nrented an apartment in Bay Ridge and this where they stayed.",
        "A: [indecipherable]",
        "A: Independence day I was there already.",
        "A: We are dancing on the streets, everybody was happy. Finally we got rid of the\nEnglish people, England. And finally we had our own homeland. The whole city\nwas dancing, everybody was very happy.",
        "A: I -- I was for two years, 1948, and I -- I was released f -- discharged from the\narmy in 1950.",
        "A: I was in -- well, they took us from Beriakof under -- at night with the helicopter -\n- or not, there was an airplane, a small plane. They took us near the Egyptian border.\nOctober 30, 1999\nA-Actually they took us to -- to the town of BaSheva, near bashe -- BaSheva was in\nthe Egyptian hands and this was our first combat, to -- to free BaSheva, to liberate\nBaSheva, which 1s -- is in the Negev desert.",
        "A: I was in that battle in BaSheva, yes.",
        "A: After BaSheva we just were s-stationed in BaSheva as a -- as soldiers to -- to 1 --\nto be in BaSheva to --",
        "A: -- to guard it in BaSheva, yes.",
        "A: Yes.",
        "A: Yeah, a few of my friends were killed over there. Best friends.",
        "A: No, they were all refugees who -- who came from Germany.",
        "A: We didn’t talk about that. We didn’t talk about it.\nOctober 30, 1999",
        "A: We didn’t talk about it. We were just talking how is life in the army, what did you\ndo today in the army, what’d you do yesterday in the army? We forgot what’s\nhappening til now.",
        "A: Where, in the army”?",
        "A: Til 1950.",
        "A: In 1950 I went to a -- to a civilian job. I used to -- I -- I used to help to repair a --\ntrucks, I mean electrical parts for different trucks. I learned this in the army, also.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: I used to work as a civilian for the Israeli defense department. And I worked there\ntil -- til 1959, when I left Israel.",
        "A: L used to repair generators and starters for the army.",
        "A: I met my wife in 1958.",
        "A: She came to -- she came to Israel also from Germany, but sh-she’s younger than\nme and they didn’t took -- take her to the army then. And I met her through a friend.",
        "A: I got married in 19 -- in May 1959.",
        "A: In Israel, yes.",
        "A: My -- my parents wrote to me they want to be together with me, with us, so 19 --\nat the end of 1959 we came to United States.",
        "A: If would be up to me, I would probably stay in Israel, but was a little pressure\nfrom the parents.",
        "A: My wife was willing to --",
        "A: Her family name is fe -- is Roosevelt. It’s Roosevelt.",
        "A: She left -- no, her father was already in United States. Her family was still -- her\nfamily is still in Israel now. And fact is her brother comes quite few times already he\nwas here to visit us. Fro -- he li -- he lives in Tel Aviv.",
        "A: Ye -- on New Year’s eve 19 -- 1960 actually. New Year’s eve, 1960.",
        "A: My brother picked me up from the Brooklyn -- we came by boat. Was no -- I\ndon’t think was planes then even. I didn’t hear n-nobody t -- went by plane to\nAmerica. We came by boat. The boat’s name was Zion.",
        "A: Zion, yeah, it was a Israeli boat. And we came th-this and ma -- my brother\nwaited at the shipyard over there in [indecipherable] and we came, we -- we lived\nwith my parents in Bay Ridge in their apartment til we got our -- their -- our own\napartment here.",
        "A: I got -- I got a -- a job in the electronic firm. I forgot the name of it. I got the job\n[indecipherable] firm, to assemble some electronic things, but ne -- I didn’t speak\nEnglish [indecipherable]. And I work there for a couple -- til 1964. In 1964 I co -- I\nOctober 30, 1999\ncontacted Zenith, Zenith radio, and I got a job with them, til we open up -- they\nclosed our department. We used to work in the hearing aid department for Zenith\nand they closed in New York the department, so me and two other coworkers\nopened up our own place in Manhattan to sell and ma -- repair hearing aids.",
        "A: [have my daughter and I have my son which is th-three years younger than her.\nHe’s in Hawaii in Honolulu. He’s a lawyer, by the way.",
        "A: No, I’m retired.",
        "A: It’s very hard to say. Maybe I would go to college, maybe I would be a lawyer or\na doctor. But otherwise, I don’t know, because I -- I like -- even today I like the law\nstudies, and maybe I would be something else.",
        "A: Yes, I feel I lost my childhood. First, I didn't have a Bar Mitzvah, this is already\na big loss. And then I had to finish high school in two countries. So I think I lost my\nchildhood.\nOctober 30, 1999",
        "A: Never got it back.",
        "A: When I?",
        "A: Yeah.",
        "A: No, because I were -- because I left Sanok under different circumstances. They\nwere here -- they were born here, they were free to do whatever they want. They\ndidn’t have g -- Germans over their head.",
        "A: 12.",
        "A: No, I don’t think so. I didn’t think th-that way.\nOctober 30, 1999",
        "A: Iam Jewish. In the beginning I used to say I am Israeli, but how long can you say\nyou’re Israeli when you live here? So I’m Jewish.",
        "A: No, not whatsoever. I would never visit them even.",
        "A: Bad memories. I always knew the anti-Semite, most of them anyway. And I didn't\nhave good memories from Poland. This -- this doesn’t -- I di -- even don’t think to\nvisit them.",
        "A: Oh, I told my daughter. My son is already quite a few years in Hawaii.",
        "A: No, I didn’t --",
        "A: No, I just in -- I just -- my daughter knows everything what’s happened to me all\nduring the war. But I don’t think it -- maybe my -- my son knows about it. But I\ndidn’t specially told them. Maybe wa -- during the -- just accidentally I put some\nwords there. I was in Russia, I was in camp, or the Germans, whatever it is.\nOctober 30, 1999",
        "A: They both -- my daughter went to a Jewish Hebrew school here. And in fact is\nalso my son went to a Hebrew school here. They know they are Jewish, but\nobservant Jews, I don’t think they are. I -- I don’t know if I am observant now.",
        "A: Sometimes. I think what I went through during my years. But it brings me bad\nmemories.",
        "A: Where, United States?",
        "A: Sometimes when -- when I reme -- when I rema -- bring me thoughts about it\nwhen President Reagan went to -- to the concentration camp over there. So maybe I\nwas thinking about it.",
        "A: No.",
        "A: On a tr --\nOctober 30, 1999",
        "A: No. I don’t remember when I was on the train, I -- in New York I am going by\ntrain every day. No.",
        "A: Oh, sure.",
        "A: Probably was advantage. I didn’t go to work with the Germans. I didn’t go to\nwork with the Russians. So, because I was young, this was a advantage.",
        "A: No, no. Look, some people go here, some people go their way. I don’t think this\nwould be any [indecipherable]. No.",
        "A: I wanted he should get the death sentence, which he got. He deserves it. I was\nwatching on TV the trial every day and I thought, oh, how good is that th -- that they\ngot him.\nOctober 30, 1999",
        "A: Other countries. Look, I think have to be very careful and other Hitlers wouldn’t\ncome up.",
        "A: It’s possible if -- it’s possible if -- they shouldn’t let another Hitler to come to\npower.",
        "A: Vote the right way.",
        "A: Vote the right way.",
        "A: What do I think about Germany today? I think they are forgiven because Israeli\ngovernment, they took reparation for them. Once you take reparation, you have to\nforgive the person. And they forgive. They forgive Germany. They have diplomatic\nrelations with them and everything, so I go along.",
        "A: So I go along. If they -- if they forgive, I forgive.\nOctober 30, 1999",
        "A: No, I didn’t get. I don’t think I was in the concentration camp, so if -- if -- people\nwho were in concentration camp, they deserve it.",
        "A: Yes, Iam more comfortable today.",
        "A: This --",
        "A: No, no, I don’t think this is any -- and fact is, I have more friends Americans than\npeople who were in concentration camps. This is not affect -- affected. People are\npeople.",
        "A: Iam thinking mostly in Hebrew and in English. I never -- I never think nothing --\nI still speak a little Polish, but I never think Polish and I never -- I don’t have with\nwhom to talk for if e -- to speak Polish I don’t have with whom. But my mostly\nthought is in the -- is in Hebrew, in -- oh, sometimes in Yiddish. I’ve also s-start\nforgetting the language already.\nOctober 30, 1999",
        "A: I don’t remember. And I finished high school and I don’t remember Russian. My\nwife remembers few Russian words, she was also in Russia, but I don’t remember\nnothing.",
        "A: My political views?",
        "A: Some places, some thing. Like I would never -- I would never vote for somebody\nwho belonged to KKK. Like what’s his name, Duke, or even Pat Buchanan. He\ndoesn’t get my vote.",
        "A: In the 60’s.",
        "A: The truth is, I didn’t have no views whether Civil Rights. I just was -- I just came\nto this country and I didn’t have no views on the Civil Rights.",
        "A: Which years?",
        "A: I think I’ve forgotten about them. Maybe years ago I was thinking more.",
        "A: [indecipherable]",
        "A: Yes, [remember my Aunt Et -- my mother’s sister from Lvov, she used to tell us\nthat -- how she survived the Nazi Germany. She -- she was a blonde woman, she\ndidn’t look Jewish and she was hired by the German officer’s club to be a chef. And\nshe cooked for them, she baked for them and this how she survived the Nazi regime.\nAnd she became such a good cook that after she came to the United States, we used\nto go for Thanksgiving to dinner. This the ever -- the best dinners what we ever had.",
        "A: She passed away.",
        "A: Husband was killed one day before the end of the war. She -- he was walking the\nstreets, he thought that the war was over. In the meantime a Polish man saw him, he\nrecognized him, he called down a German s -- officer or soldier, he said, he is Jew.\nThe offi -- the German soldier t-took him and we never saw him since then.\nOctober 30, 1999",
        "A: My other sister, where we stayed in Lvov was int -- and two other -- there were\nfive sisters. Two survived and three were killed.",
        "A: They were killed in -- in Lvov, when the Germany occupied Lvov. Only survivor\nis my mother and the one who was a cook for the German officers.",
        "A: Her name was Etta.",
        "A: Etta.",
        "A: Sapka, Tonka, and Ithka, the three other ones.",
        "A: Now, from my father’s, the -- the -- the gran -- the grandparents were killed. Now,\nmy f --",
        "A: My father’s parents were killed.",
        "A: I don’t know. Nobody knows. My father’s brother did -- from Rymanow was\nkilled, with his wife. How, nobody knows. Only w-we survived who -- because we\nOctober 30, 1999\nwere in s -- in -- in Russia, in Soviet Union. And the other way, Etka survived\nbecause she was a chef for the German army and they didn’t know that she is Jewish.",
        "A: I don’t remember them too much already. I was only 12 years old. I don’t\nremember those too much. Happened to be -- you know, happened to be I\nremembered those names, but I -- I didn’t think about those names for 30 - 40 - 50\nyears.",
        "A: I don’t think so. They still have all kind happening -- I don’t -- I don’t think so,\nthey all -- the only lesson what the world should -- should learn, not to let another\nHitler to come to power. Whoever country it 1s.",
        "A: What?",
        "A: By voting, yeah, th -- by voting their conscience, the right way. Not to give a -- no\ndictatorship to come to power.",
        "A: Education plays a big role. Educated people know what’s going on.\nOctober 30, 1999",
        "A: Yes, Germany came to power because Hitler promised them he will make big\nGermany, everybody’s going to be rich. And he -- he -- that he came from -- to\npower. Then he wanted occupy one land after another, and one country after another,\nand this is now very important, the -- the United States shouldn’t let another -- as a\nbold power, shouldn’t let another country to come a Hitler as the head of the state.",
        "A: No --",
        "A: No, I used to work with -- when I came to this country, I used to work with two\nGermans, non-Jewish. I was -- I didn’t feel nothing abou -- about them. Okay, maybe\nbecause they were many years here, and they w -- have nothing to do with the\nGerman Hitler, but I wouldn’t feel comfortable. Like I said before, it’s forgiven.\nYou take money, it’s forgiven. I didn’t take money.",
        "A: Well, you cannot hate somebody forever. Can you hate somebody forever? Has to\nc-come an end to it.\nOctober 30, 1999",
        "A: I'd -- I tried to remind myself something, but I think everything what I remember,\nI said it. Don’t forget, this is already 60 years ago, I cannot remember everything.",
        "A: Okay.",
        "A: Was it --\nEnd of Tape Two, Side B\nConclusion of Interview\n70October 30, 1999\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionOctober 30, 1999\nBeginning Tape One, Side A"
    ]
}