{
    "rg": "RG-50.030.0187_trs_en",
    "sequence": [
        "Q: Would you please tell me your full name?",
        "A: Yes. My name is Frank Reiss.",
        "Q: Where and when were you born?",
        "A: I was born April 21st, 1935, in Berlin, Germany.",
        "Q: Do you have any recollections of any of the events that happened in Berlin?",
        "A: No. We left Berlin in 1937 for Austria. We ran to Austria.",
        "Q: Can you tell us whether places in those events before you can remember anything. What\nhappened to you and your parents?",
        "A: Well, they were supposed to...we wanted to go to the United States and we registered, but\nthe quota was so over-subscribed and in the meantime we had to leave Germany so we\nleft for Austria. And after the Anschluss, after 1938, my father had a sister in Slovakia\nwhere he was born and it was Austria-Hungary at that time. So we left for\nCzechoslovakia or Slovakia, the Slovak part of Czechoslovakia. And in the meantime my\nfather was trying to arrange that we could leave for the States. And of course he did not\nsucceed and in the meantime, 1942 came and he was taken to Majdanek.",
        "Q: Before that happened take us up to that point, what happened to your father and mother.",
        "A: I already...once we reached Slovakia, somewhere around 1940, my mother was already\nnot in the picture.",
        "Q: What happened to your mother?",
        "A: I found out after the war that she was involved in a...in an underground group that was\nsmuggling people from Poland to the West to safety. And I found out about it in a very\nstrange way. There is a psychiatrist in this town, a Doctor Pearl who was involved in the\nNuremberg trials as an American psychiatrist, and he is married to a lady who knew my\nmother from those times, who knew about her underground activities and knew about the\nwhole group that they were caught. And then I found out from practically the only\nsurviving relative of mine, an Aunt, a sister of my mother, that my mother was in jail in\nWarsaw and was executed in Warsaw. But I don't have any other details and I don't have\nany documents about that.",
        "Q: Then you and your father...where did you and your father go?",
        "A: My father we stayed in Slovakia. My father, I understand, was quite desperate because,\nof course, he couldn't find any work and he was practically just waiting for the\nopportunity still to get out and one day in March or April 1942, he got an invitation to\nreport to the railroad station, that he will be taken to a labor camp. So the night before\nthat happened, he wrote a note which I have...was given to me after the war, where he\nauthorizes my aunt to hand me over to a Jewish family in that small little town in\nSlovakia that was supposed to be protected from deportation because they had what was\ncalled either the yellow or the white exemption which could have been bought from the\nSlovak government. This yellow/white exemption indication that the person is important\nfor the Slovak economy. This was already ,Czechoslovakia did not exist anymore, the\nSlovak\n01:05:\nState, a puppet state put together by Hitler, and Hitler installed the Slovak fascist\ngovernment. The head of it was Monsieur Tiso. This was already the Slovak State. So\nwhen they took my father I still stayed with my aunt. A few weeks later, they came to\ntake my aunt and her husband and the maid. They had a maid.",
        "Q: What was her name?",
        "A: Was Agnes. Agnes Rebunska. And she woke me up and I remember this...this actually\n[1s] one of the first recollections that I have about this time. She just sent me out of the\nhouse in this little town named Piestany. And she pointed the direction to me, the\nneighboring village where her parents lived. I basically knew that village because she\nwould take me there over the weekends. So I ran to this village. On the road somebody\npicked me up on a bicycle, brought me to her parents, and from there on based on that\nauthorization that my father wrote just before he was taken to Majdanek I was given to\nthis family who had these exemptions, the yellow/white exemptions.",
        "Q: When Agnes Acnes got you out of there, and this is one of your first recollections,\nremember how you...what you saw that would be. Did you have any feelings about it at\nthat time?",
        "A: Feelings I don't remember. I remember thoughts that it seemed to me too far. The village\nseemed to me too far, and that I was very relieved when one of the young men from the\nvillage who was on his way either to school or to a job in that small town took me on the\nbicycle, turned around, brought me to the village and handed me over to the parents. I\nrecall much better when I was then brought to this family. The name was Pollack. They\nknew my father. And when I arrived there they had a 19 year old son and they asked me\nto feel at home. This will be my home. Incidentally, from this family's balcony I was\nwatching when my father left for the railroad station to report to the labor camp. They\ntold him that he will go to a small town named Novaki, which was just...I don't know,\nmaybe 25 miles from Piestany. And I also recall that people were telling him, \"Mr. Reiss,\ndon't go. You are going to be taken somewhere else, not to a labor camp.” And he just\ndismissed this and I remember standing on the balcony and waving to him. It was the last\ntime I saw him. And after that I had to go to school. I was a first grader in the Jewish\nschool which was just\naround the corner from this family's house so that my last recollection of seeing my\nfather...",
        "Q: You had no notion that that was the last time you would see your father?",
        "A: No. No. Neither did my father, because my father wrote a card which I have at home. I\nhave it framed at home, smuggled it out of that car, and the card says in German, \"We are\nfull of optimism, and we are looking forward to all that's to come and we will stay in\nNovaki. And there and then he sends regards to several friends so he did not know, and of\ncourse, I had no idea.",
        "Q: And you're with the Pollack family. Can you tell us what happened them?",
        "A: The Pollack family. And 6 weeks, maybe 6 weeks later, with this yellow exemption or\nwhite exemption disregarded, we went to the first concentration camp which was Zilina,\nwhich is about, 100 miles from Piestany and also in northern Slovakia, but it's also very\nclose to the Polish border. And from there to Auschwitz is a very short distance. I don't\nknow...maybe a hundred miles maybe, a little bit more, but certainly not much more.\nThere I already recall that we were very cramped in this camp. And I was 7 and I was\nlooking at the cattle cars being filled with people and I remember I always enjoyed trains.\nA train ride was always something I was looking forward to...incidentally to this day.\nAnd I was just waiting...'when will our turn come,' so I did not view it as something\nnegative. I wanted to take a train ride. I got different feelings when I saw that they closed\nthe cattle cars and the train was just standing there and some people were screaming for\nwater. And also what frightened me, there wasn't...there wasn't one German. This was all\nadministered by the Slovaks, by the so called Hlinka guard. Was the fascist uniformed\nmembers of the Hlinka party. And one day I was wondering through this camp. There\nwere wooden barracks and one of these Hlinka guards...I don't know whether they took\npity on me. I don't know what I looked like. But he invited me into a large warehouse and\nthere were all these knapsacks and there was food, canned food. Sardines. And there were\nlemons I remember. And he said, \"Take what you want.” And I was...I believed quite a\nstreet smart kid, so I put some string around my pants and I stuffed the pants with all\nkinds of foods, cans, sardines. And I brought it to the barrack where we were staying.\nAnd I remember a great feeling of satisfaction because I distributed food. There wasn't\nstarvation really there. We were fed. I believe twice a day we were getting some soup.\nAnd this was basically just a transit camp, a camp where people arrived, loaded in the\ncattle cars and sent on.",
        "Q: How did you get out of there?",
        "A: Well, this man...this Pollack was a dentist in Piestany. He had a brother named Arthur.\nArthur was in Bratislava which is the capital of Slovakia and he was by profession a\nprinter and he had a very influential friend and professional colleague from the printing\nbusiness whose name was Shajno Mach (ph.). He was a minister of interior in the fascist\ngovernment of Monsignor Tiso in charge of solving the Jewish question of Slovakia. And\nShajno Mach and Arthur Pollack were friends, drinking friends, card playing friends,\nfellow printers. And Arthur was sort of a bon vivant as a I always understood, a\nwomanizer. All kinds of vices, but he was also very close friend of Shajno Mach. So\nArthur, as I understand, went to Shajno Mach and he arranged that we were released from\nSered. I remember that one day a car showed up and we were let out. And the magic\nword was a phonogram. I did not know what a phonogram was, but I can still visualize it.\nIt was a white piece of paper with something written on it, and it had a red stripe across.\nAnd this was the paper that gave the orders to let us go.",
        "Q: Did you have any idea that you are being rescued from death by that?",
        "A: No. No. Quite the con...I think I was...I was... I must have had mixed feelings. I don't\nknow exactly, but I know that part of the feeling was there will be no train ride. So that\nwas the negative feeling. But I already saw some misery. I remember and I can still\nvisualize it. There was a man laying on a stretcher. There were many people around him.\nAnd it bothered me terribly because this man was not\nO1:15:\nsupposed to be there. He was ill. He was supposed to be in some kind of a therapeutic\nenvironment. I couldn't verbalize it at that time in this way, but I just remember that this\nwas disturbing. The other disturbing thing was that we had extremely small space and we\nwere sleeping on the floor and we were sleeping on straw. And this was again something\nthat doesn't happen to you when you are in comfortable times. So it must have been a\nmixed bag but that I am not going to take a train ride that bothered me. So we got out of\nthere and we knew that we have to go into a semi-hiding. So we went to a town called\nBardell (ph) which is in eastern Slovakia. And there we rented an apartment. Pollack\ncould no longer practice as a independent dentist, but he took employment with a Jewish\ndentist. It was 1942. And we stayed in this town til 1943. I went to school there. And then\nsome how things became bad. Was either end of 1943 or even the beginning of 1944. and\nPollack decided that we have to go into hiding again. Not complete hiding, but just out of\nsite into some location where we will be safer than in Bardell which is a quite Slovak\nconditions, quite a big town. Let's say it had 20,000 inhabitants. And he made a very\nunfortunate decision. He decided together with two extended families, maybe some 35\npeople, that all of us are going to go back to Western Slovakia to a village named Sharfia\n(ph.), near Nitra.",
        "Q: Hadn't some of you become nominally Lutherans at that point?",
        "A: We came Lutherans in Bardell. Yes. In Bardell we...we attended church. We got papers\nthat we were Lutherans. I still have the baptismal certificate. And it was a serious\nsituation, yet it was a funny situation too because Pollack was brought up in a Yeshiva\nand was brought up as an Orthodox Jew. And to see this man forcing me and his wife to\ngo to a Lutheran service was quite a funny sight. And on top of everything, he would also\nuse every opportunity and go to a synagogue. I don't think it was a synagogue anymore. It\nwas a Stiebel. It was a prayer hall, but nevertheless came, so the same man who on a\nSunday would piously sit in a church with us, on a Friday night on a Shabat or on a\nholiday would put on his talith and pray in a stiebel.",
        "Q: Were you aware of the incongruity of that at the time?",
        "A: Oh yes. Oh yes. I was 8 and I remember I had a friend there whose name was Thury, who\nI will tell you a very sad story about Thury. His name was Arthur. His nickname was\nThury. And I remember we were somehow discussing it and had a good time discussing\nthe funny aspect of that. Because his family had nothing to do with the Lutherans. We\nwere\n01:19:\nthe ones. I don't know why. I don't know how it happened, but we were the ones who\nattended the Lutheran services. So now Pollack took this maybe 35 peoople to this\nvillage of Sharfia, and it was a very stupid decision because first of all, this village alone\nhad many Hlinka guards. And one evening somebody came to tell us...somebody from\nthe village, \"Listen, tomorrow the Nazis are coming with the Hlinka guards.” There were\nalready Germans in the country. \"And they're going to take everybody.” And Pollack did\nnot want to do anything about it. We were urged to go into the forest. Pollack had a son\nwho was 19, 20 by that time. Maybe 21 by that time. And he said, \"If you don't want to\ngo, I am taking the child (meaning me) and my mother and we are asking anybody else\nwho wants to leave to leave with us into the forest.” By the way, Pollack also brought to\nthis village his brother, the baby that was about 4 months old. All in all there were maybe\nover 40 people. So the son of his, Marcel took us. He finally... he relented. His brother\nwent too with a child that was my age, and his third brother stayed with his 4 month old\nchild. So only the two families, we left at night for the woods. Sunday morning, trucks\nappeared with Hlinka guards, with Nazis, loaded up everybody and took them to a village\ncalled Nemchita. A few miles from this spot they had to dig out their own grave and they\nwere all executed there. The children were not...they're not even shot. They were just\nburied alive. And I know that because after the war Pollack went to the exhumation. And\nI was there too. I was on the side. I did not see the act in itself, and I know that that was\nthe conclusion. The children were not even killed.",
        "Q: Did you know about what had happened, though, in Sharfia.",
        "A: Oh, yes. Yes. And incidently, this Thury whom I mentioned from Bardell, we had a fight\nshortly after we arrived in this village, the two of us, and either I pushed him or he fell\nand he had quite a large wound on his leg. And when they exhumed him, he still had the\nbandages on his leg. Well, now they are buried 1n a mass grave near this.",
        "Q: At the time this event took place, you and the Pollacks were in the woods...in the forest,\nso you had escaped this and you heard about it after you returned.",
        "A: Yes.",
        "Q: You weren't directly involved?",
        "A: We heard about it from the son of this man who came to warn\n01:23:\nus and this son, he was bringing us food into the forest. And we had a plan, again worked\nout by this Marcel, that we will go deeper into the forest until we find Partisans who were\nfighting the Nazis. So that's what we were trying to do. But somehow we did not manage\nto connect with them. Maybe they were too far. They were in the center part of Slovakia,\nand one day as I was searching for some food because we were really very short of food\nin the forest. I came upon a hunting lodge that was owned by a name, a man named\nBaron Leonhardy. He was married to a Jewish lady, but he was a German in good\nstanding. I don't know whether he was a member of the Nazi party.",
        "Q: How did you get to Baron Leonhardy?",
        "A: It was in the forest where we were staying and we had some...out of...we had two\nblankets and we built a tent-like structure. And since those two brothers, the two Pollacks\nwere constantly quarreling together and I could not get along with the son of Pollack's\nbrother, I always made some forays into the forest. And it must have been a few hundred\nyards from where we were hiding there was this hunting lodge. And I remember\nLeonhardy he was a tall man, sitting on the porch, and I don't know whether he asked me\nwhat was I doing there, but I know that they feed me and they gave me food and I\nbrought it to both the Pollack families.",
        "Q: Were you led to Baron Leonhardy by Linka?",
        "A: No. Linka was a maid at Leonhardy's house and she saw a situation and she offered that\nshe will take us at night to the same village from where they took these 35 to 40 people\nand that we can hide in their barn. And this is what happened. Linka was about 25 years\nold. She took us and we were hiding in the barn and we would have survived the war\nthere, but Simon Pollack ran out of cash. He was paying Linka's father so that he can get\nsome food. But he ran out of cash and Linka's father said, \"Look it is...I don't know. But\nnow it's maybe August 44. Said, \"Don't worry. The war will end and you will pay me,\"\nbut Pollack concluded for some reason he has to pay. Otherwise we are in trouble.\nWhether he assumed that they won't keep us without money, which I think was the wrong\nconclusion or whether the man did not have money to go and buy food, which I don't\nthink was the case because the man was growing his food and I remember they were\nslaughtering a pig while we were there hiding in the barn. And I remember big disputes\nbetween him and his brother. They really had fights there. They had fights that\nnecessitated the separation of the two families in the barn under the worst of\ncircumstances. So he asked his brother whether he has has cash and his brother told him\nno, he does not. So Pollack since he was a dentist, he was missing some teeth and before\nwe went into hiding from\nBarbell, he created some removable dental work out of gold. And he said, \"I have this\ngold here. I am going to send Linka's brother to sell it, and we'll have money. So Linka's\nbrother took the gold, went to Piestany, got drunk, told somebody that here he has the\ngold that the Jews who are in hiding in his house are selling, and he must have realized\nwhat he has done because he came back running to the village and he said what he had\ndone. So in a hurry it was at night, we picked ourselves up, run back into the forest.",
        "Q: How long had you been in that barn before that happened?",
        "A: I don't...must have been a few weeks. And we ran there and there was sort of a small hut\nthat belonged to one of the villagers. So that's where we went. That's where we were\nhiding. And what I remember a big bang and the tiles that covered the roof broke up. And\nthen there was banging on the door and they dragged us out and all I remember seeing:\nHlinka guards, some behind machine guns and laying on the ground. I remember 3 or 4\nSS men in uniforms and they were dragging us out from this hut and as we came out, one\nof the Hlinka guards said, \"You are going to dig a ditch and Pollack became hysterical\nand so did his brother. The women were very calm, and the two boys...the two of us, we\nwere very calm.",
        "Q: Did you have any idea what the implication of that was?",
        "A: Yes. Yes. At that time I knew exactly what was happening.",
        "Q: Let me interrupt for a second. At this point, you were about...a boy of 9 years old.",
        "A: Yes.",
        "Q: How much awareness did you have and what were your feelings up to this point of\neverything that had happened to you?",
        "A: In my life, it's a very significant moment. That's the first time I remember thinking about\na supernatural being, so there's God. And I was so calm that...Pollack's wife told me that I\nwas barefooted. She said, \"Put on shoes.” And I said, \"Why would I need shoes?\" I\nremember the thought was, \"How preposterous that she should ask me to put on shoes. In\na short while later we won't be any more.” I remember this thought very vividly.",
        "Q: You knew...you knew that you are going to die at that point?",
        "A: That we are going to die. The second thing I remember that they were throwing out... Oh,\nactually I found out what happened. Why did those tiles on the roof break? They threw a\ngrenade. It did not explode. So one of the SS men went upstairs and was throwing our\nbelongings down. One of them was a sort of an attache case that broke open while it was\ncoming down from the first floor and it was full of bank notes and it belonged to the\nbrother of Pollack. He had plenty of money, but said he didn't have any. That means had\nhe said he has money, we would not have been in that predicament. We would have been\nin hiding.",
        "Q: He didn't let his brother know at the time his brother was trying to pawn the gold tooth?",
        "A: Yes. And he wouldn't share the money. So we are going to die.",
        "Q: Would you express that. The fact that I've just said, the fact about Pollack's brother's\nbehavior and its effects.",
        "A: Yeah. He was asked whether he has any money and he said he doesn't have. Had he said\nhe has money...had he just lent it to his brother, we would have been safe because I\nremember the number of bank notes and the bank notes were in thousand crown\ndenominations. That would have saved us. So as we were standing there and the man got\nhysterical, suddenly somebody came from the village on a motorcycle, a Nazi, and gave\ninstructions. I did not hear him what he was saying, but it was obvious because they\nstopped everything and they took us down the village. Later we found out that the\ninstruction was to take us down to the village to put us on a truck and to take us to Nitra,\nwhich was the county town, into the jail and to find out from us where the Partisans are.\nThat we must know because we were caught in the forest.",
        "Q: So you were saved then because they thought you had information about the Partisans.",
        "A: Precisely. So they put us on a truck, and I remember sitting next to...there were maybe\njust a handful of SS men. The rest were Hlinka guards. And this SS man gave me\nsomething to eat, and I remember touching his gun and he sort of showed it to me. At that\ntime, we already knew what happened in Nenchita. And my thought was they are taking\nus somewhere else for the same purpose as they took Thurie and all the 40 people around\nhim.",
        "Q: They had all been killed in Nenchita?",
        "A: All been killed. We already knew about that. Before we knew, we appeared in...1n Nitra,\nand that was where the ...sort of the ...that was the time when there were Nitra, our\narrival, there was no more time for any light thoughts. They lined us up.\nq: Nitra was a prison, not a concentration camp?",
        "A: Nitra was a prison. And I remember an old Hlinka guard. At that time he seemed to me a\nvery old man. He might have been in his late 50s, but he appeared as an old man and he\nintroduced himself to us. He said, \"My name is Homola,\" and something to the effect, \"I\nwill make your life miserable.” And with saying this, he hit old Pollack with butt of his\ngun. Then they crammed us into a cell which must have been very small, and there were\nalready some prisoners and with us included, there was barely room to sit. And we were\nsitting there, and I remember I felt very miserable because I was hungry. I was cold and\nthere was no possibility to move, no possibility to go to the bathroom and suddenly, the\ndoor opened and the Hlinka guard entered and took me and took this son of Pollack's\nbrother,Ari, threw us out, closed the door behind them and from then on I heard only\nscreaming. Must have been going on...I don't know...for maybe a half an hour or so. And\nwhen I came in, I remember the first sight was Pollack's wife who was all bloody. They\nbeat them severely. And then they took me and Ani and threw us back and we spent the\nnight in this state. It was...that was one of the worst moments of my entire experience\nwith...with...",
        "Q: You say that there is no more lightness. Is this kind of a turning point in the whole\nexperience?",
        "A: It was a dark moment because later on optimism again surfaced. Hope again surfaced, but\nat that time it was just bleak, dark, no hope. The next day, somebody opened the door. It\nwas a Hlinka guard, and in a very vulgar way asked us to use the bathroom. He used very\ndescriptive language to go to the bathroom and what to do there in a Slovak---in the\nSlovak language.",
        "Q: What did he actually say?",
        "A: He said, ??.. That means go and do number | and do number 2. Short while later, a man\ncame and brought in some food. And Pollack looked at him and said,\n01:37:\n\"Aren't you Mr. Kopsa?\" And sure enough he was. The non-Jewish prisoner...I don't\nknow for what reason...I think he was a Czech originally and that might have been the\nreason that he was in a Slovak prison. And that was the first spark of lightness again. We\nknew somebody who 1s in a position of power in prison, and we know him.",
        "Q: How did Mr. Pollack know him?",
        "A: Must have been a patient of his. I don't know exactly how. I think he was a patient of his\nwho used to come to Piestany to take a cure. Piestany is a spa, quite a well known spa for\ntreating rheumatism. And then just a day or so later, Pollack was called by the\ncommandant of the prison. I believe his name was Cunsa. I am almost sure 1t was Cunsa.\nAnd he told Pollack... I was there. I was present when he was telling him that. And I\nremember it because it was something that drew my attention. He told him in German:\nWenn Ich Dich jetzt weiter schicke, das Kind geht gleich durch den Kamin. Which\nmeans 'If I send you on now, the child will go [1mmediately] through the chimney.’ And\nso that's how I remember also that we did not have to wait til the war's end or to be ina\ncamp where there were gas chambers and crematoria, that this was no secret that this\nprocess was going on.",
        "Q: Did you know that at the time? Did the Pollacks know what happened to the people?",
        "A: Before this, I know that I heard it long before the war\n01:39:\nended, that there was mass extermination going on. I know that this was no secret. So\nCunsa continued and said, \"Look, I will do one thing. You are a dentist. There are plenty\nof Jewish dental offices that have been closed in this town. Tomorrow, you will go. You\nwill select one. We will move the entire dental office here, and you will fix our teeth.\nAnd Pollack somehow must have felt very happy because he told him, \"That's wonderful\nMr. Commandant, Herr Commandant. I will make you the most beautiful teeth.” And\nCunsa said: Wenn ich in der Erdt bin ist se mir scheissegal ob ich gute Zaehne hab oder\nnicht. When I am buried, it doesn't make a damn bit of difference whether I have good\nteeth or not. And from there on, sure enough, within a short period of time, might have\nbeen a week, Pollack was working as a dentist in the prison. His wife was helping him as\nan assistant. We had all the food in the world. The negative attitude of this Hlinka guard\nsuddenly changed. They were bringing their wives in. They had their teeth fixed. And we\nwere just having good times.",
        "Q: What did you, as a boy of 9, make of all this?",
        "A: I was...well, first of all I... was very important. I was now free to move to the corridors\nof the prison, and one night I remember we heard some crying going on, as if\n01:41:\nsomebody was tortured. And sure enough, I found out that in the neighboring cells there\nwere Wehrmacht soldiers who tried to escape from the war front, and they were brought\nto Nitra, and they were tortured there. And I had the opportunity to get food and to get\nsome food to them as a 9 year old boy. So I felt very important.",
        "Q: Did you...you didn't regard them as your enemies amongst them?",
        "A: Absolutely not. Absolutely not. I did not have one negative thought about them. As a\nmatter of fact, in that prison my only negative thoughts were about the Hlinka guards,\nbecause the only Nazi with whom I had something to do was Cunza who I already\nrealized from his...what he said that he saving our lives. Then one night, the Allies\nbombed Nitra and in a hurry they had to pack us up and they sent us on concentration\ncamp Sered. So again was from...from a very positive situation to a very negative\nbecause suddenly we were in Sered. Wooden barracks.",
        "Q: Was your family treated differently from the others or was everybody from there sent\nfrom Nitra to Sered?",
        "A: I think they just had to vacate the prison. I don't know what happened to the Nazi\nsoldiers. I have some idea because after the war, I was asked to make a deposition about\nCunsa, and I said what he did for us and it's my understanding that he was executed\nbecause he signed execution orders for some partisans and maybe for some of these\ndeserters as well. So he was executed. Now in Sered, we found...",
        "Q: What was the trip...trip to Sered like?",
        "A: I don't remember. I don't even know how we got to Sered. Whether it was by train or by\ntruck, I don't remember. In Sered we spend a few weeks and the commandant there was\nthe infamous Bruno who, to this day, is somewhere in hiding in Syria. And Bruno took it\nupon himself to torture Simon Pollack. He found out that he was a prominent prisoner in\nNitra, and he must have felt a need to reduce him to the level of every other inmate in\nSered. So he would call him to...and he tortured him. He beat him, and Pollack was a\nslight man, short, and I remember him. Every time he came back, he was quite shaken up.\nWe spend a few weeks..I don't know how long in Sered, and from Sered then I went to\nTheresienstadt with the women",
        "Q: You went. Not the others?",
        "A: No. There was a whole transport. I don't know exactly the date, but our number was:\nsechs und zwanzig zwo einund vierzig [26241]. This was my number.",
        "Q: You were in Sered for just a couple of weeks?",
        "A: Might have been a couple of weeks.",
        "Q: And then when you were sent to Theresienstadt, would you tell us some details about\nhow that took place and how you got there.",
        "A: I got there, there was a selection. You go left, you go right. Only it wasn't...uh...",
        "Q: Was there a train trip to Theresienstadt?",
        "A: There was a train trip to Theresienstadt.",
        "Q: Would you tell us about that.",
        "A: Yeah. First of all, they separated us, and I remember Pollack crying there with his wife\nand I remember it appeared to me a quite a paradoxical(ly) and outright grotesque\nsituation because they were constantly quarreling. And now that they were being\nseparated and Bruno was standing there. He was crying...Pollack was crying. He said, \"If\nwe survive this, I will be...I don't know, a model husband and we will never have these\nquarrels, etcetera, etcetera. And Bruno was standing there and I remember pulling\nPollack's hat on his eyes and saying: Wir kennen Dich schon , Du alter Simulant. Which\nmeans we know each other already, you old faker, because Simulant in German is\napplied to a person who pretends pain or...",
        "Q: And you as a boy at 9 had considerable grown up a good deal by that time.\n01:47:",
        "A: Oh yes. Oh yes. I was looking at the train and they put us on the train and I knew I have\nto have a spot where I will be able to see outside because there were just four small\nwindows, much high up for me to see anything. So I thought if I am next to the door...I\ndid not know that it will be slammed shut...that I will be able to see. So I placed myself\nthere and another woman came with her son and I consider him a spoiled brat because\nthey pushed me away from my spot and this is going to be for him. And I couldn't defend\nmyself and there was nobody else to defend me, so I was pushed aside. But then he had\nto move because they but a bucket there. And finally they slammed shut the car and...the\ncattle car, and we were standing there. I don't know how long. It was not hot, so it was\nbearable. It was fall of 44. But before the train moved, I know the bucket was full. And\nonce the train moved, the bucket tipped over and this kid who took my spot got the bulk\nof it. So I remember deriving some satisfaction from this. I don't know how long the\ntrip...trip took to Theresienstadt. From...from Sered to Theresienstadt, it might be less\nthan 200 miles, somewhere between 150 and 200 miles, but I know that it was either 2\ndays or more. Because the reason...every time there was a transport with military going\nback and forth, they put this train ...they side tracked it, and we stand there. Finally, we\narrived in Theresienstadt.",
        "Q: During that 2 or 3 days, did you get any food or water or air?",
        "A: I don't know. I don't know what the supply was. I remember air because I remember that\nsomebody would open that door and I saw something was going on. I have no idea what\nwe ate on this trip. I only remember there was quite a lot of moaning and there must have\nbeen quite a lot of sickness and I remembered tremendous overcrowding.",
        "Q: Anybody die?",
        "A: I do not remember, but the overcrowding was terrible. The only negative thoughts are\nabout the overcrowding. I do not remember either thirst or hunger. And once...now we\narrived in Theresienstadt and again there's a very negative first impression because\nTheresienstadt is a garrison city surrounding by a fortress, by moats, and we arrived at\nthe entrance of the fortress and was early in the morning and was a lot of noise, a lot of\nscreaming, \"Raus, Raus, Raus.” And they registered us. And I was with the woman...with\nPollack's wife and she was assigned to a spot which again was considered prominent. She\nwas assigned to what was called in German Entaeusung, a place where they deloused\npeople. They go through shower and shaving and get rid of lice because lice we\nhad...Lice we already had in Sered I remember. So I stayed with her for awhile. I don't\nknow for how long. And then suddenly transports started arriving in Theresienstadt from\nother concentration camps. I understand that the plan was to concentrate as many people\nin Theresienstadt as possible, and then to liquidate the camp. Blow it up or...I don't know\nin what way, but that was...the plan was to liquidate it.",
        "Q: This was in November, December 1944.",
        "A: This is already December, maybe January of 45. And so she had to get rid of me because\nthey had so much work. Then my transports were coming, so I was put with Dutch\nchildren into a home. There were already no Czech or Slovak children. They were all\nsent on to Auschwitz. Just... Theresienstadt was basically just a...they called Sammellager.\nIt was ghetto, but it was Sammellager. That means they...they brought in people for\nfurther transport to Auschwitz. So I was put with Dutch children. And now the transports\nstarted arriving and Theresienstadt was built...it was a garrison city by Maria Theresia in\nthe 18th Century. It was supposed to hold 7,000 people and at one point it got up to, I\nbelieve, to somewhere 40,000 people. And I remember prisoners arriving from other\ncamps, and that was a terrible sight because there I remember dead bodies, terribly\nemaciated people, which we up to that point did not see in Theresienstadt. Theresienstadt\nwas always maintained as a model ghetto so when the Red Cross, the Danish Red Cross\ncame they would take them there and they would show that the Jews have their self\ngovernment. Incidentally, I worked for sometime as an Ordnanz. That means a runner for\nthe elder of the Judenrat.",
        "Q: Were you there when the Red Cross visit was made?",
        "A: I was there. At that day when they arrived, I was in the home, in the Dutch home, and I\nremember they prepared us for the visit and I remember very well they gave us each a\nglass of milk. By that time I haven't seen milk for God knows how long, and they said,\n\"When they appear, you will drink the milk.” The reason probably I remember it because\nthe milk was boiled and when you boil milk you get a what I call a skin, and that's\nprobably the only food that I would not eat at gunpoint, and I remember not drinking that\nmilk. So the Red Cross came and everything was organized. There was an orchestra\nplaying. There were cafes. We had what they called Ghetto Gelt. We had money. You\ncouldn't buy anything for it, but there was money in five or six different denominations.",
        "Q: Did the Red Cross people talk to you at all, ask you questions?",
        "A: I don't remember them talking to us at all. I just remember them being accompanied by\nsome high SS official and I remember the SS official in that room where I was standing.\nWe had the bunk beds, three high, and he went and with his glove took a sample whether\nthere was dust. I remember that.",
        "Q: Remember how you felt about that at the time?",
        "A: No. No. Seemed to be like a curious event sort of a welcome change from monotonous\nroutine. But Theresientstadt 1n itself, up to the point when the transports were arriving,\nwas bearable. If one was free of disease and if one was in a situation like me, if one\nbasically had a bunk for himself, not too overcrowded, and there was some food available\nand what was not available I was always able to either steal or I remember there was one\nof these fake banks that they have and I would go there and they somehow took pity on\nme and found even a pair of shoes which I did not have up to that point. So there was\nalways...as compared to a Sered which was looked and was a concentration camp,\nTheresienstadt was a city and it gave an appearance of a city and give an appearance of\nsome semblance of normalcy. There were Jewish policemen in some funny uniforms.\nThere was the Judenrat which had some bureaucratic tasks. As I said I worked as a\nrunner for the Judenaeltester, whose name was Murmelstein. We used to call him\nMurmelswine because he wasn't one of the nicest persons. After the war, I understand he\nbecame a financial advisor to the Vatican. He succeeded a man who went to the gas\nchambers Edelstein, who was the Judenaeltester before him. So life had a semblance of\nnormalcy or what I would consider normalcy at that time. And a few short months\nafterwards, we were liberated.",
        "Q: What happened after the transports came and the things change? Did that lead into\nliberation?",
        "A: Things changed. I remember every day seeing carts with dead bodies heading toward the\ncrematorium. The most frightening thing up to the point was when somebody was taken\nto the small fortress. There was what was called Grosse Festung. That was the city of\nTheresienstadt. And there was Kleine Festung, small fortress, which was on the outskirts.\nAnd if somebody was taken to the small fortress meant that you could write him or her\noff. Separately administered, was administered by a sadistic SS man and his two sadistic\ndaughters who took pleasure in letting German shepherds loose on prisoners and he the\nSS man who administered the Kleine Festung was a sadistic guy named Joko, was\nexecuted after the war. While in the ghetto itself, we barely saw an SS man. The head of\nthe camp was Rahn(?). He was an SS man. I remember seeing him twice or three times.\nThere was another SS man, Seidel, whom we would see from time to time on a bicycle.\nBut otherwise there were Czech policemen, who were quite decent, most of them. I was\nalso involved in a plot. There were train coming and they're bringing in the transports and\none of the engineers wanted to take me out of the camp, smuggle me out of the camp,\ntake me with him. And I remember climbing the engine and somebody caught me and\nsort of pushed me or kicked me in a very forceful way. Otherwise, Theresienstadt showed\npositive human aspect of fellow prisoners. The women who were teaching children to\nsing. Ther was some attempt to teach us how to read and write. Before I came to\nTheresienstadt there were operas staged there.\nEnd of Tape #1\nTape #2",
        "Q: Clearly, there were some people, some humanbeings who lit up the prevailing gloom\nwith good deeds toward you. What are your views about the way you were treated in\ngeneral by people?",
        "A: You see it has always been enormously helpful to me, to my thoughts, to my psyche, the\nfact that there were many good people to whom I owe my life. There was so much\nnegative. For example when they led us from the place where they wanted to execute\nus...when they led us through the village of Sharfia and loaded us up on the trucks taking\nus to Nitra, I remember people standing in the doorways and laughing (clearing throat)\nbecause we were quite a grotesque lot. This is balanced (clearing throat)...excuse me...by\na person like Linka, even by her brother who got drunk.",
        "Q: Rudolph?",
        "A: This was Linka's brother I believe his name was also Rudolph. But he paid a terrible\nprice. He spent the rest of the war in a concentration camp, came back a cripple, and died\nprematurely. But there were many people. There was Cunza in Nitra. And from my\nthinking, it was always important to know that not all this dark, black, and what very\noften surprises me is that when we discussed this event, we need a black and white story,\nthat we refuse to think in shades. That when one brings in one good SS man as if this just\ndistorted the story, while the opposite is true. One good SS man doesn't change anything\non the bestiality of the whole establishment of the SS, of their deeds, but it is a reality\nthat there was one positive humanbeing or maybe just positive vis-a-vis me. I need that\nfor my assessment and for my view of life. I don't want to think in terms of...",
        "Q: So you don't come out of this really embittered against the human race.",
        "A: Not at all. Not at all. For me to know the whole story is important. The million children\nwho died is as important to know as to know the fact that some...I don't know...some four\nthousand Jews survived in Berlin along, with the help of Germans. I met a man in Berlin.\nI will tell you just this one episode and really... seldom break down and cry but I did.\nThey were doing a documentary about the Kristallnacht, 50th anniversary of the\nKristallnacht, and I spoke to a man who 1s approaching 70. He lived in Berlin in the open\ntill the beginning of 1944. With the yellow star he was traveling the streets of Berlin, and\nhe was working believe it or not for some form of a Jewish community that was still\nfunctioning and he said he would get on a public transport system and somebody would\npush an apple in his hand. And one day he was returning home from his errands through\nthe streets of Berlin with his star, and he saw that they were loading his parents on a\ntruck. So he said, \"Well, this 1s it.” So he ran to a woman that he knew, a German\nwoman, who was hiding him from the beginning of 1944 until the end of World War II. It\nwas close to a year and a half. She was sleeping. She had a one room apartment. The one\nroom apartment had a small corridor, maybe three by two meters. For this year and a half\nshe was sleeping in this corridor and this teenager was sleeping in that one living room\nfor close to a year and a half. So this is important to include in the story.",
        "Q: Things are not entirely black and white.",
        "A: Yeah.",
        "Q: Let's get you back to to Theresienstadt. Are there any other episodes there that might be\ninteresting to talk about during your stay before the liberation?",
        "A: There are many things. There are many nationalities in Theresienstadt. Everybody was\nlooking for a survival method. I was constantly hungry and looking for food. And I had a\nfriend with whom we would roam the streets and just look for an opportunity to get\nsomething to eat. The best opportunity was when the new transport arrived and people\nbrought some food so you could go and you could try to acquire it, to steal it. So I\nremember we stole a big jar of jam and we ate it in hiding and we came back down and\nthey were already two women in each other's hair accusing the other of stealing this jar.",
        "Q: The two accused the other?",
        "A: Pardon. One accused the other of stealing it while we ate it just a few minutes before that.\nI was as I said, I was a street smart kid and I developed connections. There was a doctor\nfrom_Piestany, Dr. Volstein, who came to the camp with his wife and with his daughter,\nmy age. Then after the war I went to school with her. And I found him a job, peeling\npotatoes. It was a life saving job because peeling potatoes meaning he also had a extra\npotato. And he was very grateful. He said that if he survives the war, after the war he will\ndo anything for me. And he survived the war and came back to this small town, Piestany,\nin which they took us, where I after the war where I continued my high school education.\nAnd I know that he wanted to make good on his promise he will do anything for me. So\nhe wanted me to go out with his daughter, but didn't work out. She was a rather homely\nlooking girl I remember and...but I even told somebody that. It was rather an ungrateful\ngesture. And it was...was a funny...was a funny thing because this man who returned\nfrom the camp and his daughter, they just happened to look very Jewish. I know in\nAmerica it sounds offensive now, but we used to talk that way in Europe. Somebody\nlooks Jewish and somebody doesn't look Jewish. In America, it's today it's difficult to\nimagine because very few people we walk on the street. I wouldn't know whether they\nare Jewish or not Jewish. But there we did. And they looked very Jewish. But his\ndaughter, when I would tell her...she became a Protestant after the war. I would say, \"Do\nyou remember our days in Theresienstadt?\" And she would tell me, \"I was never in\nTheresienstadt.\"",
        "Q: She denied it all.",
        "A: Complete denial.",
        "Q: Well, then as the war drew to a close, tell us about the... liberation of Theresienstadt and\nhow you got out.",
        "A: We just heard some shooting at night.",
        "Q: Had conditions changed before that though dramatically?",
        "A: No. We only found out after the war that preparations were going on to...to kill\neverybody. We also heard that Romm who was the SS commander of the camp wanted to\nsave himself and revealed the plan to somebody, and that the Soviets had to do some\nmaneuver with the army of Marshall Koniev, and instead of going directly to Prague to\nliberate Prague, which at that time there was an uprising in Prague going on...that they\njust made some...or part of the army made some detour and liberated Theresienstadt in a\nsurprise move. Theresienstadt is about 40 miles north of Prague. So it was very fast. We\nwoke up one morning and there were the Soviets in town. There was a typhus epidemic\ngoing on. I remember them working day and night trying to save people.",
        "Q: So you had a favorable view of the Russian liberators?",
        "A: Oh, yes. Many people died after the war. We were not let out of the camp immediately\nafter liberation. I believe we were liberated May 8th and we did not leave the camp until\nthe middle of June or so because of the typhus epidemic.",
        "Q: How about the guards? Were they still there when the Russians came in?",
        "A: The Czech police nothing happened to them. The SS was no longer there. So we did not\nsee them, but as I said we saw very little of them during the Nazi era.",
        "Q: How did you feel at that point when you woke up, went outside and there were Russians\ninstead of Germans?",
        "A: We felt very, very good. We were very close to the Russians. I remember I then from\nTheresienstadt we left for Bratislava, the capital.",
        "Q: How did you feel then knowing the war is over and you had survived? Did you have any\nconscientiousness of that at the point.",
        "A: The overall feeling is very important to me. When I look at that, when I think back of\nwhat I was thinking, it is incomprehensible to me that what I was thinking was this all 1s\nnormal. That somebody took my father; that my mother is not there; that I am with\nstrangers; that I'm going to a camp; that we are isolated as Jews and singled out for\nsomething because of the negative treatment; that some how this all is..it's normal. That's\nthe pogram of the day, a pogram of the month, a pogram of the year. And we were\nliberated with just a continuum. It was the next stage, but no cathartic relief.",
        "Q: As a child with no experience of anything else, this seemed like the way life was.",
        "A: That's what's like. I remember one difference I noticed. We started our journey back to\nSlovakia, back to Bratislava which is just a few miles from Sered from where they took\nus to Theresienstadt. We were no longer in cattle cars. We were in a normal train. Took 3\ndays again because it was just after the war, troop movements etcetera, but it was a\nnormal car and when the train stopped we could get off. I remember playing with other\nboys. So this was a dramatic change, but again it was just as this entire episode through\nthe camps and through the hiding had ups and downs, and there were some extremely sad\nmoments some moments of resignation, some movements of this is it, this is the end like\nwe would be executed. But there were also highlights. There were also some funny\nmoments. There were jokes. So we returned to Bratislava and a few weeks later, with\nMarcel who in the meantime survived Auschwitz. I did not mention when we were in the\nforest with Pollack with Marcel with his 20 year old son, he tried to connect with the\nPartisans and he left us one night that he's going to find the partisans and never came\nback. What happened the Nazis caught him. And he went through interim camp in\nSlovakia to Auschwitz and he survived Auschwitz. Not only did he survive Auschwitz,\nbut when the Russians liberated Auschwitz, he became an interpreter for the Russians.\nAnd the Russians took him down south to liberate Budapest. And we went...when we\ncame from Theresienstadt, means from the northwest, he came from the southeast from\nBudapest, and we met in Bratislava. And he was wearing sort of a Russian uniform. And\nthen he started searching for his father, for Simon. And Simon came from Sachsenhausen\nto Prague to sort of a hospital because he could barely stand on his feet. So Simon came\nthen from Prague to Bratislava, so we all met in Bratislava. Nothing ...nothing happened\nto us, to...to...",
        "Q: You all survived.",
        "A: We all survived.",
        "Q: Could you tell us now, maybe not in the detail, just kind in a general way the things that\nhave happened to you, what your life has been like, and outline since you since the end of\nthe war?",
        "A: Yeah. Well, we went back to Piestany. Pollack opened his dental practice there. I went to\nschool in Piestany. That was the beginnings were not too good. There was a lot of anti-\nSemitism in Slovakia. I began swimming. Piestany is a spa. It has thermal spas, and one\ncan swim winter, summer, and I became a competitive swimmer the age of 13. My whole\nlife revolved around going to high school and swimming. And I lived in Piestany until\n1954. At the age of 19, I went to...I was accepted to law school in Bratislava. I completed\nlaw school, then I was drafted in the Air Force, 22 months. After that I practiced law in\nPrague for 10 years.",
        "Q: You were married there?",
        "A: Married. Had two children. And I escaped from Czechoslovakia in 1968 just before the\nRussians marched in. An irony 1s that they installed a communist regime, so from the\nRussians that we liked and admired, they became the oppressor. So escaped from there in\n68 just before the Russians occupied Czechoslovakia in 1968. Came to this country and I\nwent to school again. Nobody needed a Czech-trained lawyer, so I got my Master's in\nsocial work. And then I worked in the field of refugees. I worked for a Jewish\norganization involved in bringing refugees out of countries of oppression and bringing\nthem to this country. Then I worked, almost 10 years, for the Anti-Defamation League as\nDirector of European Affairs.",
        "Q: And you have a family?",
        "A: I have a family. We have a 15 year old son, and by a previous marriage I have two sons.\nOne is 29. One 1s 27. And we live in New York and go on.",
        "Q: And, finally, can you tell us, Mr. Reiss, how you think all this has affected you. What...in\nthese experiences at such an early age, what impact did it have on you in your later life\nand the kind of person you became?",
        "A: I don't know. You know I've been around for quite a while and it seems to me that there\nare two sentiments. One, when I pause for awhile and I see what can be crammed into\nthis relatively short few years, it is mind boggling. On the other hand, I feel sometimes\nwhen I talk, especially with younger people, that in a way it is as thorough a school of\nlife as one can get. How it affected me, I would like to think that it did not affect me in a\nnegative way, except in some ways, for example, we very often discuss it with my wife.\nJoyce has an enormous family, somewhere all forty first cousins and we would show up\non all these family occasions, and I have my wife and my three sons so compared to her\nfamily, I feel like a soloist there. And that brings out sometimes very negative feelings.\nWhy am I in this situation.",
        "Q: Feelings of sorrow?",
        "A: In a way. The other thing that I still do not understand quite well, but I know that these\nare the feelings that when I was growing up I never missed my parents as a child. Did not\noccur to me. They're simply not there. I used to call the Pollack family...him I used to call\nFather and her I used to call Mother. And when I became independent, grown up, I\nsuddenly began missing my parents. And to this day, I don't think of myself as a victim.\nMatter of fact, I dislike the notion. So I don't think I am a victim. Thank God, I function\nlike any other human being. I feel that once I already had to go through that experience\nthat it enriched me in many ways. The saddest thought is that my father was 15 years\nyounger than I am now was just as intelligent, bright good man, just taken and killed like\nan animal. I don't have the thoughts about my mother. My mother died fighting them. She\nwas caught. She was executed. She lost, but she lost fighting. So I don't have negative\nfeelings.",
        "Q: There was some dignity in her death.",
        "A: Precisely. So those are some of the thoughts, thoughts about my parents come to mind\ndaily. For myself, I don't know whether it's a coping mechanism, but I always had the\nability and I applied to life in general that perhaps when things become a little bit\nuncomfortable I can take myself\nout of the situation and become a spectator rather than a participant. And I feel that it's a\nhelpful device.",
        "Q: Maybe that helped you a bit during the experiences.",
        "A: Yeah. And...and also I'm trying to look in stories for a...for all sides of the story. I will\ngive you an example. Old Pollack, that's what I call him now. He has been dead for 20\nyears, but we had a very nice relationship. He was in Sachsenhausen and he was sort of a\njokester. He always looked for the funny in a situation. From Sachsenhausen, they used\nto take them almost daily to clear the rubble from Berlin after the bombardment. And he\nwould tell me a story and he found it hilarious and the way he described it, 1t was\nhilarious. He was a very short man and he had two fellow prisoners who were giants\ncompared to him. So he would always go with them because they would grab a beam and\nthey would carry this beam and he, so that he doesn't have to carry anything, he would be\nin the middle and he would sort of hang on this beam. And, of course, this did not escape\nattention of one of the kapos, and they beat the daylights out of him. But when he was\ntelling me this story, he wasn't telling it with sorrow. He was telling it as a funny episode\nthat one would see in a...Buster Keaton situation. Maybe I learned a little bit from ...from\nhim.",
        "Q: Okay, do you think there is anything else that you, now that we are going to finish, that\nyou'd like to say anything else that maybe you thought of.",
        "A: Yeah. I would like to. One thing disturbs me enormously now. As I mentioned to you, I\nam an advisor to the office of the President of Czechoslovakia. And some very\nunpleasant things are going on in Czechoslovakia at this moment. The Slovaks are\nstriving for separatism, but they would like to pick up where they left off in 1945. So\nMonsignor Tiso who used to be the President of Slovakia under Hitler, installed by\nHitler, tried after the war as a war criminal, executed as a war criminal. His memory 1s\nbeing revived now as a martyr. There are attempts to cannonize him. There are anti-\nSemitic episodes in Slovakia.\nThe man who was one of the driving forces behind the 1989 revolution in Slovakia...what\nHavel did in Prague this man did in Slovakia. His name is Feder Gor. He was born in\nTheresienstadt. He's 46 years old. Three months ago, he had to leave Slovakia for\nEngland because he cannot walk the streets of Slovakia somebody not spitting in his face\nsaying, \"You dirty Jew. You should have died in the gas chambers.” I was in Germany 3\nweeks ago, and I met with some Catholics who work for the Central Committee of\nCatholics in Germany. (Coughing) And I asked them...I said, \"The whole world knows\nabout this and the whole world that reads and follows political events in the newly\nemerging democracies in Europe. Why is it that in a country like Slovakia where a\nCatholic Church has such power, similar power as it has in Poland, nobody stands up and\nsays anything? How come among you German Catholics nobody stands up and says,\n\"Who was Monsigneur Tiso, and it is obscene to try to rehabilitate this man? How 1s it\nthat you don't protest against the interviews given by some of the Slovak people in\npolitical power now who say.... who refer to the alleged...this is a quote alleged\ndeportation of Jews from Slovakia? So how come nobody's doing anything now when\nthere is no Dachau any more for standing up and saying something? And there's just no\nanswer to that.",
        "Q: Well, you've given us a wonderful account of the alleged atrocities which you\nexperienced, and we thank you very much for it.",
        "A: Thank you.",
        "Q: I thought it was a very dramatic close, but she wants to ask you a few more questions so\nlet's see what she has to say. I understood that pretty well Linda. I don't think there's any\nproblem about that from my... How he got from... I'm sorry. I really don't follow you,\nLinda. You'll have to repeat. Yeah. Linda wants a little more detail from you about how\nyou got to Sharfia and what it was like for you as a child there.\nI'd like to have a little more detail about how you got to Sharfia, and what it was like for\nyou...for you as a child there.",
        "A: To Sharfia.",
        "Q: Yeah. How you got there and what it was like there.",
        "A: Well, Sharfia is a village very close to Piestany. The Pollacks used to have maid who\ncame from Sharfia. When we were in Bardell, and we saw that we have to leave\nBardio...becoming dangerous there, Simon Pollack thought of Sharfia as the place to...to\ngo and hide. As I said, it was a ridiculous notion. Maybe one or two people could hide\nthere, but to bring 40 people was suicidal.",
        "Q: How long were you there?",
        "A: Just a few weeks.",
        "Q: And what was it like there...there during those few weeks in Sharfia?",
        "A: Well, I remember I was playing a lot with Thury, and the local boys were quite\nantagonistic towards us, so I came up with a story. I told them that we have a soccer ball,\na real one, not one made out of fabric as they used in the village, and that I have soccer\nuniforms for two teams. And they thought here is this new kid. I was probably better\ndressed than they were, so I must have made an impression of a rich kid. And this\nbrought out great respect for us, but I remember we were being nudged everyday where\nare the uniforms and I don't know what I keep telling them. Probably that it's coming, it's\ncoming. And so these are some of the thoughts I remember. I also remember that we\nlived in very crammed quarters in somebody's house. I remember every time people had\nso many guests, wanted or unwanted, they resorted to killing a pig because that would\nfeed many people. And I remember A funny episode. Simon Pollack lending a hand to\nthe peasant killing this pig which had to be killed clandestinely at night. Otherwise, there\nwas a forced portion that one had to give up to the...for the... I don't know. There was\nsome central collecting system of food. Those are some of the things that I remember\nfrom my days.",
        "Q: Okay. (Long, Long pause) The peasant who warned you of the pending massacre. How\ndid that happen and what...in a kind of consecutive way, tell us about that story.\n02:33:",
        "A: Yeah. He must have come from the town of Piestany, and somebody must have spoken\nabout it.",
        "Q: Tell us who came and how that came about.",
        "A: This was a man from the village who had a young son, also named Rudolph, and he went\nto Piestany and he must have heard from somebody that this Aktion 1s being prepared,\nthat the Nazis are coming the following day. And I remember how they were pooh,\npoohing the idea. They said, \"Well, tomorrow is Sunday. Nobody is going to come on\nSunday and we have time.” But this is the father of this Rudolph. Incidentally, this\nRudolph was a young boy, maybe 16, 17 and after the war when we returned Pollack\ntook him in as an apprentice. And he worked for him in the dental lab as a apprentice\nuntil 1948 and in 1948 he was drafted into the military. Was already after the\nCommunists have taken over power in Czechoslovakia, and he was a border guard and he\nescaped from Czechoslovakia and he came to this country and the Korean War started\nand they drafted him and he fell in Korea.",
        "A: And he was the one who warned you about...",
        "Q: He was the one who warned us, who brought us then food, some food into the forest.",
        "A: You all went to the forest.",
        "Q: Between... Yes. This was between the massacre in Sharfia and between Linka taking us\nto her home. The young boy again had tremendous responsibility taken on him by getting\nsome food in the first place. There was six of us. It was quite a group to feed.",
        "Q: Okay.",
        "Q: Okay. What do you want? Uh... You were in the forest how long 1s it? When you were\nhiding in the forest?",
        "A: Yes.",
        "Q: Tell us about that. Say, \"When I was in the forest,\" and then describe what it was like,\nwhether you were hungry, whether there were fights, what the events were there.",
        "Q: Well, when I was in the forest, there was several incidences that I remember. First of all,\nthe weather was not good. It was raining quite often. And we had just a blanket that they\nsomehow tried to put over a small clearing\nand make a tent like structure, but what bothered me the most were these quarrels going\non between these two adults. And that was the time when Simon's son, Marcell, left to\nlook whether we could get to the Partisans. So these two men were left there. There were\ntwo children, and two women and it was a very difficult time because they behaved like\ntwo brats. But I also forgot to mention that when Marcel failed to return, they sensed that\nhe was caught so his mother was hysterical constantly and Simon became hysterical as\nwell and would pretend that he's going to commit suicide. That means he would take a\npocket knife and make sure that all of us saw it and ran into the bushes and his wife\nwould send me to take care of him so he doesn't commit suicide. I remember how angry I\nwas because I was 8 or 9. I did not verbalize it that way, but I remember it. I felt\nsomebody should take care of me and here I have this idiot pretending that he is going to\ncommit suicide and instead of me being able to look for some food or for something, I\nhave to babysit for him. I am sure not put it in those words, but I remember that my anger\nwas...",
        "Q: You were a child having to baby an adult.",
        "A: Yes. But it was of no use at that point, as he proved to be of use in other instances, like in\nNitra when he knew to do something useful to fix their teeth which kept us in Nitra so,\nagain, he was a figure up and down in my books.",
        "Q: \"Say when I was in the barn,\" and then go in and describe what it was like. You as a\nchild, what was life in the barn like and what did you feel there?",
        "A: In the barn I remember the worst thing about it was, again, the quarrel between those two\nmen, and I also remember the brother of Simon was an extremely religious man. And we\nhad very little to eat and this peasant must have had a terrible time, Linka's father, must\nhave had a terrible time to get food for us. And we were hungry. Somehow...I don't know\nwhy, but Simon's brother...first of all, he had the money that I was talking about that\nappeared and suddenly when they were throwing it out the window, but he also had some\ndurable food. Specifically, he had bacon. And he would ask Ary, my age and his wife,\nwhose name was Irene. I remember the words and I remember as if it was yesterday. He'd\nsay, Irinka willst Du Speck. Do you want bacon? And, again, I remember the anger that\nhe would not ask me or Simon or his wife whether we want something to eat. That's\nnumber one. And number two, I remember thinking already at that time, \"If you are such\na religious man, how come you're stuffing yourself with bacon?\" Maybe I thought about\nthis only after the war. I don't know. I cannot recall exactly whether these were my\nthoughts, but he was asking in such a provocative way that I knew that I would have\nwanted to hit him. I disliked the man as you can see.",
        "Q: Uh...Go over again the time you were captured. The sequence when you heard the the\nnoise overhead.",
        "A: We were hidden in that hut.",
        "Q: Do it in detail.",
        "A: A few hours before that and I remember we were laying on the floor and really\ndespondent because at that point we did not know what...what to do. And suddenly just\nout of the blue, there was this crashing noise, the roof tiles breaking and followed very\nshortly by strong kicking or banging on the door. I believe somebody smashed the door\nand we just...1 remember hearing the words ven, ven which is in Slovak. Out. Out. And\nwe went very fast. They assembled us. There was this notion or gesture of start digging\ngraves or a ditch. There was the hysterical reaction of the two men and much less from\nthe women. Me just standing there and waiting with Ary, me not having shoes and the\nwife of Pollack urging me to put on shoes. I said, \"Why?\" I remember that that was the\nmoment when I thought about God and I thought about this preposterous instruction that\nI should put on shoes. Then I remember the Hlinka guards throwing out our belongings\nfrom the window and what I failed to mention that when shortly afterwards, while we\nwere still present there waiting, they threw in hand grenades and they set it on fire. This\nwhole structure just burned. It was at the edge of the forest. There was a big clearing.\nAnd I see it burning and shortly afterwards, this motorcycle...this man on a motorcycle\nappeared, said something. Now, I know it was to take us to the prison of Nitra.\n02:44:",
        "Q: Did you felt that you are being taken to your death?",
        "A: We felt we are being taken the same place where Thury was taken. But throughout this\nentire time, I did not have what would be an appropriate reaction to the realization this\nmight be it. I was very calm. Maybe what contributed to it was that the man who was\nsitting next to me, that was either a Hlinka guard or it was one of the Germans, was\nbasically kindly to me. He gave me something to eat. He sort of let me play with his gun.\nI believe I thought if it was so dark this would not be the scenario. Something to that\neffect.",
        "Q: That it was so dark?",
        "A: If it was...if the picture was so bleak, if the outcome would be so devastating...",
        "Q: He wouldn't be nice to you?",
        "A: This would not be the atmosphere in which it would take place. It would have to be sort\nof an overture that would be much more negative with no room left for anything\nresembling a spark of hope. And here somebody who is supposed to lead you to\nexecution and supposed to be and...and in reality is behaving in a kindly way. Of course,\ntoday I would know better. I have an experience talking to an SS doctor. His name is Dr.\nMuntz who I believe still practices medicine near Munich who was one of the Auschwitz\ndoctors tried in the Auschwitz trial in Krakow in 1947, the only one set free because he\nprovably helped Jews. And he was not involved in the selection process. He was the head\nof the Institute of Hygiene attached to Berkinau. And he would tell me stories about\nMengele, how they would walk and he said he enjoyed talking to Mengele because\nMengele was never foaming at his mouth. He was always elegant, always thoughtful,\nalways had interesting things to say, and as they were walking Moontz and\nMengele....Mengele would say, \"Wait, I just have to stop at my office.” So they would go\ntogether there, and there would be a beautiful little girl sitting and there would be some\nassistant obviously involved in some experiments or something, but the girl was very\nquiet. And Mengele would stroke her head and said: Ein huebsches Maedel and then he\nwould take out a candy and give the child a candy and then they would depart, Muench\nand Mengele and just he would turn to the assistant, say: Jetzt geben Sie das Kind eine\nSpritze. Let's now give an injection to the child.",
        "Q: Inject phenol into her heart.",
        "A: Yes. Within 5 minutes later, the child would be dead. So comparing this to my feelings\non that truck, that it cannot be so bad when the man is nice to me 1s a foolish thought. But\nat the moment...at the moment when it happened it was a useful thought.",
        "Q: In Theresienstadt, you had a friend named Peter, would you say, \"When I was in\nTheresienstadt, I...\"",
        "A: Yes. Well, In Theresienstadt, I...I did have a friend. His name was Peter Rothberger , and\nhe wasn't really a close friend but his mother and the wife of Pollack they worked\ntogether in this Entwesung(?). That means where transport arrived where people got\ndeloused, showered, shaven. And Peter and I would roam the streams and take care of\nour needs, try to get food. I met Peter then after the war. I was in law school and he was\nstudying philosophy but then somehow I lost contact with him. An interesting thing was\nthat after the war whether it was with Peter or whether it was with this girl, Monica, that I\nmentioned, the daughter of the doctor, one couldn't talk the past with them. There was a\ncomplete denial on their part because there were so few of us that to start this\nconversation would mean to bring in the unpleasant realization that we are Jews, a real\nhandful left because those who survived, most of them left for then Palestine between 45\nand 48 before the creation of Israel. So there was few of us left that they did not want to\nhear that they were part of that. Matter of fact, I remember much later when I was\nworking already as a lawyer in Prague, the entire office had one Jew. Everybody knew\nthat he was a Jew except this one man. And I enjoyed teasing him. So when we would\npass ech other in the corridor, I would say Sholem Aleichem and he would look at me\nand say, \"You Fool. What are you saying.” That was the same with Peter. We just found\nafter the war we had nothing to talk about it.",
        "Q: And you'd been so close there.",
        "A: Yeah.",
        "Q: How about the New Year's Eve party in Theresienstadt?",
        "A: Oh, yeah. Rosa, Simon's Pollack's wife, and Eva decided to make a New Year's Eve\nparty. And somebody gave them a recipe to make cake out of bread. So they got some\nbread together. They were also in a privileged position to get more food because the\ntransports that were arriving, some people had supplies. So they made a cake out of\nbread. And I remember we had a very nice New Year's Eve party. We were included. The\ntwo women had a room all for themselves. That was an indication of their privileged\nstatus. But that's about all I remember about it. Just that we had cake made out of bread. I\ncan still taste it.",
        "Q: And this was just before Theresienstadt closed down?",
        "A: This was still long before it closed down because it was beginning of January, and the\ntransports with all these inmates of other camps were arriving in Theresienstadt.",
        "Q: Did it seem normal or natural to you to have a jolly party at that time under those\ncircumstances?",
        "A: It wasn't. There there wasn't singing or merriment. It was...it just looked compared to the\ndaily life, it looked very elegant because here you had separate quarters. All of us...there\nwere...I...1 have never seen ...never seen or I have just seldom seen just four people in one\nroom. The hall...when one visualizes it, it's always hundreds of people. You never\nvisualize or seldom visualize the situation where you are alone with somebody, talking\nalone with somebody. Almost didn't exist! There were always people.",
        "Q: So being alone and being private was a blessed\nexception.",
        "A: It was already some sign of situation that denoted... affluence or except, exceptional well\nbeing.",
        "Q: How about the period when you were a lonely child in the Dutch children's barrack?\nWhat was that like?",
        "A: That was to be a stranger. Actually in the later years, I thought a lot about it. I was the\nonly Czech child there among Dutch children. And you suddenly become someone who\nis identified if not as an enemy then as a foreign body that doesn't belong. I couldn't\ncommunicate with the Dutch children. They were beating me up because I was on the\nthird bunk and I had a problem. I constantly had a cold and at night I would have\naccidents. I would wet the bed and it all came down, and the one who was sleeping under\nme, even under the second person wasn't too happy with that. They...",
        "Q: You wet your bed from urinating or from?",
        "A: Yes. And so they would beat me up.",
        "Q: Did you wet your bed throughout this whole period.",
        "A: No. The only time I remember was when I was in this Dutch home and maybe it\nhappened once or twice. But it did happen. Also I had mumps when I was there. And I\nremember almost exactly when it was because I remember I had mumps and the wife of\nPollack came to visit me, and they got the news in the camp that Roosevelt died. I\nremember her telling me this.",
        "Q: How did how was that news greeted by people.",
        "A: I don't know. I don't know who else I...",
        "Q: Do you know who Roosevelt was?",
        "A: I knew who Roosevelt was. I knew who the Americans were. I knew where the war\nfronts were because this was the the discussions of Theresienstadt, where the Russians\nare, where the Americans are. People would bring it into this camp. Would come on the\ntrains, would come with the engineers of the trains. I am sure it came from the Czech\nguards.",
        "Q: Was there a general reaction to...to news of Roosevelt death? Did the adults there react to\nit?",
        "A: I don't think so. I think it was somewhere in first part of April and things were already\npretty much determined what the outcome is going to be. I don't recall any particular\nsadness or any particular reaction.",
        "Q: Okay. That's it.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Would you please tell me your full name?",
        "Q: Where and when were you born?",
        "Q: Do you have any recollections of any of the events that happened in Berlin?",
        "Q: Can you tell us whether places in those events before you can remember anything. What\nhappened to you and your parents?",
        "Q: Before that happened take us up to that point, what happened to your father and mother.",
        "Q: What happened to your mother?",
        "Q: Then you and your father...where did you and your father go?",
        "Q: What was her name?",
        "Q: When Agnes Acnes got you out of there, and this is one of your first recollections,\nremember how you...what you saw that would be. Did you have any feelings about it at\nthat time?",
        "Q: You had no notion that that was the last time you would see your father?",
        "Q: And you're with the Pollack family. Can you tell us what happened them?",
        "Q: How did you get out of there?",
        "Q: Did you have any idea that you are being rescued from death by that?",
        "Q: Hadn't some of you become nominally Lutherans at that point?",
        "Q: Were you aware of the incongruity of that at the time?",
        "Q: Did you know about what had happened, though, in Sharfia.",
        "Q: At the time this event took place, you and the Pollacks were in the woods...in the forest,\nso you had escaped this and you heard about it after you returned.",
        "Q: You weren't directly involved?",
        "Q: How did you get to Baron Leonhardy?",
        "Q: Were you led to Baron Leonhardy by Linka?",
        "Q: How long had you been in that barn before that happened?",
        "Q: Did you have any idea what the implication of that was?",
        "Q: Let me interrupt for a second. At this point, you were about...a boy of 9 years old.",
        "Q: How much awareness did you have and what were your feelings up to this point of\neverything that had happened to you?",
        "Q: You knew...you knew that you are going to die at that point?",
        "Q: He didn't let his brother know at the time his brother was trying to pawn the gold tooth?",
        "Q: Would you express that. The fact that I've just said, the fact about Pollack's brother's\nbehavior and its effects.",
        "Q: So you were saved then because they thought you had information about the Partisans.",
        "Q: They had all been killed in Nenchita?",
        "Q: You say that there is no more lightness. Is this kind of a turning point in the whole\nexperience?",
        "Q: What did he actually say?",
        "Q: How did Mr. Pollack know him?",
        "Q: Did you know that at the time? Did the Pollacks know what happened to the people?",
        "Q: What did you, as a boy of 9, make of all this?",
        "Q: Did you...you didn't regard them as your enemies amongst them?",
        "Q: Was your family treated differently from the others or was everybody from there sent\nfrom Nitra to Sered?",
        "Q: What was the trip...trip to Sered like?",
        "Q: You went. Not the others?",
        "Q: You were in Sered for just a couple of weeks?",
        "Q: And then when you were sent to Theresienstadt, would you tell us some details about\nhow that took place and how you got there.",
        "Q: Was there a train trip to Theresienstadt?",
        "Q: Would you tell us about that.",
        "Q: And you as a boy at 9 had considerable grown up a good deal by that time.",
        "Q: During that 2 or 3 days, did you get any food or water or air?",
        "Q: Anybody die?",
        "Q: This was in November, December 1944.",
        "Q: Were you there when the Red Cross visit was made?",
        "Q: Did the Red Cross people talk to you at all, ask you questions?",
        "Q: Remember how you felt about that at the time?",
        "Q: What happened after the transports came and the things change? Did that lead into\nliberation?",
        "Q: Clearly, there were some people, some humanbeings who lit up the prevailing gloom\nwith good deeds toward you. What are your views about the way you were treated in\ngeneral by people?",
        "Q: Rudolph?",
        "Q: So you don't come out of this really embittered against the human race.",
        "Q: Things are not entirely black and white.",
        "Q: Let's get you back to to Theresienstadt. Are there any other episodes there that might be\ninteresting to talk about during your stay before the liberation?",
        "Q: The two accused the other?",
        "Q: She denied it all.",
        "Q: Well, then as the war drew to a close, tell us about the... liberation of Theresienstadt and\nhow you got out.",
        "Q: Had conditions changed before that though dramatically?",
        "Q: So you had a favorable view of the Russian liberators?",
        "Q: How about the guards? Were they still there when the Russians came in?",
        "Q: How did you feel at that point when you woke up, went outside and there were Russians\ninstead of Germans?",
        "Q: How did you feel then knowing the war is over and you had survived? Did you have any\nconscientiousness of that at the point.",
        "Q: As a child with no experience of anything else, this seemed like the way life was.",
        "Q: You all survived.",
        "Q: Could you tell us now, maybe not in the detail, just kind in a general way the things that\nhave happened to you, what your life has been like, and outline since you since the end of\nthe war?",
        "Q: You were married there?",
        "Q: And you have a family?",
        "Q: And, finally, can you tell us, Mr. Reiss, how you think all this has affected you. What...in\nthese experiences at such an early age, what impact did it have on you in your later life\nand the kind of person you became?",
        "Q: Feelings of sorrow?",
        "Q: There was some dignity in her death.",
        "Q: Maybe that helped you a bit during the experiences.",
        "Q: Okay, do you think there is anything else that you, now that we are going to finish, that",
        "Q: Well, you've given us a wonderful account of the alleged atrocities which you\nexperienced, and we thank you very much for it.",
        "Q: I thought it was a very dramatic close, but she wants to ask you a few more questions so\nlet's see what she has to say. I understood that pretty well Linda. I don't think there's any\nproblem about that from my... How he got from... I'm sorry. I really don't follow you,\nLinda. You'll have to repeat. Yeah. Linda wants a little more detail from you about how\nyou got to Sharfia and what it was like for you as a child there.",
        "Q: Yeah. How you got there and what it was like there.",
        "Q: How long were you there?",
        "Q: And what was it like there...there during those few weeks in Sharfia?",
        "Q: Okay. (Long, Long pause) The peasant who warned you of the pending massacre. How\ndid that happen and what...in a kind of consecutive way, tell us about that story.",
        "Q: Tell us who came and how that came about.",
        "Q: He was the one who warned us, who brought us then food, some food into the forest.",
        "Q: Between... Yes. This was between the massacre in Sharfia and between Linka taking us\nto her home. The young boy again had tremendous responsibility taken on him by getting\nsome food in the first place. There was six of us. It was quite a group to feed.",
        "Q: Okay.",
        "Q: Okay. What do you want? Uh... You were in the forest how long 1s it? When you were\nhiding in the forest?",
        "Q: Tell us about that. Say, \"When I was in the forest,\" and then describe what it was like,\nwhether you were hungry, whether there were fights, what the events were there.",
        "Q: Well, when I was in the forest, there was several incidences that I remember. First of all,\nthe weather was not good. It was raining quite often. And we had just a blanket that they\nsomehow tried to put over a small clearing",
        "Q: You were a child having to baby an adult.",
        "Q: \"Say when I was in the barn,\" and then go in and describe what it was like. You as a\nchild, what was life in the barn like and what did you feel there?",
        "Q: Uh...Go over again the time you were captured. The sequence when you heard the the\nnoise overhead.",
        "Q: Do it in detail.",
        "Q: Did you felt that you are being taken to your death?",
        "Q: That it was so dark?",
        "Q: He wouldn't be nice to you?",
        "Q: Inject phenol into her heart.",
        "Q: In Theresienstadt, you had a friend named Peter, would you say, \"When I was in\nTheresienstadt, I...\"",
        "Q: And you'd been so close there.",
        "Q: How about the New Year's Eve party in Theresienstadt?",
        "Q: And this was just before Theresienstadt closed down?",
        "Q: Did it seem normal or natural to you to have a jolly party at that time under those\ncircumstances?",
        "Q: So being alone and being private was a blessed\nexception.",
        "Q: How about the period when you were a lonely child in the Dutch children's barrack?\nWhat was that like?",
        "Q: You wet your bed from urinating or from?",
        "Q: Did you wet your bed throughout this whole period.",
        "Q: How did how was that news greeted by people.",
        "Q: Do you know who Roosevelt was?",
        "Q: Was there a general reaction to...to news of Roosevelt death? Did the adults there react to\nit?",
        "Q: Okay. That's it."
    ],
    "answers": [
        "A: Yes. My name is Frank Reiss.",
        "A: I was born April 21st, 1935, in Berlin, Germany.",
        "A: No. We left Berlin in 1937 for Austria. We ran to Austria.",
        "A: Well, they were supposed to...we wanted to go to the United States and we registered, but\nthe quota was so over-subscribed and in the meantime we had to leave Germany so we\nleft for Austria. And after the Anschluss, after 1938, my father had a sister in Slovakia\nwhere he was born and it was Austria-Hungary at that time. So we left for\nCzechoslovakia or Slovakia, the Slovak part of Czechoslovakia. And in the meantime my\nfather was trying to arrange that we could leave for the States. And of course he did not\nsucceed and in the meantime, 1942 came and he was taken to Majdanek.",
        "A: I already...once we reached Slovakia, somewhere around 1940, my mother was already\nnot in the picture.",
        "A: I found out after the war that she was involved in a...in an underground group that was\nsmuggling people from Poland to the West to safety. And I found out about it in a very\nstrange way. There is a psychiatrist in this town, a Doctor Pearl who was involved in the\nNuremberg trials as an American psychiatrist, and he is married to a lady who knew my\nmother from those times, who knew about her underground activities and knew about the\nwhole group that they were caught. And then I found out from practically the only\nsurviving relative of mine, an Aunt, a sister of my mother, that my mother was in jail in\nWarsaw and was executed in Warsaw. But I don't have any other details and I don't have\nany documents about that.",
        "A: My father we stayed in Slovakia. My father, I understand, was quite desperate because,\nof course, he couldn't find any work and he was practically just waiting for the\nopportunity still to get out and one day in March or April 1942, he got an invitation to\nreport to the railroad station, that he will be taken to a labor camp. So the night before\nthat happened, he wrote a note which I have...was given to me after the war, where he\nauthorizes my aunt to hand me over to a Jewish family in that small little town in\nSlovakia that was supposed to be protected from deportation because they had what was\ncalled either the yellow or the white exemption which could have been bought from the\nSlovak government. This yellow/white exemption indication that the person is important\nfor the Slovak economy. This was already ,Czechoslovakia did not exist anymore, the\nSlovak\n01:05:\nState, a puppet state put together by Hitler, and Hitler installed the Slovak fascist\ngovernment. The head of it was Monsieur Tiso. This was already the Slovak State. So\nwhen they took my father I still stayed with my aunt. A few weeks later, they came to\ntake my aunt and her husband and the maid. They had a maid.",
        "A: Was Agnes. Agnes Rebunska. And she woke me up and I remember this...this actually\n[1s] one of the first recollections that I have about this time. She just sent me out of the\nhouse in this little town named Piestany. And she pointed the direction to me, the\nneighboring village where her parents lived. I basically knew that village because she\nwould take me there over the weekends. So I ran to this village. On the road somebody\npicked me up on a bicycle, brought me to her parents, and from there on based on that\nauthorization that my father wrote just before he was taken to Majdanek I was given to\nthis family who had these exemptions, the yellow/white exemptions.",
        "A: Feelings I don't remember. I remember thoughts that it seemed to me too far. The village\nseemed to me too far, and that I was very relieved when one of the young men from the\nvillage who was on his way either to school or to a job in that small town took me on the\nbicycle, turned around, brought me to the village and handed me over to the parents. I\nrecall much better when I was then brought to this family. The name was Pollack. They\nknew my father. And when I arrived there they had a 19 year old son and they asked me\nto feel at home. This will be my home. Incidentally, from this family's balcony I was\nwatching when my father left for the railroad station to report to the labor camp. They\ntold him that he will go to a small town named Novaki, which was just...I don't know,\nmaybe 25 miles from Piestany. And I also recall that people were telling him, \"Mr. Reiss,\ndon't go. You are going to be taken somewhere else, not to a labor camp.” And he just\ndismissed this and I remember standing on the balcony and waving to him. It was the last\ntime I saw him. And after that I had to go to school. I was a first grader in the Jewish\nschool which was just\naround the corner from this family's house so that my last recollection of seeing my\nfather...",
        "A: No. No. Neither did my father, because my father wrote a card which I have at home. I\nhave it framed at home, smuggled it out of that car, and the card says in German, \"We are\nfull of optimism, and we are looking forward to all that's to come and we will stay in\nNovaki. And there and then he sends regards to several friends so he did not know, and of\ncourse, I had no idea.",
        "A: The Pollack family. And 6 weeks, maybe 6 weeks later, with this yellow exemption or\nwhite exemption disregarded, we went to the first concentration camp which was Zilina,\nwhich is about, 100 miles from Piestany and also in northern Slovakia, but it's also very\nclose to the Polish border. And from there to Auschwitz is a very short distance. I don't\nknow...maybe a hundred miles maybe, a little bit more, but certainly not much more.\nThere I already recall that we were very cramped in this camp. And I was 7 and I was\nlooking at the cattle cars being filled with people and I remember I always enjoyed trains.\nA train ride was always something I was looking forward to...incidentally to this day.\nAnd I was just waiting...'when will our turn come,' so I did not view it as something\nnegative. I wanted to take a train ride. I got different feelings when I saw that they closed\nthe cattle cars and the train was just standing there and some people were screaming for\nwater. And also what frightened me, there wasn't...there wasn't one German. This was all\nadministered by the Slovaks, by the so called Hlinka guard. Was the fascist uniformed\nmembers of the Hlinka party. And one day I was wondering through this camp. There\nwere wooden barracks and one of these Hlinka guards...I don't know whether they took\npity on me. I don't know what I looked like. But he invited me into a large warehouse and\nthere were all these knapsacks and there was food, canned food. Sardines. And there were\nlemons I remember. And he said, \"Take what you want.” And I was...I believed quite a\nstreet smart kid, so I put some string around my pants and I stuffed the pants with all\nkinds of foods, cans, sardines. And I brought it to the barrack where we were staying.\nAnd I remember a great feeling of satisfaction because I distributed food. There wasn't\nstarvation really there. We were fed. I believe twice a day we were getting some soup.\nAnd this was basically just a transit camp, a camp where people arrived, loaded in the\ncattle cars and sent on.",
        "A: Well, this man...this Pollack was a dentist in Piestany. He had a brother named Arthur.\nArthur was in Bratislava which is the capital of Slovakia and he was by profession a\nprinter and he had a very influential friend and professional colleague from the printing\nbusiness whose name was Shajno Mach (ph.). He was a minister of interior in the fascist\ngovernment of Monsignor Tiso in charge of solving the Jewish question of Slovakia. And\nShajno Mach and Arthur Pollack were friends, drinking friends, card playing friends,\nfellow printers. And Arthur was sort of a bon vivant as a I always understood, a\nwomanizer. All kinds of vices, but he was also very close friend of Shajno Mach. So\nArthur, as I understand, went to Shajno Mach and he arranged that we were released from\nSered. I remember that one day a car showed up and we were let out. And the magic\nword was a phonogram. I did not know what a phonogram was, but I can still visualize it.\nIt was a white piece of paper with something written on it, and it had a red stripe across.\nAnd this was the paper that gave the orders to let us go.",
        "A: No. No. Quite the con...I think I was...I was... I must have had mixed feelings. I don't\nknow exactly, but I know that part of the feeling was there will be no train ride. So that\nwas the negative feeling. But I already saw some misery. I remember and I can still\nvisualize it. There was a man laying on a stretcher. There were many people around him.\nAnd it bothered me terribly because this man was not\nO1:15:\nsupposed to be there. He was ill. He was supposed to be in some kind of a therapeutic\nenvironment. I couldn't verbalize it at that time in this way, but I just remember that this\nwas disturbing. The other disturbing thing was that we had extremely small space and we\nwere sleeping on the floor and we were sleeping on straw. And this was again something\nthat doesn't happen to you when you are in comfortable times. So it must have been a\nmixed bag but that I am not going to take a train ride that bothered me. So we got out of\nthere and we knew that we have to go into a semi-hiding. So we went to a town called\nBardell (ph) which is in eastern Slovakia. And there we rented an apartment. Pollack\ncould no longer practice as a independent dentist, but he took employment with a Jewish\ndentist. It was 1942. And we stayed in this town til 1943. I went to school there. And then\nsome how things became bad. Was either end of 1943 or even the beginning of 1944. and\nPollack decided that we have to go into hiding again. Not complete hiding, but just out of\nsite into some location where we will be safer than in Bardell which is a quite Slovak\nconditions, quite a big town. Let's say it had 20,000 inhabitants. And he made a very\nunfortunate decision. He decided together with two extended families, maybe some 35\npeople, that all of us are going to go back to Western Slovakia to a village named Sharfia\n(ph.), near Nitra.",
        "A: We came Lutherans in Bardell. Yes. In Bardell we...we attended church. We got papers\nthat we were Lutherans. I still have the baptismal certificate. And it was a serious\nsituation, yet it was a funny situation too because Pollack was brought up in a Yeshiva\nand was brought up as an Orthodox Jew. And to see this man forcing me and his wife to\ngo to a Lutheran service was quite a funny sight. And on top of everything, he would also\nuse every opportunity and go to a synagogue. I don't think it was a synagogue anymore. It\nwas a Stiebel. It was a prayer hall, but nevertheless came, so the same man who on a\nSunday would piously sit in a church with us, on a Friday night on a Shabat or on a\nholiday would put on his talith and pray in a stiebel.",
        "A: Oh yes. Oh yes. I was 8 and I remember I had a friend there whose name was Thury, who\nI will tell you a very sad story about Thury. His name was Arthur. His nickname was\nThury. And I remember we were somehow discussing it and had a good time discussing\nthe funny aspect of that. Because his family had nothing to do with the Lutherans. We\nwere\n01:19:\nthe ones. I don't know why. I don't know how it happened, but we were the ones who\nattended the Lutheran services. So now Pollack took this maybe 35 peoople to this\nvillage of Sharfia, and it was a very stupid decision because first of all, this village alone\nhad many Hlinka guards. And one evening somebody came to tell us...somebody from\nthe village, \"Listen, tomorrow the Nazis are coming with the Hlinka guards.” There were\nalready Germans in the country. \"And they're going to take everybody.” And Pollack did\nnot want to do anything about it. We were urged to go into the forest. Pollack had a son\nwho was 19, 20 by that time. Maybe 21 by that time. And he said, \"If you don't want to\ngo, I am taking the child (meaning me) and my mother and we are asking anybody else\nwho wants to leave to leave with us into the forest.” By the way, Pollack also brought to\nthis village his brother, the baby that was about 4 months old. All in all there were maybe\nover 40 people. So the son of his, Marcel took us. He finally... he relented. His brother\nwent too with a child that was my age, and his third brother stayed with his 4 month old\nchild. So only the two families, we left at night for the woods. Sunday morning, trucks\nappeared with Hlinka guards, with Nazis, loaded up everybody and took them to a village\ncalled Nemchita. A few miles from this spot they had to dig out their own grave and they\nwere all executed there. The children were not...they're not even shot. They were just\nburied alive. And I know that because after the war Pollack went to the exhumation. And\nI was there too. I was on the side. I did not see the act in itself, and I know that that was\nthe conclusion. The children were not even killed.",
        "A: Oh, yes. Yes. And incidently, this Thury whom I mentioned from Bardell, we had a fight\nshortly after we arrived in this village, the two of us, and either I pushed him or he fell\nand he had quite a large wound on his leg. And when they exhumed him, he still had the\nbandages on his leg. Well, now they are buried 1n a mass grave near this.",
        "A: Yes.",
        "A: We heard about it from the son of this man who came to warn\n01:23:\nus and this son, he was bringing us food into the forest. And we had a plan, again worked\nout by this Marcel, that we will go deeper into the forest until we find Partisans who were\nfighting the Nazis. So that's what we were trying to do. But somehow we did not manage\nto connect with them. Maybe they were too far. They were in the center part of Slovakia,\nand one day as I was searching for some food because we were really very short of food\nin the forest. I came upon a hunting lodge that was owned by a name, a man named\nBaron Leonhardy. He was married to a Jewish lady, but he was a German in good\nstanding. I don't know whether he was a member of the Nazi party.",
        "A: It was in the forest where we were staying and we had some...out of...we had two\nblankets and we built a tent-like structure. And since those two brothers, the two Pollacks\nwere constantly quarreling together and I could not get along with the son of Pollack's\nbrother, I always made some forays into the forest. And it must have been a few hundred\nyards from where we were hiding there was this hunting lodge. And I remember\nLeonhardy he was a tall man, sitting on the porch, and I don't know whether he asked me\nwhat was I doing there, but I know that they feed me and they gave me food and I\nbrought it to both the Pollack families.",
        "A: No. Linka was a maid at Leonhardy's house and she saw a situation and she offered that\nshe will take us at night to the same village from where they took these 35 to 40 people\nand that we can hide in their barn. And this is what happened. Linka was about 25 years\nold. She took us and we were hiding in the barn and we would have survived the war\nthere, but Simon Pollack ran out of cash. He was paying Linka's father so that he can get\nsome food. But he ran out of cash and Linka's father said, \"Look it is...I don't know. But\nnow it's maybe August 44. Said, \"Don't worry. The war will end and you will pay me,\"\nbut Pollack concluded for some reason he has to pay. Otherwise we are in trouble.\nWhether he assumed that they won't keep us without money, which I think was the wrong\nconclusion or whether the man did not have money to go and buy food, which I don't\nthink was the case because the man was growing his food and I remember they were\nslaughtering a pig while we were there hiding in the barn. And I remember big disputes\nbetween him and his brother. They really had fights there. They had fights that\nnecessitated the separation of the two families in the barn under the worst of\ncircumstances. So he asked his brother whether he has has cash and his brother told him\nno, he does not. So Pollack since he was a dentist, he was missing some teeth and before\nwe went into hiding from\nBarbell, he created some removable dental work out of gold. And he said, \"I have this\ngold here. I am going to send Linka's brother to sell it, and we'll have money. So Linka's\nbrother took the gold, went to Piestany, got drunk, told somebody that here he has the\ngold that the Jews who are in hiding in his house are selling, and he must have realized\nwhat he has done because he came back running to the village and he said what he had\ndone. So in a hurry it was at night, we picked ourselves up, run back into the forest.",
        "A: I don't...must have been a few weeks. And we ran there and there was sort of a small hut\nthat belonged to one of the villagers. So that's where we went. That's where we were\nhiding. And what I remember a big bang and the tiles that covered the roof broke up. And\nthen there was banging on the door and they dragged us out and all I remember seeing:\nHlinka guards, some behind machine guns and laying on the ground. I remember 3 or 4\nSS men in uniforms and they were dragging us out from this hut and as we came out, one\nof the Hlinka guards said, \"You are going to dig a ditch and Pollack became hysterical\nand so did his brother. The women were very calm, and the two boys...the two of us, we\nwere very calm.",
        "A: Yes. Yes. At that time I knew exactly what was happening.",
        "A: Yes.",
        "A: In my life, it's a very significant moment. That's the first time I remember thinking about\na supernatural being, so there's God. And I was so calm that...Pollack's wife told me that I\nwas barefooted. She said, \"Put on shoes.” And I said, \"Why would I need shoes?\" I\nremember the thought was, \"How preposterous that she should ask me to put on shoes. In\na short while later we won't be any more.” I remember this thought very vividly.",
        "A: That we are going to die. The second thing I remember that they were throwing out... Oh,\nactually I found out what happened. Why did those tiles on the roof break? They threw a\ngrenade. It did not explode. So one of the SS men went upstairs and was throwing our\nbelongings down. One of them was a sort of an attache case that broke open while it was\ncoming down from the first floor and it was full of bank notes and it belonged to the\nbrother of Pollack. He had plenty of money, but said he didn't have any. That means had\nhe said he has money, we would not have been in that predicament. We would have been\nin hiding.",
        "A: Yes. And he wouldn't share the money. So we are going to die.",
        "A: Yeah. He was asked whether he has any money and he said he doesn't have. Had he said\nhe has money...had he just lent it to his brother, we would have been safe because I\nremember the number of bank notes and the bank notes were in thousand crown\ndenominations. That would have saved us. So as we were standing there and the man got\nhysterical, suddenly somebody came from the village on a motorcycle, a Nazi, and gave\ninstructions. I did not hear him what he was saying, but it was obvious because they\nstopped everything and they took us down the village. Later we found out that the\ninstruction was to take us down to the village to put us on a truck and to take us to Nitra,\nwhich was the county town, into the jail and to find out from us where the Partisans are.\nThat we must know because we were caught in the forest.",
        "A: Precisely. So they put us on a truck, and I remember sitting next to...there were maybe\njust a handful of SS men. The rest were Hlinka guards. And this SS man gave me\nsomething to eat, and I remember touching his gun and he sort of showed it to me. At that\ntime, we already knew what happened in Nenchita. And my thought was they are taking\nus somewhere else for the same purpose as they took Thurie and all the 40 people around\nhim.",
        "A: All been killed. We already knew about that. Before we knew, we appeared in...1n Nitra,\nand that was where the ...sort of the ...that was the time when there were Nitra, our\narrival, there was no more time for any light thoughts. They lined us up.\nq: Nitra was a prison, not a concentration camp?",
        "A: Nitra was a prison. And I remember an old Hlinka guard. At that time he seemed to me a\nvery old man. He might have been in his late 50s, but he appeared as an old man and he\nintroduced himself to us. He said, \"My name is Homola,\" and something to the effect, \"I\nwill make your life miserable.” And with saying this, he hit old Pollack with butt of his\ngun. Then they crammed us into a cell which must have been very small, and there were\nalready some prisoners and with us included, there was barely room to sit. And we were\nsitting there, and I remember I felt very miserable because I was hungry. I was cold and\nthere was no possibility to move, no possibility to go to the bathroom and suddenly, the\ndoor opened and the Hlinka guard entered and took me and took this son of Pollack's\nbrother,Ari, threw us out, closed the door behind them and from then on I heard only\nscreaming. Must have been going on...I don't know...for maybe a half an hour or so. And\nwhen I came in, I remember the first sight was Pollack's wife who was all bloody. They\nbeat them severely. And then they took me and Ani and threw us back and we spent the\nnight in this state. It was...that was one of the worst moments of my entire experience\nwith...with...",
        "A: It was a dark moment because later on optimism again surfaced. Hope again surfaced, but\nat that time it was just bleak, dark, no hope. The next day, somebody opened the door. It\nwas a Hlinka guard, and in a very vulgar way asked us to use the bathroom. He used very\ndescriptive language to go to the bathroom and what to do there in a Slovak---in the\nSlovak language.",
        "A: He said, ??.. That means go and do number | and do number 2. Short while later, a man\ncame and brought in some food. And Pollack looked at him and said,\n01:37:\n\"Aren't you Mr. Kopsa?\" And sure enough he was. The non-Jewish prisoner...I don't\nknow for what reason...I think he was a Czech originally and that might have been the\nreason that he was in a Slovak prison. And that was the first spark of lightness again. We\nknew somebody who 1s in a position of power in prison, and we know him.",
        "A: Must have been a patient of his. I don't know exactly how. I think he was a patient of his\nwho used to come to Piestany to take a cure. Piestany is a spa, quite a well known spa for\ntreating rheumatism. And then just a day or so later, Pollack was called by the\ncommandant of the prison. I believe his name was Cunsa. I am almost sure 1t was Cunsa.\nAnd he told Pollack... I was there. I was present when he was telling him that. And I\nremember it because it was something that drew my attention. He told him in German:\nWenn Ich Dich jetzt weiter schicke, das Kind geht gleich durch den Kamin. Which\nmeans 'If I send you on now, the child will go [1mmediately] through the chimney.’ And\nso that's how I remember also that we did not have to wait til the war's end or to be ina\ncamp where there were gas chambers and crematoria, that this was no secret that this\nprocess was going on.",
        "A: Before this, I know that I heard it long before the war\n01:39:\nended, that there was mass extermination going on. I know that this was no secret. So\nCunsa continued and said, \"Look, I will do one thing. You are a dentist. There are plenty\nof Jewish dental offices that have been closed in this town. Tomorrow, you will go. You\nwill select one. We will move the entire dental office here, and you will fix our teeth.\nAnd Pollack somehow must have felt very happy because he told him, \"That's wonderful\nMr. Commandant, Herr Commandant. I will make you the most beautiful teeth.” And\nCunsa said: Wenn ich in der Erdt bin ist se mir scheissegal ob ich gute Zaehne hab oder\nnicht. When I am buried, it doesn't make a damn bit of difference whether I have good\nteeth or not. And from there on, sure enough, within a short period of time, might have\nbeen a week, Pollack was working as a dentist in the prison. His wife was helping him as\nan assistant. We had all the food in the world. The negative attitude of this Hlinka guard\nsuddenly changed. They were bringing their wives in. They had their teeth fixed. And we\nwere just having good times.",
        "A: I was...well, first of all I... was very important. I was now free to move to the corridors\nof the prison, and one night I remember we heard some crying going on, as if\n01:41:\nsomebody was tortured. And sure enough, I found out that in the neighboring cells there\nwere Wehrmacht soldiers who tried to escape from the war front, and they were brought\nto Nitra, and they were tortured there. And I had the opportunity to get food and to get\nsome food to them as a 9 year old boy. So I felt very important.",
        "A: Absolutely not. Absolutely not. I did not have one negative thought about them. As a\nmatter of fact, in that prison my only negative thoughts were about the Hlinka guards,\nbecause the only Nazi with whom I had something to do was Cunza who I already\nrealized from his...what he said that he saving our lives. Then one night, the Allies\nbombed Nitra and in a hurry they had to pack us up and they sent us on concentration\ncamp Sered. So again was from...from a very positive situation to a very negative\nbecause suddenly we were in Sered. Wooden barracks.",
        "A: I think they just had to vacate the prison. I don't know what happened to the Nazi\nsoldiers. I have some idea because after the war, I was asked to make a deposition about\nCunsa, and I said what he did for us and it's my understanding that he was executed\nbecause he signed execution orders for some partisans and maybe for some of these\ndeserters as well. So he was executed. Now in Sered, we found...",
        "A: I don't remember. I don't even know how we got to Sered. Whether it was by train or by\ntruck, I don't remember. In Sered we spend a few weeks and the commandant there was\nthe infamous Bruno who, to this day, is somewhere in hiding in Syria. And Bruno took it\nupon himself to torture Simon Pollack. He found out that he was a prominent prisoner in\nNitra, and he must have felt a need to reduce him to the level of every other inmate in\nSered. So he would call him to...and he tortured him. He beat him, and Pollack was a\nslight man, short, and I remember him. Every time he came back, he was quite shaken up.\nWe spend a few weeks..I don't know how long in Sered, and from Sered then I went to\nTheresienstadt with the women",
        "A: No. There was a whole transport. I don't know exactly the date, but our number was:\nsechs und zwanzig zwo einund vierzig [26241]. This was my number.",
        "A: Might have been a couple of weeks.",
        "A: I got there, there was a selection. You go left, you go right. Only it wasn't...uh...",
        "A: There was a train trip to Theresienstadt.",
        "A: Yeah. First of all, they separated us, and I remember Pollack crying there with his wife\nand I remember it appeared to me a quite a paradoxical(ly) and outright grotesque\nsituation because they were constantly quarreling. And now that they were being\nseparated and Bruno was standing there. He was crying...Pollack was crying. He said, \"If\nwe survive this, I will be...I don't know, a model husband and we will never have these\nquarrels, etcetera, etcetera. And Bruno was standing there and I remember pulling\nPollack's hat on his eyes and saying: Wir kennen Dich schon , Du alter Simulant. Which\nmeans we know each other already, you old faker, because Simulant in German is\napplied to a person who pretends pain or...\n01:47:",
        "A: Oh yes. Oh yes. I was looking at the train and they put us on the train and I knew I have\nto have a spot where I will be able to see outside because there were just four small\nwindows, much high up for me to see anything. So I thought if I am next to the door...I\ndid not know that it will be slammed shut...that I will be able to see. So I placed myself\nthere and another woman came with her son and I consider him a spoiled brat because\nthey pushed me away from my spot and this is going to be for him. And I couldn't defend\nmyself and there was nobody else to defend me, so I was pushed aside. But then he had\nto move because they but a bucket there. And finally they slammed shut the car and...the\ncattle car, and we were standing there. I don't know how long. It was not hot, so it was\nbearable. It was fall of 44. But before the train moved, I know the bucket was full. And\nonce the train moved, the bucket tipped over and this kid who took my spot got the bulk\nof it. So I remember deriving some satisfaction from this. I don't know how long the\ntrip...trip took to Theresienstadt. From...from Sered to Theresienstadt, it might be less\nthan 200 miles, somewhere between 150 and 200 miles, but I know that it was either 2\ndays or more. Because the reason...every time there was a transport with military going\nback and forth, they put this train ...they side tracked it, and we stand there. Finally, we\narrived in Theresienstadt.",
        "A: I don't know. I don't know what the supply was. I remember air because I remember that\nsomebody would open that door and I saw something was going on. I have no idea what\nwe ate on this trip. I only remember there was quite a lot of moaning and there must have\nbeen quite a lot of sickness and I remembered tremendous overcrowding.",
        "A: I do not remember, but the overcrowding was terrible. The only negative thoughts are\nabout the overcrowding. I do not remember either thirst or hunger. And once...now we\narrived in Theresienstadt and again there's a very negative first impression because\nTheresienstadt is a garrison city surrounding by a fortress, by moats, and we arrived at\nthe entrance of the fortress and was early in the morning and was a lot of noise, a lot of\nscreaming, \"Raus, Raus, Raus.” And they registered us. And I was with the woman...with\nPollack's wife and she was assigned to a spot which again was considered prominent. She\nwas assigned to what was called in German Entaeusung, a place where they deloused\npeople. They go through shower and shaving and get rid of lice because lice we\nhad...Lice we already had in Sered I remember. So I stayed with her for awhile. I don't\nknow for how long. And then suddenly transports started arriving in Theresienstadt from\nother concentration camps. I understand that the plan was to concentrate as many people\nin Theresienstadt as possible, and then to liquidate the camp. Blow it up or...I don't know\nin what way, but that was...the plan was to liquidate it.",
        "A: This is already December, maybe January of 45. And so she had to get rid of me because\nthey had so much work. Then my transports were coming, so I was put with Dutch\nchildren into a home. There were already no Czech or Slovak children. They were all\nsent on to Auschwitz. Just... Theresienstadt was basically just a...they called Sammellager.\nIt was ghetto, but it was Sammellager. That means they...they brought in people for\nfurther transport to Auschwitz. So I was put with Dutch children. And now the transports\nstarted arriving and Theresienstadt was built...it was a garrison city by Maria Theresia in\nthe 18th Century. It was supposed to hold 7,000 people and at one point it got up to, I\nbelieve, to somewhere 40,000 people. And I remember prisoners arriving from other\ncamps, and that was a terrible sight because there I remember dead bodies, terribly\nemaciated people, which we up to that point did not see in Theresienstadt. Theresienstadt\nwas always maintained as a model ghetto so when the Red Cross, the Danish Red Cross\ncame they would take them there and they would show that the Jews have their self\ngovernment. Incidentally, I worked for sometime as an Ordnanz. That means a runner for\nthe elder of the Judenrat.",
        "A: I was there. At that day when they arrived, I was in the home, in the Dutch home, and I\nremember they prepared us for the visit and I remember very well they gave us each a\nglass of milk. By that time I haven't seen milk for God knows how long, and they said,\n\"When they appear, you will drink the milk.” The reason probably I remember it because\nthe milk was boiled and when you boil milk you get a what I call a skin, and that's\nprobably the only food that I would not eat at gunpoint, and I remember not drinking that\nmilk. So the Red Cross came and everything was organized. There was an orchestra\nplaying. There were cafes. We had what they called Ghetto Gelt. We had money. You\ncouldn't buy anything for it, but there was money in five or six different denominations.",
        "A: I don't remember them talking to us at all. I just remember them being accompanied by\nsome high SS official and I remember the SS official in that room where I was standing.\nWe had the bunk beds, three high, and he went and with his glove took a sample whether\nthere was dust. I remember that.",
        "A: No. No. Seemed to be like a curious event sort of a welcome change from monotonous\nroutine. But Theresientstadt 1n itself, up to the point when the transports were arriving,\nwas bearable. If one was free of disease and if one was in a situation like me, if one\nbasically had a bunk for himself, not too overcrowded, and there was some food available\nand what was not available I was always able to either steal or I remember there was one\nof these fake banks that they have and I would go there and they somehow took pity on\nme and found even a pair of shoes which I did not have up to that point. So there was\nalways...as compared to a Sered which was looked and was a concentration camp,\nTheresienstadt was a city and it gave an appearance of a city and give an appearance of\nsome semblance of normalcy. There were Jewish policemen in some funny uniforms.\nThere was the Judenrat which had some bureaucratic tasks. As I said I worked as a\nrunner for the Judenaeltester, whose name was Murmelstein. We used to call him\nMurmelswine because he wasn't one of the nicest persons. After the war, I understand he\nbecame a financial advisor to the Vatican. He succeeded a man who went to the gas\nchambers Edelstein, who was the Judenaeltester before him. So life had a semblance of\nnormalcy or what I would consider normalcy at that time. And a few short months\nafterwards, we were liberated.",
        "A: Things changed. I remember every day seeing carts with dead bodies heading toward the\ncrematorium. The most frightening thing up to the point was when somebody was taken\nto the small fortress. There was what was called Grosse Festung. That was the city of\nTheresienstadt. And there was Kleine Festung, small fortress, which was on the outskirts.\nAnd if somebody was taken to the small fortress meant that you could write him or her\noff. Separately administered, was administered by a sadistic SS man and his two sadistic\ndaughters who took pleasure in letting German shepherds loose on prisoners and he the\nSS man who administered the Kleine Festung was a sadistic guy named Joko, was\nexecuted after the war. While in the ghetto itself, we barely saw an SS man. The head of\nthe camp was Rahn(?). He was an SS man. I remember seeing him twice or three times.\nThere was another SS man, Seidel, whom we would see from time to time on a bicycle.\nBut otherwise there were Czech policemen, who were quite decent, most of them. I was\nalso involved in a plot. There were train coming and they're bringing in the transports and\none of the engineers wanted to take me out of the camp, smuggle me out of the camp,\ntake me with him. And I remember climbing the engine and somebody caught me and\nsort of pushed me or kicked me in a very forceful way. Otherwise, Theresienstadt showed\npositive human aspect of fellow prisoners. The women who were teaching children to\nsing. Ther was some attempt to teach us how to read and write. Before I came to\nTheresienstadt there were operas staged there.\nEnd of Tape #1\nTape #2",
        "A: You see it has always been enormously helpful to me, to my thoughts, to my psyche, the\nfact that there were many good people to whom I owe my life. There was so much\nnegative. For example when they led us from the place where they wanted to execute\nus...when they led us through the village of Sharfia and loaded us up on the trucks taking\nus to Nitra, I remember people standing in the doorways and laughing (clearing throat)\nbecause we were quite a grotesque lot. This is balanced (clearing throat)...excuse me...by\na person like Linka, even by her brother who got drunk.",
        "A: This was Linka's brother I believe his name was also Rudolph. But he paid a terrible\nprice. He spent the rest of the war in a concentration camp, came back a cripple, and died\nprematurely. But there were many people. There was Cunza in Nitra. And from my\nthinking, it was always important to know that not all this dark, black, and what very\noften surprises me is that when we discussed this event, we need a black and white story,\nthat we refuse to think in shades. That when one brings in one good SS man as if this just\ndistorted the story, while the opposite is true. One good SS man doesn't change anything\non the bestiality of the whole establishment of the SS, of their deeds, but it is a reality\nthat there was one positive humanbeing or maybe just positive vis-a-vis me. I need that\nfor my assessment and for my view of life. I don't want to think in terms of...",
        "A: Not at all. Not at all. For me to know the whole story is important. The million children\nwho died is as important to know as to know the fact that some...I don't know...some four\nthousand Jews survived in Berlin along, with the help of Germans. I met a man in Berlin.\nI will tell you just this one episode and really... seldom break down and cry but I did.\nThey were doing a documentary about the Kristallnacht, 50th anniversary of the\nKristallnacht, and I spoke to a man who 1s approaching 70. He lived in Berlin in the open\ntill the beginning of 1944. With the yellow star he was traveling the streets of Berlin, and\nhe was working believe it or not for some form of a Jewish community that was still\nfunctioning and he said he would get on a public transport system and somebody would\npush an apple in his hand. And one day he was returning home from his errands through\nthe streets of Berlin with his star, and he saw that they were loading his parents on a\ntruck. So he said, \"Well, this 1s it.” So he ran to a woman that he knew, a German\nwoman, who was hiding him from the beginning of 1944 until the end of World War II. It\nwas close to a year and a half. She was sleeping. She had a one room apartment. The one\nroom apartment had a small corridor, maybe three by two meters. For this year and a half\nshe was sleeping in this corridor and this teenager was sleeping in that one living room\nfor close to a year and a half. So this is important to include in the story.",
        "A: Yeah.",
        "A: There are many things. There are many nationalities in Theresienstadt. Everybody was\nlooking for a survival method. I was constantly hungry and looking for food. And I had a\nfriend with whom we would roam the streets and just look for an opportunity to get\nsomething to eat. The best opportunity was when the new transport arrived and people\nbrought some food so you could go and you could try to acquire it, to steal it. So I\nremember we stole a big jar of jam and we ate it in hiding and we came back down and\nthey were already two women in each other's hair accusing the other of stealing this jar.",
        "A: Pardon. One accused the other of stealing it while we ate it just a few minutes before that.\nI was as I said, I was a street smart kid and I developed connections. There was a doctor\nfrom_Piestany, Dr. Volstein, who came to the camp with his wife and with his daughter,\nmy age. Then after the war I went to school with her. And I found him a job, peeling\npotatoes. It was a life saving job because peeling potatoes meaning he also had a extra\npotato. And he was very grateful. He said that if he survives the war, after the war he will\ndo anything for me. And he survived the war and came back to this small town, Piestany,\nin which they took us, where I after the war where I continued my high school education.\nAnd I know that he wanted to make good on his promise he will do anything for me. So\nhe wanted me to go out with his daughter, but didn't work out. She was a rather homely\nlooking girl I remember and...but I even told somebody that. It was rather an ungrateful\ngesture. And it was...was a funny...was a funny thing because this man who returned\nfrom the camp and his daughter, they just happened to look very Jewish. I know in\nAmerica it sounds offensive now, but we used to talk that way in Europe. Somebody\nlooks Jewish and somebody doesn't look Jewish. In America, it's today it's difficult to\nimagine because very few people we walk on the street. I wouldn't know whether they\nare Jewish or not Jewish. But there we did. And they looked very Jewish. But his\ndaughter, when I would tell her...she became a Protestant after the war. I would say, \"Do\nyou remember our days in Theresienstadt?\" And she would tell me, \"I was never in\nTheresienstadt.\"",
        "A: Complete denial.",
        "A: We just heard some shooting at night.",
        "A: No. We only found out after the war that preparations were going on to...to kill\neverybody. We also heard that Romm who was the SS commander of the camp wanted to\nsave himself and revealed the plan to somebody, and that the Soviets had to do some\nmaneuver with the army of Marshall Koniev, and instead of going directly to Prague to\nliberate Prague, which at that time there was an uprising in Prague going on...that they\njust made some...or part of the army made some detour and liberated Theresienstadt in a\nsurprise move. Theresienstadt is about 40 miles north of Prague. So it was very fast. We\nwoke up one morning and there were the Soviets in town. There was a typhus epidemic\ngoing on. I remember them working day and night trying to save people.",
        "A: Oh, yes. Many people died after the war. We were not let out of the camp immediately\nafter liberation. I believe we were liberated May 8th and we did not leave the camp until\nthe middle of June or so because of the typhus epidemic.",
        "A: The Czech police nothing happened to them. The SS was no longer there. So we did not\nsee them, but as I said we saw very little of them during the Nazi era.",
        "A: We felt very, very good. We were very close to the Russians. I remember I then from\nTheresienstadt we left for Bratislava, the capital.",
        "A: The overall feeling is very important to me. When I look at that, when I think back of\nwhat I was thinking, it is incomprehensible to me that what I was thinking was this all 1s\nnormal. That somebody took my father; that my mother is not there; that I am with\nstrangers; that I'm going to a camp; that we are isolated as Jews and singled out for\nsomething because of the negative treatment; that some how this all is..it's normal. That's\nthe pogram of the day, a pogram of the month, a pogram of the year. And we were\nliberated with just a continuum. It was the next stage, but no cathartic relief.",
        "A: That's what's like. I remember one difference I noticed. We started our journey back to\nSlovakia, back to Bratislava which is just a few miles from Sered from where they took\nus to Theresienstadt. We were no longer in cattle cars. We were in a normal train. Took 3\ndays again because it was just after the war, troop movements etcetera, but it was a\nnormal car and when the train stopped we could get off. I remember playing with other\nboys. So this was a dramatic change, but again it was just as this entire episode through\nthe camps and through the hiding had ups and downs, and there were some extremely sad\nmoments some moments of resignation, some movements of this is it, this is the end like\nwe would be executed. But there were also highlights. There were also some funny\nmoments. There were jokes. So we returned to Bratislava and a few weeks later, with\nMarcel who in the meantime survived Auschwitz. I did not mention when we were in the\nforest with Pollack with Marcel with his 20 year old son, he tried to connect with the\nPartisans and he left us one night that he's going to find the partisans and never came\nback. What happened the Nazis caught him. And he went through interim camp in\nSlovakia to Auschwitz and he survived Auschwitz. Not only did he survive Auschwitz,\nbut when the Russians liberated Auschwitz, he became an interpreter for the Russians.\nAnd the Russians took him down south to liberate Budapest. And we went...when we\ncame from Theresienstadt, means from the northwest, he came from the southeast from\nBudapest, and we met in Bratislava. And he was wearing sort of a Russian uniform. And\nthen he started searching for his father, for Simon. And Simon came from Sachsenhausen\nto Prague to sort of a hospital because he could barely stand on his feet. So Simon came\nthen from Prague to Bratislava, so we all met in Bratislava. Nothing ...nothing happened\nto us, to...to...",
        "A: We all survived.",
        "A: Yeah. Well, we went back to Piestany. Pollack opened his dental practice there. I went to\nschool in Piestany. That was the beginnings were not too good. There was a lot of anti-\nSemitism in Slovakia. I began swimming. Piestany is a spa. It has thermal spas, and one\ncan swim winter, summer, and I became a competitive swimmer the age of 13. My whole\nlife revolved around going to high school and swimming. And I lived in Piestany until\n1954. At the age of 19, I went to...I was accepted to law school in Bratislava. I completed\nlaw school, then I was drafted in the Air Force, 22 months. After that I practiced law in\nPrague for 10 years.",
        "A: Married. Had two children. And I escaped from Czechoslovakia in 1968 just before the\nRussians marched in. An irony 1s that they installed a communist regime, so from the\nRussians that we liked and admired, they became the oppressor. So escaped from there in\n68 just before the Russians occupied Czechoslovakia in 1968. Came to this country and I\nwent to school again. Nobody needed a Czech-trained lawyer, so I got my Master's in\nsocial work. And then I worked in the field of refugees. I worked for a Jewish\norganization involved in bringing refugees out of countries of oppression and bringing\nthem to this country. Then I worked, almost 10 years, for the Anti-Defamation League as\nDirector of European Affairs.",
        "A: I have a family. We have a 15 year old son, and by a previous marriage I have two sons.\nOne is 29. One 1s 27. And we live in New York and go on.",
        "A: I don't know. You know I've been around for quite a while and it seems to me that there\nare two sentiments. One, when I pause for awhile and I see what can be crammed into\nthis relatively short few years, it is mind boggling. On the other hand, I feel sometimes\nwhen I talk, especially with younger people, that in a way it is as thorough a school of\nlife as one can get. How it affected me, I would like to think that it did not affect me in a\nnegative way, except in some ways, for example, we very often discuss it with my wife.\nJoyce has an enormous family, somewhere all forty first cousins and we would show up\non all these family occasions, and I have my wife and my three sons so compared to her\nfamily, I feel like a soloist there. And that brings out sometimes very negative feelings.\nWhy am I in this situation.",
        "A: In a way. The other thing that I still do not understand quite well, but I know that these\nare the feelings that when I was growing up I never missed my parents as a child. Did not\noccur to me. They're simply not there. I used to call the Pollack family...him I used to call\nFather and her I used to call Mother. And when I became independent, grown up, I\nsuddenly began missing my parents. And to this day, I don't think of myself as a victim.\nMatter of fact, I dislike the notion. So I don't think I am a victim. Thank God, I function\nlike any other human being. I feel that once I already had to go through that experience\nthat it enriched me in many ways. The saddest thought is that my father was 15 years\nyounger than I am now was just as intelligent, bright good man, just taken and killed like\nan animal. I don't have the thoughts about my mother. My mother died fighting them. She\nwas caught. She was executed. She lost, but she lost fighting. So I don't have negative\nfeelings.",
        "A: Precisely. So those are some of the thoughts, thoughts about my parents come to mind\ndaily. For myself, I don't know whether it's a coping mechanism, but I always had the\nability and I applied to life in general that perhaps when things become a little bit\nuncomfortable I can take myself\nout of the situation and become a spectator rather than a participant. And I feel that it's a\nhelpful device.",
        "A: Yeah. And...and also I'm trying to look in stories for a...for all sides of the story. I will\ngive you an example. Old Pollack, that's what I call him now. He has been dead for 20\nyears, but we had a very nice relationship. He was in Sachsenhausen and he was sort of a\njokester. He always looked for the funny in a situation. From Sachsenhausen, they used\nto take them almost daily to clear the rubble from Berlin after the bombardment. And he\nwould tell me a story and he found it hilarious and the way he described it, 1t was\nhilarious. He was a very short man and he had two fellow prisoners who were giants\ncompared to him. So he would always go with them because they would grab a beam and\nthey would carry this beam and he, so that he doesn't have to carry anything, he would be\nin the middle and he would sort of hang on this beam. And, of course, this did not escape\nattention of one of the kapos, and they beat the daylights out of him. But when he was\ntelling me this story, he wasn't telling it with sorrow. He was telling it as a funny episode\nthat one would see in a...Buster Keaton situation. Maybe I learned a little bit from ...from\nhim.\nyou'd like to say anything else that maybe you thought of.",
        "A: Yeah. I would like to. One thing disturbs me enormously now. As I mentioned to you, I\nam an advisor to the office of the President of Czechoslovakia. And some very\nunpleasant things are going on in Czechoslovakia at this moment. The Slovaks are\nstriving for separatism, but they would like to pick up where they left off in 1945. So\nMonsignor Tiso who used to be the President of Slovakia under Hitler, installed by\nHitler, tried after the war as a war criminal, executed as a war criminal. His memory 1s\nbeing revived now as a martyr. There are attempts to cannonize him. There are anti-\nSemitic episodes in Slovakia.\nThe man who was one of the driving forces behind the 1989 revolution in Slovakia...what\nHavel did in Prague this man did in Slovakia. His name is Feder Gor. He was born in\nTheresienstadt. He's 46 years old. Three months ago, he had to leave Slovakia for\nEngland because he cannot walk the streets of Slovakia somebody not spitting in his face\nsaying, \"You dirty Jew. You should have died in the gas chambers.” I was in Germany 3\nweeks ago, and I met with some Catholics who work for the Central Committee of\nCatholics in Germany. (Coughing) And I asked them...I said, \"The whole world knows\nabout this and the whole world that reads and follows political events in the newly\nemerging democracies in Europe. Why is it that in a country like Slovakia where a\nCatholic Church has such power, similar power as it has in Poland, nobody stands up and\nsays anything? How come among you German Catholics nobody stands up and says,\n\"Who was Monsigneur Tiso, and it is obscene to try to rehabilitate this man? How 1s it\nthat you don't protest against the interviews given by some of the Slovak people in\npolitical power now who say.... who refer to the alleged...this is a quote alleged\ndeportation of Jews from Slovakia? So how come nobody's doing anything now when\nthere is no Dachau any more for standing up and saying something? And there's just no\nanswer to that.",
        "A: Thank you.\nI'd like to have a little more detail about how you got to Sharfia, and what it was like for\nyou...for you as a child there.",
        "A: To Sharfia.",
        "A: Well, Sharfia is a village very close to Piestany. The Pollacks used to have maid who\ncame from Sharfia. When we were in Bardell, and we saw that we have to leave\nBardio...becoming dangerous there, Simon Pollack thought of Sharfia as the place to...to\ngo and hide. As I said, it was a ridiculous notion. Maybe one or two people could hide\nthere, but to bring 40 people was suicidal.",
        "A: Just a few weeks.",
        "A: Well, I remember I was playing a lot with Thury, and the local boys were quite\nantagonistic towards us, so I came up with a story. I told them that we have a soccer ball,\na real one, not one made out of fabric as they used in the village, and that I have soccer\nuniforms for two teams. And they thought here is this new kid. I was probably better\ndressed than they were, so I must have made an impression of a rich kid. And this\nbrought out great respect for us, but I remember we were being nudged everyday where\nare the uniforms and I don't know what I keep telling them. Probably that it's coming, it's\ncoming. And so these are some of the thoughts I remember. I also remember that we\nlived in very crammed quarters in somebody's house. I remember every time people had\nso many guests, wanted or unwanted, they resorted to killing a pig because that would\nfeed many people. And I remember A funny episode. Simon Pollack lending a hand to\nthe peasant killing this pig which had to be killed clandestinely at night. Otherwise, there\nwas a forced portion that one had to give up to the...for the... I don't know. There was\nsome central collecting system of food. Those are some of the things that I remember\nfrom my days.\n02:33:",
        "A: Yeah. He must have come from the town of Piestany, and somebody must have spoken\nabout it.",
        "A: This was a man from the village who had a young son, also named Rudolph, and he went\nto Piestany and he must have heard from somebody that this Aktion 1s being prepared,\nthat the Nazis are coming the following day. And I remember how they were pooh,\npoohing the idea. They said, \"Well, tomorrow is Sunday. Nobody is going to come on\nSunday and we have time.” But this is the father of this Rudolph. Incidentally, this\nRudolph was a young boy, maybe 16, 17 and after the war when we returned Pollack\ntook him in as an apprentice. And he worked for him in the dental lab as a apprentice\nuntil 1948 and in 1948 he was drafted into the military. Was already after the\nCommunists have taken over power in Czechoslovakia, and he was a border guard and he\nescaped from Czechoslovakia and he came to this country and the Korean War started\nand they drafted him and he fell in Korea.",
        "A: And he was the one who warned you about...",
        "A: You all went to the forest.",
        "A: Yes.\nand make a tent like structure, but what bothered me the most were these quarrels going\non between these two adults. And that was the time when Simon's son, Marcell, left to\nlook whether we could get to the Partisans. So these two men were left there. There were\ntwo children, and two women and it was a very difficult time because they behaved like\ntwo brats. But I also forgot to mention that when Marcel failed to return, they sensed that\nhe was caught so his mother was hysterical constantly and Simon became hysterical as\nwell and would pretend that he's going to commit suicide. That means he would take a\npocket knife and make sure that all of us saw it and ran into the bushes and his wife\nwould send me to take care of him so he doesn't commit suicide. I remember how angry I\nwas because I was 8 or 9. I did not verbalize it that way, but I remember it. I felt\nsomebody should take care of me and here I have this idiot pretending that he is going to\ncommit suicide and instead of me being able to look for some food or for something, I\nhave to babysit for him. I am sure not put it in those words, but I remember that my anger\nwas...",
        "A: Yes. But it was of no use at that point, as he proved to be of use in other instances, like in\nNitra when he knew to do something useful to fix their teeth which kept us in Nitra so,\nagain, he was a figure up and down in my books.",
        "A: In the barn I remember the worst thing about it was, again, the quarrel between those two\nmen, and I also remember the brother of Simon was an extremely religious man. And we\nhad very little to eat and this peasant must have had a terrible time, Linka's father, must\nhave had a terrible time to get food for us. And we were hungry. Somehow...I don't know\nwhy, but Simon's brother...first of all, he had the money that I was talking about that\nappeared and suddenly when they were throwing it out the window, but he also had some\ndurable food. Specifically, he had bacon. And he would ask Ary, my age and his wife,\nwhose name was Irene. I remember the words and I remember as if it was yesterday. He'd\nsay, Irinka willst Du Speck. Do you want bacon? And, again, I remember the anger that\nhe would not ask me or Simon or his wife whether we want something to eat. That's\nnumber one. And number two, I remember thinking already at that time, \"If you are such\na religious man, how come you're stuffing yourself with bacon?\" Maybe I thought about\nthis only after the war. I don't know. I cannot recall exactly whether these were my\nthoughts, but he was asking in such a provocative way that I knew that I would have\nwanted to hit him. I disliked the man as you can see.",
        "A: We were hidden in that hut.",
        "A: A few hours before that and I remember we were laying on the floor and really\ndespondent because at that point we did not know what...what to do. And suddenly just\nout of the blue, there was this crashing noise, the roof tiles breaking and followed very\nshortly by strong kicking or banging on the door. I believe somebody smashed the door\nand we just...1 remember hearing the words ven, ven which is in Slovak. Out. Out. And\nwe went very fast. They assembled us. There was this notion or gesture of start digging\ngraves or a ditch. There was the hysterical reaction of the two men and much less from\nthe women. Me just standing there and waiting with Ary, me not having shoes and the\nwife of Pollack urging me to put on shoes. I said, \"Why?\" I remember that that was the\nmoment when I thought about God and I thought about this preposterous instruction that\nI should put on shoes. Then I remember the Hlinka guards throwing out our belongings\nfrom the window and what I failed to mention that when shortly afterwards, while we\nwere still present there waiting, they threw in hand grenades and they set it on fire. This\nwhole structure just burned. It was at the edge of the forest. There was a big clearing.\nAnd I see it burning and shortly afterwards, this motorcycle...this man on a motorcycle\nappeared, said something. Now, I know it was to take us to the prison of Nitra.\n02:44:",
        "A: We felt we are being taken the same place where Thury was taken. But throughout this\nentire time, I did not have what would be an appropriate reaction to the realization this\nmight be it. I was very calm. Maybe what contributed to it was that the man who was\nsitting next to me, that was either a Hlinka guard or it was one of the Germans, was\nbasically kindly to me. He gave me something to eat. He sort of let me play with his gun.\nI believe I thought if it was so dark this would not be the scenario. Something to that\neffect.",
        "A: If it was...if the picture was so bleak, if the outcome would be so devastating...",
        "A: This would not be the atmosphere in which it would take place. It would have to be sort\nof an overture that would be much more negative with no room left for anything\nresembling a spark of hope. And here somebody who is supposed to lead you to\nexecution and supposed to be and...and in reality is behaving in a kindly way. Of course,\ntoday I would know better. I have an experience talking to an SS doctor. His name is Dr.\nMuntz who I believe still practices medicine near Munich who was one of the Auschwitz\ndoctors tried in the Auschwitz trial in Krakow in 1947, the only one set free because he\nprovably helped Jews. And he was not involved in the selection process. He was the head\nof the Institute of Hygiene attached to Berkinau. And he would tell me stories about\nMengele, how they would walk and he said he enjoyed talking to Mengele because\nMengele was never foaming at his mouth. He was always elegant, always thoughtful,\nalways had interesting things to say, and as they were walking Moontz and\nMengele....Mengele would say, \"Wait, I just have to stop at my office.” So they would go\ntogether there, and there would be a beautiful little girl sitting and there would be some\nassistant obviously involved in some experiments or something, but the girl was very\nquiet. And Mengele would stroke her head and said: Ein huebsches Maedel and then he\nwould take out a candy and give the child a candy and then they would depart, Muench\nand Mengele and just he would turn to the assistant, say: Jetzt geben Sie das Kind eine\nSpritze. Let's now give an injection to the child.",
        "A: Yes. Within 5 minutes later, the child would be dead. So comparing this to my feelings\non that truck, that it cannot be so bad when the man is nice to me 1s a foolish thought. But\nat the moment...at the moment when it happened it was a useful thought.",
        "A: Yes. Well, In Theresienstadt, I...I did have a friend. His name was Peter Rothberger , and\nhe wasn't really a close friend but his mother and the wife of Pollack they worked\ntogether in this Entwesung(?). That means where transport arrived where people got\ndeloused, showered, shaven. And Peter and I would roam the streams and take care of\nour needs, try to get food. I met Peter then after the war. I was in law school and he was\nstudying philosophy but then somehow I lost contact with him. An interesting thing was\nthat after the war whether it was with Peter or whether it was with this girl, Monica, that I\nmentioned, the daughter of the doctor, one couldn't talk the past with them. There was a\ncomplete denial on their part because there were so few of us that to start this\nconversation would mean to bring in the unpleasant realization that we are Jews, a real\nhandful left because those who survived, most of them left for then Palestine between 45\nand 48 before the creation of Israel. So there was few of us left that they did not want to\nhear that they were part of that. Matter of fact, I remember much later when I was\nworking already as a lawyer in Prague, the entire office had one Jew. Everybody knew\nthat he was a Jew except this one man. And I enjoyed teasing him. So when we would\npass ech other in the corridor, I would say Sholem Aleichem and he would look at me\nand say, \"You Fool. What are you saying.” That was the same with Peter. We just found\nafter the war we had nothing to talk about it.",
        "A: Yeah.",
        "A: Oh, yeah. Rosa, Simon's Pollack's wife, and Eva decided to make a New Year's Eve\nparty. And somebody gave them a recipe to make cake out of bread. So they got some\nbread together. They were also in a privileged position to get more food because the\ntransports that were arriving, some people had supplies. So they made a cake out of\nbread. And I remember we had a very nice New Year's Eve party. We were included. The\ntwo women had a room all for themselves. That was an indication of their privileged\nstatus. But that's about all I remember about it. Just that we had cake made out of bread. I\ncan still taste it.",
        "A: This was still long before it closed down because it was beginning of January, and the\ntransports with all these inmates of other camps were arriving in Theresienstadt.",
        "A: It wasn't. There there wasn't singing or merriment. It was...it just looked compared to the\ndaily life, it looked very elegant because here you had separate quarters. All of us...there\nwere...I...1 have never seen ...never seen or I have just seldom seen just four people in one\nroom. The hall...when one visualizes it, it's always hundreds of people. You never\nvisualize or seldom visualize the situation where you are alone with somebody, talking\nalone with somebody. Almost didn't exist! There were always people.",
        "A: It was already some sign of situation that denoted... affluence or except, exceptional well\nbeing.",
        "A: That was to be a stranger. Actually in the later years, I thought a lot about it. I was the\nonly Czech child there among Dutch children. And you suddenly become someone who\nis identified if not as an enemy then as a foreign body that doesn't belong. I couldn't\ncommunicate with the Dutch children. They were beating me up because I was on the\nthird bunk and I had a problem. I constantly had a cold and at night I would have\naccidents. I would wet the bed and it all came down, and the one who was sleeping under\nme, even under the second person wasn't too happy with that. They...",
        "A: Yes. And so they would beat me up.",
        "A: No. The only time I remember was when I was in this Dutch home and maybe it\nhappened once or twice. But it did happen. Also I had mumps when I was there. And I\nremember almost exactly when it was because I remember I had mumps and the wife of\nPollack came to visit me, and they got the news in the camp that Roosevelt died. I\nremember her telling me this.",
        "A: I don't know. I don't know who else I...",
        "A: I knew who Roosevelt was. I knew who the Americans were. I knew where the war\nfronts were because this was the the discussions of Theresienstadt, where the Russians\nare, where the Americans are. People would bring it into this camp. Would come on the\ntrains, would come with the engineers of the trains. I am sure it came from the Czech\nguards.",
        "A: I don't think so. I think it was somewhere in first part of April and things were already\npretty much determined what the outcome is going to be. I don't recall any particular\nsadness or any particular reaction.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 18, 1991\nRG-50.030*0187",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Frank Reiss,\nconducted by Linda Kuzmack on June 18, 1991 on behalf of the United States Holocaust Memorial\nMuseum. The interview took place in Washington, DC and is part of the United States Holocaust\nMemorial Museum's collection of oral testimonies. Rights to the interview are held by the United\nStates Holocaust Memorial Museum. The interview cannot be used for sale in the Museum Shop.\nThe interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FRANK REISS\nJune 18, 1991"
    ]
}