{
    "rg": "RG-50.106.0116_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nRegina Spiegel, conducted by Margaret Garrett on May 11, 1999 in Silver\nSpring, Maryland. This is a follow up interview that will focus on Regina\nSpiegel’s post-Holocaust experiences. In preparation for this interview, I watched\nthe videotape of the interview you conducted with the Holocaust eyewitness project\nof Washington, D.C. in 1989, and listened to part of the audiotape interview you\nconducted with the Jewish Community Council of Greater Washington on March\n5‘ 1985. I will not ask you to repeat everything you said in those interviews.\nInstead, I will use this interview as an opportunity to follow up on those interviews\nand focus on your post-Holocaust experiences. This is tape number one, side A.\nWhat was your name at birth?",
        "Answer: At birth, Regina — Regina Gutman.",
        "Q: And your place of birth?",
        "A: Radom, Poland.",
        "Q: And the date of your birth?",
        "A: It’s — it was May 12\", 1926.",
        "Q: Let’s start with your liberation. Could you talk about —",
        "A: Yes.\nMay 11, 1999",
        "Q: — how that happened?",
        "A: Yeah, okay. In — as I spoke previously, from the other tape you probably heard\nthat on the last part of our journey, so to speak, we found ourselves in — closed up in\ncattle trains. They were shipping us, to where we don’t exactly know, but\nsupposedly, from what we’ve heard after the war, that our journey was taking us to\nDachau.",
        "Q: And you had been where?",
        "A: In Elsnig by Torgau.",
        "Q: Okay.",
        "A: It was our last camp —",
        "Q: Okay.",
        "A: — that we were in.",
        "Q: And we is who?",
        "A: The group, you know, the whole — you know, we were like about 3,000 women.",
        "Q: Okay.",
        "A: So the group, when I speak we, I refer to the — to the whole camp, so to speak.",
        "Q: Okay.",
        "A: They put us on these cattle trains and we were traveling. And in Germany, all of\na sudden we had to stop. And why did we have to stop? Because in Germany the\nMay 11, 1999\nrailroad tracks were bombed. This was already 1945, you see, most of the time, to\ntell you the truth, didn’t know exactly when, what time it was. But later we found\nout that the war was getting — was almost of the brink of being finished, except we\ndidn’t realize. But when we stopped at our — in our train because the railroad tracks\nwere bombed, we couldn’t go — excuse me — much farther. So what had happened,\nwhile we were waiting there for repairs, the SS had this speech to us, he said hey,\nyou ought to be very happy, because this is April 20\", 1945, it’s Hitler’s birthday.\nAnd we, we were thinking why in the hell should we be happy that it’s Hitler’s\nbirthday? But of course he said we will give you an extra piece of bread to celebrate\nit. And no sooner did he finish as the whole sky became black and we were actually\nbombed. Our trains were hit by the allies. Not direct, but next to it. And actually, we\nwere like about 3,000 women, probab — [coughs] excuse me — probab —",
        "Q: You want a cough drop?",
        "A: No, I—I am using a —",
        "Q: Okay.",
        "A: Probably a thousand of us got killed by the bombs, and the rest of us, when this\ntrain split open, and we saw like an opening, the ones who were able to, we just ran\ninto the woods. We hid out. We couldn’t stay there too long, because after all, they\ndidn’t give us that extra piece of bread, so we couldn’t do a — hide out too much,\nMay 11, 1999\nand we finally came out and we spotted this Russian — he was like a — probably like\na colonel in the army. And we ran over to him and he said, don’t worry, you are\nfree. And that’s how we actually were liberated, which was already like not exactly\nApril 20\", because it took us like two days longer. But apparently, the Russians\nwere already there. I always say, had the Germans left us in that camp, we probably\nwould have been liberated by the Americans, because I think where we were\nliberated was almost very near where the Americans and the Russians met, near the\nElbe river.",
        "Q: Excuse me, that makes a sound.",
        "A: Oh yes?",
        "Q: Yeah.",
        "A: Okay. So anyhow, that was mine liberation. So what do you do after you were\nliberated? You know, we had thru — in a way, we had a chance, because we could\nhave — and the Russians were encouraging us to go on a rampage, you know. The\nGermans killed us, you go out, you have a chance now, kill the Germans. But you\nknow what? We decided this wasn’t our way.",
        "Q: Wh-When they were telling you to do this, how did they —",
        "A: The Russians?",
        "Q: Yeah, did you have weapons to —\nMay 11, 1999",
        "A: No, we didn’t have weapons, but we could have gotten — they would have been\ndelighted to give us a — one of their guns.",
        "Q: The Russians would have?",
        "A: Yeah, they would have, but —",
        "Q: So they would have helped you?",
        "A: Definitely. But we decided ourselves that’s no way to go, and we just figured\nbecause we didn’t like what they were doing to us, we would turn around doing the\nsame thing to them. After all, the German that I would have picked up, I probably\nwould have never — had never seen him before. It would have been just picking up a\nGerman because he was German. And it — this wasn’t our way. And the next thing\nwhat we started doing 1s let’s go home. Let’s try to get home.",
        "Q: N-Now when you say we, were — who — where — did you have special friends\nthat you were with?",
        "A: We kind of got — when we were liberated, because we were so used to always\nbeing in groups, like I didn't know how to be by myself.",
        "Q: Mm-hm.",
        "A: I-It — so like about 15 girls, we got together and we like di — did things together.\nIf we wanted to get some bread — because we didn’t have like what the Americans\ndid on the American zone, a displaced persons camp where they fed you. With the\nMay 11, 1999\nRussians you didn't have anything like this. The only thing what they did for you,\nwe would go to them and say take — let’s go to a German bakery with us. And they\nwould go with us and they would requisition from the baker, bread for us. So we —\nand we, our type of eating was very crude. Bread and water, that’s all we needed,\nyou know, to keep us alive. So that’s what we got, we got mostly bread and water.\nBecause even when we got into a German house, even if we saw some food there,\nyou know, because what was happening after the war, a lot of German households\nbecame empty. Why? Because the Germans were afraid of the Russians and they\nwere running towards the American zone. So they left a lot of their homes with no\none there. So when we would go in, we would find maybe some food over there. I\nremember in one place, they had to spe — these beautiful, you know, like fruits,\napples and cherries put in in jars, like we put away sometimes fruits. We were\nafraid to eat them because we thought that maybe they poisoned it. So we wouldn’t\neven touch this. But we would have the bread from the baker and the water and\nthat’s how we continued going towards Poland.",
        "Q: Now, you would ask a Russian to requisition bread for you?",
        "A: Yeah, a Russian soldier.",
        "Q: Yeah. Were all the Russian soldiers helpful to you, or —\nMay 11, 1999",
        "A: Mos-Most of the time yes. You see, they didn’t have this type o-of gan —\norganization like they had with the — the Americans had. You know, what the\nAmericans did, they found the survivors, they put them in into a camp and they\nsupplied food and you had a place where to put down your head. With the Russians\nyou had nothing like that.",
        "Q: But some Russians 1n some places were abusive to —",
        "A: To women.",
        "Q: To women, and —",
        "A: Definitely.",
        "Q: — did you encounter any of that?",
        "A: A — well, we learned to — to kind of counteract that. Let’s put it this way. During\nthe day, ess — you know, I told you, we were 15 girls of us. As a matter of fact, we\ntook out from one of these homes, a horse and one of those — it was like a coach —\nnot a co — you know, a horse and buggy?",
        "Q: Mm-hm.",
        "A: But it’s not a b — it wasn’t a buggy, it was like the most beautiful si — here at the\nSmithsonian [ walked in one time, in front was sitting this coach, you know, it was\nthe most gorgeous thing if I would have kept it and would — wouldn’t have to had to\nworry about any finances because it probably was worth at — a fortune. But we were\nMay 11, 1999\ntraveling in this horse and buggy a little bit. During the day, let’s say where we — if\nwe were in a certain town during the day, we would split up a little bit and go into\ndifferent places to sleep. Like we would sleep where the horses would sleep in — in\nsome kind of — what do they call them, the barns, like. Or the pigs, or some others,\nbecause we were actually very much afraid of — of raping, because during the war,\nyou see, 1-in Germany, I never worried about being raped by a German, because\nthis was something that they were not allowed to do. If—if a German got caught\nraping a Jewish girl, he was in trouble. So they usually stayed away from us. They\nprobably were raping more German women.",
        "Q: What — what was that about, that they were not allowed to rape Jewish women?",
        "A: Oh, that’s was the — what they called the rassenschande. Rassen, the race,\nschande is the — a — you know, shame.",
        "Q: Shame.",
        "A: The — the — the race shame, you know, otherwise you — you like committed the\nworst sin. I mean, you commit a sin when you rape anybody, but this, th — it wasn’t\nthe raping that they were worried. So after the war we did have to — the women, and\nI don’t — we got away — we got away kind of lucky, but a lot of women weren’t that\nlucky.",
        "Q: It sounds as though you also were careful.\nMay 11, 1999",
        "A: Very, very, as I say. You see, when I was liberated in ’45, I was already almost\nlike 19 years old. You know, through the war years, you became very adept, let’s\nput it this way, and like self preservation.",
        "Q: Mm-hm.",
        "A: So most of us were really looking out for these things. When we notice 1n a town\nthat there were Russian soldiers, too many Russian soldiers, that they might go out\non — you know, at night, looking for women, we didn't stay in that town. We would\nmarch on. We -— like I said, we had this horse and buggy, so we could move on a\nlittle bit more. And also, we met some Italian guys who must have been working in\nGermany. You know, they came to Germany to work. And they were also like\ntrying to get back. So sometimes, you see, the Russians, if they saw you with a —\nwith another man, they would just stay away from you.",
        "Q: Mm-hm.",
        "A: So we, during the day, we would like, if we were visible, we would go with\nthem.",
        "Q: The Italian guys.",
        "A: Mm-hm. And then we just lost them. Came to another town, we looked around\nwhat was bat — we were very much aware, and I’m really surprised — you probably\nheard from other people because you the first one ever asking me really, that\nMay 11, 1999\nquestion, how — because we were — were a lot afraid of being raped by the Russian\nsoldiers.",
        "Q: Mm-hm.",
        "A: So anyhow, after — to tell you the truth, how long it took us to get to the Polish\nborder, I really don’t know, but I figure that it must have taken us like about three\nweeks. First of all, when we were liberated, there was one friend that was very —\nfrom the bombs, she was a little bit more in — and sh-she — you know, like she lost a\ncouple fingers and she was more troubled than most of us. You know, like I had a\nlittle bit of a 1-injury, you know, like a shrapnel? A piece of shrapnel got into my\nhand, but it wasn’t — you know, I never felt it. You know, it wasn’t dangerous for\nme. But with her, we had to put her in in a hospital. So she actually stayed in the\nhospital. We couldn’t, you see, we couldn’t keep on staying in the same town for\ntoo long because we were actually afraid of this. So we actually had to leave her in\nthe hospital, but there was another friend that she met that stayed with her. So she\nwas like more or less taken care of. But we kept on going and probably took us\nprobably like about three weeks til we got to the Polish border. And when I got\nthere — and you know, as you were walking — you see, when we were liberated,\nwould you believe that most of us didn’t realize that most of our families were\nmurdered? We still were hoping that maybe somebody’s gonna be alive because I\nMay 11, 1999\nwill tell you, in a way maybe that was good, because that’s what kept us through all\nthe other times, kept us going, because if not we probably at one time or another,\nwe would have given up. But that was, in a way, kept us — hey, you stay alive\nbecause you promised that we’re gonna meet at home. You know, like my\nboyfriend told me, you know, on the last, when they were separate — when they\nseparated us in Auschwitz he said to me, if we stay alive, just remember, meet me\nin mine hometown. But also, he didn't know that my mother told me this, when we\nwere, you know, it was just practically in the beginning of the war when she got us\nall together and she said, just remember, if God forbid we should get separated —\nyou see, never thinking that what’s going to happen, that it’s going to be this mass\nkilling, but just separated. If we go, maybe I was someplace else or something, she\nsays, remember, after the war, we’ll meet in our place, you know, in our home. So\nnaturally, the first thing what I wanted to do is get back home. So I did. That’s how\n— and most of us —",
        "Q: Back to Radom?",
        "A: Back to Radom, but by the time when I hit the Polish border, it was the city\nPoznan. That was like on germ — Polish German border. I don’t know whether —\nyou know, I think it’s not any more Poznan, I think they call it now Wroclaw,\nbecause this became part of Germany, you know, ne — I think so they call it\nMay 11, 1999\nWroclaw, I’m almost sure. Or maybe it’s still there, I haven’t looked at the map.\nMaybe after I finish this interview I will take a look at the map.",
        "Q: Okay.",
        "A: But we got to this town Poznan, and when I got to Poznan, the trains in Poland\nwere running already. Because you see, Poland was actually liberated in °44,\ntowards the end of ’44, th — 1t — the beginning of ’45. So their trains were already\nrunning. They weren’t maybe bombed as much, because they weren't bombed by\nthe allies, the allies [indecipherable] had lots of bombs. And I dropped — I will\nnever forget this, I drove — I — I didn’t drive, how do you call it? I brought this horse\nand buggy on the station and left it there just like that because actually, we were 15\ngirls, no one wanted to go near the horse. I said to them, you went through such a\nwar. You’re afraid of a little horse? I mean, he was that — he probably w-wa — I\nwish all through the war I would have had the dealing with the horse and — other\nthan with the people. I said, and you’re afraid? So they were afraid to go near the\nhorse, so I was the one that fed the horse, I was the one that took him in — now I\nprobably wouldn’t know how to deal with it, but at the time, you know, when your\nlife is at stake, or whatever it is that you have, I came to the conclusion that human\nnature, you would do what you have to do for survival.",
        "Q: And had you had any experience with a horse before?\nMay 11, 1999",
        "A: Never, never.",
        "Q: So you didn’t know anything about —",
        "A: lwas a—I wa—I was a city girl.",
        "Q: — handle — so you didn’t know anything about handling a horse?",
        "A: Never. Never in my life —",
        "Q: But you learned fast.",
        "A: — did — did I go close to a horse, but I didn't know — you see, now I know a horse\ncan kick you or something. I didn’t even know a horse can do that to you. But I\nknew that it was the only way that if we wanted to get back to Poland, rather than\nwalking step by step. And that was also a lit — a little bit in our way, that we had this\nmobility a little bit, that when we realized that this town isn’t so safe for us. I mean,\nnot with our lives, but with our — you know, virginity.",
        "Q: Mm-hm.",
        "A: So we figured we better keep on using it. And that’s what I did, so I left in\nPoznan, somebody had a very good deal on me, left in Poznan this gorgeous,\ngorgeous thing, with the horse. And of course, then we start — got on that train, no\ntickets. I don’t know where [indecipherable] going [indecipherable] going to the\ntrains, you know, on the outside, because we had no money.\nMay 11, 1999",
        "Q: Did they require that you had ticket — have a ticket if you were a returning\nrefugee?",
        "A: They might have. You want to know something but — there were so many people\nin the trains that probably the conductor could never manage to get them that — to\ngo and ask him for anything because you just got on the train and you hopped off\nwherever it stopped. And then how we stopped in one place, and somebody passes\nme by, and he actually had walked away already and came running back. He said\nReginka(ph) to me. He recognized me, we were in one of the camps together in\nPionki, you know, that was — we were the only camp where men and women\nworked together, but I was. And he says hey, you know that your boyfriend is alive?\nThat’s when I found out that Sam was alive. So I already felt a little bit better\nbecause I felt I — it’s true, ’'m going back into my city and I’m going to look for my\nfamily, but at least my boyfriend is alive. Because by the time we were getting to\nPoland, the closer we were getting, we realize more and more that our families\nwere dead, but we still couldn’t accept it.",
        "Q: Mm-hm.",
        "A: In a way it reminds me a lots of times when God forbid, you have a very si —\nterrible sick spouse, and you know he’s gonna die, or she’s gonna die, 1 — you just\ndon’t want to accept it. And I think that was with us, you know, now that I’m — I\nMay 11, 1999\nnever thought of it then, but hi-1 — but now that I’m older, I put — I can think a little\nbit differently than I did in those years. And I think most of us didn’t want to accept\nthe idea that everybody was dead. So you clung to it. But at least, as I say in my\ncase, at least I knew my boyfriend, if he behaves himself and if he is waiting for me,\nand if he thinks of me as much as I think of him, maybe we’|I be able to get\ntogether. So finally I got to my city, Radom. To tell you the truth, when I got there,\nI don’t know exactly, but — have you ever been to Europe?",
        "Q: Yes. Not to Poland, but other parts.",
        "A: Yeah, but you know like other, like bel —",
        "Q: Czechoslovakia, Hungary.",
        "A: — bel — it would be the same thing.",
        "Q: Mm-hm.",
        "A: You know how before you walk in into the places where you actually lived, you\nwalk into a big gate?",
        "Q: Mm-hm.",
        "A: Yeah, and then you go into the courtyard. Well, I did that. I came to my place\nwhere I used to live, it was called Jerome Skakel(ph) 21. This street was Jerome\nSkakel(ph), he was a Polish writer, the name of the street, was actually the main\nstreet of the city and the number of the building was 21, and a— I walked in. And no\nMay 11, 1999\nsooner did I go in, I haven’t even — because we lived a little bit farther into the\nplace, and I had this idea that I was going to walk in into my place, knock on the\ndoor, because by then I really knew already that most of our — my family was dead.\nAnd I — but I figured I will knock at the door and just ask it. Tell them who I am.\nMaybe if somebody else from my family comes and ask — tell him that the sister is\nalive. And I was also going to ask him, you know what? I lost all my pictures in\nAuschwitz, and it always bothered me that here I lived through it and I don’t even\nhave a picture to look at it. You know, it’s — 1t seems so funny, because when you\nhave access to it, 1-1t really isn’t that important, but I hear more and more people\nwhen their homes are on fire or something they run back. For what do they run\nback? For their pictures. And the same thing I thought maybe when we left for the\nghetto. My mother couldn’t take everything. I’m sure she took some pictures, but\nshe prob — maybe she left some pictures and maybe these people would have those\npictures. That wouldn’t mean anything. But no sooner did I walk in into that place,\nyou know, walked through this back gate, somebody caught me and said\nReginka(ph). Reginka(ph), by the way, is a name for — like Regina. It’s — in Polish\nyou use it like a diminutive, yeah. Say hey, Reginka(ph), what are you doing here?\nThey just shot Gudsztat(ph), otherwise a neighbor of ours, came back. He came\nback maybe a month before. They used to have a jewelry store before the war, and\nMay 11, 1999\nhe took back the jewelry store. I mean, the Russians weren’t yet in Poland like later\non they came in. As it was, later on it didn’t make any difference because the\nRussians took away from it. But he took back the jewelry store that belonged to his\nfamily. Somebody came, knocked at the door, that same time that I came in into our\ncity, and killed him. And this girl grabbed me, she says, let — g — run. And she and\nme started running. And where do we run? There’s no place where to run. We run\ninto where the ghetto used to be in Radom. They had — they made like out of a\nwarehouse, they made like almost like a — a — what they call a — a community\ncenter, you know, so when — because so many people were coming back into the\ncity and they had no place where to go. So at least you should be able to put down\nyour head and what we used to do, in a place like this, we would — they would have\nlike sheets of paper on the walls, and you would put in your name. So at least I felt\nlike — so I put down my name, and — Regina Gutman, am — you know, so maybe if\nsomebody will look through, they will find me or if they know [indecipherable] of\ncourse, nobody found me except my boyfriend by then already heard that I got back\nto Radom and I —",
        "Q: He — your boyfriend heard —",
        "A: Y-Yeah.",
        "Q: — that you had gotten back?\nMay 11, 1999",
        "A: Yeah.",
        "Q: Okay.",
        "A: You know true, I always say it’s amazing. We didn’t have telephones, we didn’t\n— but through the way — through the grapevine, you know. People were walking.\nThe people were walking, 1-it was like the march of the masses. People were\nwalking from Radom to Germany. People were coming from Germany into\nRadom. So as you were walking, you met some people, and we had a way to\nidentify ourselves, to — to ask you, let’s say if I pass by somebody that I thought that\nlooked a little bit familiar but I wasn’t too sure, I would just address him as\namho(ph). You know, just go by amho(ph). And this was almost like our password.\nIt’s a Hebrew word for — like folks. You know, a country —",
        "Q: Folks?",
        "A: Yes. A— maybe I’ll ask Sam a — a better definition of, because he speaks\nHebrew much better, but amho(ph). So if — if he heard the word amho(ph), he\nrealize that I’m Jewish too. Do you know — of course, we were plenty identifiable in\nthe beginning anyhow. I — all right, I didn’t wear any more mine suit what I had\nwhat — when I was liberated, my striped suit, because this I got rid of at the first\nthing. The minute I got in into a German house — I told you I wouldn’t touch the\nfood, but I looked around in their clothing and whatever the clothing was, I got rid\nMay 11, 1999\nof that because I just couldn’t seem myself walking through in this striped suit.\nBecause if you saw somebody in that striped suit, you knew, more or less that they\nwere Jewish. But this what we had, you know, in order to identify ourselves. So\npeople, you started and the minute you knew that he was Jewish too, you stopped it.\nWhere you coming from? I am from here. Did you see anybody? And that’s how we\ngot a little bit, you know, like information. Like this, and Sam probably found out\nthrough this way that also that I was alive. And as a matter of fact, I didn’t even\nstay, that same night I was going to spend the night in that center, but I found a\ncousin of mines who actually was already there. She just came down to see who\nelse was coming, because she actually was able to take back her apartment. She\ncame back with a stepmother and she, when she saw me, she said, don’t stay here,\nyou can come and stay with us in our apartment. So I went with her in the\napartment. Was a little bit — much more comfortable to stay there, and that’s what it\nwas. And then of course, Sam and — Sam found out that I was alive, he sent for me.\nHe got somebody with a horse and a buggy, because that’s what it wa-was basically\nthe mode of transportation, you can still see it over there. And I went to Kozienice.",
        "Q: Now how far was that from Radom?",
        "A: It probably was maybe, at the most I would say like maybe 30 - 40 kilometers.",
        "Q: Okay.\nMay 11, 1999",
        "A: Which isn’t really that much. If — if we had to we could have almost walked\nthere, but we didn’t. But we did have to walk a little bit because if the horse needed\ngo up on a hill, we had to go down and push the hor — push the whole thing because\n— help the horse along.",
        "Q: So what was that like for you to be in the horse and buggy on your way to meet\nSam?",
        "A: I-It was — I would tell yo — you know what? It was so natural, you know, like I\ndidn't even think about it that it was a — I was just hoping, because I hadn’t seen him\nyet, that he hadn’t lost the — the love for me, so to speak. But 1-1t was like\nadventurous in a way, you know.",
        "Q: Because you didn’t know what he would be like, and what —",
        "A: Exactly.",
        "Q: —1t would be like.",
        "A: And I — it was — e—e —I met him in 1942, in — in that camp, and this was\nalready 1945, so you know, three years you haven’t seen each other. Of course, you\nknow, you didn’t grow too much in camps, you know, because they didn’t — so I\nwas about the same size, you know, what I was. I mean the height I was about the\nsame size. I was still pretty skinny, but it’s amazing. I — you know, when I survived,\nI weighed 69 pounds.\nMay 11, 1999",
        "Q: And how tall are you?",
        "A: Well, now I’m probably five three or five two.",
        "Q: And then, at the [indecipherable]",
        "A: I was — when I came to the United States, the papers, on my papers, they said\nthat I was five four, but I don’t think I was ever five four, it probab —",
        "Q: And you weighed 69 pounds?",
        "A: 69 pounds. I was always a pretty tall girl for — you know, for Europeans. Y-Y —\nmost Polish people aren’t very tall, so I was always considered a pretty\n[indecipherable] and I was pretty skinny, but it’s — was amazing how even just on\nthat diet of bread and water and of course once I got to Radom [ had already some\nsoup too because they had a soup kitchen — you know, how fast your body fills up.\nIt’s amazing.",
        "Q: We have to turn over the tape —",
        "A: Oh sure.",
        "Q: k — we’re at the end.",
        "A: Sure.\nEnd of Tape One, Side A\nBeginning Tape One, Side B\nMay 11, 1999",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Regina Spiegel, tape number one, side B. Will\nyou repeat what you just told me?",
        "A: Yeah — yes. I-It’s a lots of times when my husband and I, we would talk to one\nanother, e-even with other survivors, we just can’t figure out how we even managed\nto survive even after the war, because we had no money. You know, we lived like\nhomeless people. Really, when you — when you think — except our brain worked\npretty good, that was the only thing. But really, how we managed to get through day\nafter day with nothing, really, til of course when I finally caught up with Sam, he\nordered the head — we were like a little business in Poland.",
        "Q: You and Sam?",
        "A: Yeah. Not me, he did, because when I came, he already had it. He put a — but he\nwill probably tell you, he put a mill that belonged to a friend of theirs, a flour mill\ninto working. And he started using that mill as making flour. And the Polish people\nwould bring in the — the wheat to make flour from it and all of a sudden when I\ncame there to Kozienice, I didn’t have to go to requisition bread because all of a\nsudden I had money to go out and buy a bread. But really til then, I can’t figure out,\nbecause it took us at least, by the time I caught up with him, it was like, I would\nsay, almost like towards the end of May. For a month to six weeks, we lived from\nMay 11, 1999\nday to day, whatever came along. It was like an — struggling from day to day. But\nthen we decided one day that we couldn’t stay in Poland, because it was really very\ndangerous, you know. I don’t know whether you Jewish or not, you know, I never\nask people, but it’s very hard for me to even tell this, because I-I feel almost\nashamed. And mind you, what I went through, believe me there were plenty times\nwhere they tried to make me to be ashamed of being Jewish, or whatnot. But I\nalmost feel ashamed that I lived in a culture where coming back after such a\nhorrible, horrible war, that our neighbors truly didn’t want us. Not only didn’t they\nwant us, they were really willing to almost go out and kill us. So my boyfriend and I\ndecided one day, what the heck, w-we can’t stay here, they gonna kill us. We have\nto get out. And we — he — we got up one morning, like maybe five o’clock in the\nmorning, he went — he knew this man in Kozienice that gave you like almost by\nthen you had to have really a piece of paper to get on the train. And we were\nsupposedly going to the settle in the western part, or the eastern part of Germany,\nwhich the Poles were hoping to sort of settle with Polish people, that in case if there\never was a question, whether they should have it, if they should have a vote, which\nthey used to call the plebicid(ph), they should have Polish citizens. So we s-sen —\nwent and gave them a piece of paper, the man in the magistrate, and they — and they\n— you know, like — like —\nMay 11, 1999",
        "Q: Sit —",
        "A: — the mayor. The city —",
        "Q: Like city hall.",
        "A: City hall, okay.",
        "Q: Mm-hm.",
        "A: Which 1s the same thing. I-In ti — 1n city hall, gave us a piece of paper that sh —\nwe should be able to get on the train. And when we got from this train to take us off\n— out of Poland, the train stopped and we didn’t even know where we were going,\nwe just knew we had to get out of there. And when the train stopped and there was\nanother train next to us, and it was still summertime, so the windows were open, I\nhear somebody is talking and I turned around to Sam, I said Sam, you know what?\nThe other train, people speak, it sounds like Polish, but it isn’t Polish. Maybe we’re\nin Czechoslovakia. And you know what we did? We didn’t think too much. We\nhad this little, little suitcase, we took this little suitcase, we got out from this train,\nclimbed underneath the trucks, through the other train, walked in and into the other\ntrain, sat down. The train — the next time the train stopped, we were in — in Prague,\nCzechoslovakia. So we were breathing already a little bit lighter. As a matter of\nfact, I loved Czechoslovakia. I wanted to stay there in.",
        "Q: Wa — why did you love it?\nMay 11, 1999",
        "A: You know what? When we were there, their president came back from Russia.\nApparently during the war he escape to Russia, and he came back. And I watched,\nfor the first time in my life, I watched the people of Prague, the way they were\ngreeting their president. They were hanging out from their windows and they were —\nwith such love and I figured, if people can have so much love for their president,\nthat’s how much I knew about — you know, it somehow — I always say, with g — all\ngoing through all that war, I still, when I was liberated I was still this Pollyanna,\nwhat they used to call me when I was a kid, that I could never see any bad in other\npeople. So here, I looked here at these people greeting the president and I turned\naround to say, they must be wonderful people. I never knew about Czechoslovakia\nexcept what I learned in the history books. I mean, after all, when the war broke out,\nI was 13 years old, how much did I learn about other countries, you know? But I\nalways was — loved, you know, geography and history. So I knew a little bit about\nthem, but I didn't know about them, but I didn't know about nature of people. But\nwhen I saw them greet like this, I said you know, we should stay here. But you\nknow why we didn’t? We probably wouldn’t mind. Because we heard that you had\nto be born there in order to become a citizen — to be a citizen. Otherwise, if you\nweren’t born there, you never become a citizen. So we were worried. What if it\ncomes in something changes, we’re the first ones to be shipped out like they did in\nMay 11, 1999\nGermany, to a lot of Jews in Germany, because if they weren’t from Germany,\nthey shipped them out. And by then, little by little we found out that the Americans\nwere there. And also they — we got co — some people contacted us. You know, they\npicked us up, we were wondering how do they recognize, but it was easy to\nrecognize us.",
        "Q: Well, who were the people who picked you out?",
        "A: It was people that worked for the Jewish Distribution Committee, which 1s called\nthe Joint. And a lot of them were working also for what was then Palestine, and\nthey were trying to get together the refugees, you know. And then they took us\nactually on a— on a bus, it was an American bus, a transport — er, later on — what\nI’ve heard lately, that because people were coming back and they gave — you know,\nlike to Truman, you know, when Truman became president, that they gave him\nnews that for the Jews in Poland it’s so bad that s-something has to be done, that\nthey should be able to get out of there. So I— I understand that he actually saw to it\nthat some of the borders were opened. You know here, right, we thought that we did\nsuch a act that we were able to smuggle ourselves into the other country so easy, but\nit — apparently this was maybe already as a fact. And we were taken from there, we\nwere taken on a bus into Germany.",
        "Q: From Prague into Germany”\nMay 11, 1999",
        "A: From — no, we were already by then in Pilzen.",
        "Q: Oh, okay.",
        "A: Pilzen, which was not too far from Prague. They took us from Pilzen to\nGermany, which was near mun —",
        "Q: Now this was the Joint that took you to Germany?",
        "A: The Joint that was working with the American army because —",
        "Q: Okay.",
        "A: — because we were on an American bus. We didn’t ask any questions. You took\nit — you take us — we can’t — we’re getting out, we don’t care. They said they’re\ntaking us to Germany, we’re going to Germany, no matter where, because we\nwere hoping that maybe from there we will be able to go to Palestine, because\nthat’s was our idea that whatever do — we do, we don’t want to stay in any other\ncountry, except go to Palestine, because we already had being in other countries. So\nthat’s what we wanted to do, and the next thing we knew, we came into this, like\nwhat they called it later, displaced persons camp. It was called Foehrenwald, which\nwas near Wolfratshausen. It was like about 15 kilometers from Munich. And it’s\nvery interesting because later on I found out that Dachau was near Munich and\nactually my last transport they were taking us — we were supposed to get to\nDachau. So I said, here I came on my free will, practically — not to Dachau but\nMay 11, 1999\nalmost, but I came differently. So we spent that time in Foehrenwald. Sam actually\ngot a job, he was working in the office. It was run by the UNRRA. Have you ever\nheard of UNRRA?",
        "Q: Oh yes.",
        "A: You probably did.",
        "Q: Sure.",
        "A: Yeah, okay. So he was working in the office, I got a job doing something and we\ngot a house to — where we stayed, and whoever came to that camp that was — that\nwe knew, or was with — from my family or Sam’s family, they all came and they —\nwe all stayed together in that house. So we wind up that my former brother-in-law\ncame with his brother, and they —",
        "Q: This is your sister’s husband?",
        "A: Yeah, my mun —",
        "Q: Your sister the dentist?",
        "A: Yeah, the one got — was killed. He survived and he came there, and he — he had a\nyounger brother that survived also, and he came and stayed with us, and then Sam\nhad three, actually two cousins and then a young woman that was, I think she was\nhis cousin, but stayed all — we stayed all together in this house, and we cooked and\nwe — we did things, you know, together. So this wasn’t already too bad, because we\nMay 11, 1999\nwere able to have enough food — as a matter of fact, we were already getting too\nmuch food, that you started worrying you might be getting too fat, because basically\nthe food — and a lot of the food we weren’t used to it, that — but like they gave us\ntuna fish, we never knew what tuna fish was, we’d — when — we’ve never seen it.\nThey gave us powdered milk, we never saw it. But later on, it’s amazing how you\nlearn. I found out that if you mix the powdered milk, you — you know, the powder\nwith water, it becomes like milk. So we made cheeses out of it. It’s amazing. We\nused to make delicious cheese. I wish I could get it now.",
        "Q: In your other interviews, you said that you were raised in an Orthodox religious\nhome.",
        "A: Yeah, mm-hm",
        "Q: And before the war, could you say something about what your religion was for\nyou and what about after the war —",
        "A: Yeah, yeah.",
        "Q: — like when you were in this house with all these other people.",
        "A: Mm-hm. Well, I will tell you, I was actually — I was actually — I was raised in a\nfairly religious home. Everybody was almost Orthodox in my city, but I was\nprobably the most Orthodox in my family. I wouldn’t go to s — when I went to sleep\nI would leave in the f — 1n front of my bed a — a — a little pan with a — with water,\nMay 11, 1999\nbecause when I got up the first thing in the morning when my eyes opened, I would\nwash my hands and say a prayer thanking God for making me get up tha — to be\nable to be alive. So —",
        "Q: Did your parents encourage that?",
        "A: Well they — they must have because they sent me to a — a religious type of\nschool.",
        "Q: Mm-hm.",
        "A: But I myself, I was very, very much into the religion. First of all, I had a teacher\nthat was a — I was absolutely crazy about her and she happened to be from that\nschool. So I would like follow her. She influenced me a lot. But of course, during\nthe war a— you know, we’re keeping, you know, with Jews you keep kashrut, you\nknow, it’s very important. And I will never forget the first time when I came to live\nwith my sister, and my sister knew how religious I was, she wanted to get me used\nto — a little bit to a— not to be so picky, you know, like it’s alright to eat something\nelse if you don’t have everything that it’s kosher.",
        "Q: Mm-hm.",
        "A: And she tried to give me a piece of salami, which I’m to this day a salami freak.\nI don’t eat it because I’m afraid of my cholesterol, but I could live on salami. And\nwhen I ate it, and all of a sudden I asked her, I said, how did — how did you get it?\nMay 11, 1999\nDid — I thought because in the city where she lived, I knew she couldn’t get it. I\nsaid, did you get it from home? Did my parents send it to you? Because she used to\nalways get somebody to get in touch with my parents and she was able to manage to\ndo this. And she said — I could see the minute she started explaining to me, because\nshe figured it’s time to get me used to it, when she saw how much I enjoyed it. She\nsays, well, in — nota — the minute she — she didn’t even —",
        "Q: Did you know what it was when she gave it to you?",
        "A: No.",
        "Q: You didn’t.",
        "A: I didn’t, because at that time I probably would have still would refuse to have it.\nBut she wanted to show me that you can stay alive even if you eat it. I used to think\nif you eat something non-kosher that you die. So the minute she says we-ell, I said\noh-oh. And no sooner did she say it, like everything came out of me, you know, I\nstarted throwing up. But of course, little by little I got used to what they fed me,\nbelieve me. That didn’t make any difference. So — but one thing I must say, I am,\neven to this day, I am not as religious as I used to be. I believe in God. I believe I\nam — I like to go to shul, we work for the synagogue, you know, I believe very\nmuch in Jewish education for the children and you know, for everybody. I worked\nat [indecipherable] for — I was instrumental in raising quite a bit of money for the\nMay 11, 1999\nJewish Theological Seminary of America in New York, because I was always\ninterested in Jewish education. However, I am not as religious or adherent to the\nkashrut, to being kosher as much as I was then. Because I found out that you can\nlive and it doesn’t have to be everything exactly kosher. And — and besides, I\nmyself — had maybe my parents lived through, I would have kept it on for them,\nbecause somehow older people stick much more to it. Even the survivors, the older\nsurvivors. But a lot of people like me that went through the war, are not as — they\nbelieve in God, but they don’t believe that the — the meat has to be slaughtered a\ncertain way in order to be a good Jew or something like this. So no, this they\ndefinitely changed me this way. But as far, they couldn’t kill the spark for Judaism\nand I don’t know why it’s whether because I was so young that it really — like it,\nlike went above me. I-It didn’t touch me as much. I always say, when you were a\nyoung kid, you don’t have the — the bonds with your family are not yet so complete\nthat you can cope with — with these thing a little bit better than let’s say, older\npeople. I always say that had my sister survived, let’s say you know, my sister\nactually had a choice, you know, she didn’t have to go with her baby. They actually\nwanted her to say that this baby isn’t mine. Because you see, they needed her in the\n— in the camp. They liked to staff the camp with the doctor, a dentist. By then, when\nthey were taking my sister out, they had killed off most of the doctors and the\nMay 11, 1999\ndentists and whatnot. So they had to go look for somebody. So they actually didn’t\nwant her to leave. They actually encouraged her to say no, this is not my baby. But\nof course she wouldn’t do it. And you can imagine, if she would survive a-and she\nhad to live with something like this. I mean, you can’t do that. So as far as I was\nconcerned, it’s true I was raised very, you know, in a way you would have been\nOrthodox, but not to the point where, like I have some Orthodox neighbors here.\nYou know, they walk around with their hats, and their — you know, th-they call\nthem the payos in — in Jewish, I don’t know —",
        "Q: Dreadlocks?",
        "A: What are they?",
        "Q: Dreadlocks?",
        "A: I don’t know whether it is the dreadlocks, but th-the kids, you know and their\ngarment has these little things outside. And my father never wore anything like this,\nand — he used to wear a hat, but nothing identifying him as a — as being a Jew,\nbecause he could have wear only a hat, like anybody else, you know. Poland was\npretty cold, so most of the time you had to wear a hat. But — and my mother didn’t\nshave her head, she had her own hair. So we weren’t that strictly Orthodox, we were\na fairly Orthodox. Like here, you would have considered us Orthodox.",
        "Q: Mm-hm.\nMay 11, 1999",
        "A: But now — but I was Orthodox, but I will tell you, that’s — as I say, the only thing\nthey killed in me, about the kashrut, but the rest of me, being Jewish and loving\nJudaism, this they couldn’t kall.",
        "Q: Tell me about loving Judaism.",
        "A: Tell you. You know what? I often think that if I had a choice, if they would have\napproached me — of course, I shouldn’t say this because it’s my thinking, you know,\nbecause I was never approached, but had I been approached to — that somebody\nwould want to take me out and that’s all I had to do is take over another religion, I\ndon’t think I would have done it. Now, I don’t say — I couldn’t swear to it, because I\nwas never asked. But I always felt very strong about being Jewish. Even while I\nwas in camp. You know, we had a incident in ones of the camps. It was right after\nAuschwitz, I was in this camp, Bomlitz, maybe you find —",
        "Q: Mm-hm.",
        "A: Now see, you know more about me than I do. I-In Bomlitz that — we were under\n— not under the SS, we were under the Wehrmacht, which is the military. And one\nday — and believe me, we didn’t know what holiday it was, but the same thing, they\nhad this speech to us. We know that you have a big holiday today. It was Yom\nKippur, where you fast, you don’t eat. And guess what he told us? In the morning\nwe used to get a portion of bread, he would say to us, you don’t have — if any of you\nMay 11, 1999\nwant to fast, you don’t have to take the piece of bread now. We will give it to you in\nthe evening. And we figured, you know we never trusted them. We figured that\nthey’Il probably never give us the bread. But you want to know something? It was\namazing, I would say that 95 percent of the inmates in that camp chose not to take\nthat piece of bread, once we knew that it was Yom Kippur. If they had given it to\nus, we didn’t know that 1t was Yom Kippur, but once we knew it — so you see, I\nthink it wasn’t only me. I think most of us had this spirit. And I don’t know whether\nit was our — like self preservation or we felt like, you think so great, look what you\ndoing to us. What am I gonna become, like you? I don’t want to be like you. So ee —\nI — ee — ing —I n—I would never, during the war, I never gave it through without\nmuch thought, you know, I never thought of it, because I w — you know what I say?\nThat only free people have the luxury of thinking. People that are enslaved the way\nwe were actually enslaved, I don’t think sit around thinking about these things.\nMostly what you thought is about food. Give me some food, you know, to fill my\nstomach. So this is another thing. So I don’t know whether I answered what you\nwanted to —",
        "Q: Mm-hm, yes, you did.",
        "A: — to know or something.",
        "Q: Are — we’re skipping around here, but are most of your friends survivors?\nMay 11, 1999",
        "A: I would say probably a large core of them, but I also have s — non-survivor\nfriends.",
        "Q: Mm-hm, mm-hm.",
        "A: Because first of all it, I think a lots of times has to do with where you lived. We\ncame to the United States and we came almost right away to Washington.\nWashington in those years, would you believe it, they wouldn’t let too many\nsurvivors even come then here.",
        "Q: To Washington?",
        "A: Yeah, because — as a matter of fact, my husband has this wonderful story. When\nwe were in New York, they took him in — took us in and they were trying to talk to\nus. Why don’t you go to the south?",
        "Q: No, who was this that took — took you 1n?",
        "A: Yo— we came — th-the Joint. The HIAS?",
        "Q: Yeah.",
        "A: HIAS and Joint.",
        "Q: Okay.",
        "A: There were, you know —",
        "Q: So they brought — helped you get from Foehrenwald to —",
        "A: Well, we — w-we actually —\nMay 11, 1999",
        "Q: — New York?",
        "A: — yes. We — they helped us, but we actually had papers to come to this country.",
        "Q: Mm-hm.",
        "A: Because — let me —",
        "Q: From Sam’s uncle, or —",
        "A: No, mine.",
        "Q: Your uncle.",
        "A: What had happened, when I came to Foehrenwald, you know, all through the\nwar, I never got sick, whether for whatever reason, I was never sick and I always do\nattribute my survival because I was such a healthy kid. But guess what? When I\nstopped running and when we came back to Foehrenwald to that displaced persons\ncamp, I became very sick. Yeah, I don’t know, I had something like a blood\ndisorder. Something — as a matter of fact, the only thing I remember 1s begging\nthem, cut off my arms, because my arms were just like burning up. They gave me\nsome kind of medicine that must have had some kind of reaction. And this doctor\ncame, too, who was in this — actually he was with the American army and the\nC.I.A. and — but he was a— a doctor from Germany. You know, he was — his — his\nbirth was from Germany. So he was going around to hospitals, he was a very fine\nman and di — to visit the patients. So he came — when he came near my bed, he\nMay 11, 1999\nhanded me a —a candy bar. I said no. He said you don’t want? Can I do anything for\nyou, he asked me in German. I said yes, you could, you could find me — I have an\nuncle that lives in New York, which I called Nev York, in ma-my — I remember my\nmother used to always talk about her brother who lived in New York. So I said, if\nyou could find him for me, that would be great. So he got the name and would you\nbelieve that this guy put an ad in the Forwards, in the Jewish paper and looking —\ntelling that a niece is looking for a Mr. Sa -- Zeismann(ph) Kreps(ph). Well, my\nuncle never read the Forwards, because he read the “Wall Street Journal.” But\nthere was somebody here in Washington that knew my mother, she was also from\nRadom, that came here before the war. She knew ma-my mother and she knew my\nuncle and she called him to New York to say, did you see a niece is looking for\nyou? And he was the one that send me papers to come, and my papers were made\nout not only for me, they were made out whoever is with me, because my uncle\nfigured that if I survived, maybe there was somebody else that survived. But of\ncourse, nobody else survived, so I — I always tell him, you know, when I talk to the\nkids, they get a bang out of this, I tell them, you know, I turned around to my\nboyfriend, I said, if you marry me, you know you have a ticket to the United States\nand never — nobody ever refuses that. And they think that’s very funny, but that\nwasn’t it, but you know, I had the papers and I was able to bring Sam with me. So\nMay 11, 1999\nwe c-came, actually, from the papers that my uncle sent, but the HIAS really took\ncare of us. They saw to it that we got in line to get to the ship, you know, because it\nwas very terrible that time, you know, they only allowed a certain amount of\npeople. The — the immigration laws were very, very strict in this country. You had\nto go through — I mean, like your health and everything. If you were running a little\nbit, a grade over, one grade over a fever, one point over what they thought it’s\nsupposed to be, you were sent back. And nobody wanted to stay in Germany. I was\nsitting in Germany just waiting and — and the little suitcase what I had, just didn’t\nwant to even unpack. I — I was just ready to go because I started telling you, we\nwere hoping to go to Palestine, but in those years — you still have time?",
        "Q: Yes.",
        "A: In those years you couldn’t go into Palestine because they had the — the British\nput up a blockade so you couldn’t bring in the refugees, the only ones they had to\nsmuggle them through. So once I got married, they figured we are already taken\ncare of, you know, the — the — the people from Palestine that were taking care, they\ntried to take in the kids that had nobody, that they were single. So to give them a\nlife. So — and since we were married and of course by then we had already the\npapers to come to the United States, so they let us alone and they said no, we can’t\n42May 11, 1999\ngo, So we figured we’ll come to the United States. Anything to get out from — from\nGermany.",
        "Q: Let’s um —",
        "A: Yeah.",
        "Q: — stop here.\nEnd of Tape One, Side B\nMay 11, 1999\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Regina Spiegel, tape two, side A. When did you\nand Sam get married?",
        "A: We got married actually in May 21%, 1946.",
        "Q: And when did you come to the United States?",
        "A: We came in — to the United States in November of 1947.",
        "Q: So you’d been married a year and a half.",
        "A: Mm-hm, yeah.",
        "Q: Now previously you said that you and Sam wanted to go to Palestine. How did\nyou feel that it was working out more easily and practically that you come to the\nUnited States?",
        "A: Because, you know, you learn to compromise. We really wanted to come to — to\ngo to Palestine, because like I told you before, we figured we’ve had enough of\ndifferent countries where 1-1f they decide they don’t like us, they can say go. So we\nfigured we’ll go to Palestine, but since it became very difficult for us to go, they\nabsolutely told us no way that we will be able to go because first of all, we were\ngetting already, little by little, as time went on, we were getting older. We’d gotten\nMay 11, 1999\nmarry — we were married. We — they tried to take care of people more that were\nsingle. Single people, most of the time, unless you had family maybe, and if —",
        "Q: So they were not making it so easy for you, but how did you feel not to get to\nPalestine?",
        "A: I-In the beginning we felt very badly. We — in the beginning. But once, I will tell\nyou, once we knew that we’re coming here, as long as we were leaving Germany,\nthat was our way to say we’re [indecipherable]. And once we came to this country\nand I-I will tell you, I fell in love with this country. From the first minute I stepped\noff, I take my foot off the boat, th — it — most people were very kind, and we came\nto Washington almost right away.",
        "Q: Now, did HIAS encourage you to come to Washington and help you arrange\nthat?",
        "A: No, because originally, I start to tell you —",
        "Q: Yeah.",
        "A: — originally no, they didn't want to, but my uncle suggested that we should go to\nWashington. And besides, you see, I had a brother that I — lived in Washington.",
        "Q: When did you first learn that you had a brother in Washington?\nMay 11, 1999",
        "A: It — we’ll, when — when we were started to work — after, when we got back to\nGermany, in the end of 1945. See, my brother was in the ar — in the American\narmy, and —",
        "Q: Oh, he had come over a long time before.",
        "A: He came — he smuggled himself into this country in 1939. And when the United\nStates declared war, he became — he fought in the American army. So after the war,\nthey shipped him back to the United States. But he found out that one of his sisters\nwas alive, he didn’t know which one, and he came back. He had e-enlisted back into\nthe army as a translator because by — he spoke German and by then he already knew\nEnglish. So they shipped him back to Germany, and that’s when he came back. We\nactually would have gotten married a little bit before, but when I heard that he was\ncoming back to Germany, I said I wanted to have my brother at my wedding. And\nwe actually have a picture of my brother at our wedding. But he has passed away\nsince then. He passed away about 10 years ago. He was my oldest brother. So I did\nfind out, and he lived at [indecipherable] in — in the Washington area. So when —\nit was actually the Joint and the HIAS wanted to send us south, and when they\ninformed Sam that they sending us south, he said, I’m not going south. I came to\nlive in the America, I’m not going south. He thought it was South America or\nsomething like this. So we just, on our own, we left th-the HIAS [indecipherable]\nMay 11, 1999\ntell us to go there, but we decided — he picked himself up, he came to Washington,\ngot in touch with somebody, also through the Joint here, di — like Jewish Social\nServices, and they took him someplace. He got a job right away, came back, picked\nme up, and we came to Washington and he already was — had a job, working. He —\nwe came in — w-we weren’t here three days, he had a job already, was making 40\ndollars a week, so we were — were in good shape.",
        "Q: So, did he speak English when you came?",
        "A: No, no. He got a job with somebody that was from the Italian German border,\nand the guy spoke a little bit German, so they were able to understand each other.",
        "Q: And did you speak English?",
        "A: No.",
        "Q: So what was that like for you, a young bride —",
        "A: In the beginning we started going to Americanization school. In the beginning\nwas very hard, but I will tell you that you always used to find either some people\nthat they spoke Jewish, you speak Yiddish, so the — and —",
        "Q: You speak Yiddish?",
        "A: Yeah, mm-hm, and so does my husband. And he speaks — actually he speaks a\nlittle bit Hebrew, much better than I. And di—I don’t speak Hebrew, I know how to\nread Hebrew because I was taught Hebrew like for a — for praying. But we came\nMay 11, 1999\nhere and we got even a room with a German family, a Jewish German family. So\nright away we were able to converse with them in German. So — because at that\ntime we still spoke a little bit German, now our — my German 1s very rusty. I still\nspeak a little bit, but in those years we were still much better at it. So we were able\nto converse with her and she would tell us where to go to the grocery to shop or\nsomething like this. So we manage and little by little you — you know what? What\nhappens to you when you — when you — when you have to. I think almost within\nthree months, I started speaking English, so to make myself understood. I mean, I\ndidn’t speak like I speak now, but I was able to make myself understand, and so did\nSam.",
        "Q: What language do you and Sam speak together now?",
        "A: Together, English.",
        "Q: English?",
        "A: Mm-hm.",
        "Q: When did you make that switch?",
        "A: I don’t know, it came so naturally. It came because when we started going to\nschool — you see, and that’s what I started telling you before when you ask me\nwhether most of my friends are survivors a-and — you see, it all depends where you\nlive. If you lived in na — an area like New York, where there were a lot of\nMay 11, 1999\nsurvivors, you didn’t have to learn to speak English, because you could get along on\nYiddish — on Jewish, because mo-most of the people that had the little businesses or\nwhatever, you got a job, they were speaking Jewish. And the survivors that you met\ntogether, you — they were speaking Jewish or Polish. So we really didn’t — they\ndidn’t need it. But here in Washington, because we had very few survivors in this\narea that’s came from — spoke Polish, you know, so we di — really, we’re like forced\nto — to — y-you have to learn or — or sink. And we did. A-And we didn’t like — I bet\nyou it didn’t take us less than six months that we were able to make ourselves\nunderstood. And most people, that’s why I always say that the American people are\nso wonderful, you know, especially in those years. I will tell you 1-1 — later on I was\nthinking to myself how — you know, my English was so bad and yet they tried so\nhard. They wouldn’t [indecipherable] from me or anything like that, a-and they\ntried so hard to like stop and listen to me what I had to tell them or something, you\nknow. So 1-1t — it really was a pretty — as far as I was concerned, a very pleasant\nexperience. You see, you have to realize, it’s one thing when you come to a country\nwhen you leave your family at home. You miss them, let’s face it. If I would have\nhad my whole family in powl — Poland, and I would have come here, I was a young\nwoman and so was my husband, I would have found it, very probably, disturbing.\nBut coming from where we came, with nobody, I had nothing to look back to.\nMay 11, 1999",
        "Q: Did you think a lot about what you had come from?",
        "A: All the time. And you want to know something — but it was interesting to hear\nonce my kids telling me the same thing, what I always thought it’s — you know, the\nminute the war was over, I almost became back like this little girl, except minus the\nkashrut, this little girl that left home — that was taken from home, that I was forced\nout of from home. I-It was always, whatever I did, it was always as if my parents,\nespecially my mother, as if she was standing in the back of me and like guiding me.\nAnd saying no, you — you shouldn’t do that, or yes, you could do that. And it was\ninteresting, so help me, I’m not making this up, but my daughter, I have three girls\nand my middle one was always like a little bit of a rebel. And she had gone to\nIsrael for — you know, like for a summer package deal for five weeks. And she\ncame back and you know, I started asking her question, what did you do or\nsomething, but she says, Mother, you don’t have to worry, it was always — while I\nwas in Israel, it was always as if you were standing right in the back of me, so help\nme. And I said to my — you know, I don’t know, 1s that’s how life goes on, the\ncycle? I said, you know what? That’s how I was thinking when I was without my\nparents. I was thinking that they were in the back of me.",
        "Q: So what kinds of things was your mother telling you?\nMay 11, 1999",
        "A: It wasn’t a question what she was telling me, It was a question what you were\nlearning from — from them, what they were doing. You always knew that you\nshouldn’t harm anybody, that you — you should be kind to other people. You always\nknew that cert — certain things you just didn’t do. She didn't have to spell it out to\nme. I mean, I knew what was expected of me. She didn’t just sit me down on my —\non my — which, I used to sit on her lap a lot because I was the youngest one in my\nfamily, so — a-and she used to like how a —I was 13 years old, I remember she used\nto keep me — when she hold me on her lap like — like I do sometimes with my\ngrandson who is three or five years old. One five, and one three. I’m just saying.\nBut she kept me like — almost like a baby, you know. But I always remember my\nmother as being the kindest person that ever lived. And you want kn-kn-know\nsomething? If I should have any legacy, even to my children, I always think of it,\nmy children should remember me the way I remember my mother. But of course I\nlived much longer, so they probably might not, you know, because — you know, as a\nchild you — I mean, how much harm could I do? But I-I had certain values that I\nknew that I mustn’t overstep. A — in — like a—a living with a — with a boyfriend, I\nknew that was wrong and you just don’t do it.",
        "Q: So, was that hard for you when you only had Sam and you didn’t have anyone\nelse?\nMay 11, 1999",
        "A: Well, event — eventually we did get — you know, even before we got legally\nmarried, we did get — like, because we were together, we did get — I — finally I\nadmitted it to my children, you know, because we did get together, but you see,\nwhen we were in his hometown, Kozienice, there was no rabbi, there were only a\ncouple Jewish families. We took them together and we told it to them that we are\ngetting like married in our own way, not with any ceremonies or anything like that,\nbut they knew that we —",
        "Q: So you had witnesses?",
        "A: Yes, okay, witnesses.",
        "Q: You had witnesses for your commitment.",
        "A: Exactly, exactly, that’s what [indecipherable] thank you. Next time when I’m\nasked this question, Ill be able to say that, because I could never figure out what I\nshould call that. But they — as a matter of fact, one of his cousins who later on went\nto Belgium was one of them, you know, she and her husband. That was — and — and\nthere was another couple. And, you know, with the Jews you need to have at least\n10 people, you know, but we didn’t have. So we, like you said, they were our\nwitnesses for a two hour commitment. And then —",
        "Q: Did you have any kind of prayer associated with meeting with them?\nMay 11, 1999",
        "A: Not — n-not — not at that time, not at that time, but later on, when we decided to\ndo get married in [indecipherable] in the displaced persons camp — because you\nsee, while we’re struggling around still in Poland, it was very hard to do that\nbecause we were constantly thinking that we’re not going to stay there, definitely,\nbecause if not [indecipherable] Sam definitely would have gotten killed, because\nwe even heard that somebody was trying to do that. Somebody warned us, and we\nknew we had to get away from there. And then, when we got to Germany, but then\nheard that my brother was coming, so I told my husband — because I could have\ngotten — we had plenty witnesses in the — in the Foehrenwald, in the displaced\npersons camp, but I said Sam, how can I get married? I-I have only one brother. I\nhave to wait for him. So that’s why we waited a little bit longer, but we could have\ngotten, actually, in a way — I always tell my kids, 1-1-1t — it took years til I told them\nthat that’s what we did, because after all, we were traveling together and we — we\ndidn’t get hote — different hotel rooms, you know, so to speak. But yes, I did have\nmy values I took from my family, and all these things that til this day, all the things\nthat we worked for, like Jewish education, because it was very important in our\nfamily. Any kind of education, but especially Jewish. And the charity. We were not\nrich people, but my — I remember my mother always saying, there’s always\nsomebody that has less than you, so therefore we have to save something to give it\nMay 11, 1999\nto them, too. And always was that, always stressed, be — be nice to other people, be\nkind to other people. Try to do the best with what you’ve got. And of course I\nalways used to say, I never knew I was poor because nobody ever told me.",
        "Q: Mm-hm.",
        "A: It’s — a matter of fact, 1-in school when I went to school, I was one of the kids\nthat used to be dressed very nicely, and you know why? Because we were uni — we\nwere used to wearing uniforms, little like type of — like type of th-things and like an\napron, you know. And my mother used to make it for me. She was a wonderful\nseamstress. So I had really things that were nicer even than maybe some — a lot of\nrich kids, you know. But I always used to say that a — a — nobody ever told me I was\npoor, so I never knew it.",
        "Q: Tell me what it was like for you to have children.",
        "A: It was wonderful. It really was wonderful. I — 1t took me a little while, not\nbecause — first of all, I knew I didn't want to have any children in Germany, so |\nwaited til I came to the United States. And then — by then, I wanted to learn to\nspeak English, to be able to, you know, talk to my kids. So then I— when I had th —\nI finally had — my oldest daughter was born in — in August of ’51.",
        "Q: So you’d been here how long?\nMay 11, 1999",
        "A: I was here almost four years, you know, in August ’51 and I was actually four\nyears here. I wa —",
        "Q: Did you work before your daughter was born?",
        "A: Yes, uh-huh, I wor — or worked as a seamstress. I knew how to sew enough to do\nwork in — not in that camp, not in Foehrenwald. Later on, when we left the — the\ndisplaced persons camp, after we got married and my br — when my brother was\nthere, he got a girlfriend from Stuttgart and it was too hard for him to come — to go\nto Stuttgart and to go to visit me. So he was torn between. So we decided to leave\nthe displaced persons camp and we moved to Stuttgart. And while in Stuttgart\nthey had the — what it’s called — it’s a very worthwhile organization, it’s called\nORT. They teach you how to make a living. They teach you how to use skills. It’s\nreally wonderful. It — actually ORT is doing this kind of work now all over the\nworld, not just for Jews because now Jews go to colleges and they — they’re what —",
        "Q: So it’s like a trade school.",
        "A: Exactly. And I learned really to sew over there. I mean, I always knew how to\nsew because I told you, my mother was a seamstress and we always ar — had a\nmachine, a sewing machine at home, and I always say ar — I used to be br — I\nprobably got born with a needle in my hand, because I always liked to sew, and so\nwhen I came over to this country and I wanted to get a job, naturally I — as a matter\nMay 11, 1999\nof fact when I came to New York and I met my uncle, and it’s interesting, because\nwhen my uncle came to pick us up and he was looking around, you know, we were\n— when we got off the ship and we were in — in this big hall with — there must have\nbeen thousands of people, I picked out my uncle. I never saw him alive. The man\nlooked exactly around his eyes like my mother. I said, that must be him. I never\neven saw a picture of him — I didn’t remember. I’m sure I must have seen it, but you\nknow, a kid looks at a picture of some uncle that lives in New York that she never\nsaw, didn’t pay any attention. But I picked him out. I walked over to him, and sure\nenough it was my uncle. But my uncle was a tailor, he had a tailor shop in\nManhattan. Had one of the finest tailor shops in Manhattan, he and a partner.\nThey used to make clothing for J. Edgar Hoover. I mean, in those years when we\ncame over to this country, my uncle’s suits used to cost like about f — between 500\nand seven - 800 dollars. I mean, unbelievable. Everything was handmade. So when\nI came — and of course I found my uncle, he showed me how to use an electric\nsewing machine, I never used it. So when I came to Washington, I already knew\nhow to use an electric sewing machine, so I knew, so I actually got a job right away\nat that place here, and then I switched to another place and I worked til my daughter\nwas almost born.\nMay 11, 1999",
        "Q: Do you know the book by the daughter of a refugee from a survivor from\nCzechoslovakia and the daughter — it came out a couple of years ago — the daughter\nwanted to trace her ancestors in Czechoslovakia and trace them through her\nmother’s clients.",
        "A: Did — did she just recently write this book, or —",
        "Q: Yes.",
        "A: Is that by Helen —",
        "Q: Yes, Helen somebody.",
        "A: — Helen Epstein?",
        "Q: Yes, that’s the one.",
        "A: Okay, okay, I will tell you. I have a little bit an argument with Helen Epstein, |\nshould [indecipherable]. I mean I — I argue with her in my heart, not in a— when\nher first book came out, I really felt ve — offended.",
        "Q: I—I-—I heard her speak about the book I mention —",
        "A: Lately, lately —",
        "Q: Yeah, what was the ba — I —",
        "A: This other book —",
        "Q: — what was the first book about, I can’t — don’t remember.\nMay 11, 1999",
        "A: The book — the first book what she wrote, she wrote something about how\nchildren of survivors are messed up kids.",
        "Q: Oh.",
        "A: You know, they really —",
        "Q: Yeah, I remember.",
        "A: — they have big problems.",
        "Q: Yeah.",
        "A: They — you know, and I was thinking to myself — by then I was already older.\nMy kids, thanks God I have three daughters that weren’t messed up. All right, so\nmaybe somebody needs a little bit of a psychiatrist, who doesn’t? I — I have friends\nthat were American born and they have problems with children. I mean, you — you\ncan’t put that he — I hate when people like put me in a — in a category. I figured I\nhad it already. You know, I went through the category. I was Jewish, I was a\nwoman, I wasn’t old enough to go in into — into the camp, I had to have different\npapers, my — I mean, I — I was already put into so many categories, I didn't like to\nbe. So I wer — resented her. But because I felt like, if you want to write about your\nown life, it’s fine. Maybe you have a problem with your mother, or whatever,\nyou’re entitled to it. But don’t say that all the survivors’ kids — because when you\nlook around, it’s just the opposite, to the contrary. I think survivors’ kids are very\nMay 11, 1999\nwell adjusted kids. They — they’ve done wonders. Or okay, maybe we helped them\na little bit, but you can’t help a kid unless they can help themselves. They all — most\nof them are professionals, or if they are not, they do something, they’re really very\nworthwhile citizens. And the way she put in that book — but this book that she went\non this journey, I think she must have come to terms with her mother or whatever,\nbecause she went to find from where she came and she found out that her mother\nwasn’t such a horrible person, and she made that up, that she was, in her mind she\nassumed that because her mother, you know, maybe didn’t do certain things for her,\nthat she figured all the kids of survivors are no good. So I had a little bit of a\nproblem, but no, I — as a matter of fact, I would love to get ahold of that book. They\n— they had a write-up about this book in one of the — I think maybe “Newsweek”\nmagazine or in one of them. And I read it, but there wasn’t so much written, but I\nalways wanted to get this book out and read about it, because for the only reason\nthat I wanted to read it, because I wanted to change my mind about this Helen\nEpstein. So this — I had my own little beef with her, that I felt like, don’t put all\nsurvivors there, just like I’m not going to put that all survivors get a ba — as a matter\nof fact, I think the survivors’ kids tried so much harder.",
        "Q: Mm-hm.\nMay 11, 1999",
        "A: Because they knew like we went through a lot, so they tried to make our life a\nlittle bit easier. I mean, I find it so — I— I used to re-resent this kind of thing.",
        "Q: Do you find that a lot, that you are put into a category?",
        "A: Not any more, but we — in a way, we used to be. You know, I never — you see,\nhere again, I think because I lived in Washington and because I had different\nfriends, I was exposed to different friends and I — also I will tell you, I have two\ncousins here. Well, one passed away. But I had two wonderful cousins. My mother,\napparently, this brother that lived in New York, had another brother who lived in\nWashington. And he passed away, but he left offsprings. So he had two daughters\nand three boys. It d — the others lived in — one in Baltimore, in different places and\nwith the boys I never got that close, only one. But with the two women, the cousins,\nI became very friendly, we became like a family. As a matter of fact, I have my\ncousin’s daughter, who is my second cousin, 1s like the best cousin I’ve ever ha —\nyou know, really, she’s just wonderful. And we keep so much, so maybe my family,\nin a way, were very nice to us. I think some survivors experience a little bit like this,\noh you went through what you went through, maybe it was a lot your fault. You\nknow, it — some people looked at it that way —",
        "Q: Mm-hm.\nMay 11, 1999",
        "A: — in the beginning — I’m not saying now, before people found out what had gone\n— was going on. And — but my family was very nice to us. They accepted us the way\nwe were, with our broken English, and maybe that helped me a little bit look on\nthings with a little bit rosier glasses. And I had wonderful friends. Not only the\nsurvivors, the others. I-I had some very intelligent friends. As a matter of fact one\njust left for Hungary and — and she lives in Austin, Texas now and she just left for\nCzechoslovakia and Hungary. And she called me before she left, she wanted me to\nknow, because she knew that I will enjoy hearing from her, that she 1s going to visit\nthese two countries that had such also tragedy, you know, with the Jewish people.\nAnd some others, very inter — I used to always like oh, I had one friend, she — they\nlive now in Florida. And I used to always say, oh Mildred, I wish I was intelligent\nas you are, as educated. She says, Regina, you’ve got more education, in a way,\nthat any of us could ever get. You have life education. You we — I — I listen to you\nsometimes when you talk. I like to hear and I like to take your [indecipherable]\nadvice, because you — we always know that you won’t steer us the wrong way. So\ndon’t look at it that way. Think of yourself that you are very important. So they\nalways try to build me up, but it wa — so maybe that’s why I always had a little bit a\n—a better outlook on things, because I think when you being, you know, all right,\nwe were kicked around plenty ee — oh — in Europe, over there. But when I came\nMay 11, 1999\nhere and I wasn’t kept on being kicked around, I kind of like — it was almost like\nmy healing process. So I figured hey, I belong back to the human race, or something\nlike this.",
        "Q: How do you take the situation over in Yugoslavia currently?",
        "A: Mm-hm, well, it’s — for awhile there, you know, I thought oh my goodness, the\nworld just sitting back and doing nothing. But I will tell you, the way I look at it\nnow, I — that the world has learned a little bit from us. It’s true that we paid a very,\nvery big price, because let’s face it, nobody, nobody gave us a hand or anything. It’s\na matter of fact, not only didn’t they give us a hand, they put stumbling blocks, you\nknow, in our way. No — a-—I told you we were — we were rescued by — by railroad\ntracks that were broken. They could have done that, the same thing in Auschwitz.\nLike we used to sit in Auschwitz and think of it when we would see a plane fly by,\nwe would say, why can’t they send a plane and just drop a couple bombs? Not on\nus, we didn’t want to get killed, but just on the railroad tracks, to slow them down.\nJust slow them down. But never happened. So I feel that the world, in a way, has\nlearned a little bit [indecipherable]. But it also, as bad as it is, and believe me, no\nmatter what child gets killed, for whatever reason, 1t doesn’t make any different, it’s\nstill somebody’s child that it’s killed and it — no reason. But you know, in — in\nYugoslavia it was a completely different story. People wanted territory. They wa —\nMay 11, 1999\nthey wanted — but with us they didn’t gain that they have — if they killed those\npeople they will gain something. With us, they — they wi — had no gain with us. The\nonly gain they got that maybe they — they stole some pictures or some art or some\nmoney or something like this. But basically by — by displacing us, or killing us, they\ndidn’t gain anything by it, it was just for the sake of killing. But of course, I don’t —\nyou know, I don’t like to see what it’s going on there.",
        "Q: Just — do you think more about what happened to you during this period? What\neverything —",
        "A: Well, when I — when I see in the paper I always — I kind of compare how\neverybody’s aware what’s going on there, as compared to those years that nobody\nsupposedly knew what was going on except in the high hierarchy, you know. But\nthe ee — ee — I’m always concerned what was go — what’s going on in this world. I\nthink it’s — it’s —1— the minute it affects any human being, it affects me too, to a\ncertain degree. But as far as do I remember more what had happened to me when I\nsee this? No, because I always — they don’t have — they don’t have to do that mussel\n— what’s his name? The guy —",
        "Q: Milosevic.",
        "A: Milosevic doesn’t have to do it for me to remind me, because I remember what\ngo — went on with us all the time.\nMay 11, 1999",
        "Q: All the time?",
        "A: All the time.",
        "Q: So it’s always somewhere 1n your mind.",
        "A: Oh, there’s no question about that. I can be, you know, dancing away and\nsomething and all of a sudden my [indecipherable] I will think, wouldn’t that be\nwonderful if our parents could be here. Or in, you know —",
        "Q: Wouldn’t it be wonderful if what?",
        "A: If our parents could be here.",
        "Q: Oh.",
        "A: You know, just to see, you know, like when we have a — when my kids got\nwedding — were getting married and when my grandchildren had Bar or Bat\nMitzvahs, you know? Would have been so wonderful but for the grandparent to be\nable to come to their child’s Bar Mitzvah or Bat Mitzvah. My sister actually — you\nknow when — when she knew that she was pregnant, she made up her mind that is\nshe is going to have a little boy — you know, in those years they didn’t know ahead\nof time.",
        "Q: Mm-hm.",
        "A: She was not going to circumcise him, because circumcision was in Poland was\nmainly done by Jews. Not — the Polish kids were not circumcised. But you know\nMay 11, 1999\nwhat, when the baby was born, she couldn’t bring herself to do that. That’s when\nyou ask me how did you think, you know. Look my sister and she was older and she\nmight have known that we’re into much more trouble than I did. Sh — when I saw\nwhat she — she is preparing to have the baby circumcise, I said you said you — if\nwe're gonna — if you’re gonna have a little boy that you’re not gonna do it. She\nsays, I can’t do it. She — it’s for — it was my parents’ first grandchild. She says, I\ncan’t to it. And they couldn’t even come to the city because they were already in the\nghetto in Radom and they couldn’t come. But she still couldn’t bring herself to do\nsomething against my parents’ wishes. I don’t say look, I-I-I’m not going to say had\nshe known what’s going to happen really that she had — wouldn’t have done it, but\nat the time, she knew maybe that it’s gonna be dangerous, but she figured she’s\ngotta cope with it.",
        "Q: We have to turn over the tape.",
        "A: Yeah, oh boy.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Regina Spiegel, tape number two, side B. Mrs.\nMay 11, 1999\nSpiegel, I changed the subject when you started to talk about your children and\nwhat it was like for you to have children and grandchildren.",
        "A: Mm-hm, well to have my children, it was really a wonderful feeling. All of a\nsudden I realize that what he started out to do, Hitler, he wanted to really eliminate\nthe Jews, and here were two survivors, we have three wonderful daughters, they’re\nmarried and we have eight grandchildren. And this is our really immortal less — like\nour revenge to Hitler. You wanted to do away with us. Look, we’re here. And\nthey’re all going into — you know, let’s put it this way, I’m very proud of my kids.\nThey are going in the footsteps, so to speak, of their forefathers. You know, like\nthey’re all very active in organizational work, do a lot of — for their synagogues. My\nson-in-law and my daughter practically built their synagogue on their own in\nColumbia, Maryland. My daughter in Tucson, Arizona is very active with her\nhusband in her synagogue, and a lot of other organizations. So this — regardless\nwhat I have done, when I see my kids are doing that, I figure I can take it easy. So\nin a way, by watching us through the years, they — you know, they picked up our\nlead and they doing that — this. And I myself, you know, I work at — as a volunteer\nat the museum and I’ve been asked lots of times, how — how can you work here? I\nmean, especially what you have gone through, to sit here? And I said, you know\nwhat? This museum was really not built for me, because I carry the museum with\nMay 11, 1999\nme all the time. It was built, really, for other people to learn what had gone — what\nhad gone on, and hopefully that they gonna learn something from it. And as far as\nI’m concerned, I always say when they ask me how can you work there, I said, how\ncan I not? To me it’s almost my life. I work for the museum, I give money to the\nmuseum. I mean, it’s very important for me to — the museum should be in existence.",
        "Q: When did you begin working at the museum?",
        "A: I started working for the museum way before the museum was built, when it was\nstill — the offices they had on Ell(ph) Street, I used to go whenever they had some\npeople that wanted to learn a little bit more about it and to raise, which in the\nbeginning was really mostly raising money, because how do you put up this\nbuilding? By raising money because they got the land for the — for the to — the land\nwhere to put it on, but to put it on cost a lot of money.",
        "Q: So you were active in raising money”?",
        "A: Absolutely. It’s a — it’s — matter of fact, my little cousin that I told you, she and I\nhad a, in my home, right here, a — a what they called it, a parlor meeting, where you\ninvite a lot of friends and relatives and of course, you ask them for money. And we\nraised money through this way. My daughter in her place in Columbia, she and her\nfriends, she made — gave a parlor meeting for the museum and raised money for the\nMay 11, 1999\nmuseum. So we worked for the museum way, way before the museum was even in\nexistence.",
        "Q: And how did you and the museum know about each other before it was in\nexistence so that you got started —",
        "A: You know, it’s — it’s only work them out. First of all, I’m also active in the\nJewish — the Jewish Holocaust Survivors and Friends of Greater Washington. We\nhave an organization here and as a matter of fact when the museum was opened, I\nwas president of that organization. Now I’m an officer, but we have a group that we\nkeep up this organization, and th-they — if you’re interested and if you know that we\ncan help you out a little bit, you find us. And th-they found us. They — they — they\nknew about us and they got in touch with us and so we spoke on their behalf. And\nto this day I still do and that — as you know, my job is with the development\ndepartment. I still raise money.",
        "Q: Now what do you do now with the development department?",
        "A: Yeah, development department is — I— I am on the for membership and\ndonation. I sit at the desk and hopefully —",
        "Q: This is the desk on the fir — ground floor.",
        "A: On the ground floor next to the — the visitors — you know, where people ask the\ninformation.\nMay 11, 1999",
        "Q: Mm-hm.",
        "A: So 1-1f you come to the desk what a — you — I try to tell you a little bit about it, to\nlet you know what the museum does. And most of the time if you come to the desk\nwe'll hope that you gonna leave us some money. And we try to — you know, to help\nyou along to understand why you should leave some money, why it’s so important\nfor the museum to stay open.",
        "Q: And how often do you work at the desk?",
        "A: Well, you see that — okay, I work at the desk one — one day a week.",
        "Q: A full day or a half day?",
        "A: Yes, a full day.",
        "Q: A full day.",
        "A: I come in 10 o’clock and I li — leave about four. But I also work in — with the\ncommunications department, which is the educational department. Let’s say —",
        "Q: Is that another day that you go in?",
        "A: Oh, of course. I-I don’t particular go in there. Let’s say I went to someplace in —\nin New Jersey to a school, who — a teacher who took — was with the museum on\nthis — they have the bulf -- Balfour scholarship that they bring teachers, Balfour\nfellow, and the — oh, what’s this — I don’t want, I can’t think of it, of the name right\nnow, but it was actually in New Jersey that I went, somebody, one of the teachers\nMay 11, 1999\nthat was at this conference and she called [indecipherable] and wanted to have a\nsurvivor to come and talk to her class. And I went, as a matter of fact with John\nMinnick about two weeks ago, per — le-left on a Monday, we came back Tuesday.\nSo you see, it’s two days. I don’t always particular do it in the museum. However,\nwhen they have the — these things with the teachers, the Balfour and what’s the\nother one? It’s — I’m embarrassed I can’t think of the m — maybe it will come to me.\nIt’s a fellowship, you know, that they get th-the teachers to come to — and they teach\nthem how to teach the Holocaust 1n other schools. And I speak to them lots of times\nas a survivor. They like it. As a matter of fact, if we had time I could show you\nsome letters that I have gotten from some of these teachers, how they express how\nit’s — it’s —1t’s so wonderful that what they have learned, and what the museum,\nhow it’s wonderful, but however, just listening to a survivor makes it all to them so\nreal that they put a — a very big emphasis on having a survivor. This one tea-\nteachers’ conf — conference did specify that, said that they should use this more\noften.",
        "Q: So you — 1s this the — one of the primary things you do with communications,\ngoing to the schools and speaking —",
        "A: Y-Yes, we speaking as a—",
        "Q: — to the students.\nMay 11, 1999",
        "A: — yeah. Students and also to teachers, yes. All —",
        "Q: So you speak to groups of teachers —",
        "A: Yeah, mm-hm, yes — yeah —",
        "Q: — on how to teach, or —",
        "A: Not so much how to teach —",
        "Q: — or just —",
        "A: — what was going on.",
        "Q: — the same kind of testimony —",
        "A: They sh — yes, they should learn, because I — I am not equipped to tell them how\nto teach.",
        "Q: Okay. So, it’s similar to —",
        "A: — exactly.",
        "Q: — speaking to the students.",
        "A: Exactly, exactly. Yes, yeah, but we — she doesn’t tell me here that it’s the\nBalfour — Balfour the — what’s that, it’s such an easy name to remember. No, like\nthis, we were just a—1n New Jersey and one of the teachers wrote me a wer — you\nknow, send me pictures, you know, I don’t like the pictures, but she send them to\nme.",
        "Q: So you do a 1— and have done a lot of speaking?\nMay 11, 1999",
        "A: A l—a lot of speaking. I do a lot of speaking and that takes up a lot of my time,\ntoo.",
        "Q: Mm-hm.",
        "A: I-I go to schools, I go from the museum and I also go from my own, where I —\nbefore the mu — museum was even in existence, we used to have, from our\norganization, a speakers bureau where s —",
        "Q: From the Greater Washington Survivors organization?",
        "A: Yes, mm-hm, yes, and they would di-— call us and we would go, we would send\nout some people. We had some particular people that we knew that they are pretty,\nyou know, they are co — they don’t mind speaking. Because a lots of times some\nsurvivors don’t like to talk about it. So we — we — we did that even before, so I have\nstill a lot of schools that do that. They call me back year after year that — to come\nback to — to this school.",
        "Q: Do students always ask the same questions or do you get some different\nquestions?",
        "A: No, different — different questions all the time, it’s a —",
        "Q: What kinds of things do the students ask you?",
        "A: Well, almost — one thing one of the kids wanted to know whether — after the war,\nhow my thoughts were after the war, whether I otherwise — whether a — I — I was\nMay 11, 1999\nstill thinking as if I was in the camp, or I started thinking like a free person. It’s a —\nit’s — it’s interesting to listen to them.",
        "Q: How old was that child?",
        "A: That child was already a little bit older, she was 17.",
        "Q: Mm-hm.",
        "A: But I have had kids tell me — a 13 year old kid told me once that while she was\nlistening to me she was thinking how lucky she was, that her children might not\nhave a chance to listen to a survivor. And when I — when she finished telling me, I\nsaid how old are you? And she — when she told me she was 13, I almost flipped. I\ncouldn’t believe it that a kid at 13 would have such insight in somebody’s — you\nknow, to even think about it. And this she thought about it while I was talking, so —",
        "Q: Do you remember any other experiences with these students?",
        "A: With the students?",
        "Q: Mm-hm.",
        "A: All the time. Like when you ask me about, you know, how I felt when I had the\nkids, but one school — I was — it — as a matter of fact it was the American university,\nit was a university. And when I came back — you see, in 1975 my husband and I\nwent with a UJA mission to — back to Auschwitz. And to, you know, kind of\nconfront it. And when I came back, one — when I was talking, one of the students\nMay 11, 1999\nask me — he said, Mrs. Spiegel, you were — you were telling us that you had such a\n— you went through such a terrible period of your life, and now you’re telling me\nyou’re married and you have three children — at that time I had only my three girls, I\ndidn’t have yet grandchildren. He said, how come you brought in children into this\nworld? And I stopped and thought about it and I said, you know what? I never\nthought about it. I-I-It was a natural — I got married, we wanted to have a family. I-\nIt was like a natural thing to do. But now that you ask me, I will tell you why. I said,\nwhat you actual expected me to do is really, I would have given victory to Hitler,\nbecause that’s what he started out to do, and then, after I would have died, we\nwouldn’t have left anybody. So what — you wa — I would be helping him out. I\nmean, not that I thought about it when I was having children, but now that you ask\nme, I’m thinking about it. And he said, you know what? I can see your point. I\nnever thought about it. It always bothered me. Because he apparently was from\nNew York and he knew a lot of survivors, and he was always wondering why are\nthose people having children. He said, 1t always bothered me, why would you bring\nin children into this world. But now he said, thank you for explaining it to me,\nbecause you’re right, I never thought of it.",
        "Q: What age group is your favorite to speak to?",
        "A: To speak to?\nMay 11, 1999",
        "Q: Mm-hm.",
        "A: Actually, you know what? Sometimes it’s junior high, because they asks\nquestions without stop. But I have one group who is really — fifth graders and —\nbecause I usually don’t like to speak to such young kids. Of course, I use it a little\nbit different. I always say, I make life beautiful, you know, like this movie, “Life is\nBeautiful?” I make it a little bit it shouldn’t be so hard on the young kids. But this\nteacher also was taking a course how to s — teach the Holocaust. And I spoke to the\nteachers and she called me to come to speak to her kids. And I said how — what\ngrade are they in? She says fifth graders. I said fifth graders, I’m sorry. I would\nrather not speak to them because I think they’re too young. Call me when they get\ninto high s — you know, junior high school. She said, I will tell you what, Mrs.\nSpiegel, I’Il make a deal with you. You come to me one time and if you won’t agree\nwith that these kids are ready, then next time when I call you, you may hang up on\nme. I —I went to her this last March I went to her, that’s already the fifth time.\nBecause she really does. She has learned a lot about the Holocaust — the teacher,\nand she really prepares those kids so beautifully that they ask questions, I want to\ntell you that for an hour, she leaves a special hour just for questions and answers.\nThese kids — I can’t leave ti — they follow me. I spoke just at this school, a Catholic\nschool, they [indecipherable] and they gave me a [indecipherable], excuse me.\nMay 11, 1999",
        "Q: We’ll turn off the tape while Mrs. Spiegel is looking for something. [tape\nbreak] — is back talking about — Mrs. Spiegel is back talking about what she was\nlooking for.",
        "A: In— except I couldn’t find it. Must be in the washing machine — in the — in the —\nin the dishwasher. A — I went to this Catholic school. I understand that Caroline\nKennedy went to that school. It — 1t’s a—a beautiful school. These kids, there must\nhave been like about 300 kids. I want to tell you that they asked questions that was\nunbelievable. When I was leaving, they were following me. I said to them, you\nknow, I feel like the Pied Piper, you know, with the kids following me around,\nexcept I was really in a hurry because I had to get to the museum, it was on a\nWednesday, so I wanted to get to the museum for work, so I didn’t want to spend so\nmuch time. I said, you will have to make it another time. But they do ask very good\nquestions, I’m always very pleased. Now I realize I’m not stupid enough to think\nthat I can change everybody’s mind, but I realize that it does — it does — if I change\neven one kid a little bit to think a little bit differently about bigotry and hatred, then\nI always feel like maybe my work is paying off. In this one — another school was the\nGood Counsel, the high school. That was also — Our Lady of Good Counsel, that’s\nthe one on Georgia Avenue. Very — also wonderful class. Some are — as a matter of\nfact —\nMay 11, 1999\nA2: Georgetown Prep.",
        "A: —I speak for Georgetown Prep, that’s right. Georgetown Prep, for the last like\n— I think last time when I went there I think he introduced me as coming there eight\nyear, you know, so I do speak a lot.",
        "Q: Now you have a certificate here, Woman of Achievement and you s — told me\nthat you’d received other awards.",
        "A: Yes —",
        "Q: Do you want — can you talk about them?",
        "A: Well, I received an award of — from the United Jewish Appeal, because when we\nwent with this group to the — to the — to Auschwitz and they really kind of\nappreciated what we did for them that — because it’s very hard, when you go to\nthese camps to visit, it’s very hard, it’s very helpful when they have a survivor\nthere. See somebody, that somebody came out alive, because when you go there\nyou think everybody is dead. So that’s —",
        "Q: Now, who was on this trip?",
        "A: There were — there were people from all over the United States.",
        "Q: So it — y — were you the only — you and Sam the only survivors?",
        "A: Yes, uh-huh —",
        "Q: Okay.\nMay 11, 1999",
        "A: — yeah, yeah. So we got from them an achievement award and of course from the\nJewish Theological Seminary, because I’ve worked for them the last 30 years,\nthrough the synagogue raised — also raised money. And — I also — my husband and I\ngo on the March of the Living. You know, this is a — we take a — a group of\nchildren, especially through the B’nai B’rith. It’s the — the B’nai B’rith Youth\nOrganization. You got — they get the — the young people, between ages 16 and 18\nand they take him to Poland and then Israel. And we’ve been going on it since 19 —\nsince 1994. We’ve gone °94 - ’96 - ’97 - ’98 and they called us already for year\n2000. And I told them, can’t promise for sure. If our health is gonna be okay, we’re\ngonna go up with them. They take like about — altogether there are about six to\n7,000 kids. Six to 7,000 kids, but — six to 7,000 kids but we — or not — on — with us\n— with the B’nai B’rith we have between 350 and 400 kids. Sam is showing off the\n—all these goodies that I —",
        "Q: Okay, why don’t you sh — give them to Regina and she can —",
        "A: Yeah.",
        "Q: — tell the microphone about them.",
        "A: Yes, yes.",
        "Q: Because the microphone can’t see them.",
        "A: Yeah.\nMay 11, 1999",
        "Q: So Regina — let — let Regina describe them.",
        "A: Yeah. Oh. This — this was one of the pictures from the March of the Living. This\nwas one —",
        "Q: Can you describe the picture?",
        "A: The picture is — this is a group from my bus, which they are, some of them — this\nis me and there’s — someplace is sa — Sam is here, and these are the leaders from the\ngroup. They are le — what they call Madrachim from the — from the group, from\nthe B’nai B’rith. This was the year, I think this was actually ’94. The — the four\nthem — thi— was April fourth — 7\", ’94 that we went on this — this was our first trip\nand we had — they were a marvelous experience and the things we get back from the\nkids — as a matter of fact, just recently I went, during the Yom HaShoah, one of the\nkids from one of these trips attends Georgetown University here. And she had\nprepared a program for commemoration of the Holocaust for Georgetown\nUniversity and she asked me to come be the speaker there, and the kids were just\nabsolutely wonderful. I mean, they are not such kids, they are already college kids,\nthey’re probably 19 - 20 years old, but the — I guess they felt so like I was that age\nalmost when I came out. And this is one that I was just also spoke at the Aberdeen\nProving Grounds, you know, with the soldiers. And I think I told you I happened to\nbe there April 20\", and the soldiers gave me an ovation because it was the day when\nMay 11, 1999\nI actually was almost like liberated, that was it. And this was in — in — oh, this 1s\nfrom — for the United States Army Material Command to — that I was a speaker on\nApril, 1993. You know, all these things [indecipherable]. Here is one that — oh, on\nthe Woodbridge campus at the University of Virginia, I was just recently a\nspeaker. I go there, it’s probably already the fourth of fifth year that I go there. I\nhappen to know this professor that works there and she calls me every year. So I go.\nSo as I say, I do a lot of this kind of work where in the evening lots of times, so\nthat’s the on — that’s the reason I only do it once a week in the museum, because if I\nworked long — more time, I wouldn’t have any time to do this and I feel like this is\nalso very important to do this and — oh, and this is — this we got from Miles\nLehrman, an appreciation certificate for, you know, because for our work. And this\nis also that I was president of the [indecipherable] yeah, of the survivors —\nHolocaust survivors, when I stepped down as president, because after being so\nmany years, you can’t keep on being the president counc —",
        "Q: How many years were you the president?",
        "A: Probably — was it like about three or four years? You know, at least three years.\nBut you see, the reason I don’t remember exactly, because even when I stepped\ndown, I was doing just as much work, cause —",
        "Q: That can happen.\nMay 11, 1999",
        "A: Yeah, so it didn’t make any difference, it just — except we switched the ranks, so\nto speak because I — basically we have a nucleus of certain people that do the work\nand we feel like we can’t be — somebody else doesn’t want to step in, so we feel\nlike, between us, we’ll do it. So we take every time somebody else’s job so it\nshouldn’t be constantly in the same job.",
        "Q: Well, you’ve certainly told us a lot. What else would you like to say, or what\nhave I not asked you?",
        "A: No, you have asked me quite a bit. The only thing what I do want to say, that I\ndo — I always like to finish with a — that I am really grateful to this country, that no\nmatter what they did before, they could have done much more, but once it was over\nthat I’m really grateful to this country that they did let us come into this place,\nbecause I love the United States. I really do. I feel like —I feel like — like I’ve never\nbeen born in Poland, except — this is my country. I feel much more towards the\nUnited States than towards the country that I was born in. And I’m grateful. I have\na very good life here and my husband made a very good living and we raised a\nwonderful family and wonderful kids and we’re really very grateful t-to God and to\nthis country for letting us 1n to — to do the work and we hope to be able to do the\nwork as long as we — we can go on. That’s the main thing. And we appreciate you\ncoming and listening to me, too.\n8 |\nMay 11, 1999",
        "Q: Well thank you very much for doing this. This concludes the unite — did you\nwant to say something?",
        "A: No.",
        "Q: This concludes the United States Holocaust Memorial Museum volunteer\ncollection interview with Regina Spiegel.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nRegina Spiegel, conducted by Margaret Garrett on May 11, 1999 in Silver\nSpring, Maryland. This is a follow up interview that will focus on Regina\nSpiegel’s post-Holocaust experiences. In preparation for this interview, I watched\nthe videotape of the interview you conducted with the Holocaust eyewitness project\nof Washington, D.C. in 1989, and listened to part of the audiotape interview you\nconducted with the Jewish Community Council of Greater Washington on March\n5‘ 1985. I will not ask you to repeat everything you said in those interviews.\nInstead, I will use this interview as an opportunity to follow up on those interviews\nand focus on your post-Holocaust experiences. This is tape number one, side A.\nWhat was your name at birth?",
        "Q: And your place of birth?",
        "Q: And the date of your birth?",
        "Q: Let’s start with your liberation. Could you talk about —",
        "Q: — how that happened?",
        "Q: And you had been where?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And we is who?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: You want a cough drop?",
        "Q: Okay.",
        "Q: Excuse me, that makes a sound.",
        "Q: Yeah.",
        "Q: Wh-When they were telling you to do this, how did they —",
        "Q: Yeah, did you have weapons to —\nMay 11, 1999",
        "Q: The Russians would have?",
        "Q: So they would have helped you?",
        "Q: N-Now when you say we, were — who — where — did you have special friends\nthat you were with?",
        "Q: Mm-hm.",
        "Q: Now, you would ask a Russian to requisition bread for you?",
        "Q: Yeah. Were all the Russian soldiers helpful to you, or —",
        "Q: But some Russians 1n some places were abusive to —",
        "Q: To women, and —",
        "Q: — did you encounter any of that?",
        "Q: Mm-hm.",
        "Q: What — what was that about, that they were not allowed to rape Jewish women?",
        "Q: Shame.",
        "Q: It sounds as though you also were careful.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: The Italian guys.",
        "Q: Mm-hm.",
        "Q: Back to Radom?",
        "Q: Okay.",
        "Q: And had you had any experience with a horse before?",
        "Q: So you didn’t know anything about —",
        "Q: — handle — so you didn’t know anything about handling a horse?",
        "Q: But you learned fast.",
        "Q: Mm-hm.",
        "Q: Did they require that you had ticket — have a ticket if you were a returning\nrefugee?",
        "Q: Mm-hm.",
        "Q: Yes. Not to Poland, but other parts.",
        "Q: Czechoslovakia, Hungary.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: He — your boyfriend heard —",
        "Q: — that you had gotten back?\nMay 11, 1999",
        "Q: Okay.",
        "Q: Folks?",
        "Q: Now how far was that from Radom?",
        "Q: Okay.\nMay 11, 1999",
        "Q: So what was that like for you to be in the horse and buggy on your way to meet\nSam?",
        "Q: Because you didn’t know what he would be like, and what —",
        "Q: —1t would be like.",
        "Q: And how tall are you?",
        "Q: And then, at the [indecipherable]",
        "Q: And you weighed 69 pounds?",
        "Q: We have to turn over the tape —",
        "Q: k — we’re at the end.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Regina Spiegel, tape number one, side B. Will\nyou repeat what you just told me?",
        "Q: You and Sam?",
        "Q: Sit —",
        "Q: Like city hall.",
        "Q: Mm-hm.",
        "Q: Wa — why did you love it?\nMay 11, 1999",
        "Q: Well, who were the people who picked you out?",
        "Q: From Prague into Germany”",
        "Q: Oh, okay.",
        "Q: Now this was the Joint that took you to Germany?",
        "Q: Okay.",
        "Q: Oh yes.",
        "Q: Sure.",
        "Q: This is your sister’s husband?",
        "Q: Your sister the dentist?",
        "Q: In your other interviews, you said that you were raised in an Orthodox religious\nhome.",
        "Q: And before the war, could you say something about what your religion was for\nyou and what about after the war —",
        "Q: — like when you were in this house with all these other people.",
        "Q: Did your parents encourage that?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Did you know what it was when she gave it to you?",
        "Q: You didn’t.",
        "Q: Dreadlocks?",
        "Q: Dreadlocks?",
        "Q: Mm-hm.\nMay 11, 1999",
        "Q: Tell me about loving Judaism.",
        "Q: Mm-hm.",
        "Q: Mm-hm, yes, you did.",
        "Q: Are — we’re skipping around here, but are most of your friends survivors?",
        "Q: Mm-hm, mm-hm.",
        "Q: To Washington?",
        "Q: No, who was this that took — took you 1n?",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: So they brought — helped you get from Foehrenwald to —",
        "Q: — New York?",
        "Q: Mm-hm.",
        "Q: From Sam’s uncle, or —",
        "Q: Your uncle.",
        "Q: Yes.",
        "Q: Let’s um —",
        "Q: — stop here.\nEnd of Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Regina Spiegel, tape two, side A. When did you\nand Sam get married?",
        "Q: And when did you come to the United States?",
        "Q: So you’d been married a year and a half.",
        "Q: Now previously you said that you and Sam wanted to go to Palestine. How did\nyou feel that it was working out more easily and practically that you come to the\nUnited States?",
        "Q: So they were not making it so easy for you, but how did you feel not to get to\nPalestine?",
        "Q: Now, did HIAS encourage you to come to Washington and help you arrange\nthat?",
        "Q: Yeah.",
        "Q: When did you first learn that you had a brother in Washington?\nMay 11, 1999",
        "Q: Oh, he had come over a long time before.",
        "Q: So, did he speak English when you came?",
        "Q: And did you speak English?",
        "Q: So what was that like for you, a young bride —",
        "Q: You speak Yiddish?",
        "Q: What language do you and Sam speak together now?",
        "Q: English?",
        "Q: When did you make that switch?",
        "Q: Did you think a lot about what you had come from?",
        "Q: So what kinds of things was your mother telling you?\nMay 11, 1999",
        "Q: So, was that hard for you when you only had Sam and you didn’t have anyone\nelse?",
        "Q: So you had witnesses?",
        "Q: You had witnesses for your commitment.",
        "Q: Did you have any kind of prayer associated with meeting with them?",
        "Q: Mm-hm.",
        "Q: Tell me what it was like for you to have children.",
        "Q: So you’d been here how long?",
        "Q: Did you work before your daughter was born?",
        "Q: So it’s like a trade school.",
        "Q: Do you know the book by the daughter of a refugee from a survivor from\nCzechoslovakia and the daughter — it came out a couple of years ago — the daughter\nwanted to trace her ancestors in Czechoslovakia and trace them through her\nmother’s clients.",
        "Q: Yes.",
        "Q: Yes, Helen somebody.",
        "Q: Yes, that’s the one.",
        "Q: I—I-—I heard her speak about the book I mention —",
        "Q: Yeah, what was the ba — I —",
        "Q: — what was the first book about, I can’t — don’t remember.\nMay 11, 1999",
        "Q: Oh.",
        "Q: Yeah, I remember.",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: Do you find that a lot, that you are put into a category?",
        "Q: Mm-hm.\nMay 11, 1999",
        "Q: How do you take the situation over in Yugoslavia currently?",
        "Q: Just — do you think more about what happened to you during this period? What\neverything —",
        "Q: Milosevic.",
        "Q: All the time?",
        "Q: So it’s always somewhere 1n your mind.",
        "Q: Wouldn’t it be wonderful if what?",
        "Q: Oh.",
        "Q: Mm-hm.",
        "Q: We have to turn over the tape.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Regina Spiegel, tape number two, side B. Mrs.\nMay 11, 1999\nSpiegel, I changed the subject when you started to talk about your children and\nwhat it was like for you to have children and grandchildren.",
        "Q: When did you begin working at the museum?",
        "Q: So you were active in raising money”?",
        "Q: And how did you and the museum know about each other before it was in\nexistence so that you got started —",
        "Q: Now what do you do now with the development department?",
        "Q: This is the desk on the fir — ground floor.",
        "Q: Mm-hm.",
        "Q: And how often do you work at the desk?",
        "Q: A full day or a half day?",
        "Q: A full day.",
        "Q: Is that another day that you go in?",
        "Q: So you — 1s this the — one of the primary things you do with communications,\ngoing to the schools and speaking —",
        "Q: — to the students.",
        "Q: So you speak to groups of teachers —",
        "Q: — on how to teach, or —",
        "Q: — or just —",
        "Q: — the same kind of testimony —",
        "Q: Okay. So, it’s similar to —",
        "Q: — speaking to the students.",
        "Q: So you do a 1— and have done a lot of speaking?",
        "Q: Mm-hm.",
        "Q: From the Greater Washington Survivors organization?",
        "Q: Do students always ask the same questions or do you get some different\nquestions?",
        "Q: What kinds of things do the students ask you?",
        "Q: How old was that child?",
        "Q: Mm-hm.",
        "Q: Do you remember any other experiences with these students?",
        "Q: Mm-hm.",
        "Q: What age group is your favorite to speak to?",
        "Q: Mm-hm.",
        "Q: We’ll turn off the tape while Mrs. Spiegel is looking for something. [tape\nbreak] — is back talking about — Mrs. Spiegel is back talking about what she was\nlooking for.",
        "Q: Now you have a certificate here, Woman of Achievement and you s — told me\nthat you’d received other awards.",
        "Q: Do you want — can you talk about them?",
        "Q: Now, who was on this trip?",
        "Q: So it — y — were you the only — you and Sam the only survivors?",
        "Q: Okay.",
        "Q: Okay, why don’t you sh — give them to Regina and she can —",
        "Q: — tell the microphone about them.",
        "Q: Because the microphone can’t see them.",
        "Q: So Regina — let — let Regina describe them.",
        "Q: Can you describe the picture?",
        "Q: How many years were you the president?",
        "Q: That can happen.",
        "Q: Well, you’ve certainly told us a lot. What else would you like to say, or what\nhave I not asked you?",
        "Q: Well thank you very much for doing this. This concludes the unite — did you\nwant to say something?",
        "Q: This concludes the United States Holocaust Memorial Museum volunteer\ncollection interview with Regina Spiegel."
    ],
    "answers": [
        "Answer: At birth, Regina — Regina Gutman.",
        "A: Radom, Poland.",
        "A: It’s — it was May 12\", 1926.",
        "A: Yes.\nMay 11, 1999",
        "A: Yeah, okay. In — as I spoke previously, from the other tape you probably heard\nthat on the last part of our journey, so to speak, we found ourselves in — closed up in\ncattle trains. They were shipping us, to where we don’t exactly know, but\nsupposedly, from what we’ve heard after the war, that our journey was taking us to\nDachau.",
        "A: In Elsnig by Torgau.",
        "A: It was our last camp —",
        "A: — that we were in.",
        "A: The group, you know, the whole — you know, we were like about 3,000 women.",
        "A: So the group, when I speak we, I refer to the — to the whole camp, so to speak.",
        "A: They put us on these cattle trains and we were traveling. And in Germany, all of\na sudden we had to stop. And why did we have to stop? Because in Germany the\nMay 11, 1999\nrailroad tracks were bombed. This was already 1945, you see, most of the time, to\ntell you the truth, didn’t know exactly when, what time it was. But later we found\nout that the war was getting — was almost of the brink of being finished, except we\ndidn’t realize. But when we stopped at our — in our train because the railroad tracks\nwere bombed, we couldn’t go — excuse me — much farther. So what had happened,\nwhile we were waiting there for repairs, the SS had this speech to us, he said hey,\nyou ought to be very happy, because this is April 20\", 1945, it’s Hitler’s birthday.\nAnd we, we were thinking why in the hell should we be happy that it’s Hitler’s\nbirthday? But of course he said we will give you an extra piece of bread to celebrate\nit. And no sooner did he finish as the whole sky became black and we were actually\nbombed. Our trains were hit by the allies. Not direct, but next to it. And actually, we\nwere like about 3,000 women, probab — [coughs] excuse me — probab —",
        "A: No, I—I am using a —",
        "A: Probably a thousand of us got killed by the bombs, and the rest of us, when this\ntrain split open, and we saw like an opening, the ones who were able to, we just ran\ninto the woods. We hid out. We couldn’t stay there too long, because after all, they\ndidn’t give us that extra piece of bread, so we couldn’t do a — hide out too much,\nMay 11, 1999\nand we finally came out and we spotted this Russian — he was like a — probably like\na colonel in the army. And we ran over to him and he said, don’t worry, you are\nfree. And that’s how we actually were liberated, which was already like not exactly\nApril 20\", because it took us like two days longer. But apparently, the Russians\nwere already there. I always say, had the Germans left us in that camp, we probably\nwould have been liberated by the Americans, because I think where we were\nliberated was almost very near where the Americans and the Russians met, near the\nElbe river.",
        "A: Oh yes?",
        "A: Okay. So anyhow, that was mine liberation. So what do you do after you were\nliberated? You know, we had thru — in a way, we had a chance, because we could\nhave — and the Russians were encouraging us to go on a rampage, you know. The\nGermans killed us, you go out, you have a chance now, kill the Germans. But you\nknow what? We decided this wasn’t our way.",
        "A: The Russians?",
        "A: No, we didn’t have weapons, but we could have gotten — they would have been\ndelighted to give us a — one of their guns.",
        "A: Yeah, they would have, but —",
        "A: Definitely. But we decided ourselves that’s no way to go, and we just figured\nbecause we didn’t like what they were doing to us, we would turn around doing the\nsame thing to them. After all, the German that I would have picked up, I probably\nwould have never — had never seen him before. It would have been just picking up a\nGerman because he was German. And it — this wasn’t our way. And the next thing\nwhat we started doing 1s let’s go home. Let’s try to get home.",
        "A: We kind of got — when we were liberated, because we were so used to always\nbeing in groups, like I didn't know how to be by myself.",
        "A: I-It — so like about 15 girls, we got together and we like di — did things together.\nIf we wanted to get some bread — because we didn’t have like what the Americans\ndid on the American zone, a displaced persons camp where they fed you. With the\nMay 11, 1999\nRussians you didn't have anything like this. The only thing what they did for you,\nwe would go to them and say take — let’s go to a German bakery with us. And they\nwould go with us and they would requisition from the baker, bread for us. So we —\nand we, our type of eating was very crude. Bread and water, that’s all we needed,\nyou know, to keep us alive. So that’s what we got, we got mostly bread and water.\nBecause even when we got into a German house, even if we saw some food there,\nyou know, because what was happening after the war, a lot of German households\nbecame empty. Why? Because the Germans were afraid of the Russians and they\nwere running towards the American zone. So they left a lot of their homes with no\none there. So when we would go in, we would find maybe some food over there. I\nremember in one place, they had to spe — these beautiful, you know, like fruits,\napples and cherries put in in jars, like we put away sometimes fruits. We were\nafraid to eat them because we thought that maybe they poisoned it. So we wouldn’t\neven touch this. But we would have the bread from the baker and the water and\nthat’s how we continued going towards Poland.",
        "A: Yeah, a Russian soldier.\nMay 11, 1999",
        "A: Mos-Most of the time yes. You see, they didn’t have this type o-of gan —\norganization like they had with the — the Americans had. You know, what the\nAmericans did, they found the survivors, they put them in into a camp and they\nsupplied food and you had a place where to put down your head. With the Russians\nyou had nothing like that.",
        "A: To women.",
        "A: Definitely.",
        "A: A — well, we learned to — to kind of counteract that. Let’s put it this way. During\nthe day, ess — you know, I told you, we were 15 girls of us. As a matter of fact, we\ntook out from one of these homes, a horse and one of those — it was like a coach —\nnot a co — you know, a horse and buggy?",
        "A: But it’s not a b — it wasn’t a buggy, it was like the most beautiful si — here at the\nSmithsonian [ walked in one time, in front was sitting this coach, you know, it was\nthe most gorgeous thing if I would have kept it and would — wouldn’t have to had to\nworry about any finances because it probably was worth at — a fortune. But we were\nMay 11, 1999\ntraveling in this horse and buggy a little bit. During the day, let’s say where we — if\nwe were in a certain town during the day, we would split up a little bit and go into\ndifferent places to sleep. Like we would sleep where the horses would sleep in — in\nsome kind of — what do they call them, the barns, like. Or the pigs, or some others,\nbecause we were actually very much afraid of — of raping, because during the war,\nyou see, 1-in Germany, I never worried about being raped by a German, because\nthis was something that they were not allowed to do. If—if a German got caught\nraping a Jewish girl, he was in trouble. So they usually stayed away from us. They\nprobably were raping more German women.",
        "A: Oh, that’s was the — what they called the rassenschande. Rassen, the race,\nschande is the — a — you know, shame.",
        "A: The — the — the race shame, you know, otherwise you — you like committed the\nworst sin. I mean, you commit a sin when you rape anybody, but this, th — it wasn’t\nthe raping that they were worried. So after the war we did have to — the women, and\nI don’t — we got away — we got away kind of lucky, but a lot of women weren’t that\nlucky.\nMay 11, 1999",
        "A: Very, very, as I say. You see, when I was liberated in ’45, I was already almost\nlike 19 years old. You know, through the war years, you became very adept, let’s\nput it this way, and like self preservation.",
        "A: So most of us were really looking out for these things. When we notice 1n a town\nthat there were Russian soldiers, too many Russian soldiers, that they might go out\non — you know, at night, looking for women, we didn't stay in that town. We would\nmarch on. We -— like I said, we had this horse and buggy, so we could move on a\nlittle bit more. And also, we met some Italian guys who must have been working in\nGermany. You know, they came to Germany to work. And they were also like\ntrying to get back. So sometimes, you see, the Russians, if they saw you with a —\nwith another man, they would just stay away from you.",
        "A: So we, during the day, we would like, if we were visible, we would go with\nthem.",
        "A: Mm-hm. And then we just lost them. Came to another town, we looked around\nwhat was bat — we were very much aware, and I’m really surprised — you probably\nheard from other people because you the first one ever asking me really, that\nMay 11, 1999\nquestion, how — because we were — were a lot afraid of being raped by the Russian\nsoldiers.",
        "A: So anyhow, after — to tell you the truth, how long it took us to get to the Polish\nborder, I really don’t know, but I figure that it must have taken us like about three\nweeks. First of all, when we were liberated, there was one friend that was very —\nfrom the bombs, she was a little bit more in — and sh-she — you know, like she lost a\ncouple fingers and she was more troubled than most of us. You know, like I had a\nlittle bit of a 1-injury, you know, like a shrapnel? A piece of shrapnel got into my\nhand, but it wasn’t — you know, I never felt it. You know, it wasn’t dangerous for\nme. But with her, we had to put her in in a hospital. So she actually stayed in the\nhospital. We couldn’t, you see, we couldn’t keep on staying in the same town for\ntoo long because we were actually afraid of this. So we actually had to leave her in\nthe hospital, but there was another friend that she met that stayed with her. So she\nwas like more or less taken care of. But we kept on going and probably took us\nprobably like about three weeks til we got to the Polish border. And when I got\nthere — and you know, as you were walking — you see, when we were liberated,\nwould you believe that most of us didn’t realize that most of our families were\nmurdered? We still were hoping that maybe somebody’s gonna be alive because I\nMay 11, 1999\nwill tell you, in a way maybe that was good, because that’s what kept us through all\nthe other times, kept us going, because if not we probably at one time or another,\nwe would have given up. But that was, in a way, kept us — hey, you stay alive\nbecause you promised that we’re gonna meet at home. You know, like my\nboyfriend told me, you know, on the last, when they were separate — when they\nseparated us in Auschwitz he said to me, if we stay alive, just remember, meet me\nin mine hometown. But also, he didn't know that my mother told me this, when we\nwere, you know, it was just practically in the beginning of the war when she got us\nall together and she said, just remember, if God forbid we should get separated —\nyou see, never thinking that what’s going to happen, that it’s going to be this mass\nkilling, but just separated. If we go, maybe I was someplace else or something, she\nsays, remember, after the war, we’ll meet in our place, you know, in our home. So\nnaturally, the first thing what I wanted to do is get back home. So I did. That’s how\n— and most of us —",
        "A: Back to Radom, but by the time when I hit the Polish border, it was the city\nPoznan. That was like on germ — Polish German border. I don’t know whether —\nyou know, I think it’s not any more Poznan, I think they call it now Wroclaw,\nbecause this became part of Germany, you know, ne — I think so they call it\nMay 11, 1999\nWroclaw, I’m almost sure. Or maybe it’s still there, I haven’t looked at the map.\nMaybe after I finish this interview I will take a look at the map.",
        "A: But we got to this town Poznan, and when I got to Poznan, the trains in Poland\nwere running already. Because you see, Poland was actually liberated in °44,\ntowards the end of ’44, th — 1t — the beginning of ’45. So their trains were already\nrunning. They weren’t maybe bombed as much, because they weren't bombed by\nthe allies, the allies [indecipherable] had lots of bombs. And I dropped — I will\nnever forget this, I drove — I — I didn’t drive, how do you call it? I brought this horse\nand buggy on the station and left it there just like that because actually, we were 15\ngirls, no one wanted to go near the horse. I said to them, you went through such a\nwar. You’re afraid of a little horse? I mean, he was that — he probably w-wa — I\nwish all through the war I would have had the dealing with the horse and — other\nthan with the people. I said, and you’re afraid? So they were afraid to go near the\nhorse, so I was the one that fed the horse, I was the one that took him in — now I\nprobably wouldn’t know how to deal with it, but at the time, you know, when your\nlife is at stake, or whatever it is that you have, I came to the conclusion that human\nnature, you would do what you have to do for survival.\nMay 11, 1999",
        "A: Never, never.",
        "A: lwas a—I wa—I was a city girl.",
        "A: Never. Never in my life —",
        "A: — did — did I go close to a horse, but I didn't know — you see, now I know a horse\ncan kick you or something. I didn’t even know a horse can do that to you. But I\nknew that it was the only way that if we wanted to get back to Poland, rather than\nwalking step by step. And that was also a lit — a little bit in our way, that we had this\nmobility a little bit, that when we realized that this town isn’t so safe for us. I mean,\nnot with our lives, but with our — you know, virginity.",
        "A: So we figured we better keep on using it. And that’s what I did, so I left in\nPoznan, somebody had a very good deal on me, left in Poznan this gorgeous,\ngorgeous thing, with the horse. And of course, then we start — got on that train, no\ntickets. I don’t know where [indecipherable] going [indecipherable] going to the\ntrains, you know, on the outside, because we had no money.\nMay 11, 1999",
        "A: They might have. You want to know something but — there were so many people\nin the trains that probably the conductor could never manage to get them that — to\ngo and ask him for anything because you just got on the train and you hopped off\nwherever it stopped. And then how we stopped in one place, and somebody passes\nme by, and he actually had walked away already and came running back. He said\nReginka(ph) to me. He recognized me, we were in one of the camps together in\nPionki, you know, that was — we were the only camp where men and women\nworked together, but I was. And he says hey, you know that your boyfriend is alive?\nThat’s when I found out that Sam was alive. So I already felt a little bit better\nbecause I felt I — it’s true, ’'m going back into my city and I’m going to look for my\nfamily, but at least my boyfriend is alive. Because by the time we were getting to\nPoland, the closer we were getting, we realize more and more that our families\nwere dead, but we still couldn’t accept it.",
        "A: In a way it reminds me a lots of times when God forbid, you have a very si —\nterrible sick spouse, and you know he’s gonna die, or she’s gonna die, 1 — you just\ndon’t want to accept it. And I think that was with us, you know, now that I’m — I\nMay 11, 1999\nnever thought of it then, but hi-1 — but now that I’m older, I put — I can think a little\nbit differently than I did in those years. And I think most of us didn’t want to accept\nthe idea that everybody was dead. So you clung to it. But at least, as I say in my\ncase, at least I knew my boyfriend, if he behaves himself and if he is waiting for me,\nand if he thinks of me as much as I think of him, maybe we’|I be able to get\ntogether. So finally I got to my city, Radom. To tell you the truth, when I got there,\nI don’t know exactly, but — have you ever been to Europe?",
        "A: Yeah, but you know like other, like bel —",
        "A: — bel — it would be the same thing.",
        "A: You know how before you walk in into the places where you actually lived, you\nwalk into a big gate?",
        "A: Yeah, and then you go into the courtyard. Well, I did that. I came to my place\nwhere I used to live, it was called Jerome Skakel(ph) 21. This street was Jerome\nSkakel(ph), he was a Polish writer, the name of the street, was actually the main\nstreet of the city and the number of the building was 21, and a— I walked in. And no\nMay 11, 1999\nsooner did I go in, I haven’t even — because we lived a little bit farther into the\nplace, and I had this idea that I was going to walk in into my place, knock on the\ndoor, because by then I really knew already that most of our — my family was dead.\nAnd I — but I figured I will knock at the door and just ask it. Tell them who I am.\nMaybe if somebody else from my family comes and ask — tell him that the sister is\nalive. And I was also going to ask him, you know what? I lost all my pictures in\nAuschwitz, and it always bothered me that here I lived through it and I don’t even\nhave a picture to look at it. You know, it’s — 1t seems so funny, because when you\nhave access to it, 1-1t really isn’t that important, but I hear more and more people\nwhen their homes are on fire or something they run back. For what do they run\nback? For their pictures. And the same thing I thought maybe when we left for the\nghetto. My mother couldn’t take everything. I’m sure she took some pictures, but\nshe prob — maybe she left some pictures and maybe these people would have those\npictures. That wouldn’t mean anything. But no sooner did I walk in into that place,\nyou know, walked through this back gate, somebody caught me and said\nReginka(ph). Reginka(ph), by the way, is a name for — like Regina. It’s — in Polish\nyou use it like a diminutive, yeah. Say hey, Reginka(ph), what are you doing here?\nThey just shot Gudsztat(ph), otherwise a neighbor of ours, came back. He came\nback maybe a month before. They used to have a jewelry store before the war, and\nMay 11, 1999\nhe took back the jewelry store. I mean, the Russians weren’t yet in Poland like later\non they came in. As it was, later on it didn’t make any difference because the\nRussians took away from it. But he took back the jewelry store that belonged to his\nfamily. Somebody came, knocked at the door, that same time that I came in into our\ncity, and killed him. And this girl grabbed me, she says, let — g — run. And she and\nme started running. And where do we run? There’s no place where to run. We run\ninto where the ghetto used to be in Radom. They had — they made like out of a\nwarehouse, they made like almost like a — a — what they call a — a community\ncenter, you know, so when — because so many people were coming back into the\ncity and they had no place where to go. So at least you should be able to put down\nyour head and what we used to do, in a place like this, we would — they would have\nlike sheets of paper on the walls, and you would put in your name. So at least I felt\nlike — so I put down my name, and — Regina Gutman, am — you know, so maybe if\nsomebody will look through, they will find me or if they know [indecipherable] of\ncourse, nobody found me except my boyfriend by then already heard that I got back\nto Radom and I —",
        "A: Y-Yeah.",
        "A: Yeah.",
        "A: You know true, I always say it’s amazing. We didn’t have telephones, we didn’t\n— but through the way — through the grapevine, you know. People were walking.\nThe people were walking, 1-it was like the march of the masses. People were\nwalking from Radom to Germany. People were coming from Germany into\nRadom. So as you were walking, you met some people, and we had a way to\nidentify ourselves, to — to ask you, let’s say if I pass by somebody that I thought that\nlooked a little bit familiar but I wasn’t too sure, I would just address him as\namho(ph). You know, just go by amho(ph). And this was almost like our password.\nIt’s a Hebrew word for — like folks. You know, a country —",
        "A: Yes. A— maybe I’ll ask Sam a — a better definition of, because he speaks\nHebrew much better, but amho(ph). So if — if he heard the word amho(ph), he\nrealize that I’m Jewish too. Do you know — of course, we were plenty identifiable in\nthe beginning anyhow. I — all right, I didn’t wear any more mine suit what I had\nwhat — when I was liberated, my striped suit, because this I got rid of at the first\nthing. The minute I got in into a German house — I told you I wouldn’t touch the\nfood, but I looked around in their clothing and whatever the clothing was, I got rid\nMay 11, 1999\nof that because I just couldn’t seem myself walking through in this striped suit.\nBecause if you saw somebody in that striped suit, you knew, more or less that they\nwere Jewish. But this what we had, you know, in order to identify ourselves. So\npeople, you started and the minute you knew that he was Jewish too, you stopped it.\nWhere you coming from? I am from here. Did you see anybody? And that’s how we\ngot a little bit, you know, like information. Like this, and Sam probably found out\nthrough this way that also that I was alive. And as a matter of fact, I didn’t even\nstay, that same night I was going to spend the night in that center, but I found a\ncousin of mines who actually was already there. She just came down to see who\nelse was coming, because she actually was able to take back her apartment. She\ncame back with a stepmother and she, when she saw me, she said, don’t stay here,\nyou can come and stay with us in our apartment. So I went with her in the\napartment. Was a little bit — much more comfortable to stay there, and that’s what it\nwas. And then of course, Sam and — Sam found out that I was alive, he sent for me.\nHe got somebody with a horse and a buggy, because that’s what it wa-was basically\nthe mode of transportation, you can still see it over there. And I went to Kozienice.",
        "A: It probably was maybe, at the most I would say like maybe 30 - 40 kilometers.",
        "A: Which isn’t really that much. If — if we had to we could have almost walked\nthere, but we didn’t. But we did have to walk a little bit because if the horse needed\ngo up on a hill, we had to go down and push the hor — push the whole thing because\n— help the horse along.",
        "A: I-It was — I would tell yo — you know what? It was so natural, you know, like I\ndidn't even think about it that it was a — I was just hoping, because I hadn’t seen him\nyet, that he hadn’t lost the — the love for me, so to speak. But 1-1t was like\nadventurous in a way, you know.",
        "A: Exactly.",
        "A: And I — it was — e—e —I met him in 1942, in — in that camp, and this was\nalready 1945, so you know, three years you haven’t seen each other. Of course, you\nknow, you didn’t grow too much in camps, you know, because they didn’t — so I\nwas about the same size, you know, what I was. I mean the height I was about the\nsame size. I was still pretty skinny, but it’s amazing. I — you know, when I survived,\nI weighed 69 pounds.\nMay 11, 1999",
        "A: Well, now I’m probably five three or five two.",
        "A: I was — when I came to the United States, the papers, on my papers, they said\nthat I was five four, but I don’t think I was ever five four, it probab —",
        "A: 69 pounds. I was always a pretty tall girl for — you know, for Europeans. Y-Y —\nmost Polish people aren’t very tall, so I was always considered a pretty\n[indecipherable] and I was pretty skinny, but it’s — was amazing how even just on\nthat diet of bread and water and of course once I got to Radom [ had already some\nsoup too because they had a soup kitchen — you know, how fast your body fills up.\nIt’s amazing.",
        "A: Oh sure.",
        "A: Sure.\nEnd of Tape One, Side A\nBeginning Tape One, Side B\nMay 11, 1999",
        "A: Yeah — yes. I-It’s a lots of times when my husband and I, we would talk to one\nanother, e-even with other survivors, we just can’t figure out how we even managed\nto survive even after the war, because we had no money. You know, we lived like\nhomeless people. Really, when you — when you think — except our brain worked\npretty good, that was the only thing. But really, how we managed to get through day\nafter day with nothing, really, til of course when I finally caught up with Sam, he\nordered the head — we were like a little business in Poland.",
        "A: Yeah. Not me, he did, because when I came, he already had it. He put a — but he\nwill probably tell you, he put a mill that belonged to a friend of theirs, a flour mill\ninto working. And he started using that mill as making flour. And the Polish people\nwould bring in the — the wheat to make flour from it and all of a sudden when I\ncame there to Kozienice, I didn’t have to go to requisition bread because all of a\nsudden I had money to go out and buy a bread. But really til then, I can’t figure out,\nbecause it took us at least, by the time I caught up with him, it was like, I would\nsay, almost like towards the end of May. For a month to six weeks, we lived from\nMay 11, 1999\nday to day, whatever came along. It was like an — struggling from day to day. But\nthen we decided one day that we couldn’t stay in Poland, because it was really very\ndangerous, you know. I don’t know whether you Jewish or not, you know, I never\nask people, but it’s very hard for me to even tell this, because I-I feel almost\nashamed. And mind you, what I went through, believe me there were plenty times\nwhere they tried to make me to be ashamed of being Jewish, or whatnot. But I\nalmost feel ashamed that I lived in a culture where coming back after such a\nhorrible, horrible war, that our neighbors truly didn’t want us. Not only didn’t they\nwant us, they were really willing to almost go out and kill us. So my boyfriend and I\ndecided one day, what the heck, w-we can’t stay here, they gonna kill us. We have\nto get out. And we — he — we got up one morning, like maybe five o’clock in the\nmorning, he went — he knew this man in Kozienice that gave you like almost by\nthen you had to have really a piece of paper to get on the train. And we were\nsupposedly going to the settle in the western part, or the eastern part of Germany,\nwhich the Poles were hoping to sort of settle with Polish people, that in case if there\never was a question, whether they should have it, if they should have a vote, which\nthey used to call the plebicid(ph), they should have Polish citizens. So we s-sen —\nwent and gave them a piece of paper, the man in the magistrate, and they — and they\n— you know, like — like —\nMay 11, 1999",
        "A: — the mayor. The city —",
        "A: City hall, okay.",
        "A: Which 1s the same thing. I-In ti — 1n city hall, gave us a piece of paper that sh —\nwe should be able to get on the train. And when we got from this train to take us off\n— out of Poland, the train stopped and we didn’t even know where we were going,\nwe just knew we had to get out of there. And when the train stopped and there was\nanother train next to us, and it was still summertime, so the windows were open, I\nhear somebody is talking and I turned around to Sam, I said Sam, you know what?\nThe other train, people speak, it sounds like Polish, but it isn’t Polish. Maybe we’re\nin Czechoslovakia. And you know what we did? We didn’t think too much. We\nhad this little, little suitcase, we took this little suitcase, we got out from this train,\nclimbed underneath the trucks, through the other train, walked in and into the other\ntrain, sat down. The train — the next time the train stopped, we were in — in Prague,\nCzechoslovakia. So we were breathing already a little bit lighter. As a matter of\nfact, I loved Czechoslovakia. I wanted to stay there in.",
        "A: You know what? When we were there, their president came back from Russia.\nApparently during the war he escape to Russia, and he came back. And I watched,\nfor the first time in my life, I watched the people of Prague, the way they were\ngreeting their president. They were hanging out from their windows and they were —\nwith such love and I figured, if people can have so much love for their president,\nthat’s how much I knew about — you know, it somehow — I always say, with g — all\ngoing through all that war, I still, when I was liberated I was still this Pollyanna,\nwhat they used to call me when I was a kid, that I could never see any bad in other\npeople. So here, I looked here at these people greeting the president and I turned\naround to say, they must be wonderful people. I never knew about Czechoslovakia\nexcept what I learned in the history books. I mean, after all, when the war broke out,\nI was 13 years old, how much did I learn about other countries, you know? But I\nalways was — loved, you know, geography and history. So I knew a little bit about\nthem, but I didn't know about them, but I didn't know about nature of people. But\nwhen I saw them greet like this, I said you know, we should stay here. But you\nknow why we didn’t? We probably wouldn’t mind. Because we heard that you had\nto be born there in order to become a citizen — to be a citizen. Otherwise, if you\nweren’t born there, you never become a citizen. So we were worried. What if it\ncomes in something changes, we’re the first ones to be shipped out like they did in\nMay 11, 1999\nGermany, to a lot of Jews in Germany, because if they weren’t from Germany,\nthey shipped them out. And by then, little by little we found out that the Americans\nwere there. And also they — we got co — some people contacted us. You know, they\npicked us up, we were wondering how do they recognize, but it was easy to\nrecognize us.",
        "A: It was people that worked for the Jewish Distribution Committee, which 1s called\nthe Joint. And a lot of them were working also for what was then Palestine, and\nthey were trying to get together the refugees, you know. And then they took us\nactually on a— on a bus, it was an American bus, a transport — er, later on — what\nI’ve heard lately, that because people were coming back and they gave — you know,\nlike to Truman, you know, when Truman became president, that they gave him\nnews that for the Jews in Poland it’s so bad that s-something has to be done, that\nthey should be able to get out of there. So I— I understand that he actually saw to it\nthat some of the borders were opened. You know here, right, we thought that we did\nsuch a act that we were able to smuggle ourselves into the other country so easy, but\nit — apparently this was maybe already as a fact. And we were taken from there, we\nwere taken on a bus into Germany.\nMay 11, 1999",
        "A: From — no, we were already by then in Pilzen.",
        "A: Pilzen, which was not too far from Prague. They took us from Pilzen to\nGermany, which was near mun —",
        "A: The Joint that was working with the American army because —",
        "A: — because we were on an American bus. We didn’t ask any questions. You took\nit — you take us — we can’t — we’re getting out, we don’t care. They said they’re\ntaking us to Germany, we’re going to Germany, no matter where, because we\nwere hoping that maybe from there we will be able to go to Palestine, because\nthat’s was our idea that whatever do — we do, we don’t want to stay in any other\ncountry, except go to Palestine, because we already had being in other countries. So\nthat’s what we wanted to do, and the next thing we knew, we came into this, like\nwhat they called it later, displaced persons camp. It was called Foehrenwald, which\nwas near Wolfratshausen. It was like about 15 kilometers from Munich. And it’s\nvery interesting because later on I found out that Dachau was near Munich and\nactually my last transport they were taking us — we were supposed to get to\nDachau. So I said, here I came on my free will, practically — not to Dachau but\nMay 11, 1999\nalmost, but I came differently. So we spent that time in Foehrenwald. Sam actually\ngot a job, he was working in the office. It was run by the UNRRA. Have you ever\nheard of UNRRA?",
        "A: You probably did.",
        "A: Yeah, okay. So he was working in the office, I got a job doing something and we\ngot a house to — where we stayed, and whoever came to that camp that was — that\nwe knew, or was with — from my family or Sam’s family, they all came and they —\nwe all stayed together in that house. So we wind up that my former brother-in-law\ncame with his brother, and they —",
        "A: Yeah, my mun —",
        "A: Yeah, the one got — was killed. He survived and he came there, and he — he had a\nyounger brother that survived also, and he came and stayed with us, and then Sam\nhad three, actually two cousins and then a young woman that was, I think she was\nhis cousin, but stayed all — we stayed all together in this house, and we cooked and\nwe — we did things, you know, together. So this wasn’t already too bad, because we\nMay 11, 1999\nwere able to have enough food — as a matter of fact, we were already getting too\nmuch food, that you started worrying you might be getting too fat, because basically\nthe food — and a lot of the food we weren’t used to it, that — but like they gave us\ntuna fish, we never knew what tuna fish was, we’d — when — we’ve never seen it.\nThey gave us powdered milk, we never saw it. But later on, it’s amazing how you\nlearn. I found out that if you mix the powdered milk, you — you know, the powder\nwith water, it becomes like milk. So we made cheeses out of it. It’s amazing. We\nused to make delicious cheese. I wish I could get it now.",
        "A: Yeah, mm-hm",
        "A: Yeah, yeah.",
        "A: Mm-hm. Well, I will tell you, I was actually — I was actually — I was raised in a\nfairly religious home. Everybody was almost Orthodox in my city, but I was\nprobably the most Orthodox in my family. I wouldn’t go to s — when I went to sleep\nI would leave in the f — 1n front of my bed a — a — a little pan with a — with water,\nMay 11, 1999\nbecause when I got up the first thing in the morning when my eyes opened, I would\nwash my hands and say a prayer thanking God for making me get up tha — to be\nable to be alive. So —",
        "A: Well they — they must have because they sent me to a — a religious type of\nschool.",
        "A: But I myself, I was very, very much into the religion. First of all, I had a teacher\nthat was a — I was absolutely crazy about her and she happened to be from that\nschool. So I would like follow her. She influenced me a lot. But of course, during\nthe war a— you know, we’re keeping, you know, with Jews you keep kashrut, you\nknow, it’s very important. And I will never forget the first time when I came to live\nwith my sister, and my sister knew how religious I was, she wanted to get me used\nto — a little bit to a— not to be so picky, you know, like it’s alright to eat something\nelse if you don’t have everything that it’s kosher.",
        "A: And she tried to give me a piece of salami, which I’m to this day a salami freak.\nI don’t eat it because I’m afraid of my cholesterol, but I could live on salami. And\nwhen I ate it, and all of a sudden I asked her, I said, how did — how did you get it?\nMay 11, 1999\nDid — I thought because in the city where she lived, I knew she couldn’t get it. I\nsaid, did you get it from home? Did my parents send it to you? Because she used to\nalways get somebody to get in touch with my parents and she was able to manage to\ndo this. And she said — I could see the minute she started explaining to me, because\nshe figured it’s time to get me used to it, when she saw how much I enjoyed it. She\nsays, well, in — nota — the minute she — she didn’t even —",
        "A: No.",
        "A: I didn’t, because at that time I probably would have still would refuse to have it.\nBut she wanted to show me that you can stay alive even if you eat it. I used to think\nif you eat something non-kosher that you die. So the minute she says we-ell, I said\noh-oh. And no sooner did she say it, like everything came out of me, you know, I\nstarted throwing up. But of course, little by little I got used to what they fed me,\nbelieve me. That didn’t make any difference. So — but one thing I must say, I am,\neven to this day, I am not as religious as I used to be. I believe in God. I believe I\nam — I like to go to shul, we work for the synagogue, you know, I believe very\nmuch in Jewish education for the children and you know, for everybody. I worked\nat [indecipherable] for — I was instrumental in raising quite a bit of money for the\nMay 11, 1999\nJewish Theological Seminary of America in New York, because I was always\ninterested in Jewish education. However, I am not as religious or adherent to the\nkashrut, to being kosher as much as I was then. Because I found out that you can\nlive and it doesn’t have to be everything exactly kosher. And — and besides, I\nmyself — had maybe my parents lived through, I would have kept it on for them,\nbecause somehow older people stick much more to it. Even the survivors, the older\nsurvivors. But a lot of people like me that went through the war, are not as — they\nbelieve in God, but they don’t believe that the — the meat has to be slaughtered a\ncertain way in order to be a good Jew or something like this. So no, this they\ndefinitely changed me this way. But as far, they couldn’t kill the spark for Judaism\nand I don’t know why it’s whether because I was so young that it really — like it,\nlike went above me. I-It didn’t touch me as much. I always say, when you were a\nyoung kid, you don’t have the — the bonds with your family are not yet so complete\nthat you can cope with — with these thing a little bit better than let’s say, older\npeople. I always say that had my sister survived, let’s say you know, my sister\nactually had a choice, you know, she didn’t have to go with her baby. They actually\nwanted her to say that this baby isn’t mine. Because you see, they needed her in the\n— in the camp. They liked to staff the camp with the doctor, a dentist. By then, when\nthey were taking my sister out, they had killed off most of the doctors and the\nMay 11, 1999\ndentists and whatnot. So they had to go look for somebody. So they actually didn’t\nwant her to leave. They actually encouraged her to say no, this is not my baby. But\nof course she wouldn’t do it. And you can imagine, if she would survive a-and she\nhad to live with something like this. I mean, you can’t do that. So as far as I was\nconcerned, it’s true I was raised very, you know, in a way you would have been\nOrthodox, but not to the point where, like I have some Orthodox neighbors here.\nYou know, they walk around with their hats, and their — you know, th-they call\nthem the payos in — in Jewish, I don’t know —",
        "A: What are they?",
        "A: I don’t know whether it is the dreadlocks, but th-the kids, you know and their\ngarment has these little things outside. And my father never wore anything like this,\nand — he used to wear a hat, but nothing identifying him as a — as being a Jew,\nbecause he could have wear only a hat, like anybody else, you know. Poland was\npretty cold, so most of the time you had to wear a hat. But — and my mother didn’t\nshave her head, she had her own hair. So we weren’t that strictly Orthodox, we were\na fairly Orthodox. Like here, you would have considered us Orthodox.",
        "A: But now — but I was Orthodox, but I will tell you, that’s — as I say, the only thing\nthey killed in me, about the kashrut, but the rest of me, being Jewish and loving\nJudaism, this they couldn’t kall.",
        "A: Tell you. You know what? I often think that if I had a choice, if they would have\napproached me — of course, I shouldn’t say this because it’s my thinking, you know,\nbecause I was never approached, but had I been approached to — that somebody\nwould want to take me out and that’s all I had to do is take over another religion, I\ndon’t think I would have done it. Now, I don’t say — I couldn’t swear to it, because I\nwas never asked. But I always felt very strong about being Jewish. Even while I\nwas in camp. You know, we had a incident in ones of the camps. It was right after\nAuschwitz, I was in this camp, Bomlitz, maybe you find —",
        "A: Now see, you know more about me than I do. I-In Bomlitz that — we were under\n— not under the SS, we were under the Wehrmacht, which is the military. And one\nday — and believe me, we didn’t know what holiday it was, but the same thing, they\nhad this speech to us. We know that you have a big holiday today. It was Yom\nKippur, where you fast, you don’t eat. And guess what he told us? In the morning\nwe used to get a portion of bread, he would say to us, you don’t have — if any of you\nMay 11, 1999\nwant to fast, you don’t have to take the piece of bread now. We will give it to you in\nthe evening. And we figured, you know we never trusted them. We figured that\nthey’Il probably never give us the bread. But you want to know something? It was\namazing, I would say that 95 percent of the inmates in that camp chose not to take\nthat piece of bread, once we knew that it was Yom Kippur. If they had given it to\nus, we didn’t know that 1t was Yom Kippur, but once we knew it — so you see, I\nthink it wasn’t only me. I think most of us had this spirit. And I don’t know whether\nit was our — like self preservation or we felt like, you think so great, look what you\ndoing to us. What am I gonna become, like you? I don’t want to be like you. So ee —\nI — ee — ing —I n—I would never, during the war, I never gave it through without\nmuch thought, you know, I never thought of it, because I w — you know what I say?\nThat only free people have the luxury of thinking. People that are enslaved the way\nwe were actually enslaved, I don’t think sit around thinking about these things.\nMostly what you thought is about food. Give me some food, you know, to fill my\nstomach. So this is another thing. So I don’t know whether I answered what you\nwanted to —",
        "A: — to know or something.\nMay 11, 1999",
        "A: I would say probably a large core of them, but I also have s — non-survivor\nfriends.",
        "A: Because first of all it, I think a lots of times has to do with where you lived. We\ncame to the United States and we came almost right away to Washington.\nWashington in those years, would you believe it, they wouldn’t let too many\nsurvivors even come then here.",
        "A: Yeah, because — as a matter of fact, my husband has this wonderful story. When\nwe were in New York, they took him in — took us in and they were trying to talk to\nus. Why don’t you go to the south?",
        "A: Yo— we came — th-the Joint. The HIAS?",
        "A: HIAS and Joint.",
        "A: There were, you know —",
        "A: Well, we — w-we actually —\nMay 11, 1999",
        "A: — yes. We — they helped us, but we actually had papers to come to this country.",
        "A: Because — let me —",
        "A: No, mine.",
        "A: What had happened, when I came to Foehrenwald, you know, all through the\nwar, I never got sick, whether for whatever reason, I was never sick and I always do\nattribute my survival because I was such a healthy kid. But guess what? When I\nstopped running and when we came back to Foehrenwald to that displaced persons\ncamp, I became very sick. Yeah, I don’t know, I had something like a blood\ndisorder. Something — as a matter of fact, the only thing I remember 1s begging\nthem, cut off my arms, because my arms were just like burning up. They gave me\nsome kind of medicine that must have had some kind of reaction. And this doctor\ncame, too, who was in this — actually he was with the American army and the\nC.I.A. and — but he was a— a doctor from Germany. You know, he was — his — his\nbirth was from Germany. So he was going around to hospitals, he was a very fine\nman and di — to visit the patients. So he came — when he came near my bed, he\nMay 11, 1999\nhanded me a —a candy bar. I said no. He said you don’t want? Can I do anything for\nyou, he asked me in German. I said yes, you could, you could find me — I have an\nuncle that lives in New York, which I called Nev York, in ma-my — I remember my\nmother used to always talk about her brother who lived in New York. So I said, if\nyou could find him for me, that would be great. So he got the name and would you\nbelieve that this guy put an ad in the Forwards, in the Jewish paper and looking —\ntelling that a niece is looking for a Mr. Sa -- Zeismann(ph) Kreps(ph). Well, my\nuncle never read the Forwards, because he read the “Wall Street Journal.” But\nthere was somebody here in Washington that knew my mother, she was also from\nRadom, that came here before the war. She knew ma-my mother and she knew my\nuncle and she called him to New York to say, did you see a niece is looking for\nyou? And he was the one that send me papers to come, and my papers were made\nout not only for me, they were made out whoever is with me, because my uncle\nfigured that if I survived, maybe there was somebody else that survived. But of\ncourse, nobody else survived, so I — I always tell him, you know, when I talk to the\nkids, they get a bang out of this, I tell them, you know, I turned around to my\nboyfriend, I said, if you marry me, you know you have a ticket to the United States\nand never — nobody ever refuses that. And they think that’s very funny, but that\nwasn’t it, but you know, I had the papers and I was able to bring Sam with me. So\nMay 11, 1999\nwe c-came, actually, from the papers that my uncle sent, but the HIAS really took\ncare of us. They saw to it that we got in line to get to the ship, you know, because it\nwas very terrible that time, you know, they only allowed a certain amount of\npeople. The — the immigration laws were very, very strict in this country. You had\nto go through — I mean, like your health and everything. If you were running a little\nbit, a grade over, one grade over a fever, one point over what they thought it’s\nsupposed to be, you were sent back. And nobody wanted to stay in Germany. I was\nsitting in Germany just waiting and — and the little suitcase what I had, just didn’t\nwant to even unpack. I — I was just ready to go because I started telling you, we\nwere hoping to go to Palestine, but in those years — you still have time?",
        "A: In those years you couldn’t go into Palestine because they had the — the British\nput up a blockade so you couldn’t bring in the refugees, the only ones they had to\nsmuggle them through. So once I got married, they figured we are already taken\ncare of, you know, the — the — the people from Palestine that were taking care, they\ntried to take in the kids that had nobody, that they were single. So to give them a\nlife. So — and since we were married and of course by then we had already the\npapers to come to the United States, so they let us alone and they said no, we can’t\n42May 11, 1999\ngo, So we figured we’ll come to the United States. Anything to get out from — from\nGermany.",
        "A: Yeah.\nMay 11, 1999\nBeginning Tape Two, Side A",
        "A: We got married actually in May 21%, 1946.",
        "A: We came in — to the United States in November of 1947.",
        "A: Mm-hm, yeah.",
        "A: Because, you know, you learn to compromise. We really wanted to come to — to\ngo to Palestine, because like I told you before, we figured we’ve had enough of\ndifferent countries where 1-1f they decide they don’t like us, they can say go. So we\nfigured we’ll go to Palestine, but since it became very difficult for us to go, they\nabsolutely told us no way that we will be able to go because first of all, we were\ngetting already, little by little, as time went on, we were getting older. We’d gotten\nMay 11, 1999\nmarry — we were married. We — they tried to take care of people more that were\nsingle. Single people, most of the time, unless you had family maybe, and if —",
        "A: I-In the beginning we felt very badly. We — in the beginning. But once, I will tell\nyou, once we knew that we’re coming here, as long as we were leaving Germany,\nthat was our way to say we’re [indecipherable]. And once we came to this country\nand I-I will tell you, I fell in love with this country. From the first minute I stepped\noff, I take my foot off the boat, th — it — most people were very kind, and we came\nto Washington almost right away.",
        "A: No, because originally, I start to tell you —",
        "A: — originally no, they didn't want to, but my uncle suggested that we should go to\nWashington. And besides, you see, I had a brother that I — lived in Washington.",
        "A: It — we’ll, when — when we were started to work — after, when we got back to\nGermany, in the end of 1945. See, my brother was in the ar — in the American\narmy, and —",
        "A: He came — he smuggled himself into this country in 1939. And when the United\nStates declared war, he became — he fought in the American army. So after the war,\nthey shipped him back to the United States. But he found out that one of his sisters\nwas alive, he didn’t know which one, and he came back. He had e-enlisted back into\nthe army as a translator because by — he spoke German and by then he already knew\nEnglish. So they shipped him back to Germany, and that’s when he came back. We\nactually would have gotten married a little bit before, but when I heard that he was\ncoming back to Germany, I said I wanted to have my brother at my wedding. And\nwe actually have a picture of my brother at our wedding. But he has passed away\nsince then. He passed away about 10 years ago. He was my oldest brother. So I did\nfind out, and he lived at [indecipherable] in — in the Washington area. So when —\nit was actually the Joint and the HIAS wanted to send us south, and when they\ninformed Sam that they sending us south, he said, I’m not going south. I came to\nlive in the America, I’m not going south. He thought it was South America or\nsomething like this. So we just, on our own, we left th-the HIAS [indecipherable]\nMay 11, 1999\ntell us to go there, but we decided — he picked himself up, he came to Washington,\ngot in touch with somebody, also through the Joint here, di — like Jewish Social\nServices, and they took him someplace. He got a job right away, came back, picked\nme up, and we came to Washington and he already was — had a job, working. He —\nwe came in — w-we weren’t here three days, he had a job already, was making 40\ndollars a week, so we were — were in good shape.",
        "A: No, no. He got a job with somebody that was from the Italian German border,\nand the guy spoke a little bit German, so they were able to understand each other.",
        "A: No.",
        "A: In the beginning we started going to Americanization school. In the beginning\nwas very hard, but I will tell you that you always used to find either some people\nthat they spoke Jewish, you speak Yiddish, so the — and —",
        "A: Yeah, mm-hm, and so does my husband. And he speaks — actually he speaks a\nlittle bit Hebrew, much better than I. And di—I don’t speak Hebrew, I know how to\nread Hebrew because I was taught Hebrew like for a — for praying. But we came\nMay 11, 1999\nhere and we got even a room with a German family, a Jewish German family. So\nright away we were able to converse with them in German. So — because at that\ntime we still spoke a little bit German, now our — my German 1s very rusty. I still\nspeak a little bit, but in those years we were still much better at it. So we were able\nto converse with her and she would tell us where to go to the grocery to shop or\nsomething like this. So we manage and little by little you — you know what? What\nhappens to you when you — when you — when you have to. I think almost within\nthree months, I started speaking English, so to make myself understood. I mean, I\ndidn’t speak like I speak now, but I was able to make myself understand, and so did\nSam.",
        "A: Together, English.",
        "A: Mm-hm.",
        "A: I don’t know, it came so naturally. It came because when we started going to\nschool — you see, and that’s what I started telling you before when you ask me\nwhether most of my friends are survivors a-and — you see, it all depends where you\nlive. If you lived in na — an area like New York, where there were a lot of\nMay 11, 1999\nsurvivors, you didn’t have to learn to speak English, because you could get along on\nYiddish — on Jewish, because mo-most of the people that had the little businesses or\nwhatever, you got a job, they were speaking Jewish. And the survivors that you met\ntogether, you — they were speaking Jewish or Polish. So we really didn’t — they\ndidn’t need it. But here in Washington, because we had very few survivors in this\narea that’s came from — spoke Polish, you know, so we di — really, we’re like forced\nto — to — y-you have to learn or — or sink. And we did. A-And we didn’t like — I bet\nyou it didn’t take us less than six months that we were able to make ourselves\nunderstood. And most people, that’s why I always say that the American people are\nso wonderful, you know, especially in those years. I will tell you 1-1 — later on I was\nthinking to myself how — you know, my English was so bad and yet they tried so\nhard. They wouldn’t [indecipherable] from me or anything like that, a-and they\ntried so hard to like stop and listen to me what I had to tell them or something, you\nknow. So 1-1t — it really was a pretty — as far as I was concerned, a very pleasant\nexperience. You see, you have to realize, it’s one thing when you come to a country\nwhen you leave your family at home. You miss them, let’s face it. If I would have\nhad my whole family in powl — Poland, and I would have come here, I was a young\nwoman and so was my husband, I would have found it, very probably, disturbing.\nBut coming from where we came, with nobody, I had nothing to look back to.\nMay 11, 1999",
        "A: All the time. And you want to know something — but it was interesting to hear\nonce my kids telling me the same thing, what I always thought it’s — you know, the\nminute the war was over, I almost became back like this little girl, except minus the\nkashrut, this little girl that left home — that was taken from home, that I was forced\nout of from home. I-It was always, whatever I did, it was always as if my parents,\nespecially my mother, as if she was standing in the back of me and like guiding me.\nAnd saying no, you — you shouldn’t do that, or yes, you could do that. And it was\ninteresting, so help me, I’m not making this up, but my daughter, I have three girls\nand my middle one was always like a little bit of a rebel. And she had gone to\nIsrael for — you know, like for a summer package deal for five weeks. And she\ncame back and you know, I started asking her question, what did you do or\nsomething, but she says, Mother, you don’t have to worry, it was always — while I\nwas in Israel, it was always as if you were standing right in the back of me, so help\nme. And I said to my — you know, I don’t know, 1s that’s how life goes on, the\ncycle? I said, you know what? That’s how I was thinking when I was without my\nparents. I was thinking that they were in the back of me.",
        "A: It wasn’t a question what she was telling me, It was a question what you were\nlearning from — from them, what they were doing. You always knew that you\nshouldn’t harm anybody, that you — you should be kind to other people. You always\nknew that cert — certain things you just didn’t do. She didn't have to spell it out to\nme. I mean, I knew what was expected of me. She didn’t just sit me down on my —\non my — which, I used to sit on her lap a lot because I was the youngest one in my\nfamily, so — a-and she used to like how a —I was 13 years old, I remember she used\nto keep me — when she hold me on her lap like — like I do sometimes with my\ngrandson who is three or five years old. One five, and one three. I’m just saying.\nBut she kept me like — almost like a baby, you know. But I always remember my\nmother as being the kindest person that ever lived. And you want kn-kn-know\nsomething? If I should have any legacy, even to my children, I always think of it,\nmy children should remember me the way I remember my mother. But of course I\nlived much longer, so they probably might not, you know, because — you know, as a\nchild you — I mean, how much harm could I do? But I-I had certain values that I\nknew that I mustn’t overstep. A — in — like a—a living with a — with a boyfriend, I\nknew that was wrong and you just don’t do it.\nMay 11, 1999",
        "A: Well, event — eventually we did get — you know, even before we got legally\nmarried, we did get — like, because we were together, we did get — I — finally I\nadmitted it to my children, you know, because we did get together, but you see,\nwhen we were in his hometown, Kozienice, there was no rabbi, there were only a\ncouple Jewish families. We took them together and we told it to them that we are\ngetting like married in our own way, not with any ceremonies or anything like that,\nbut they knew that we —",
        "A: Yes, okay, witnesses.",
        "A: Exactly, exactly, that’s what [indecipherable] thank you. Next time when I’m\nasked this question, Ill be able to say that, because I could never figure out what I\nshould call that. But they — as a matter of fact, one of his cousins who later on went\nto Belgium was one of them, you know, she and her husband. That was — and — and\nthere was another couple. And, you know, with the Jews you need to have at least\n10 people, you know, but we didn’t have. So we, like you said, they were our\nwitnesses for a two hour commitment. And then —\nMay 11, 1999",
        "A: Not — n-not — not at that time, not at that time, but later on, when we decided to\ndo get married in [indecipherable] in the displaced persons camp — because you\nsee, while we’re struggling around still in Poland, it was very hard to do that\nbecause we were constantly thinking that we’re not going to stay there, definitely,\nbecause if not [indecipherable] Sam definitely would have gotten killed, because\nwe even heard that somebody was trying to do that. Somebody warned us, and we\nknew we had to get away from there. And then, when we got to Germany, but then\nheard that my brother was coming, so I told my husband — because I could have\ngotten — we had plenty witnesses in the — in the Foehrenwald, in the displaced\npersons camp, but I said Sam, how can I get married? I-I have only one brother. I\nhave to wait for him. So that’s why we waited a little bit longer, but we could have\ngotten, actually, in a way — I always tell my kids, 1-1-1t — it took years til I told them\nthat that’s what we did, because after all, we were traveling together and we — we\ndidn’t get hote — different hotel rooms, you know, so to speak. But yes, I did have\nmy values I took from my family, and all these things that til this day, all the things\nthat we worked for, like Jewish education, because it was very important in our\nfamily. Any kind of education, but especially Jewish. And the charity. We were not\nrich people, but my — I remember my mother always saying, there’s always\nsomebody that has less than you, so therefore we have to save something to give it\nMay 11, 1999\nto them, too. And always was that, always stressed, be — be nice to other people, be\nkind to other people. Try to do the best with what you’ve got. And of course I\nalways used to say, I never knew I was poor because nobody ever told me.",
        "A: It’s — a matter of fact, 1-in school when I went to school, I was one of the kids\nthat used to be dressed very nicely, and you know why? Because we were uni — we\nwere used to wearing uniforms, little like type of — like type of th-things and like an\napron, you know. And my mother used to make it for me. She was a wonderful\nseamstress. So I had really things that were nicer even than maybe some — a lot of\nrich kids, you know. But I always used to say that a — a — nobody ever told me I was\npoor, so I never knew it.",
        "A: It was wonderful. It really was wonderful. I — 1t took me a little while, not\nbecause — first of all, I knew I didn't want to have any children in Germany, so |\nwaited til I came to the United States. And then — by then, I wanted to learn to\nspeak English, to be able to, you know, talk to my kids. So then I— when I had th —\nI finally had — my oldest daughter was born in — in August of ’51.\nMay 11, 1999",
        "A: I was here almost four years, you know, in August ’51 and I was actually four\nyears here. I wa —",
        "A: Yes, uh-huh, I wor — or worked as a seamstress. I knew how to sew enough to do\nwork in — not in that camp, not in Foehrenwald. Later on, when we left the — the\ndisplaced persons camp, after we got married and my br — when my brother was\nthere, he got a girlfriend from Stuttgart and it was too hard for him to come — to go\nto Stuttgart and to go to visit me. So he was torn between. So we decided to leave\nthe displaced persons camp and we moved to Stuttgart. And while in Stuttgart\nthey had the — what it’s called — it’s a very worthwhile organization, it’s called\nORT. They teach you how to make a living. They teach you how to use skills. It’s\nreally wonderful. It — actually ORT is doing this kind of work now all over the\nworld, not just for Jews because now Jews go to colleges and they — they’re what —",
        "A: Exactly. And I learned really to sew over there. I mean, I always knew how to\nsew because I told you, my mother was a seamstress and we always ar — had a\nmachine, a sewing machine at home, and I always say ar — I used to be br — I\nprobably got born with a needle in my hand, because I always liked to sew, and so\nwhen I came over to this country and I wanted to get a job, naturally I — as a matter\nMay 11, 1999\nof fact when I came to New York and I met my uncle, and it’s interesting, because\nwhen my uncle came to pick us up and he was looking around, you know, we were\n— when we got off the ship and we were in — in this big hall with — there must have\nbeen thousands of people, I picked out my uncle. I never saw him alive. The man\nlooked exactly around his eyes like my mother. I said, that must be him. I never\neven saw a picture of him — I didn’t remember. I’m sure I must have seen it, but you\nknow, a kid looks at a picture of some uncle that lives in New York that she never\nsaw, didn’t pay any attention. But I picked him out. I walked over to him, and sure\nenough it was my uncle. But my uncle was a tailor, he had a tailor shop in\nManhattan. Had one of the finest tailor shops in Manhattan, he and a partner.\nThey used to make clothing for J. Edgar Hoover. I mean, in those years when we\ncame over to this country, my uncle’s suits used to cost like about f — between 500\nand seven - 800 dollars. I mean, unbelievable. Everything was handmade. So when\nI came — and of course I found my uncle, he showed me how to use an electric\nsewing machine, I never used it. So when I came to Washington, I already knew\nhow to use an electric sewing machine, so I knew, so I actually got a job right away\nat that place here, and then I switched to another place and I worked til my daughter\nwas almost born.\nMay 11, 1999",
        "A: Did — did she just recently write this book, or —",
        "A: Is that by Helen —",
        "A: — Helen Epstein?",
        "A: Okay, okay, I will tell you. I have a little bit an argument with Helen Epstein, |\nshould [indecipherable]. I mean I — I argue with her in my heart, not in a— when\nher first book came out, I really felt ve — offended.",
        "A: Lately, lately —",
        "A: This other book —",
        "A: The book — the first book what she wrote, she wrote something about how\nchildren of survivors are messed up kids.",
        "A: You know, they really —",
        "A: — they have big problems.",
        "A: They — you know, and I was thinking to myself — by then I was already older.\nMy kids, thanks God I have three daughters that weren’t messed up. All right, so\nmaybe somebody needs a little bit of a psychiatrist, who doesn’t? I — I have friends\nthat were American born and they have problems with children. I mean, you — you\ncan’t put that he — I hate when people like put me in a — in a category. I figured I\nhad it already. You know, I went through the category. I was Jewish, I was a\nwoman, I wasn’t old enough to go in into — into the camp, I had to have different\npapers, my — I mean, I — I was already put into so many categories, I didn't like to\nbe. So I wer — resented her. But because I felt like, if you want to write about your\nown life, it’s fine. Maybe you have a problem with your mother, or whatever,\nyou’re entitled to it. But don’t say that all the survivors’ kids — because when you\nlook around, it’s just the opposite, to the contrary. I think survivors’ kids are very\nMay 11, 1999\nwell adjusted kids. They — they’ve done wonders. Or okay, maybe we helped them\na little bit, but you can’t help a kid unless they can help themselves. They all — most\nof them are professionals, or if they are not, they do something, they’re really very\nworthwhile citizens. And the way she put in that book — but this book that she went\non this journey, I think she must have come to terms with her mother or whatever,\nbecause she went to find from where she came and she found out that her mother\nwasn’t such a horrible person, and she made that up, that she was, in her mind she\nassumed that because her mother, you know, maybe didn’t do certain things for her,\nthat she figured all the kids of survivors are no good. So I had a little bit of a\nproblem, but no, I — as a matter of fact, I would love to get ahold of that book. They\n— they had a write-up about this book in one of the — I think maybe “Newsweek”\nmagazine or in one of them. And I read it, but there wasn’t so much written, but I\nalways wanted to get this book out and read about it, because for the only reason\nthat I wanted to read it, because I wanted to change my mind about this Helen\nEpstein. So this — I had my own little beef with her, that I felt like, don’t put all\nsurvivors there, just like I’m not going to put that all survivors get a ba — as a matter\nof fact, I think the survivors’ kids tried so much harder.\nMay 11, 1999",
        "A: Because they knew like we went through a lot, so they tried to make our life a\nlittle bit easier. I mean, I find it so — I— I used to re-resent this kind of thing.",
        "A: Not any more, but we — in a way, we used to be. You know, I never — you see,\nhere again, I think because I lived in Washington and because I had different\nfriends, I was exposed to different friends and I — also I will tell you, I have two\ncousins here. Well, one passed away. But I had two wonderful cousins. My mother,\napparently, this brother that lived in New York, had another brother who lived in\nWashington. And he passed away, but he left offsprings. So he had two daughters\nand three boys. It d — the others lived in — one in Baltimore, in different places and\nwith the boys I never got that close, only one. But with the two women, the cousins,\nI became very friendly, we became like a family. As a matter of fact, I have my\ncousin’s daughter, who is my second cousin, 1s like the best cousin I’ve ever ha —\nyou know, really, she’s just wonderful. And we keep so much, so maybe my family,\nin a way, were very nice to us. I think some survivors experience a little bit like this,\noh you went through what you went through, maybe it was a lot your fault. You\nknow, it — some people looked at it that way —",
        "A: — in the beginning — I’m not saying now, before people found out what had gone\n— was going on. And — but my family was very nice to us. They accepted us the way\nwe were, with our broken English, and maybe that helped me a little bit look on\nthings with a little bit rosier glasses. And I had wonderful friends. Not only the\nsurvivors, the others. I-I had some very intelligent friends. As a matter of fact one\njust left for Hungary and — and she lives in Austin, Texas now and she just left for\nCzechoslovakia and Hungary. And she called me before she left, she wanted me to\nknow, because she knew that I will enjoy hearing from her, that she 1s going to visit\nthese two countries that had such also tragedy, you know, with the Jewish people.\nAnd some others, very inter — I used to always like oh, I had one friend, she — they\nlive now in Florida. And I used to always say, oh Mildred, I wish I was intelligent\nas you are, as educated. She says, Regina, you’ve got more education, in a way,\nthat any of us could ever get. You have life education. You we — I — I listen to you\nsometimes when you talk. I like to hear and I like to take your [indecipherable]\nadvice, because you — we always know that you won’t steer us the wrong way. So\ndon’t look at it that way. Think of yourself that you are very important. So they\nalways try to build me up, but it wa — so maybe that’s why I always had a little bit a\n—a better outlook on things, because I think when you being, you know, all right,\nwe were kicked around plenty ee — oh — in Europe, over there. But when I came\nMay 11, 1999\nhere and I wasn’t kept on being kicked around, I kind of like — it was almost like\nmy healing process. So I figured hey, I belong back to the human race, or something\nlike this.",
        "A: Mm-hm, well, it’s — for awhile there, you know, I thought oh my goodness, the\nworld just sitting back and doing nothing. But I will tell you, the way I look at it\nnow, I — that the world has learned a little bit from us. It’s true that we paid a very,\nvery big price, because let’s face it, nobody, nobody gave us a hand or anything. It’s\na matter of fact, not only didn’t they give us a hand, they put stumbling blocks, you\nknow, in our way. No — a-—I told you we were — we were rescued by — by railroad\ntracks that were broken. They could have done that, the same thing in Auschwitz.\nLike we used to sit in Auschwitz and think of it when we would see a plane fly by,\nwe would say, why can’t they send a plane and just drop a couple bombs? Not on\nus, we didn’t want to get killed, but just on the railroad tracks, to slow them down.\nJust slow them down. But never happened. So I feel that the world, in a way, has\nlearned a little bit [indecipherable]. But it also, as bad as it is, and believe me, no\nmatter what child gets killed, for whatever reason, 1t doesn’t make any different, it’s\nstill somebody’s child that it’s killed and it — no reason. But you know, in — in\nYugoslavia it was a completely different story. People wanted territory. They wa —\nMay 11, 1999\nthey wanted — but with us they didn’t gain that they have — if they killed those\npeople they will gain something. With us, they — they wi — had no gain with us. The\nonly gain they got that maybe they — they stole some pictures or some art or some\nmoney or something like this. But basically by — by displacing us, or killing us, they\ndidn’t gain anything by it, it was just for the sake of killing. But of course, I don’t —\nyou know, I don’t like to see what it’s going on there.",
        "A: Well, when I — when I see in the paper I always — I kind of compare how\neverybody’s aware what’s going on there, as compared to those years that nobody\nsupposedly knew what was going on except in the high hierarchy, you know. But\nthe ee — ee — I’m always concerned what was go — what’s going on in this world. I\nthink it’s — it’s —1— the minute it affects any human being, it affects me too, to a\ncertain degree. But as far as do I remember more what had happened to me when I\nsee this? No, because I always — they don’t have — they don’t have to do that mussel\n— what’s his name? The guy —",
        "A: Milosevic doesn’t have to do it for me to remind me, because I remember what\ngo — went on with us all the time.\nMay 11, 1999",
        "A: All the time.",
        "A: Oh, there’s no question about that. I can be, you know, dancing away and\nsomething and all of a sudden my [indecipherable] I will think, wouldn’t that be\nwonderful if our parents could be here. Or in, you know —",
        "A: If our parents could be here.",
        "A: You know, just to see, you know, like when we have a — when my kids got\nwedding — were getting married and when my grandchildren had Bar or Bat\nMitzvahs, you know? Would have been so wonderful but for the grandparent to be\nable to come to their child’s Bar Mitzvah or Bat Mitzvah. My sister actually — you\nknow when — when she knew that she was pregnant, she made up her mind that is\nshe is going to have a little boy — you know, in those years they didn’t know ahead\nof time.",
        "A: She was not going to circumcise him, because circumcision was in Poland was\nmainly done by Jews. Not — the Polish kids were not circumcised. But you know\nMay 11, 1999\nwhat, when the baby was born, she couldn’t bring herself to do that. That’s when\nyou ask me how did you think, you know. Look my sister and she was older and she\nmight have known that we’re into much more trouble than I did. Sh — when I saw\nwhat she — she is preparing to have the baby circumcise, I said you said you — if\nwe're gonna — if you’re gonna have a little boy that you’re not gonna do it. She\nsays, I can’t do it. She — it’s for — it was my parents’ first grandchild. She says, I\ncan’t to it. And they couldn’t even come to the city because they were already in the\nghetto in Radom and they couldn’t come. But she still couldn’t bring herself to do\nsomething against my parents’ wishes. I don’t say look, I-I-I’m not going to say had\nshe known what’s going to happen really that she had — wouldn’t have done it, but\nat the time, she knew maybe that it’s gonna be dangerous, but she figured she’s\ngotta cope with it.",
        "A: Yeah, oh boy.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: Mm-hm, well to have my children, it was really a wonderful feeling. All of a\nsudden I realize that what he started out to do, Hitler, he wanted to really eliminate\nthe Jews, and here were two survivors, we have three wonderful daughters, they’re\nmarried and we have eight grandchildren. And this is our really immortal less — like\nour revenge to Hitler. You wanted to do away with us. Look, we’re here. And\nthey’re all going into — you know, let’s put it this way, I’m very proud of my kids.\nThey are going in the footsteps, so to speak, of their forefathers. You know, like\nthey’re all very active in organizational work, do a lot of — for their synagogues. My\nson-in-law and my daughter practically built their synagogue on their own in\nColumbia, Maryland. My daughter in Tucson, Arizona is very active with her\nhusband in her synagogue, and a lot of other organizations. So this — regardless\nwhat I have done, when I see my kids are doing that, I figure I can take it easy. So\nin a way, by watching us through the years, they — you know, they picked up our\nlead and they doing that — this. And I myself, you know, I work at — as a volunteer\nat the museum and I’ve been asked lots of times, how — how can you work here? I\nmean, especially what you have gone through, to sit here? And I said, you know\nwhat? This museum was really not built for me, because I carry the museum with\nMay 11, 1999\nme all the time. It was built, really, for other people to learn what had gone — what\nhad gone on, and hopefully that they gonna learn something from it. And as far as\nI’m concerned, I always say when they ask me how can you work there, I said, how\ncan I not? To me it’s almost my life. I work for the museum, I give money to the\nmuseum. I mean, it’s very important for me to — the museum should be in existence.",
        "A: I started working for the museum way before the museum was built, when it was\nstill — the offices they had on Ell(ph) Street, I used to go whenever they had some\npeople that wanted to learn a little bit more about it and to raise, which in the\nbeginning was really mostly raising money, because how do you put up this\nbuilding? By raising money because they got the land for the — for the to — the land\nwhere to put it on, but to put it on cost a lot of money.",
        "A: Absolutely. It’s a — it’s — matter of fact, my little cousin that I told you, she and I\nhad a, in my home, right here, a — a what they called it, a parlor meeting, where you\ninvite a lot of friends and relatives and of course, you ask them for money. And we\nraised money through this way. My daughter in her place in Columbia, she and her\nfriends, she made — gave a parlor meeting for the museum and raised money for the\nMay 11, 1999\nmuseum. So we worked for the museum way, way before the museum was even in\nexistence.",
        "A: You know, it’s — it’s only work them out. First of all, I’m also active in the\nJewish — the Jewish Holocaust Survivors and Friends of Greater Washington. We\nhave an organization here and as a matter of fact when the museum was opened, I\nwas president of that organization. Now I’m an officer, but we have a group that we\nkeep up this organization, and th-they — if you’re interested and if you know that we\ncan help you out a little bit, you find us. And th-they found us. They — they — they\nknew about us and they got in touch with us and so we spoke on their behalf. And\nto this day I still do and that — as you know, my job is with the development\ndepartment. I still raise money.",
        "A: Yeah, development department is — I— I am on the for membership and\ndonation. I sit at the desk and hopefully —",
        "A: On the ground floor next to the — the visitors — you know, where people ask the\ninformation.\nMay 11, 1999",
        "A: So 1-1f you come to the desk what a — you — I try to tell you a little bit about it, to\nlet you know what the museum does. And most of the time if you come to the desk\nwe'll hope that you gonna leave us some money. And we try to — you know, to help\nyou along to understand why you should leave some money, why it’s so important\nfor the museum to stay open.",
        "A: Well, you see that — okay, I work at the desk one — one day a week.",
        "A: Yes, a full day.",
        "A: I come in 10 o’clock and I li — leave about four. But I also work in — with the\ncommunications department, which is the educational department. Let’s say —",
        "A: Oh, of course. I-I don’t particular go in there. Let’s say I went to someplace in —\nin New Jersey to a school, who — a teacher who took — was with the museum on\nthis — they have the bulf -- Balfour scholarship that they bring teachers, Balfour\nfellow, and the — oh, what’s this — I don’t want, I can’t think of it, of the name right\nnow, but it was actually in New Jersey that I went, somebody, one of the teachers\nMay 11, 1999\nthat was at this conference and she called [indecipherable] and wanted to have a\nsurvivor to come and talk to her class. And I went, as a matter of fact with John\nMinnick about two weeks ago, per — le-left on a Monday, we came back Tuesday.\nSo you see, it’s two days. I don’t always particular do it in the museum. However,\nwhen they have the — these things with the teachers, the Balfour and what’s the\nother one? It’s — I’m embarrassed I can’t think of the m — maybe it will come to me.\nIt’s a fellowship, you know, that they get th-the teachers to come to — and they teach\nthem how to teach the Holocaust 1n other schools. And I speak to them lots of times\nas a survivor. They like it. As a matter of fact, if we had time I could show you\nsome letters that I have gotten from some of these teachers, how they express how\nit’s — it’s —1t’s so wonderful that what they have learned, and what the museum,\nhow it’s wonderful, but however, just listening to a survivor makes it all to them so\nreal that they put a — a very big emphasis on having a survivor. This one tea-\nteachers’ conf — conference did specify that, said that they should use this more\noften.",
        "A: Y-Yes, we speaking as a—\nMay 11, 1999",
        "A: — yeah. Students and also to teachers, yes. All —",
        "A: Yeah, mm-hm, yes — yeah —",
        "A: Not so much how to teach —",
        "A: — what was going on.",
        "A: They sh — yes, they should learn, because I — I am not equipped to tell them how\nto teach.",
        "A: — exactly.",
        "A: Exactly, exactly. Yes, yeah, but we — she doesn’t tell me here that it’s the\nBalfour — Balfour the — what’s that, it’s such an easy name to remember. No, like\nthis, we were just a—1n New Jersey and one of the teachers wrote me a wer — you\nknow, send me pictures, you know, I don’t like the pictures, but she send them to\nme.\nMay 11, 1999",
        "A: A l—a lot of speaking. I do a lot of speaking and that takes up a lot of my time,\ntoo.",
        "A: I-I go to schools, I go from the museum and I also go from my own, where I —\nbefore the mu — museum was even in existence, we used to have, from our\norganization, a speakers bureau where s —",
        "A: Yes, mm-hm, yes, and they would di-— call us and we would go, we would send\nout some people. We had some particular people that we knew that they are pretty,\nyou know, they are co — they don’t mind speaking. Because a lots of times some\nsurvivors don’t like to talk about it. So we — we — we did that even before, so I have\nstill a lot of schools that do that. They call me back year after year that — to come\nback to — to this school.",
        "A: No, different — different questions all the time, it’s a —",
        "A: Well, almost — one thing one of the kids wanted to know whether — after the war,\nhow my thoughts were after the war, whether I otherwise — whether a — I — I was\nMay 11, 1999\nstill thinking as if I was in the camp, or I started thinking like a free person. It’s a —\nit’s — it’s interesting to listen to them.",
        "A: That child was already a little bit older, she was 17.",
        "A: But I have had kids tell me — a 13 year old kid told me once that while she was\nlistening to me she was thinking how lucky she was, that her children might not\nhave a chance to listen to a survivor. And when I — when she finished telling me, I\nsaid how old are you? And she — when she told me she was 13, I almost flipped. I\ncouldn’t believe it that a kid at 13 would have such insight in somebody’s — you\nknow, to even think about it. And this she thought about it while I was talking, so —",
        "A: With the students?",
        "A: All the time. Like when you ask me about, you know, how I felt when I had the\nkids, but one school — I was — it — as a matter of fact it was the American university,\nit was a university. And when I came back — you see, in 1975 my husband and I\nwent with a UJA mission to — back to Auschwitz. And to, you know, kind of\nconfront it. And when I came back, one — when I was talking, one of the students\nMay 11, 1999\nask me — he said, Mrs. Spiegel, you were — you were telling us that you had such a\n— you went through such a terrible period of your life, and now you’re telling me\nyou’re married and you have three children — at that time I had only my three girls, I\ndidn’t have yet grandchildren. He said, how come you brought in children into this\nworld? And I stopped and thought about it and I said, you know what? I never\nthought about it. I-I-It was a natural — I got married, we wanted to have a family. I-\nIt was like a natural thing to do. But now that you ask me, I will tell you why. I said,\nwhat you actual expected me to do is really, I would have given victory to Hitler,\nbecause that’s what he started out to do, and then, after I would have died, we\nwouldn’t have left anybody. So what — you wa — I would be helping him out. I\nmean, not that I thought about it when I was having children, but now that you ask\nme, I’m thinking about it. And he said, you know what? I can see your point. I\nnever thought about it. It always bothered me. Because he apparently was from\nNew York and he knew a lot of survivors, and he was always wondering why are\nthose people having children. He said, 1t always bothered me, why would you bring\nin children into this world. But now he said, thank you for explaining it to me,\nbecause you’re right, I never thought of it.",
        "A: To speak to?\nMay 11, 1999",
        "A: Actually, you know what? Sometimes it’s junior high, because they asks\nquestions without stop. But I have one group who is really — fifth graders and —\nbecause I usually don’t like to speak to such young kids. Of course, I use it a little\nbit different. I always say, I make life beautiful, you know, like this movie, “Life is\nBeautiful?” I make it a little bit it shouldn’t be so hard on the young kids. But this\nteacher also was taking a course how to s — teach the Holocaust. And I spoke to the\nteachers and she called me to come to speak to her kids. And I said how — what\ngrade are they in? She says fifth graders. I said fifth graders, I’m sorry. I would\nrather not speak to them because I think they’re too young. Call me when they get\ninto high s — you know, junior high school. She said, I will tell you what, Mrs.\nSpiegel, I’Il make a deal with you. You come to me one time and if you won’t agree\nwith that these kids are ready, then next time when I call you, you may hang up on\nme. I —I went to her this last March I went to her, that’s already the fifth time.\nBecause she really does. She has learned a lot about the Holocaust — the teacher,\nand she really prepares those kids so beautifully that they ask questions, I want to\ntell you that for an hour, she leaves a special hour just for questions and answers.\nThese kids — I can’t leave ti — they follow me. I spoke just at this school, a Catholic\nschool, they [indecipherable] and they gave me a [indecipherable], excuse me.\nMay 11, 1999",
        "A: In— except I couldn’t find it. Must be in the washing machine — in the — in the —\nin the dishwasher. A — I went to this Catholic school. I understand that Caroline\nKennedy went to that school. It — 1t’s a—a beautiful school. These kids, there must\nhave been like about 300 kids. I want to tell you that they asked questions that was\nunbelievable. When I was leaving, they were following me. I said to them, you\nknow, I feel like the Pied Piper, you know, with the kids following me around,\nexcept I was really in a hurry because I had to get to the museum, it was on a\nWednesday, so I wanted to get to the museum for work, so I didn’t want to spend so\nmuch time. I said, you will have to make it another time. But they do ask very good\nquestions, I’m always very pleased. Now I realize I’m not stupid enough to think\nthat I can change everybody’s mind, but I realize that it does — it does — if I change\neven one kid a little bit to think a little bit differently about bigotry and hatred, then\nI always feel like maybe my work is paying off. In this one — another school was the\nGood Counsel, the high school. That was also — Our Lady of Good Counsel, that’s\nthe one on Georgia Avenue. Very — also wonderful class. Some are — as a matter of\nfact —\nMay 11, 1999\nA2: Georgetown Prep.",
        "A: —I speak for Georgetown Prep, that’s right. Georgetown Prep, for the last like\n— I think last time when I went there I think he introduced me as coming there eight\nyear, you know, so I do speak a lot.",
        "A: Yes —",
        "A: Well, I received an award of — from the United Jewish Appeal, because when we\nwent with this group to the — to the — to Auschwitz and they really kind of\nappreciated what we did for them that — because it’s very hard, when you go to\nthese camps to visit, it’s very hard, it’s very helpful when they have a survivor\nthere. See somebody, that somebody came out alive, because when you go there\nyou think everybody is dead. So that’s —",
        "A: There were — there were people from all over the United States.",
        "A: Yes, uh-huh —\nMay 11, 1999",
        "A: — yeah, yeah. So we got from them an achievement award and of course from the\nJewish Theological Seminary, because I’ve worked for them the last 30 years,\nthrough the synagogue raised — also raised money. And — I also — my husband and I\ngo on the March of the Living. You know, this is a — we take a — a group of\nchildren, especially through the B’nai B’rith. It’s the — the B’nai B’rith Youth\nOrganization. You got — they get the — the young people, between ages 16 and 18\nand they take him to Poland and then Israel. And we’ve been going on it since 19 —\nsince 1994. We’ve gone °94 - ’96 - ’97 - ’98 and they called us already for year\n2000. And I told them, can’t promise for sure. If our health is gonna be okay, we’re\ngonna go up with them. They take like about — altogether there are about six to\n7,000 kids. Six to 7,000 kids, but — six to 7,000 kids but we — or not — on — with us\n— with the B’nai B’rith we have between 350 and 400 kids. Sam is showing off the\n—all these goodies that I —",
        "A: Yeah.",
        "A: Yes, yes.",
        "A: Yeah.\nMay 11, 1999",
        "A: Yeah. Oh. This — this was one of the pictures from the March of the Living. This\nwas one —",
        "A: The picture is — this is a group from my bus, which they are, some of them — this\nis me and there’s — someplace is sa — Sam is here, and these are the leaders from the\ngroup. They are le — what they call Madrachim from the — from the group, from\nthe B’nai B’rith. This was the year, I think this was actually ’94. The — the four\nthem — thi— was April fourth — 7\", ’94 that we went on this — this was our first trip\nand we had — they were a marvelous experience and the things we get back from the\nkids — as a matter of fact, just recently I went, during the Yom HaShoah, one of the\nkids from one of these trips attends Georgetown University here. And she had\nprepared a program for commemoration of the Holocaust for Georgetown\nUniversity and she asked me to come be the speaker there, and the kids were just\nabsolutely wonderful. I mean, they are not such kids, they are already college kids,\nthey’re probably 19 - 20 years old, but the — I guess they felt so like I was that age\nalmost when I came out. And this is one that I was just also spoke at the Aberdeen\nProving Grounds, you know, with the soldiers. And I think I told you I happened to\nbe there April 20\", and the soldiers gave me an ovation because it was the day when\nMay 11, 1999\nI actually was almost like liberated, that was it. And this was in — in — oh, this 1s\nfrom — for the United States Army Material Command to — that I was a speaker on\nApril, 1993. You know, all these things [indecipherable]. Here is one that — oh, on\nthe Woodbridge campus at the University of Virginia, I was just recently a\nspeaker. I go there, it’s probably already the fourth of fifth year that I go there. I\nhappen to know this professor that works there and she calls me every year. So I go.\nSo as I say, I do a lot of this kind of work where in the evening lots of times, so\nthat’s the on — that’s the reason I only do it once a week in the museum, because if I\nworked long — more time, I wouldn’t have any time to do this and I feel like this is\nalso very important to do this and — oh, and this is — this we got from Miles\nLehrman, an appreciation certificate for, you know, because for our work. And this\nis also that I was president of the [indecipherable] yeah, of the survivors —\nHolocaust survivors, when I stepped down as president, because after being so\nmany years, you can’t keep on being the president counc —",
        "A: Probably — was it like about three or four years? You know, at least three years.\nBut you see, the reason I don’t remember exactly, because even when I stepped\ndown, I was doing just as much work, cause —\nMay 11, 1999",
        "A: Yeah, so it didn’t make any difference, it just — except we switched the ranks, so\nto speak because I — basically we have a nucleus of certain people that do the work\nand we feel like we can’t be — somebody else doesn’t want to step in, so we feel\nlike, between us, we’ll do it. So we take every time somebody else’s job so it\nshouldn’t be constantly in the same job.",
        "A: No, you have asked me quite a bit. The only thing what I do want to say, that I\ndo — I always like to finish with a — that I am really grateful to this country, that no\nmatter what they did before, they could have done much more, but once it was over\nthat I’m really grateful to this country that they did let us come into this place,\nbecause I love the United States. I really do. I feel like —I feel like — like I’ve never\nbeen born in Poland, except — this is my country. I feel much more towards the\nUnited States than towards the country that I was born in. And I’m grateful. I have\na very good life here and my husband made a very good living and we raised a\nwonderful family and wonderful kids and we’re really very grateful t-to God and to\nthis country for letting us 1n to — to do the work and we hope to be able to do the\nwork as long as we — we can go on. That’s the main thing. And we appreciate you\ncoming and listening to me, too.\n8 |\nMay 11, 1999",
        "A: No.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 11, 1999\nRG-50.106*0116",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview Regina Spiegel,\nconducted by Margaret Garrett on May 11, 1999 on behalf of the United States Holocaust Memorial\nMuseum. The interview took place in Silver Spring, Maryland and 1s part of the United States\nHolocaust Memorial Museum's volunteer collection of oral testimonies. Rights to the interview are\nheld by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "REGINA SPIEGEL\nMay 11, 1999\nBeginning Tape One, Side A"
    ]
}