{
    "rg": "RG-50.106.0111_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Lena Gitter, conducted by Esther Finder on July 21\",\n1998 in Washington, D.C. This is a follow up interview that will focus on Lena\nGitter’s post-Holocaust experiences. In preparation for this interview, actually I\ninterviewed you for the Survivors of the Shoah Visual History Foundation on\nJanuary 29\", 1997. I will not ask you to repeat everything you said in that interview.\nInstead I will focus — I will use this interview as a opportunity to follow up on that\ninterview and focus on your post-Holocaust experiences. This is tape number one,\nside A. What was your name at birth?",
        "Answer: My name? My married name was Lena Gitter, and middle initial L.\nAnything else?",
        "Q: Your name at birth?",
        "A: Was Lieba Rosenblatt.",
        "Q: And when were you born?",
        "A: July 17\", 1905.",
        "Q: And where were you born?",
        "A: Vienna, Austria. Vienna, Austria.",
        "Q: When did you come to the United States?",
        "A: We came July, I think it was the last day of July, 1938.\nJuly 21, 1998",
        "Q: And where did you settle when you came to the United States?",
        "A: Well, we settled in Washington, D.C.",
        "Q: Before you came to the United States, what were your expectations of\nAmerica?",
        "A: Well, we had a lot of the idea of the — from the movies, you know, and from the\nnews — there was a newsreel late in one of the movies, so you got the idea of the big\nbuildings, and the — and the beautiful New York and all of those skies — what do\nyou call them? Skyscrapers, and you know, like that.",
        "Q: What surprised you about life in America when you first arrived?",
        "A: Well, one of the things that was very su-surprising when I started to read, that\nyou didn’t judge the people by their profession and by what they did for humanity,\nbut with a price tag. It seemed that at — the man, 200,000 dollar man. You know,\nthat just was very — the people who did so much for humanity or for their country,\nhad an un — a name tag. And I see now, I would have — where I live in the\nretirement home, many men who are here and they had big positions, but since that\nprice tag is up, they don’t feel very comfortable, you know? They feel very\ndepressed and so on. So, that — that’s something for your whole life, I think.",
        "Q: When you came to the United States, who did you come with?",
        "A: Icame with my husband and a two year old little girl.",
        "Q: How did you support yourselves when you first came?\nJuly 21, 1998",
        "A: Well, I really couldn’t support myself because I knew very little English, like\nplease and thank you, good morning and some [indecipherable]. My husband, who\nwas a physician and knew English and some other languages, got a job in Casualty\nHospital in Washington, D.C. driving the ambulance, and he got 50 dollars a\nmonth and room and board. So with 50 dollars a month my little girl and I stayed an\napartment house where he paid 12 dollar a week. So that’s — because we could not —\nthe only thing we could take with us was eight dollars per person. We had 24\ndollars with us. So that th — took a long time til we were able to — even to move into\na room and s — and use kitchen facilities. But you know, we — it somehow, with this\nHolocaust survivors, I think most of us did not expect that the government or\ndifferent places will take care of us. So it was a very difficult time and my little girl\nand I went to Americanization school to learn English. And we met a lot of other\nrefugees and came through France with some of them. And little by little we got to\nknow some of the physicians and we were 1n-invited a lot, and it was very difficult.\nIf you don’t — if you don’t — can’t reciprocate, you feel rather badly about. And we\ncame to visit one of the doctors, and the doctor’s wife said, oh, go up the steps, on\nthe bedroom you put your coat on, and the bathroom is there. So I looked at myself,\nI said, what’s wrong with me, you know, is my petticoat hanging out, how do I\nlook? But sh — sh —I didn't realize that people want to make you comfortable, as\nyou know where the bathroom is, or where you can put your coat. Th-This is some\nJuly 21, 1998\nof the things which are not done in — in Vienna, or — or in Austria in a certain\nclass, you know, so — so there were many, many things. It took a long time to be\ncomfortable, to ask somebody. Now I will ask, oh, you have a lovely bag. If you’re\nfinished with it, you don’t it, give it to me. Or I go — I dr —I dro — drove by, and —\nsome friend, three in the afternoon and I was hungry and I would visit a friend and I\ns— and I-—I said, Jean, I’m so hungry, what do you have in your refrigerator? But I\nhad a Visa, I could si— and I had some dollar bills, and I could buy something, but\nit — it — it was different now, that I could ask people to do or give me something.\nBut when we first came it was very depressing to have to ask. We went in New\nYork to try to get sponsors for some family in France and it was in August, in\nSeptember, it was very, very hot. And when we walked into somebody’s and they\noffered a glass of water, as you did right now, we said no thank you. We didn’t even\nwant to accept a glass of water, we felt so — s-so bad about ourself that we couldn’t\n[indecipherable]. So it was very wonderful that so many people gave affidavits.\nThey didn't even know the family, or they didn’t — they had the s-same name or\nsomething, you know, and — and it was really wonderful the way, particularly the\nvery poor Jews in — the poorer class, you know. Of course, they had to have a\ncertain income, or a t-tax return to show that they would be able to — to support or —\nor help — help the people. So it was a very di-difficult time.",
        "Q: Did somebody help you and your husband and child come to this country?\nJuly 21, 1998",
        "A: Not really, because my husband was registered at the — at — at the embassy as a\nstudent to come to the United States with his professor. So he was on the — well,\nwe had, or my husband had family here in — in United States. But we — we had a\ncertain pride, you know, and just to take or ask me for something, it’s very difficult.",
        "Q: When you came to this country, did people ask you about what was happening in\nAustria?",
        "A: No. The pi — the peop — some knew Vienna or Austria from — from visiting\nthere or from movies and so on. People were not so — so interested in — in what had\nhappened, and a — it was very little known, you know. Even we didn’t know too\nmuch about. We were very fortunate to leave — Hitler marched in on the 13\" of\nMarch, and we were very fortunate to leave the beginning of July, you know. So —\nbut my husband had, as a physician, really terrible experiences. He could not treat\nJewish people at all, or — or in — not — he couldn’t, not Jewish, Gentile people, but\nJewish people he could treat. And he would get phone calls from the family that the\nhusband was taken to concentration camp, Dachau, Buchenwald. On — on the\nfollowing week she received a — at — not a fa — didn’t have faxes that time, a\ntelegram that her husband had died on pneumonia and they have — she would get\nthe ashes back. So he knew all these and he was very, very depressed, but it was\nvery difficult for him to get ready to leave, much more somehow than it was for me.\nYou know, and I felt for a longest, longest time until we had the first interview that\nJuly 21, 1998\nyou did, I felt very guilty that I, my family, we were able to escape and — here, and I\nwas able, you know, the education that I — that I have to make a success, and so did\nmy husband here, and here my family and — and friends lost their — their life, and —\nand so I —I felt very, very guilty. But now, since that — it has changed my attitude\nsince that interview and also I did not realize that I — that I am considered a\nHolocaust survivor. I didn’t — never, never occurred to me to be in the same\ncategory. But now I feel that I have a voice, I can do something and I’m very\nfortunate that I have that Montessori education, or early childhood education that I\nwas doing so much in the United States, was very successful. I got the gold medal\nfor my work in America for the — in Montessori. I got [indecipherable] what do\nyou call it, gold medal from the — from the embas — from Austria. I got my\ncitizenship back, and I have a voice. Being angry, it — 1t does not help. So I feel now\nthat since the — all my writing, I have written about 18 — not — not high class and not\npeople who made the best seller list, but they helped the people, the poor people\nthat I worked in Mississippi to write and be able to vo — to vote.",
        "Q: I’m going to ask you to pause because you’re running a little bit ahead of me. I —\nI would like you to tell me how you began your professional career, and I’d like you\nto explain about your background with Montessori. I-I would like you to take your\ntime and do that very slowly, from the beginning, please.\nJuly 21, 1998",
        "A: Well, w-w — in Vienna, you know, after the first World War, we began to ask\nourselves, what is wrong with education, what has to be done? And we were young\npeople and so we wanted to change the world. So Montessori was brought, she was\na physician from Italy and she brought the Montessori method to Vienna. So we\nall ran to these lectures and got a — a book that sh — the first book she wrote and so\non. And you had, in Vienna you had to do first your exam as a kindergarten\nteacher, you know, and then you could specialize in [indecipherable] in\nMontessori. So I took the — the training, then when I got married, I opened up a\nkindergarten, and I — cause I had the middle or the upper middle class children. I did\nnot have the poor — the poor ones as I really had here in America. So na — when I\nfirst came, it took a long time til I learned enough English to take some of the tests\nthat were necessary to establish myself. And at that time was the English word\nagainst the English [indecipherable] that’s what the — some of — of the newcomers\nhave to learn, you know, that you have to know the language in order to be political\nactive or — or — or — or have a job and [indecipherable] thing. So first I got\ndifferent jobs in special education, because at that time in the early sh — the special\neducation was on the lower bottom of the education. So — so when I applied they\nwere happy to — to get me to take care of the special class children. And then they\nwere very surprised the big success, because I was bootlegging Montessori. I made\na lot of material, I use that method of Montessori, and so the supervisor, she used\nJuly 21, 1998\nto bring teachers or students to observe in my — in my classes and so on, to see what\nI’m doing.",
        "Q: Can you explain what 1s different about the Montessori program that you were\ninitiating, as opposed to what was going on in this country at that time?",
        "A: For one thing, I did not initiate. Montessori was here in the early — 1913 she wa\n— she was here, and there were schools and by 1918 when the war — when the first\nWorld War start, these schools were all closed. Montessori approach 1s entirely\ndifferent, it’s very difficult to explain on — on a few minutes.",
        "Q: If you could just give a little bit of an idea for someone who does not know\nabout Montessori.",
        "A: Okay. For one thing, it’s a different layout of a classroom. Children are — are not\nexpected because they’re six years old that they be reading, or three years old. We\ndon’t — we — in aclassroom we have children from three to six, for instance,\nbecause a three year old one might be able to read, or a four year old one, but\nunable to kick a ball or something than a six year one. So they’re — it’s a such — like\nin a family. We do a different classroom arrangement. So we don’t have this is the\nclass two years old, or four year one, we have them — we have now infants’ classes\ntoo, you know. So this is one of the things. And also that th-there are certain rules\nand — and regulations in a Montessori classroom and people in th — it has to work\nlike a — like a society. You can — I mean, you have to show them, for instance, how\nJuly 21, 1998\nto open a door and close a door. How to lift a chair and put it down. And how — and\nif you play with something, that y — I cannot come and say, this I want to play now\nwith it. So, he learns that he has to ask. We have little rugs for the children, and they\nput their toys on that rug, and this is his territory. So they have to learn territorial\nrights. It’s laid out the way, like a library with the books and stuff. You just can’t\ntake out a book and then, oh, I want to read the book. We have to return it to there,\nand th-th-then next child can. So that the — he learns in — the way a classroom and\nthe way the whole thing is handled, he learns the rules for society. So, th-this is a\nvery im — important, and the different expectations for the parents too, to — to\nunderstand that, you know”? And the teacher is not called a teacher, she is a\ndirectress, she directs activities. She doesn’t sit at her desk and the children come\nin, she has to be like a hostess, stand at the door, greet the children. And as she\ngreets them, says Esther, you have a lovely dress and your hair is done so nice. Oh,\nand you have such a doll. And Esther says, oh my grandma came and she brought\nme that doll. So you know from that, that the child will want to walk around the\nclassroom, show the doll to her. She doesn’t want to disturb. And then there comes\nJim, and Jim is so sad. So he said, you know, teach — some didn’t know, you know,\nvery much. He said, you know, the police came and — and took my ha — my father\nto jail. Then you know that this child needs help, somebody to help him to deal with\nit. And so that your aid spends a lot of time because otherwise he’s gonna run\nJuly 21, 1998\naround, disturbing and knocking things over [indecipherable] knocking things\nover. He — somehow he has to deal with it, but then you assign somebody to help\nhim, hold his hand, take him around and so on. So that Montessori said like a\nhostess. If she greets the people at the door and says, oh, Mrs. Finder, you have a\nlovely dress today, and — and then you tell [indecipherable] or your husband to go\nand get yourself a drink. You don’t talk to her the rest of your party, but she will\ncome home and she says, you know, Mrs. Finder saw what a beautiful dress I had,\nyou know. So the same way children know they — they were recognized, and that\nyou knew dealing with their problems or — and also, this teaches sort of manners to\nthe children, to greet people in the morning. Some people talking — were critical\nwhen I talked at one of the university, I had some black students, teachers. And he\nsaid, oh yes, you come from a country, ki-kings and queens and you shake hands\nand you do all these nice things. But it’s a— a very important thing to be nice, and\nso on. And so we do a lot training and what you call practical life. And under that\ncomes also the manners and behavior. And what is father of the cons — of the — the\npresident, the first president, we had? George Washington. When he was 15 years\nold, he wrote a book on manners that is — can be had. Now, we have — “The\nWashington Post” has a columnist and she wrote just recently a very great book on\nmanners, the ya — and once I said, like lubrication of your wheels. At that time very\nJuly 21, 1998\nfew people have cars, you know. But so she had a different — so these are some of\nthe things that were — we were teaching. It’s very difficult to do it, and you know.",
        "Q: Thank you for — for sharing that. When you first were working and — and\nshowing people the Montessori method, what difficulties did you have explaining\nor trying to initiate or introduce the Americans that you were meeting to this new\nway?",
        "A: The first time when I was called to Mississippi.",
        "Q: When was that?",
        "A: That was in the, I think, early 60s or something. And it was the War on Poverty,\nwhich [indecipherable] I don’t know, so we can — politically th-the time ca\n[indecipherable] exception. So I went to Mississippi to work with poor mothers\nand — and poor children. The — most of the southerners are Baptists, so — and so we\nhad — the daycare centers that we opened for the War on Poverty was in Baptist\nchurches. We could not bring kindergarten teachers in, or — because they don’t want\nto have jobs and such. So we t-tried to train the people who lived there. I worked in\nNaches, Mississippi, was my first assignment, and at that time, Governor Bell did\nnot — he was the governor of Mississippi and he did not want the — the money\nassigned for the president to use it. We came under a different, other th-thing. And\nit was very, very difficult to — to teach these mothers how they could read\nthemselves. I had to teach the mothers reading and writing and show them on a\nJuly 21, 1998\nsomewhat basically they could — I did not know that I’m all of a sudden a political\nworker because I helped these mothers, and some of their husbands would come in\ntoo, to learn to read and write so they could do the — an-and johns — not Johnson,\nthe Kennedys used to come on weekends and help. So these people were able to go\nto the polls. And I worked with Charles Evers, who was the first black mayor to be\nelected in Mississippi. And was — so I became a political worker without realizing\nwhat just — I didn’t know that teaching somebody to read and write is — is a very big\nthing that you’re giving. And ma — my motto 1s the word against the weapon. If we\nwill teach people to read and write, then — then they don’t need a weapon to — to get\nsome of the things.",
        "Q: I wanted to know how you got involved with what became what you just said, a\npolitical issue, but I — I would like you back up just a little bit and — and go back to\nthe late 40s, and the 50s, when — when there are a lot of things happening, not just\nin your life, but in — in this society here, and news was coming out in Europe about\nwhat had happened during the war. Can we go back for a little while and then come\n— we'll return to the 60s in — in a few minutes, but can we go back to the postwar\nperiod, the immediate postwar period, 1945, and can you tell me what was going on\nin your life in this country as news of what happened to the Jews in Europe became\npublic here?\nJuly 21, 1998",
        "A: Well, 1d—Id—I can’t put it on dates. I’m — I was — on the 17\" this month, I was\n93 years old. So you don’t — your memory is not so, on dates and so on, I’m not so\n— I really — well, we opened up the first mo — Montessori training center in — in — 1n\nNew Jersey, at one of the universities, they opened up to try to train people in\nMontessori. And there was Nancy Rambush(ph) arrived, an American who had\nstudied the method in — in — 1n Paris and so on. So little by little we started training\ncenters, but that was all middle class, for middle class because it was quite\nexpensive and — and mothers began to go to work, or they are forced, they didn’t\nhave husbands, they had died in the war, whatever. And so most of the — some\npeople [indecipherable] started the, you know.",
        "Q: Approximately when was that? You said some of the women had their — their\nhusbands had been killed in the war. When did you start some of these training\nprograms?",
        "A: With what program?",
        "Q: The — the Montessori training.",
        "A: Well, I really couldn’t tell you exactly the — the years, but anyway it — it — really,\nwhen the Sputnik came out in space, America began to ask themselves, what is\nwrong with our education, that the Soviet take us over? So, they looked and they | —\nand since Montessori was the first woman who was asked to come to the — when\nthe war was over in 1918, to the first conference in peace, and she wrote a little\nJuly 21, 1998\nbooklet, Peace and Education, and she was very concerned about the peace, you\nknow. So we looked — and then I went to England for awhile to take a — a training\ncourse, and I went to different places in — in — in Europe, you know, for retraining.\nIn the beginning we got a lot of teachers from India, because Montessori was, for\n10 years she was in India, because she was Italian citizen and she would not follow\n— what was the name in — I forgot his name. What? Yeah, mo — and then she went to\n— to Spain, and then she had — she would not follow [indecipherable] the\ndirections of, what was his name [indecipherable]. So — so we — so finally she went\nto India, because when the war broke out the — as an Italian citizen she had — she\nwas for 10 years in India, and she became a f-friend with Rabindra Tagore, the\nfirst who got the N-Nobel prize [indecipherable] Indian, he wrote books and poetry\nand he was very much involved in peace. And also the Indira Gandhi, with\nGandhi. He didn't — the two of them were not — Gandhi and Montessori were\nhistorically living the same time, but also they shared the whole idea. He was for\nnon-violence for adults and she non-violence for children. At that time, as we see\nand hear it now in the newspapers and radio, the children were just suffering.\nPerhaps not as much, but they were — they — and when they were eight years old\nthey went to mines to work and so on. So, you see, she was very, very involved in —\nin — in peace movement. And so, this is very important for us in — and to do this,\nand that’s why I am so happy that my materials and all that is going to Vienna, yet,\nJuly 21, 1998\nw-we — we paid a [indecipherable] we’ll be able to do something towards peace,\nand also that the university, they realize here is a Holocaust survivor and what he\ndid with that method, you know, they will know something, cause a lot of materials\nand stuff, I’m working with these Holocaust interns at the museum, they’re from\nAustria. It’s the fourth one or fifth one that I am working, we worked on different\nthings, with the Montessori method and others, how it can be. So that I feel now\nthat, of the end of my life, I feel, as Montessori said, in the service of the child, that\nthat will go on. And, but it also — it will be a separate room where all the materials\nand books are being — and films and [indecipherable] si — si — many books,\nbecause textbooks are so much written for the upper middle class. Or they are tested\non the university, on the professor’s children. But there aren’t books and materials\nfor the children who don’t have that background and don’t go to the museums and\nall that business.",
        "Q: You just gave me a lot of information, let me just clarify a few points. You made\nreference to your — your books being collected in a university setting. Can you\nplease clarify what that is all about?",
        "A: Well, I talked all the time with the embassy and with the people from — these\ninterns, the importance of — of education and so on. So, I don’t know how it came\nabout, but I — not only that I have my books, but I have 200 books, thi — this — that’s\nwritten by other writers and also Montessori was not the discoverer of her method,\nJuly 21, 1998\nthere were two French doctors before her. And I went — and she went to Paris, it’s\nfunny, I went to Paris, too, to — at the same — later on. And — and I got th-the\nmaterials on th-these doctors wrote. I have Montessori books ’m —?’m-—I’m—I\ntaught a class in — 1n Japan, so I have a book on — Montessori book in Japanese. I\nhave the Madonna painted on a silk. The Madonna 1s a Japanese, and the holy child\nshe’s holding looks like a Japanese too, and so 1t shows you how universal that\nmethod. We — I lectured in — in Israel a few times. So you see, this is a method that\nhas some technical ways to teach peace, you know.",
        "Q: And where are your books being collected for public access?",
        "A: The books — the books are here, and I got — for instance I got an — this is\nElisabeth who you read about, Gehrer. She is the mi — Minister of Education in —\nin Vienna. We [indecipherable] have a librarian, a young librarian from Catholic\nUniversity and he comes and he has registered — we sent already 14 cartons of\nbooks to Vienna, films and different materials. And the embassy ships this stuff,\nbut it’s packed in my apartment and the different — I hope to get some volunteers to\nhelp, because I have videos and I have a lot of material. It’s not only my books, but\n—and also, there are other books that teachers need to read. Now this room that\nthey’re opening in Vienna, it’s not gonna be — people cannot borrow these books,\nit’s they can go and read it there, you see? And so I hope, you know, that this — this\nHolocaust — and I’m so happy that, because there’s a — I don’t know if the plans was\nJuly 21, 1998\ngoing through to have a — stones with the names on of the survi — of the Holocaust\nvictims.",
        "Q: We have to pause so I can flip the tape. Just one moment. [break] This is a\ncontinuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Lena Gitter. This is tape one, side B. Now, you were\ngiving me a lot of information about your Montessori work over the years, and you\nhad been telling me about this collection of books and films and — and other things.\nAnd Id like you to — to finish telling me about that before we go on to the next\ntopic. If you could tell me a little bit more specifically, where this room, where your\ncollection will be housed, where exactly is it? Is it part of a university?",
        "A: No, it’s gonna be in th — Vienna — | don’t think we have any private universities\nin Vienna. This is [indecipherable] which is part of the university, people in early\nchildhood education. And they have different libraries, but mine is gonna be a\nspecial room, and it will have my collection in there, but it’s only people can do\nresearch there, but they cannot borrow any of the books and so on.",
        "Q: When do you think that this collection will be assembled and open to the public?",
        "A: Well, it’s — it’s hard to say that, and they would like to, in Vienna the Dr.\n[indecipherable] is in charge of this particular program, the director. He would like\nmaybe by September to — but it’s very difficult to get it all shipped and packed and\n— and also that you have to have lists, and you can’t just go on, and — so I have\nJuly 21, 1998\nlibrarian and they sorting, you know, the unpublished papers and books and — and\nmagazines and th-the different speeches that I have given, or other people, you\nknow, that deal with Montessori. So, it’s ga — quite a lot of work. I don’t ever have\nany room now to live in my apartment, that’s [indecipherable] I’m really working\non the —",
        "Q: How did this project of, you know, with your collection being sent to Austria,\nhow did this develop? Where did it begin?",
        "A: Two year ago, a—a professor and — and journalist and so on from Graz, you\nknow, in Austria, came, she — to the United States at the Library of Congress. And\nshe had heard me speak, and when — when the biography was published and I was\nthere to promote it. She heard me speak, but she could not come up to — there were\nso many people in line, she had to leave. So when she came for research she called\nme, and she would like to see me. So I invited her for lunch, and we became friend,\nand she was the one who sort of said, lis — it would be a good idea 1f you would get\nto know a-and get your material to know in v — in Vienna. So she sort of started,\nand I was thinking about it, but I really did not realize it’s gonna be such a big\nproject. So, let’s see. Last year, the — the Austrian embassy gave me the — the gold\nmedal for the work that I did because I worked a lot with these Holocaust interns,\ntook them to some of the Jewish places, I had them for Jewish holidays because\nthey have to learn to know how we’re celebrating them. And also, I — on all — on all\nJuly 21, 1998\nthe holidays, I — I invite them here to a little meal, my family and friends, and then I\ninvite one or two with — of the Holocaust, or non-Jewish people to come. And I\ndon’t want the people to bring me flowers or candy. Everybody has to write\nsomething about that holiday. So, even these Holocaust survivors have written very\ninteresting things, and I’ve taken them to the Temple Sinai to some — so the-they\nlearning a lot of — of Jewish life, to — and to understand. And [indecipherable] in\nmy family I have a lot, and two of my granddaughters are married to non-Jews too,\nyou know. So I’m very interested of this understanding, you know. So, I don’t\nknow, cause a lot of people come, when they come to the Holocaust Museum, they\ncome to visit me too, and I — I lived in different things [indecipherable]. But\nanyway, I don’t know exactly, but all of a sudden th — told the — one of the attaches\nthat I think maybe I have so many books, perhaps they would be interested in\nVienna to get it. So he asked me, and he made sort of a temporary list and send it to\nVienna. And they were very happy, and so they have already 14 boxes, and that’s\njust with books and then films, and videos and I have hundreds of beautiful\nphotography of the poor people in Mississippi and in New England, and different\nplaces, and it — it opens the world to the people here and in Vienna too, because\nthey — they only think America is you know, the — the rich country, you know, it —\non the Fifth Avenue, or Madison Avenue, whatever they see. So that — I’m taking\nthat movie attitude away from other people. So we started, and I looked for\nJuly 21, 1998\nsomebody to help with the packing, and I got this young librarian at Catholic\nUniversity who is very interested, and when he’s off he comes and works a few\nhours and packs a thing. And then the embassy ships it.",
        "Q: I'd like to go back to your work in the War on Poverty, when you went in the\n1960s to Mississippi. How did it happen that you got involved with this particular\nprogram, and left your home and did this?",
        "A: Well, I — a lot of people in Montessori knew me and some people got involved\nin — in these different issues and — in America. And I got a phone call one day,\nwould I come to Mississippi and introduce a little bit of Montessori? So I went\ndown, and at that time in Mississippi there were different [indecipherable]\nMontessori, some people were from other universities with specialties in — in — in\ntheir field. So, what — we were hired by the, I th-think one of the Kennedy’s\nbrother-in-law, I don’t know, he was in charge. Anyway, we were paid. So we got\nto Mississippi, and my husband, and we felt this is an opportunity to repay\nsomething to America. And when I got to Naches, Mississippi, I — I — one of the in\n— newspapers came down for an interview, one of the Catholic paper. And — a-and\nin there I didn't even remember, but in there I had said I felt when in Mississippi\nthat I’m back in — under Hitler, you know, the way things were going. And then to\ncome to my hats. I wore hats because I can’t always comb my hair so well. So I\nwore hats, and I have different hats. And the Ku Klux Klan was very much behind\nJuly 21, 1998\nme, they didn't want us to come in to teach the blacks. But I heard from somebody\nwho was friends with the Ku Klux Klan too, said we can’t take — we don’t — Hitler\ndidn’t want that little Jewish woman, we can’t do it either, because everybody\nknows her by her hats. So that was a — that sort of saved me from being killed by\nthe klan.",
        "Q: And every time I’ve seen you, you’ve had a different hat.",
        "A: Right. So people, some people when they go on a trip, my grandchildren or\nsomething, they bring me — I have chapeaux from all over the world. And there is a\n—a place here in the United States, they have only — a— a woman has a shop only\nwith hats. I shouldn’t nor — need to go there, and see what I don’t have. S-So — but I\ndidn’t stay the whole time, you see, in Mississippi, I did work and to train them,\nand I would fly back to Washington, then go down again for a week. And so it\nwasn’t that I continuously stayed there. But you see, my teaching and — and the\npolitic was — was one thing. Because like I worked in Naches with the poor people\nwho didn't know how to read, an-and — and Charles Evers, he was — he was from\nNaches too, and he was running for an office. So he — sometimes I was up here with\nhim, you know, on — when he — when he was — spoke somewhere, or we have\ncatfish, or [indecipherable] and stuff. So that — you know, so I — I appeared and I\nwas some help, you know, the [indecipherable] thing, and he was elected not\nbecause just of me [indecipherable]. But I was then at the — what’s the city, the\nJuly 21, 1998\ncapital city, when he was elected. But we did not — our checks came from a\ndifferent group, not from — from the state of Mississippi, you know. So many, many\nthings I somehow adopted that Montessori method and I have to rewrite a lot to\nunderstand their backgrounds and their needs and so on. And it was very difficult in\nthe beginning because these mothers wouldn't sleep or clean up. They said, oh don’t\nI know that they don’t have to do these slave type work? And I said, you know, but\nstill, you know, we have to clean up. And then I called the — here the national\ngallery of art and ask the cur — one of the curators in education, could he send me\nsome paintings that glorify work? And he did. And so we hung it in the different\nclassrooms, and so they — the “Girl with a Broom” by Rembrandt, they realized\nnow the — somehow, without having ever been to a museum, they knew that\npaintings are something very precious. And — and [indecipherable] and different\npaintings and we had it in the classrooms. And 1-it — during that time, War on\nPoverty, they were, you know, the se-senators and congressmen and people would\ncome to Mississippi and they would come to visit these centers. And — and we — I\ntaught them the names of these paintings and — on the — and so when these pa —\npeople came, and these pro-professors and so, and painting, and — and she could\nsay, oh this is, the name of the painting, say something. All of a sudden that little\nblack woman without any art education was at the same level as the senator or the\nJuly 21, 1998\n[indecipherable] and she knew. So the arts plays a stellar role too, in the many\nthings that I have done in the art.",
        "Q: When you said they sent you paintings, they sent you what, copies? What — did\nthey send you posters? What did they send you actually, when you requested this\nfor this — for the classroom?",
        "A: They sent in — the educational division at the national gallery, or most of them\nhave an education department. They send me slides and they send me, not too large,\nbut anyway, reproductions, you know.",
        "Q: I also want you to clarify something you said a few moments ago. You said that\nbeing in Mississippi was like being back under Hitler. Could you please clarify\nwhat you meant by that?",
        "A: Well, the fear that — that people had, to — to go to a certain store. For instance, in\nVienna when I was going in stores that belonged to some of Jewish people, I didn't\nhave look. I had braids, and — and a — they would say, fraulein, you can’t go into\nthat, the Nazis would tell me you can’t go into the store, because they thought I — y-\nyou know, that’s only for Jewish people, you know. And we could not be out at —\nvery late in the evening, and you couldn’t go into — to a movie, or you couldn’t —\nand it was the same thing, because the blacks, you could go only on the — some of\nthe gallery [indecipherable]. And they couldn’t sit in a — a restaurant. I mean, the\nthings that were done to us in — in — under Hitler, these conditions existed there. So\nJuly 21, 1998\nI was able, you know, and then I worked with — with others, not only Mississippi,\nwith other states, flying in, and I wrote papers and I wrote little pamphlets and\ndifferent things to help the people to — to learn. And I was so happy to see that —\nwhat’s that comedian, that black one? He lost his — his son was killed?",
        "Q: Bill Cosby”",
        "A: Yeah. I — I was on a program years ago with him at — on special education for\nblack chil — what he has written now, books for children to read, and — and they\nhave — they have [indecipherable] they have blacks and — and it’s so important that\nchildren find something where they can relate to, what not — you know, the father\ncoming home with the attaché, you know. And when the children are asked they say\nthey don’t — no, my father doesn’t do anything, he goes with the — with that attaché\ncase, you know. So — so from what I have done over the years was an example for\nsome other daycare centers and places to — to use and how to teach adults, you\nknow, that’s all.",
        "Q: When you were working in Mississippi, and — and starting to speak to people,\ndid you ever tell them about your experiences in Europe?",
        "A: Very little, there either. They were so, when e — so poor enough, and to — and the\nthings they had to do, they really did not have time. Just — just to be eight hours in\nthat day care center, and then I had them paint and clean up, because they were an\nawfully messy and — and dirty, these places. And so we didn't have any money for\nJuly 21, 1998\npainting, but the people came early in the morning. They had to open at eight, or\nthey would come at six and paint these day care centers and scrub floors and — and\nwe made waste baskets and — and we made bookshelves, getting — at that time you\nstill could get boxes, you know, crates where apples came, they were very well\ndone, I — as a matter of fact I had them for years as bookcases in my first apartment\nin United States. So, we were so involved with their own life that they did not have\ntime to —",
        "Q: You said that you noticed a parallel between your experience and what they were\ngoing through. Did anybody ever ask you why are you doing this kind of work?",
        "A: No.",
        "Q: You were going from Mississippi back to Washington?",
        "A: Yeah.",
        "Q: And back and forth. What were your thoughts at the time about the American\nsocial order, based on your perspective as a refugee?",
        "A: Well, I — it — I traveled mostly with — with educators and so on, along with\nphysicians, so I don’t know really, I’m — one is so involved in what else was going\non and we didn’t talk too much about our past either, you know.",
        "Q: Who else was working with you? You said you were working with other\neducators, but were there other people who were coming from Washington or from\nthe big cities to work with you, or were you going on your own?\nJuly 21, 1998",
        "A: Most of the time I went on my own, and met some people from — from other\nstates or from other universities or colleges and so on.",
        "Q: You mentioned Kennedy. Did you have any contact with Kennedy?",
        "A: Yeah, because they used to come to Naches on weekends with their airplane and\nthey would help the people, you know, prepare them too for — for their rights. I\nwasn’t so invol — you know, I wasn’t politishin(ph) involved or no, you know, with\nthe rights, or what in — people need to know, or you know, to get to the polls, and\npeople are very much afraid, you know, too. So the Kennedys would bring a lot of\nstudents down, too. And you know, the people that sent it, the students who were\nnot dressed well on the campground, they said, look, we are dirty, we want models\nof people who are dressed properly and combed and so on.",
        "Q: Which Kennedys?",
        "A: Oh, I don’t remember their names now. You’re asking me t — hundreds and\nthousands of names it seems.",
        "Q: You worked also with Jimmy Carter. Can you tell me how you met and started\nworking with President Carter?",
        "A: Well, I— I’m a member of the Women’s National Democratic club, and when\nCarter was running for office 1-in — where was it, in Pennsylvania and a couple of\nother states, the Republicans had the majority [indecipherable]. So the — I don’t\nknow how the club arranged what they called the Peanut Brigade. They had I think\nJuly 21, 1998\nabout four or five very huge buses, and they had banners, they were called the uni —\nand [indecipherable] you know, that you could t-talk, you know, on the different,\nand they were asking some — they — we had a lot of young students, political science\nfrom the different universities, but they also ask for some volunteers, you know,\nteachers and so on. So I didn’t know exactly what I could do, but I thought I’ Il go.\nAnd that was a very wonderful experience, to go to the different places and talk to\nthe teachers of their importance in educating the children that they will be able to —\nto go to [indecipherable] and so on. So, we stopped at different, you know,\nwherever there was some — some monument, we si — had to stop there, the\nnewspaper come, and we had — I still have that shirts with their whole — with\nCarter and so on. So, when he — when he was elected we were invited specially to\nthe White House and stuff. And then he was the first one who got — when my bi —\nbiography came out and he was in Vienna, so the president gave him a book of the\n—a-—the — we worked with — with Mrs. Carter a lot, but n-not her — really so much\nwith him, I mean, I was there and so, but —",
        "Q: You mentioned your biography. Why don’t you take a moment now and tell me\nabout your biography.",
        "A: A f—a few friends and I have organized a little German club, and so we meeting\nonce — once a month. And one day a Mrs. Schroeder came, and she is a journalist\nand so is her husband. And she came to the German club and said, I know I don’t\nJuly 21, 1998\nneed to learn German, however I want to know what makes you guys get together\nand speak German, you know. And somehow, after a year or so she was there — she\nasks her husband, and she asked me did I want to do a book, because from what I\nwas saying at the club, or somehow she thought that I have — we — I had a story to\ntell. So we did. So it was a — quite a decision, and also you know, I did not — I\nhadn’t planned, you know, and — and a lot of dates and stuff like you are asking me.\nI’m a— mathematics wasn’t my strong forte. So, 1t was v-very difficult, but as a\njournalist, I mean like he went to — they went to Vienna when they were doing the —\nand they found the coffee shop where I went to, and they found the schools I went\nto, and they brought photographs and — and they got 1-1in — Austria pu-published\nevery year, every month what’s happening and every day. So he found the 1905,\nwhat in July, had happened, you know. And there were similar things being — we\nwill want now [indecipherable] that. And some from newspaper they were — I have\nan awful lot of newspaper clippings, cause wherever I was, somehow there was an\ninterview on — in some newspapers, so — we could establish some days where I went\nor what I did, you know, from the newspaper clippings. But this — my memory 1s\nnot so — so good any more. In particular for dates. But, as I say, what — they were\nable, you know, to search through newspapers, and si — and there are some books\nand there’s a chapter or something about me said in — in there, on the War on\nPoverty people who wrote books, so in several books was something about me or\nJuly 21, 1998\nmy work, you know, so — so that’s how it came. It took a long time, and — but\nunfortunately it isn’t translated into English yet. That bothers my grandchildren\nbecause they never learned any German because my daughter was so — she would\nnot want to have her children on Hitler’s language. So — so the — course there’s not\nenough on Montessori in there, and — well, you can’t di — you know, write so much\nwhen you live a long life as I did, and — but I was so fortunate as a title, it — the\nbook, I was very lucky that what I did, 1t was a success, you know. And had some —\neverybody lives a life and has some sad things, but c’est la vie, and it doesn’t have\nto — just to sit and — and feel sorry for oneself, that I lost my daughter and I had to\ntake care of my grandchildren. But I’m very lucky, they all did not go on drugs,\nthey finished their education, they are married, they have children and they are\nworking and I can be very happy with that. And that my work that I did is\nsuccessful — was very successful in that it’s a — a [indecipherable] and we’ll find a\nplace and I feel in a way it will constantly remind people when they go there to\nvisit, that this Jewish woman was a Holocaust — what the Holocaust room, even if\nthey will not have everybody’s name, but somehow I feel with the videos and with\nth-the — everything is going to be there, that it will be some — 1n paying something\nback that I did not suffer. But I feel it — that the work that I have done that is being —\nbeing used, it will tell the story of these people that I did not know and that had to\nsuffer and — and die such a terrible death. So I feel that really I have to be grateful\nJuly 21, 1998\nparticular to Spielberg that his first video that made me feel I have some spot in\nthat history and I have done something with my life, and that I have in some way, is\n— 1s — I wanted to dedicate this memorial to these people that — that I don’t know,\nand some names I know. But I always wanted when they were talking about a stone\nwall with the names, the people in Vienna have such magnificent buildings and\nmuseums. People on — spent a lot of money will not go to that that. But the — the\nyoung teachers who will come to that, or people to do research will somehow\nremember, because I have a lot of materials from the Holocaust Museum, they were\nused, from the educational department. I — it’s — it’s going to Vienna too, you\nknow, to that museum, yeah.",
        "Q: Before I let you go further I want — I want to ask you a few questions. Could you\nplease tell me the full name of your book and the name of the author — your autobi —\nyour — your biography, not an autobiography.",
        "A: Yeah. That’s “Das Grosse Glick, der Lena Lieba Gitter Rosenblatt” by\nPeter Schroeder. Now, the — they used my maiden name too. As a matter of fact\nthe publisher wanted only my maiden name because Gitter is not Jewish enough\nfor him, they wanted a very Jewish title. So then he wanted to leave Gitter out, but\nI said, you know, if I’m — if he’s gonna leave Gitter out, I have a lot of books and\nI’m —1f people — they will not remember the title that book, but if they punch Gitter\nat the Library of Congress, some of my materials will jump up and they will find\nJuly 21, 1998\nme. But if he doesn’t have that, then — so [indecipherable]. But I think constantly,\nit somewhat was a good choice because I’m always lucky to find some people or\nsome people find me to do things with — that I’m interested in to do.",
        "Q: I wanted to ask you when you lost your daughter, and how old was she?",
        "A: I don’t know the date right now, can you imagine? It’s something, you know — 1-\ni— some dates you really don’t want to remember, so — it’s about 15 years now, I\nthink.",
        "Q: I also wanted to — to ask you about your husband, you haven’t mentioned him in\na while.",
        "A: Well, he died 1974. But he supported me with my work, and he ab — some of his\ncolleagues would say, you’re making enough money and you let Lena travel around\nto Mississippi and — and [indecipherable] and all these different places. And I\nwent out of the country too, you know, to Japan, I went to Alaska\n[indecipherable]. But he said that’s — he wanted me to have my job and my\nposition because he said men die before women, and so you will have something.\nWhen he was 40 years old he bought a book, teach your wife how to be a widow\nbecause he said why he — why he — the statistics, you know, men die before women\nbecause [indecipherable] we’re gonna die before them.\nJuly 21, 1998",
        "Q: You mentioned also a Holocaust memorial in Vienna. You have told me about\nthis in the past, about your work towards some kind of Holocaust memorial. Did\nyou want to elaborate further on that?",
        "A: No, there isn — there isn’t one yet. I don’t know if they did agree. Some Br-\nBritish designer or architect. But I don’t know. We were involved, Schroeder and\nseveral of us from the two — we fought for the location and also we — we wrote\nletters to newspapers and so on, because we felt a museum that just go there an-and\ntouch names, it has to have something to walk in, for children to learn and to have\nproof, but ti — ti — having the names there, I didn’t think this is — so I don’t know\nwh-what is happening with that.",
        "Q: Are you actively involved in this as an issue?",
        "A: In what?",
        "Q: In this Holocaust memorial in — in Austria, are you involved?",
        "A: No, I— I’m not involved but from reading in the papers and — and the — th — the\nAustrians don’t want it there, they want it somewhere else, you know. And I ag — I\nagree with the Austrians, if at all, but it should have something where people would\ngo in and have books, have photographs, have something that know what happened\nin, but they were coming to — to Vienna, th-they run to the museum, and the — all\nthe ar — the beautiful architecture, they will not go there. And these names will not\nmean anything to some of them.\nJuly 21, 1998",
        "Q: You became involved in the War on Poverty and with the Peanut Brigade. Did\nyou get involved with any other social causes? The war in Vietnam or the\nWomen’s Movement?",
        "A: I was involved in so many things, you know. Practically with all — with Carter,\nyou know, I was involved in. And you know, I moved in the day Carter went to the\nWhite House. And a — they didn’t want me to, it was a special holiday, and I re — I\ncomposed a letter on this historic day that a President Carter moves to the White\nHouse, Lena Gitter moves to the Chevy Chase House and this is my address,\ntelephone number, please get in touch with me, come to see me. And the — I didn’t\nhave the post office send them the change of address. So I’m very involved with\nthem, in [indecipherable]. So you sometimes, th-the — the names, even while I’m\nspeaking, di-di — disappear.",
        "Q: Would you like to take a break for a few minutes?",
        "A: Okay.\n[break]",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Lena Gitter. This is tape two, side A. And we\njust had a little bit of a break. I wanted to ask you about some of the things that we\ndidn’t cover yet.",
        "A: Sure.\nJuly 21, 1998",
        "Q: I wanted to ask you to go back to 1945 - ’46, the immediate postwar period in\nthe 19 for — late 40s and ask you what was going on in your life and in your\nimmediate society here when news of the genocide reached the American public.",
        "A: Oh, I really don’t remember exactly, but we were happy some of the family\nmembers came back, and a lot of people somehow, always stopped in — in\nWashington with us and told us some of the experiences they had. But I d-don’t — I\na-absolutely cannot remember, you know. I wasn’t politically so involved in. Of\ncourse, we had — we knew a lot about the Nuremberg trials because some — a\nyoung friend of ours, he was a court reporter and he was in the Nuremberg trials,\nso when he came back he told us different things and so on. And here was a—a\nnurse. She passed away, she’s — was visiting — I mean, she was staying here too, and\nshe was at the Nuremberg trials, and she was assigned to take care of Eichmann —\nEichmann? And — no, not Eichmann, another. And she was a nurse for him, and\nhe was a —at-—he-—he was hanged. But the day he was sentenced, in the morning\nshe was called, she gave him his bath. And there was always a military man with\nher. And then she — he called her, she has a headache — he had a headache, she gave\nhim aspirin, and two hours later he — he was ha-hanged. So she told some of these\nthings, but I really — I don’t know with what, I was so involved with other things.",
        "Q: Did you follow with any involvement really, the partition vote for the state of\nIsrael, the partition of Palestine?\nJuly 21, 1998",
        "A: A lot in— in my family were involved in — 1n — in Israel, and we had a lot of\nimmediate family who lived in Israel and were very involved in the whole\n[indecipherable]. That was — it’s just everything’s so mixed together now that I\ncan’t separate the way you do now, you know. Maybe a few years ago I could have\ndone it, but not — not any more now.",
        "Q: You mentioned earlier about your Austrian citizenship. Can you share that with\nme now”?",
        "A: That was about two years or three years ago. I-I really d-don’t know exactly how\nit came but I read somewhere in these — I got “Der Gemeinde” from Vienna, this\niS a newspaper, magazine comes out every month, that people can get their\ncitizenship back. So I applied and I — I got it back and they had a very lovely party\nfor me at the embassy, too. And because I felt that I will be able to vote, I will be\nable to say something of what I don’t like or what could be done. So we discussed,\nwe have meetings, and the attachés and everybody is very helpful and trying to — to\nunderstand, you know, what had happened, because the people don’t realize why,\npolitically Austria w-was not considered that they owe us money like some of the\nother countries, you know? So people think they’re getting out, getting away. We\ngot a little bit money now from. And we hope to get a — the paintings that they sold,\nthe — they found, you know, a lot of paintings in one of the church basements. And\nso there are all these owners, so most of them have died, and so — so they are\nJuly 21, 1998\nplanning to give us a little bit of money, some of the older people, you know, so I\ndon’t know, I hope I'll — Pll get a little bit money, I could use it. See, with that\nGerman club, we got involved in so many people coming, discussing things about\neducation, which is very important, we have to ask ourself, what — and n-not only\nGentiles, Jewish too, what have we done that s — people could grow up and being so\nterrible? We have to learn from what has apa — gone on in — in — in past. And — and\nbeing hateful, you don’t really achieve anything, you have — it’s very\n[indecipherable] to know what has happened, but you have to try to see if you can\nmake them understand and the responsibility that all of us have towards a peaceful\nworld. It’s not only the Gentiles, their job, it’s ours too, you know.",
        "Q: I wanted to ask you how your experience as a Jewish refugee influenced the\nchoices that you made during your life.",
        "A: I don’t understand your question, would you repeat it?",
        "Q: I wanted to know ho-how your experience as a refugee, a Jewish refugee has\ninfluenced the choices that you made in your life.",
        "A: Well, I don’t — I really don’t — don’t know, because I — I was so little with —\nreally, in my work I was very little with Jewish people, you know? So I—- ?m-—I\nreally, you n — and ca — I cannot — everyone’s involved in Jewish circles too,\nbecause in the — in Washington, th-th — there were very few doctors too, in —\nJewish doctors, or t— or doctors who had come from — from the Holocaust. One of\nJuly 21, 1998\nthe doctors that came then and worked at — in the hospital with my husband. But we\nwere not so in-involved in it, the type of patients and the ty-type of the hospitals and\nthe doctors and everything.",
        "Q: What changes — what positive changes have you seen in America over the years\nsince you’ve been living here?",
        "A: Well, it’s a— made tremendous progress in technology and — and a lot of\nfreedom. But th-the — the — the program with the — with the poor people and the —\nand the education, that is still — they’re trying but we haven’t — we really haven’t\ndone anything. And also we have to study what has become of the children of these,\nparticularly of these very big shots Nazis? Their children are grown, they have\nchildren now too. How — there are some books written about them, but we have to\nask how their feeling is, and what — what they want, what we haven’t — there’s one\nthing we did neglect, I think, to take care in some way of these children. Because\nthey are the one who might really feel that they could be Nazis again. [break]",
        "Q: I’m sorry, we were interrupted by someone who just walked in. We’re back now,\nplease continue. You were — you were saying about what we’ve neglected was to\npay attention to the — the grandchildren of the Nazi big shots.",
        "A: The children and the grandchildren now. We haven’t done — some when their\nfathers were executed and so on — these children, in a — in a sense they were not\nresponsible what their fathers did. And we have not turned a little bit to see what\nJuly 21, 1998\ncould be done, because we — we haven’t — we haven’t helped them. And it’s still —\nsome research must be going on because these children and grandchildren can grow\nup being hateful and continue that. So it’s not only, you know, we have to reach out\nfor the — the victim, and yeah, the non-victims, like the — one wrote a book, very\nfamous. I can’t think about his name, an Austrian. Not the — not the one who kills\nyou, but the one who was killed. How — how 1s his responsibility [indecipherable]\nyou know? It’s — in German it sounds [indecipherable] taught about the theater,\nyou know, it’s — is responsible too. So, there is — education must study much more\nwh-what had happened to these people. Where have they gone, what was going on\nwith them.",
        "Q: I'd like you to reflect back on your life and tell me what do you think has been\nthe greatest contribution that you made to America?",
        "A: Well, that I was able to teach many to read and — and write. I invited my child’s\n[indecipherable] invited him to one of the conferences, Montessori conferences as\na speaker, you know, to come. So, to see that im — it was very much for us, but for\nhim too, and for the other, to see the in — importance that he — even he doesn’t have\nthe academic education, but what he could do for people, you know? And this is\nvery important. When I had the — the 90\" birthday, and that embassy gave a party.\nSo I invited the chef, we had a black chef and I invited some of these people who —\nwho bathed me, or feed me or do things, to sh — and they were all in different\nJuly 21, 1998\ncostumes and different nationalities and a lot of black ones. To see — and I didn't\ninvite so much of that white staff because they’re collecting the — the checks and\nstuff like that. But to show, you know, how w-we are dependent on — on the non-\nacademia to keep us alive and going. And so America has an — a long way to go\ntoo, to accept, you know, other nationalities, because we have here, right in the\nChevy Chase house, right, a United Nations now. You have seen different customs\nand different languages, and they have to learn to work together and to — and\nthey’re poor — some have very poor English language. And you learn then — when\nyou go to English classes, you don’t learn, give me eggs over on, or — or make my\nbass this way, or you know th — this — every day vocabulary is not taught for people,\nyou know. So they have a difficult — we have a difficult time to understand them\n[indecipherable]. So I'll — I don’t know, I mean it — there’s so many changes in\nthat — just in the medical technology because in my family is so many doctors. And\nmy husband was a physician and my grandson. I mean, from the — the little\nthermometer in your mouth now [indecipherable] you know. And the — the\nmedical technology is incredible, you know, that we have now. And food and so on.\nBut more and more we have to learn th-the — that we’re the brother’s keeper and the\nresponsibility that each of us have, the one that — who is preparing that — with\ncanning, that he is — really everything is clean, because we don’t know now who\ncans, or who builds that car, so many people, who is responsible? So each of us, we\nJuly 21, 1998\nhave to teach much more responsibility, that I can die because you forgot to put this\nand that into the food, or — or you put something in — on — in my car, that, you\nknow, would — would not drive right, and it’s — so this new technology has brought\na lot of responsibility too, that has to be taught in a way to the children too, you\nknow.",
        "Q: I wanted to ask, what’s still on the horizon for you? What — what things would\nyou like yet to accomplish?",
        "A: Well, I would like to see all that material and stuff to — to go to Vienna and get\nin place. When you get my age you just want to be like Gandhi, he only wanted his\n[indecipherable] and — and his bible and his — what do you call that, the one wheel\n— you — spinning wheel. My grandchildren said the spinning wheel is an antique\nnow, that would be too costly for me to — for them to buy it for me. You know, I —\neverything becomes very difficult. I had a professor in Vienna in psychology, and\nhe said, once a man, twice a child. Of course at that time he didn't know about\nwomen’s liberation. And I feel that we’re really like children, you know, if PIl\nforget where I put it and — and you know, and that brings me that research 1s now\ngoing on how Montessori can be used for Alzheimer patient. So there’s some of\nthe things that we are teaching the young children would be very helpful to — as a\nmatter of fact, I’m meeting in a couple days, somebody is coming with student rep —\nJuly 21, 1998\nresearch and so I —I don’t know, I always get involved into something, that’s easy.\nI don’t have to plan it, I have the time.",
        "Q: There are many things that we obviously didn’t cover today. Is there anything\nthat you wanted to add? Anything else that you wanted to talk about that — that we\ndidn’t cover already”?",
        "A: Well, I really don’t know. I would like to — the — as I say, there’s some of these\nthings that we more — more covered, and more — it’s — it’s nice that the museum and\nall that, but the educational department, I think, should be in — more en-enlarged,\nsome more money has to go to — towards the education, I think it’s — that’s my\ncriticism for the Holocaust Museum. But all the volunteers in my family, they are\nhooked on that. The — the days they — they go there and they — they don’t want to\nmiss it, it’s — it’s a wonderful [indecipherable]. Well, thank you for giving me an\nopportunity to — to speak, but it’s — it’s Just too — too much for me to cover now.",
        "Q: I want to thank you for taking the time to speak with me today. And this\nconcludes the interview — the United States Holocaust Memorial Museum\ninterview with Lena Gitter. Thank you very much.",
        "A: Thank you very much.\nConclusion of Interview\n44July 21, 1998\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Lena Gitter, conducted by Esther Finder on July 21\",\n1998 in Washington, D.C. This is a follow up interview that will focus on Lena\nGitter’s post-Holocaust experiences. In preparation for this interview, actually I\ninterviewed you for the Survivors of the Shoah Visual History Foundation on\nJanuary 29\", 1997. I will not ask you to repeat everything you said in that interview.\nInstead I will focus — I will use this interview as a opportunity to follow up on that\ninterview and focus on your post-Holocaust experiences. This is tape number one,\nside A. What was your name at birth?",
        "Q: Your name at birth?",
        "Q: And when were you born?",
        "Q: And where were you born?",
        "Q: When did you come to the United States?",
        "Q: And where did you settle when you came to the United States?",
        "Q: Before you came to the United States, what were your expectations of\nAmerica?",
        "Q: What surprised you about life in America when you first arrived?",
        "Q: When you came to the United States, who did you come with?",
        "Q: How did you support yourselves when you first came?\nJuly 21, 1998",
        "Q: Did somebody help you and your husband and child come to this country?",
        "Q: When you came to this country, did people ask you about what was happening in\nAustria?",
        "Q: I’m going to ask you to pause because you’re running a little bit ahead of me. I —\nI would like you to tell me how you began your professional career, and I’d like you\nto explain about your background with Montessori. I-I would like you to take your\ntime and do that very slowly, from the beginning, please.",
        "Q: Can you explain what 1s different about the Montessori program that you were\ninitiating, as opposed to what was going on in this country at that time?",
        "Q: If you could just give a little bit of an idea for someone who does not know\nabout Montessori.",
        "Q: Thank you for — for sharing that. When you first were working and — and\nshowing people the Montessori method, what difficulties did you have explaining\nor trying to initiate or introduce the Americans that you were meeting to this new\nway?",
        "Q: When was that?",
        "Q: I wanted to know how you got involved with what became what you just said, a\npolitical issue, but I — I would like you back up just a little bit and — and go back to\nthe late 40s, and the 50s, when — when there are a lot of things happening, not just\nin your life, but in — in this society here, and news was coming out in Europe about\nwhat had happened during the war. Can we go back for a little while and then come\n— we'll return to the 60s in — in a few minutes, but can we go back to the postwar\nperiod, the immediate postwar period, 1945, and can you tell me what was going on\nin your life in this country as news of what happened to the Jews in Europe became\npublic here?",
        "Q: Approximately when was that? You said some of the women had their — their\nhusbands had been killed in the war. When did you start some of these training\nprograms?",
        "Q: The — the Montessori training.",
        "Q: You just gave me a lot of information, let me just clarify a few points. You made\nreference to your — your books being collected in a university setting. Can you\nplease clarify what that is all about?",
        "Q: And where are your books being collected for public access?",
        "Q: We have to pause so I can flip the tape. Just one moment. [break] This is a\ncontinuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Lena Gitter. This is tape one, side B. Now, you were\ngiving me a lot of information about your Montessori work over the years, and you\nhad been telling me about this collection of books and films and — and other things.\nAnd Id like you to — to finish telling me about that before we go on to the next\ntopic. If you could tell me a little bit more specifically, where this room, where your\ncollection will be housed, where exactly is it? Is it part of a university?",
        "Q: When do you think that this collection will be assembled and open to the public?",
        "Q: How did this project of, you know, with your collection being sent to Austria,\nhow did this develop? Where did it begin?",
        "Q: I'd like to go back to your work in the War on Poverty, when you went in the\n1960s to Mississippi. How did it happen that you got involved with this particular\nprogram, and left your home and did this?",
        "Q: And every time I’ve seen you, you’ve had a different hat.",
        "Q: When you said they sent you paintings, they sent you what, copies? What — did\nthey send you posters? What did they send you actually, when you requested this\nfor this — for the classroom?",
        "Q: I also want you to clarify something you said a few moments ago. You said that\nbeing in Mississippi was like being back under Hitler. Could you please clarify\nwhat you meant by that?",
        "Q: Bill Cosby”",
        "Q: When you were working in Mississippi, and — and starting to speak to people,\ndid you ever tell them about your experiences in Europe?",
        "Q: You said that you noticed a parallel between your experience and what they were\ngoing through. Did anybody ever ask you why are you doing this kind of work?",
        "Q: You were going from Mississippi back to Washington?",
        "Q: And back and forth. What were your thoughts at the time about the American\nsocial order, based on your perspective as a refugee?",
        "Q: Who else was working with you? You said you were working with other\neducators, but were there other people who were coming from Washington or from\nthe big cities to work with you, or were you going on your own?",
        "Q: You mentioned Kennedy. Did you have any contact with Kennedy?",
        "Q: Which Kennedys?",
        "Q: You worked also with Jimmy Carter. Can you tell me how you met and started\nworking with President Carter?",
        "Q: You mentioned your biography. Why don’t you take a moment now and tell me\nabout your biography.",
        "Q: Before I let you go further I want — I want to ask you a few questions. Could you\nplease tell me the full name of your book and the name of the author — your autobi —\nyour — your biography, not an autobiography.",
        "Q: I wanted to ask you when you lost your daughter, and how old was she?",
        "Q: I also wanted to — to ask you about your husband, you haven’t mentioned him in\na while.",
        "Q: You mentioned also a Holocaust memorial in Vienna. You have told me about\nthis in the past, about your work towards some kind of Holocaust memorial. Did\nyou want to elaborate further on that?",
        "Q: Are you actively involved in this as an issue?",
        "Q: In this Holocaust memorial in — in Austria, are you involved?",
        "Q: You became involved in the War on Poverty and with the Peanut Brigade. Did\nyou get involved with any other social causes? The war in Vietnam or the\nWomen’s Movement?",
        "Q: Would you like to take a break for a few minutes?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Lena Gitter. This is tape two, side A. And we\njust had a little bit of a break. I wanted to ask you about some of the things that we\ndidn’t cover yet.",
        "Q: I wanted to ask you to go back to 1945 - ’46, the immediate postwar period in\nthe 19 for — late 40s and ask you what was going on in your life and in your\nimmediate society here when news of the genocide reached the American public.",
        "Q: Did you follow with any involvement really, the partition vote for the state of\nIsrael, the partition of Palestine?",
        "Q: You mentioned earlier about your Austrian citizenship. Can you share that with\nme now”?",
        "Q: I wanted to ask you how your experience as a Jewish refugee influenced the\nchoices that you made during your life.",
        "Q: I wanted to know ho-how your experience as a refugee, a Jewish refugee has\ninfluenced the choices that you made in your life.",
        "Q: What changes — what positive changes have you seen in America over the years\nsince you’ve been living here?",
        "Q: I’m sorry, we were interrupted by someone who just walked in. We’re back now,\nplease continue. You were — you were saying about what we’ve neglected was to\npay attention to the — the grandchildren of the Nazi big shots.",
        "Q: I'd like you to reflect back on your life and tell me what do you think has been\nthe greatest contribution that you made to America?",
        "Q: I wanted to ask, what’s still on the horizon for you? What — what things would\nyou like yet to accomplish?",
        "Q: There are many things that we obviously didn’t cover today. Is there anything\nthat you wanted to add? Anything else that you wanted to talk about that — that we\ndidn’t cover already”?",
        "Q: I want to thank you for taking the time to speak with me today. And this\nconcludes the interview — the United States Holocaust Memorial Museum\ninterview with Lena Gitter. Thank you very much."
    ],
    "answers": [
        "Answer: My name? My married name was Lena Gitter, and middle initial L.\nAnything else?",
        "A: Was Lieba Rosenblatt.",
        "A: July 17\", 1905.",
        "A: Vienna, Austria. Vienna, Austria.",
        "A: We came July, I think it was the last day of July, 1938.\nJuly 21, 1998",
        "A: Well, we settled in Washington, D.C.",
        "A: Well, we had a lot of the idea of the — from the movies, you know, and from the\nnews — there was a newsreel late in one of the movies, so you got the idea of the big\nbuildings, and the — and the beautiful New York and all of those skies — what do\nyou call them? Skyscrapers, and you know, like that.",
        "A: Well, one of the things that was very su-surprising when I started to read, that\nyou didn’t judge the people by their profession and by what they did for humanity,\nbut with a price tag. It seemed that at — the man, 200,000 dollar man. You know,\nthat just was very — the people who did so much for humanity or for their country,\nhad an un — a name tag. And I see now, I would have — where I live in the\nretirement home, many men who are here and they had big positions, but since that\nprice tag is up, they don’t feel very comfortable, you know? They feel very\ndepressed and so on. So, that — that’s something for your whole life, I think.",
        "A: Icame with my husband and a two year old little girl.",
        "A: Well, I really couldn’t support myself because I knew very little English, like\nplease and thank you, good morning and some [indecipherable]. My husband, who\nwas a physician and knew English and some other languages, got a job in Casualty\nHospital in Washington, D.C. driving the ambulance, and he got 50 dollars a\nmonth and room and board. So with 50 dollars a month my little girl and I stayed an\napartment house where he paid 12 dollar a week. So that’s — because we could not —\nthe only thing we could take with us was eight dollars per person. We had 24\ndollars with us. So that th — took a long time til we were able to — even to move into\na room and s — and use kitchen facilities. But you know, we — it somehow, with this\nHolocaust survivors, I think most of us did not expect that the government or\ndifferent places will take care of us. So it was a very difficult time and my little girl\nand I went to Americanization school to learn English. And we met a lot of other\nrefugees and came through France with some of them. And little by little we got to\nknow some of the physicians and we were 1n-invited a lot, and it was very difficult.\nIf you don’t — if you don’t — can’t reciprocate, you feel rather badly about. And we\ncame to visit one of the doctors, and the doctor’s wife said, oh, go up the steps, on\nthe bedroom you put your coat on, and the bathroom is there. So I looked at myself,\nI said, what’s wrong with me, you know, is my petticoat hanging out, how do I\nlook? But sh — sh —I didn't realize that people want to make you comfortable, as\nyou know where the bathroom is, or where you can put your coat. Th-This is some\nJuly 21, 1998\nof the things which are not done in — in Vienna, or — or in Austria in a certain\nclass, you know, so — so there were many, many things. It took a long time to be\ncomfortable, to ask somebody. Now I will ask, oh, you have a lovely bag. If you’re\nfinished with it, you don’t it, give it to me. Or I go — I dr —I dro — drove by, and —\nsome friend, three in the afternoon and I was hungry and I would visit a friend and I\ns— and I-—I said, Jean, I’m so hungry, what do you have in your refrigerator? But I\nhad a Visa, I could si— and I had some dollar bills, and I could buy something, but\nit — it — it was different now, that I could ask people to do or give me something.\nBut when we first came it was very depressing to have to ask. We went in New\nYork to try to get sponsors for some family in France and it was in August, in\nSeptember, it was very, very hot. And when we walked into somebody’s and they\noffered a glass of water, as you did right now, we said no thank you. We didn’t even\nwant to accept a glass of water, we felt so — s-so bad about ourself that we couldn’t\n[indecipherable]. So it was very wonderful that so many people gave affidavits.\nThey didn't even know the family, or they didn’t — they had the s-same name or\nsomething, you know, and — and it was really wonderful the way, particularly the\nvery poor Jews in — the poorer class, you know. Of course, they had to have a\ncertain income, or a t-tax return to show that they would be able to — to support or —\nor help — help the people. So it was a very di-difficult time.\nJuly 21, 1998",
        "A: Not really, because my husband was registered at the — at — at the embassy as a\nstudent to come to the United States with his professor. So he was on the — well,\nwe had, or my husband had family here in — in United States. But we — we had a\ncertain pride, you know, and just to take or ask me for something, it’s very difficult.",
        "A: No. The pi — the peop — some knew Vienna or Austria from — from visiting\nthere or from movies and so on. People were not so — so interested in — in what had\nhappened, and a — it was very little known, you know. Even we didn’t know too\nmuch about. We were very fortunate to leave — Hitler marched in on the 13\" of\nMarch, and we were very fortunate to leave the beginning of July, you know. So —\nbut my husband had, as a physician, really terrible experiences. He could not treat\nJewish people at all, or — or in — not — he couldn’t, not Jewish, Gentile people, but\nJewish people he could treat. And he would get phone calls from the family that the\nhusband was taken to concentration camp, Dachau, Buchenwald. On — on the\nfollowing week she received a — at — not a fa — didn’t have faxes that time, a\ntelegram that her husband had died on pneumonia and they have — she would get\nthe ashes back. So he knew all these and he was very, very depressed, but it was\nvery difficult for him to get ready to leave, much more somehow than it was for me.\nYou know, and I felt for a longest, longest time until we had the first interview that\nJuly 21, 1998\nyou did, I felt very guilty that I, my family, we were able to escape and — here, and I\nwas able, you know, the education that I — that I have to make a success, and so did\nmy husband here, and here my family and — and friends lost their — their life, and —\nand so I —I felt very, very guilty. But now, since that — it has changed my attitude\nsince that interview and also I did not realize that I — that I am considered a\nHolocaust survivor. I didn’t — never, never occurred to me to be in the same\ncategory. But now I feel that I have a voice, I can do something and I’m very\nfortunate that I have that Montessori education, or early childhood education that I\nwas doing so much in the United States, was very successful. I got the gold medal\nfor my work in America for the — in Montessori. I got [indecipherable] what do\nyou call it, gold medal from the — from the embas — from Austria. I got my\ncitizenship back, and I have a voice. Being angry, it — 1t does not help. So I feel now\nthat since the — all my writing, I have written about 18 — not — not high class and not\npeople who made the best seller list, but they helped the people, the poor people\nthat I worked in Mississippi to write and be able to vo — to vote.\nJuly 21, 1998",
        "A: Well, w-w — in Vienna, you know, after the first World War, we began to ask\nourselves, what is wrong with education, what has to be done? And we were young\npeople and so we wanted to change the world. So Montessori was brought, she was\na physician from Italy and she brought the Montessori method to Vienna. So we\nall ran to these lectures and got a — a book that sh — the first book she wrote and so\non. And you had, in Vienna you had to do first your exam as a kindergarten\nteacher, you know, and then you could specialize in [indecipherable] in\nMontessori. So I took the — the training, then when I got married, I opened up a\nkindergarten, and I — cause I had the middle or the upper middle class children. I did\nnot have the poor — the poor ones as I really had here in America. So na — when I\nfirst came, it took a long time til I learned enough English to take some of the tests\nthat were necessary to establish myself. And at that time was the English word\nagainst the English [indecipherable] that’s what the — some of — of the newcomers\nhave to learn, you know, that you have to know the language in order to be political\nactive or — or — or — or have a job and [indecipherable] thing. So first I got\ndifferent jobs in special education, because at that time in the early sh — the special\neducation was on the lower bottom of the education. So — so when I applied they\nwere happy to — to get me to take care of the special class children. And then they\nwere very surprised the big success, because I was bootlegging Montessori. I made\na lot of material, I use that method of Montessori, and so the supervisor, she used\nJuly 21, 1998\nto bring teachers or students to observe in my — in my classes and so on, to see what\nI’m doing.",
        "A: For one thing, I did not initiate. Montessori was here in the early — 1913 she wa\n— she was here, and there were schools and by 1918 when the war — when the first\nWorld War start, these schools were all closed. Montessori approach 1s entirely\ndifferent, it’s very difficult to explain on — on a few minutes.",
        "A: Okay. For one thing, it’s a different layout of a classroom. Children are — are not\nexpected because they’re six years old that they be reading, or three years old. We\ndon’t — we — in aclassroom we have children from three to six, for instance,\nbecause a three year old one might be able to read, or a four year old one, but\nunable to kick a ball or something than a six year one. So they’re — it’s a such — like\nin a family. We do a different classroom arrangement. So we don’t have this is the\nclass two years old, or four year one, we have them — we have now infants’ classes\ntoo, you know. So this is one of the things. And also that th-there are certain rules\nand — and regulations in a Montessori classroom and people in th — it has to work\nlike a — like a society. You can — I mean, you have to show them, for instance, how\nJuly 21, 1998\nto open a door and close a door. How to lift a chair and put it down. And how — and\nif you play with something, that y — I cannot come and say, this I want to play now\nwith it. So, he learns that he has to ask. We have little rugs for the children, and they\nput their toys on that rug, and this is his territory. So they have to learn territorial\nrights. It’s laid out the way, like a library with the books and stuff. You just can’t\ntake out a book and then, oh, I want to read the book. We have to return it to there,\nand th-th-then next child can. So that the — he learns in — the way a classroom and\nthe way the whole thing is handled, he learns the rules for society. So, th-this is a\nvery im — important, and the different expectations for the parents too, to — to\nunderstand that, you know”? And the teacher is not called a teacher, she is a\ndirectress, she directs activities. She doesn’t sit at her desk and the children come\nin, she has to be like a hostess, stand at the door, greet the children. And as she\ngreets them, says Esther, you have a lovely dress and your hair is done so nice. Oh,\nand you have such a doll. And Esther says, oh my grandma came and she brought\nme that doll. So you know from that, that the child will want to walk around the\nclassroom, show the doll to her. She doesn’t want to disturb. And then there comes\nJim, and Jim is so sad. So he said, you know, teach — some didn’t know, you know,\nvery much. He said, you know, the police came and — and took my ha — my father\nto jail. Then you know that this child needs help, somebody to help him to deal with\nit. And so that your aid spends a lot of time because otherwise he’s gonna run\nJuly 21, 1998\naround, disturbing and knocking things over [indecipherable] knocking things\nover. He — somehow he has to deal with it, but then you assign somebody to help\nhim, hold his hand, take him around and so on. So that Montessori said like a\nhostess. If she greets the people at the door and says, oh, Mrs. Finder, you have a\nlovely dress today, and — and then you tell [indecipherable] or your husband to go\nand get yourself a drink. You don’t talk to her the rest of your party, but she will\ncome home and she says, you know, Mrs. Finder saw what a beautiful dress I had,\nyou know. So the same way children know they — they were recognized, and that\nyou knew dealing with their problems or — and also, this teaches sort of manners to\nthe children, to greet people in the morning. Some people talking — were critical\nwhen I talked at one of the university, I had some black students, teachers. And he\nsaid, oh yes, you come from a country, ki-kings and queens and you shake hands\nand you do all these nice things. But it’s a— a very important thing to be nice, and\nso on. And so we do a lot training and what you call practical life. And under that\ncomes also the manners and behavior. And what is father of the cons — of the — the\npresident, the first president, we had? George Washington. When he was 15 years\nold, he wrote a book on manners that is — can be had. Now, we have — “The\nWashington Post” has a columnist and she wrote just recently a very great book on\nmanners, the ya — and once I said, like lubrication of your wheels. At that time very\nJuly 21, 1998\nfew people have cars, you know. But so she had a different — so these are some of\nthe things that were — we were teaching. It’s very difficult to do it, and you know.",
        "A: The first time when I was called to Mississippi.",
        "A: That was in the, I think, early 60s or something. And it was the War on Poverty,\nwhich [indecipherable] I don’t know, so we can — politically th-the time ca\n[indecipherable] exception. So I went to Mississippi to work with poor mothers\nand — and poor children. The — most of the southerners are Baptists, so — and so we\nhad — the daycare centers that we opened for the War on Poverty was in Baptist\nchurches. We could not bring kindergarten teachers in, or — because they don’t want\nto have jobs and such. So we t-tried to train the people who lived there. I worked in\nNaches, Mississippi, was my first assignment, and at that time, Governor Bell did\nnot — he was the governor of Mississippi and he did not want the — the money\nassigned for the president to use it. We came under a different, other th-thing. And\nit was very, very difficult to — to teach these mothers how they could read\nthemselves. I had to teach the mothers reading and writing and show them on a\nJuly 21, 1998\nsomewhat basically they could — I did not know that I’m all of a sudden a political\nworker because I helped these mothers, and some of their husbands would come in\ntoo, to learn to read and write so they could do the — an-and johns — not Johnson,\nthe Kennedys used to come on weekends and help. So these people were able to go\nto the polls. And I worked with Charles Evers, who was the first black mayor to be\nelected in Mississippi. And was — so I became a political worker without realizing\nwhat just — I didn’t know that teaching somebody to read and write is — is a very big\nthing that you’re giving. And ma — my motto 1s the word against the weapon. If we\nwill teach people to read and write, then — then they don’t need a weapon to — to get\nsome of the things.\nJuly 21, 1998",
        "A: Well, 1d—Id—I can’t put it on dates. I’m — I was — on the 17\" this month, I was\n93 years old. So you don’t — your memory is not so, on dates and so on, I’m not so\n— I really — well, we opened up the first mo — Montessori training center in — in — 1n\nNew Jersey, at one of the universities, they opened up to try to train people in\nMontessori. And there was Nancy Rambush(ph) arrived, an American who had\nstudied the method in — in — 1n Paris and so on. So little by little we started training\ncenters, but that was all middle class, for middle class because it was quite\nexpensive and — and mothers began to go to work, or they are forced, they didn’t\nhave husbands, they had died in the war, whatever. And so most of the — some\npeople [indecipherable] started the, you know.",
        "A: With what program?",
        "A: Well, I really couldn’t tell you exactly the — the years, but anyway it — it — really,\nwhen the Sputnik came out in space, America began to ask themselves, what is\nwrong with our education, that the Soviet take us over? So, they looked and they | —\nand since Montessori was the first woman who was asked to come to the — when\nthe war was over in 1918, to the first conference in peace, and she wrote a little\nJuly 21, 1998\nbooklet, Peace and Education, and she was very concerned about the peace, you\nknow. So we looked — and then I went to England for awhile to take a — a training\ncourse, and I went to different places in — in — in Europe, you know, for retraining.\nIn the beginning we got a lot of teachers from India, because Montessori was, for\n10 years she was in India, because she was Italian citizen and she would not follow\n— what was the name in — I forgot his name. What? Yeah, mo — and then she went to\n— to Spain, and then she had — she would not follow [indecipherable] the\ndirections of, what was his name [indecipherable]. So — so we — so finally she went\nto India, because when the war broke out the — as an Italian citizen she had — she\nwas for 10 years in India, and she became a f-friend with Rabindra Tagore, the\nfirst who got the N-Nobel prize [indecipherable] Indian, he wrote books and poetry\nand he was very much involved in peace. And also the Indira Gandhi, with\nGandhi. He didn't — the two of them were not — Gandhi and Montessori were\nhistorically living the same time, but also they shared the whole idea. He was for\nnon-violence for adults and she non-violence for children. At that time, as we see\nand hear it now in the newspapers and radio, the children were just suffering.\nPerhaps not as much, but they were — they — and when they were eight years old\nthey went to mines to work and so on. So, you see, she was very, very involved in —\nin — in peace movement. And so, this is very important for us in — and to do this,\nand that’s why I am so happy that my materials and all that is going to Vienna, yet,\nJuly 21, 1998\nw-we — we paid a [indecipherable] we’ll be able to do something towards peace,\nand also that the university, they realize here is a Holocaust survivor and what he\ndid with that method, you know, they will know something, cause a lot of materials\nand stuff, I’m working with these Holocaust interns at the museum, they’re from\nAustria. It’s the fourth one or fifth one that I am working, we worked on different\nthings, with the Montessori method and others, how it can be. So that I feel now\nthat, of the end of my life, I feel, as Montessori said, in the service of the child, that\nthat will go on. And, but it also — it will be a separate room where all the materials\nand books are being — and films and [indecipherable] si — si — many books,\nbecause textbooks are so much written for the upper middle class. Or they are tested\non the university, on the professor’s children. But there aren’t books and materials\nfor the children who don’t have that background and don’t go to the museums and\nall that business.",
        "A: Well, I talked all the time with the embassy and with the people from — these\ninterns, the importance of — of education and so on. So, I don’t know how it came\nabout, but I — not only that I have my books, but I have 200 books, thi — this — that’s\nwritten by other writers and also Montessori was not the discoverer of her method,\nJuly 21, 1998\nthere were two French doctors before her. And I went — and she went to Paris, it’s\nfunny, I went to Paris, too, to — at the same — later on. And — and I got th-the\nmaterials on th-these doctors wrote. I have Montessori books ’m —?’m-—I’m—I\ntaught a class in — 1n Japan, so I have a book on — Montessori book in Japanese. I\nhave the Madonna painted on a silk. The Madonna 1s a Japanese, and the holy child\nshe’s holding looks like a Japanese too, and so 1t shows you how universal that\nmethod. We — I lectured in — in Israel a few times. So you see, this is a method that\nhas some technical ways to teach peace, you know.",
        "A: The books — the books are here, and I got — for instance I got an — this is\nElisabeth who you read about, Gehrer. She is the mi — Minister of Education in —\nin Vienna. We [indecipherable] have a librarian, a young librarian from Catholic\nUniversity and he comes and he has registered — we sent already 14 cartons of\nbooks to Vienna, films and different materials. And the embassy ships this stuff,\nbut it’s packed in my apartment and the different — I hope to get some volunteers to\nhelp, because I have videos and I have a lot of material. It’s not only my books, but\n—and also, there are other books that teachers need to read. Now this room that\nthey’re opening in Vienna, it’s not gonna be — people cannot borrow these books,\nit’s they can go and read it there, you see? And so I hope, you know, that this — this\nHolocaust — and I’m so happy that, because there’s a — I don’t know if the plans was\nJuly 21, 1998\ngoing through to have a — stones with the names on of the survi — of the Holocaust\nvictims.",
        "A: No, it’s gonna be in th — Vienna — | don’t think we have any private universities\nin Vienna. This is [indecipherable] which is part of the university, people in early\nchildhood education. And they have different libraries, but mine is gonna be a\nspecial room, and it will have my collection in there, but it’s only people can do\nresearch there, but they cannot borrow any of the books and so on.",
        "A: Well, it’s — it’s hard to say that, and they would like to, in Vienna the Dr.\n[indecipherable] is in charge of this particular program, the director. He would like\nmaybe by September to — but it’s very difficult to get it all shipped and packed and\n— and also that you have to have lists, and you can’t just go on, and — so I have\nJuly 21, 1998\nlibrarian and they sorting, you know, the unpublished papers and books and — and\nmagazines and th-the different speeches that I have given, or other people, you\nknow, that deal with Montessori. So, it’s ga — quite a lot of work. I don’t ever have\nany room now to live in my apartment, that’s [indecipherable] I’m really working\non the —",
        "A: Two year ago, a—a professor and — and journalist and so on from Graz, you\nknow, in Austria, came, she — to the United States at the Library of Congress. And\nshe had heard me speak, and when — when the biography was published and I was\nthere to promote it. She heard me speak, but she could not come up to — there were\nso many people in line, she had to leave. So when she came for research she called\nme, and she would like to see me. So I invited her for lunch, and we became friend,\nand she was the one who sort of said, lis — it would be a good idea 1f you would get\nto know a-and get your material to know in v — in Vienna. So she sort of started,\nand I was thinking about it, but I really did not realize it’s gonna be such a big\nproject. So, let’s see. Last year, the — the Austrian embassy gave me the — the gold\nmedal for the work that I did because I worked a lot with these Holocaust interns,\ntook them to some of the Jewish places, I had them for Jewish holidays because\nthey have to learn to know how we’re celebrating them. And also, I — on all — on all\nJuly 21, 1998\nthe holidays, I — I invite them here to a little meal, my family and friends, and then I\ninvite one or two with — of the Holocaust, or non-Jewish people to come. And I\ndon’t want the people to bring me flowers or candy. Everybody has to write\nsomething about that holiday. So, even these Holocaust survivors have written very\ninteresting things, and I’ve taken them to the Temple Sinai to some — so the-they\nlearning a lot of — of Jewish life, to — and to understand. And [indecipherable] in\nmy family I have a lot, and two of my granddaughters are married to non-Jews too,\nyou know. So I’m very interested of this understanding, you know. So, I don’t\nknow, cause a lot of people come, when they come to the Holocaust Museum, they\ncome to visit me too, and I — I lived in different things [indecipherable]. But\nanyway, I don’t know exactly, but all of a sudden th — told the — one of the attaches\nthat I think maybe I have so many books, perhaps they would be interested in\nVienna to get it. So he asked me, and he made sort of a temporary list and send it to\nVienna. And they were very happy, and so they have already 14 boxes, and that’s\njust with books and then films, and videos and I have hundreds of beautiful\nphotography of the poor people in Mississippi and in New England, and different\nplaces, and it — it opens the world to the people here and in Vienna too, because\nthey — they only think America is you know, the — the rich country, you know, it —\non the Fifth Avenue, or Madison Avenue, whatever they see. So that — I’m taking\nthat movie attitude away from other people. So we started, and I looked for\nJuly 21, 1998\nsomebody to help with the packing, and I got this young librarian at Catholic\nUniversity who is very interested, and when he’s off he comes and works a few\nhours and packs a thing. And then the embassy ships it.",
        "A: Well, I — a lot of people in Montessori knew me and some people got involved\nin — in these different issues and — in America. And I got a phone call one day,\nwould I come to Mississippi and introduce a little bit of Montessori? So I went\ndown, and at that time in Mississippi there were different [indecipherable]\nMontessori, some people were from other universities with specialties in — in — in\ntheir field. So, what — we were hired by the, I th-think one of the Kennedy’s\nbrother-in-law, I don’t know, he was in charge. Anyway, we were paid. So we got\nto Mississippi, and my husband, and we felt this is an opportunity to repay\nsomething to America. And when I got to Naches, Mississippi, I — I — one of the in\n— newspapers came down for an interview, one of the Catholic paper. And — a-and\nin there I didn't even remember, but in there I had said I felt when in Mississippi\nthat I’m back in — under Hitler, you know, the way things were going. And then to\ncome to my hats. I wore hats because I can’t always comb my hair so well. So I\nwore hats, and I have different hats. And the Ku Klux Klan was very much behind\nJuly 21, 1998\nme, they didn't want us to come in to teach the blacks. But I heard from somebody\nwho was friends with the Ku Klux Klan too, said we can’t take — we don’t — Hitler\ndidn’t want that little Jewish woman, we can’t do it either, because everybody\nknows her by her hats. So that was a — that sort of saved me from being killed by\nthe klan.",
        "A: Right. So people, some people when they go on a trip, my grandchildren or\nsomething, they bring me — I have chapeaux from all over the world. And there is a\n—a place here in the United States, they have only — a— a woman has a shop only\nwith hats. I shouldn’t nor — need to go there, and see what I don’t have. S-So — but I\ndidn’t stay the whole time, you see, in Mississippi, I did work and to train them,\nand I would fly back to Washington, then go down again for a week. And so it\nwasn’t that I continuously stayed there. But you see, my teaching and — and the\npolitic was — was one thing. Because like I worked in Naches with the poor people\nwho didn't know how to read, an-and — and Charles Evers, he was — he was from\nNaches too, and he was running for an office. So he — sometimes I was up here with\nhim, you know, on — when he — when he was — spoke somewhere, or we have\ncatfish, or [indecipherable] and stuff. So that — you know, so I — I appeared and I\nwas some help, you know, the [indecipherable] thing, and he was elected not\nbecause just of me [indecipherable]. But I was then at the — what’s the city, the\nJuly 21, 1998\ncapital city, when he was elected. But we did not — our checks came from a\ndifferent group, not from — from the state of Mississippi, you know. So many, many\nthings I somehow adopted that Montessori method and I have to rewrite a lot to\nunderstand their backgrounds and their needs and so on. And it was very difficult in\nthe beginning because these mothers wouldn't sleep or clean up. They said, oh don’t\nI know that they don’t have to do these slave type work? And I said, you know, but\nstill, you know, we have to clean up. And then I called the — here the national\ngallery of art and ask the cur — one of the curators in education, could he send me\nsome paintings that glorify work? And he did. And so we hung it in the different\nclassrooms, and so they — the “Girl with a Broom” by Rembrandt, they realized\nnow the — somehow, without having ever been to a museum, they knew that\npaintings are something very precious. And — and [indecipherable] and different\npaintings and we had it in the classrooms. And 1-it — during that time, War on\nPoverty, they were, you know, the se-senators and congressmen and people would\ncome to Mississippi and they would come to visit these centers. And — and we — I\ntaught them the names of these paintings and — on the — and so when these pa —\npeople came, and these pro-professors and so, and painting, and — and she could\nsay, oh this is, the name of the painting, say something. All of a sudden that little\nblack woman without any art education was at the same level as the senator or the\nJuly 21, 1998\n[indecipherable] and she knew. So the arts plays a stellar role too, in the many\nthings that I have done in the art.",
        "A: They sent in — the educational division at the national gallery, or most of them\nhave an education department. They send me slides and they send me, not too large,\nbut anyway, reproductions, you know.",
        "A: Well, the fear that — that people had, to — to go to a certain store. For instance, in\nVienna when I was going in stores that belonged to some of Jewish people, I didn't\nhave look. I had braids, and — and a — they would say, fraulein, you can’t go into\nthat, the Nazis would tell me you can’t go into the store, because they thought I — y-\nyou know, that’s only for Jewish people, you know. And we could not be out at —\nvery late in the evening, and you couldn’t go into — to a movie, or you couldn’t —\nand it was the same thing, because the blacks, you could go only on the — some of\nthe gallery [indecipherable]. And they couldn’t sit in a — a restaurant. I mean, the\nthings that were done to us in — in — under Hitler, these conditions existed there. So\nJuly 21, 1998\nI was able, you know, and then I worked with — with others, not only Mississippi,\nwith other states, flying in, and I wrote papers and I wrote little pamphlets and\ndifferent things to help the people to — to learn. And I was so happy to see that —\nwhat’s that comedian, that black one? He lost his — his son was killed?",
        "A: Yeah. I — I was on a program years ago with him at — on special education for\nblack chil — what he has written now, books for children to read, and — and they\nhave — they have [indecipherable] they have blacks and — and it’s so important that\nchildren find something where they can relate to, what not — you know, the father\ncoming home with the attaché, you know. And when the children are asked they say\nthey don’t — no, my father doesn’t do anything, he goes with the — with that attaché\ncase, you know. So — so from what I have done over the years was an example for\nsome other daycare centers and places to — to use and how to teach adults, you\nknow, that’s all.",
        "A: Very little, there either. They were so, when e — so poor enough, and to — and the\nthings they had to do, they really did not have time. Just — just to be eight hours in\nthat day care center, and then I had them paint and clean up, because they were an\nawfully messy and — and dirty, these places. And so we didn't have any money for\nJuly 21, 1998\npainting, but the people came early in the morning. They had to open at eight, or\nthey would come at six and paint these day care centers and scrub floors and — and\nwe made waste baskets and — and we made bookshelves, getting — at that time you\nstill could get boxes, you know, crates where apples came, they were very well\ndone, I — as a matter of fact I had them for years as bookcases in my first apartment\nin United States. So, we were so involved with their own life that they did not have\ntime to —",
        "A: No.",
        "A: Yeah.",
        "A: Well, I — it — I traveled mostly with — with educators and so on, along with\nphysicians, so I don’t know really, I’m — one is so involved in what else was going\non and we didn’t talk too much about our past either, you know.\nJuly 21, 1998",
        "A: Most of the time I went on my own, and met some people from — from other\nstates or from other universities or colleges and so on.",
        "A: Yeah, because they used to come to Naches on weekends with their airplane and\nthey would help the people, you know, prepare them too for — for their rights. I\nwasn’t so invol — you know, I wasn’t politishin(ph) involved or no, you know, with\nthe rights, or what in — people need to know, or you know, to get to the polls, and\npeople are very much afraid, you know, too. So the Kennedys would bring a lot of\nstudents down, too. And you know, the people that sent it, the students who were\nnot dressed well on the campground, they said, look, we are dirty, we want models\nof people who are dressed properly and combed and so on.",
        "A: Oh, I don’t remember their names now. You’re asking me t — hundreds and\nthousands of names it seems.",
        "A: Well, I— I’m a member of the Women’s National Democratic club, and when\nCarter was running for office 1-in — where was it, in Pennsylvania and a couple of\nother states, the Republicans had the majority [indecipherable]. So the — I don’t\nknow how the club arranged what they called the Peanut Brigade. They had I think\nJuly 21, 1998\nabout four or five very huge buses, and they had banners, they were called the uni —\nand [indecipherable] you know, that you could t-talk, you know, on the different,\nand they were asking some — they — we had a lot of young students, political science\nfrom the different universities, but they also ask for some volunteers, you know,\nteachers and so on. So I didn’t know exactly what I could do, but I thought I’ Il go.\nAnd that was a very wonderful experience, to go to the different places and talk to\nthe teachers of their importance in educating the children that they will be able to —\nto go to [indecipherable] and so on. So, we stopped at different, you know,\nwherever there was some — some monument, we si — had to stop there, the\nnewspaper come, and we had — I still have that shirts with their whole — with\nCarter and so on. So, when he — when he was elected we were invited specially to\nthe White House and stuff. And then he was the first one who got — when my bi —\nbiography came out and he was in Vienna, so the president gave him a book of the\n—a-—the — we worked with — with Mrs. Carter a lot, but n-not her — really so much\nwith him, I mean, I was there and so, but —",
        "A: A f—a few friends and I have organized a little German club, and so we meeting\nonce — once a month. And one day a Mrs. Schroeder came, and she is a journalist\nand so is her husband. And she came to the German club and said, I know I don’t\nJuly 21, 1998\nneed to learn German, however I want to know what makes you guys get together\nand speak German, you know. And somehow, after a year or so she was there — she\nasks her husband, and she asked me did I want to do a book, because from what I\nwas saying at the club, or somehow she thought that I have — we — I had a story to\ntell. So we did. So it was a — quite a decision, and also you know, I did not — I\nhadn’t planned, you know, and — and a lot of dates and stuff like you are asking me.\nI’m a— mathematics wasn’t my strong forte. So, 1t was v-very difficult, but as a\njournalist, I mean like he went to — they went to Vienna when they were doing the —\nand they found the coffee shop where I went to, and they found the schools I went\nto, and they brought photographs and — and they got 1-1in — Austria pu-published\nevery year, every month what’s happening and every day. So he found the 1905,\nwhat in July, had happened, you know. And there were similar things being — we\nwill want now [indecipherable] that. And some from newspaper they were — I have\nan awful lot of newspaper clippings, cause wherever I was, somehow there was an\ninterview on — in some newspapers, so — we could establish some days where I went\nor what I did, you know, from the newspaper clippings. But this — my memory 1s\nnot so — so good any more. In particular for dates. But, as I say, what — they were\nable, you know, to search through newspapers, and si — and there are some books\nand there’s a chapter or something about me said in — in there, on the War on\nPoverty people who wrote books, so in several books was something about me or\nJuly 21, 1998\nmy work, you know, so — so that’s how it came. It took a long time, and — but\nunfortunately it isn’t translated into English yet. That bothers my grandchildren\nbecause they never learned any German because my daughter was so — she would\nnot want to have her children on Hitler’s language. So — so the — course there’s not\nenough on Montessori in there, and — well, you can’t di — you know, write so much\nwhen you live a long life as I did, and — but I was so fortunate as a title, it — the\nbook, I was very lucky that what I did, 1t was a success, you know. And had some —\neverybody lives a life and has some sad things, but c’est la vie, and it doesn’t have\nto — just to sit and — and feel sorry for oneself, that I lost my daughter and I had to\ntake care of my grandchildren. But I’m very lucky, they all did not go on drugs,\nthey finished their education, they are married, they have children and they are\nworking and I can be very happy with that. And that my work that I did is\nsuccessful — was very successful in that it’s a — a [indecipherable] and we’ll find a\nplace and I feel in a way it will constantly remind people when they go there to\nvisit, that this Jewish woman was a Holocaust — what the Holocaust room, even if\nthey will not have everybody’s name, but somehow I feel with the videos and with\nth-the — everything is going to be there, that it will be some — 1n paying something\nback that I did not suffer. But I feel it — that the work that I have done that is being —\nbeing used, it will tell the story of these people that I did not know and that had to\nsuffer and — and die such a terrible death. So I feel that really I have to be grateful\nJuly 21, 1998\nparticular to Spielberg that his first video that made me feel I have some spot in\nthat history and I have done something with my life, and that I have in some way, is\n— 1s — I wanted to dedicate this memorial to these people that — that I don’t know,\nand some names I know. But I always wanted when they were talking about a stone\nwall with the names, the people in Vienna have such magnificent buildings and\nmuseums. People on — spent a lot of money will not go to that that. But the — the\nyoung teachers who will come to that, or people to do research will somehow\nremember, because I have a lot of materials from the Holocaust Museum, they were\nused, from the educational department. I — it’s — it’s going to Vienna too, you\nknow, to that museum, yeah.",
        "A: Yeah. That’s “Das Grosse Glick, der Lena Lieba Gitter Rosenblatt” by\nPeter Schroeder. Now, the — they used my maiden name too. As a matter of fact\nthe publisher wanted only my maiden name because Gitter is not Jewish enough\nfor him, they wanted a very Jewish title. So then he wanted to leave Gitter out, but\nI said, you know, if I’m — if he’s gonna leave Gitter out, I have a lot of books and\nI’m —1f people — they will not remember the title that book, but if they punch Gitter\nat the Library of Congress, some of my materials will jump up and they will find\nJuly 21, 1998\nme. But if he doesn’t have that, then — so [indecipherable]. But I think constantly,\nit somewhat was a good choice because I’m always lucky to find some people or\nsome people find me to do things with — that I’m interested in to do.",
        "A: I don’t know the date right now, can you imagine? It’s something, you know — 1-\ni— some dates you really don’t want to remember, so — it’s about 15 years now, I\nthink.",
        "A: Well, he died 1974. But he supported me with my work, and he ab — some of his\ncolleagues would say, you’re making enough money and you let Lena travel around\nto Mississippi and — and [indecipherable] and all these different places. And I\nwent out of the country too, you know, to Japan, I went to Alaska\n[indecipherable]. But he said that’s — he wanted me to have my job and my\nposition because he said men die before women, and so you will have something.\nWhen he was 40 years old he bought a book, teach your wife how to be a widow\nbecause he said why he — why he — the statistics, you know, men die before women\nbecause [indecipherable] we’re gonna die before them.\nJuly 21, 1998",
        "A: No, there isn — there isn’t one yet. I don’t know if they did agree. Some Br-\nBritish designer or architect. But I don’t know. We were involved, Schroeder and\nseveral of us from the two — we fought for the location and also we — we wrote\nletters to newspapers and so on, because we felt a museum that just go there an-and\ntouch names, it has to have something to walk in, for children to learn and to have\nproof, but ti — ti — having the names there, I didn’t think this is — so I don’t know\nwh-what is happening with that.",
        "A: In what?",
        "A: No, I— I’m not involved but from reading in the papers and — and the — th — the\nAustrians don’t want it there, they want it somewhere else, you know. And I ag — I\nagree with the Austrians, if at all, but it should have something where people would\ngo in and have books, have photographs, have something that know what happened\nin, but they were coming to — to Vienna, th-they run to the museum, and the — all\nthe ar — the beautiful architecture, they will not go there. And these names will not\nmean anything to some of them.\nJuly 21, 1998",
        "A: I was involved in so many things, you know. Practically with all — with Carter,\nyou know, I was involved in. And you know, I moved in the day Carter went to the\nWhite House. And a — they didn’t want me to, it was a special holiday, and I re — I\ncomposed a letter on this historic day that a President Carter moves to the White\nHouse, Lena Gitter moves to the Chevy Chase House and this is my address,\ntelephone number, please get in touch with me, come to see me. And the — I didn’t\nhave the post office send them the change of address. So I’m very involved with\nthem, in [indecipherable]. So you sometimes, th-the — the names, even while I’m\nspeaking, di-di — disappear.",
        "A: Okay.\n[break]",
        "A: Sure.\nJuly 21, 1998",
        "A: Oh, I really don’t remember exactly, but we were happy some of the family\nmembers came back, and a lot of people somehow, always stopped in — in\nWashington with us and told us some of the experiences they had. But I d-don’t — I\na-absolutely cannot remember, you know. I wasn’t politically so involved in. Of\ncourse, we had — we knew a lot about the Nuremberg trials because some — a\nyoung friend of ours, he was a court reporter and he was in the Nuremberg trials,\nso when he came back he told us different things and so on. And here was a—a\nnurse. She passed away, she’s — was visiting — I mean, she was staying here too, and\nshe was at the Nuremberg trials, and she was assigned to take care of Eichmann —\nEichmann? And — no, not Eichmann, another. And she was a nurse for him, and\nhe was a —at-—he-—he was hanged. But the day he was sentenced, in the morning\nshe was called, she gave him his bath. And there was always a military man with\nher. And then she — he called her, she has a headache — he had a headache, she gave\nhim aspirin, and two hours later he — he was ha-hanged. So she told some of these\nthings, but I really — I don’t know with what, I was so involved with other things.\nJuly 21, 1998",
        "A: A lot in— in my family were involved in — 1n — in Israel, and we had a lot of\nimmediate family who lived in Israel and were very involved in the whole\n[indecipherable]. That was — it’s just everything’s so mixed together now that I\ncan’t separate the way you do now, you know. Maybe a few years ago I could have\ndone it, but not — not any more now.",
        "A: That was about two years or three years ago. I-I really d-don’t know exactly how\nit came but I read somewhere in these — I got “Der Gemeinde” from Vienna, this\niS a newspaper, magazine comes out every month, that people can get their\ncitizenship back. So I applied and I — I got it back and they had a very lovely party\nfor me at the embassy, too. And because I felt that I will be able to vote, I will be\nable to say something of what I don’t like or what could be done. So we discussed,\nwe have meetings, and the attachés and everybody is very helpful and trying to — to\nunderstand, you know, what had happened, because the people don’t realize why,\npolitically Austria w-was not considered that they owe us money like some of the\nother countries, you know? So people think they’re getting out, getting away. We\ngot a little bit money now from. And we hope to get a — the paintings that they sold,\nthe — they found, you know, a lot of paintings in one of the church basements. And\nso there are all these owners, so most of them have died, and so — so they are\nJuly 21, 1998\nplanning to give us a little bit of money, some of the older people, you know, so I\ndon’t know, I hope I'll — Pll get a little bit money, I could use it. See, with that\nGerman club, we got involved in so many people coming, discussing things about\neducation, which is very important, we have to ask ourself, what — and n-not only\nGentiles, Jewish too, what have we done that s — people could grow up and being so\nterrible? We have to learn from what has apa — gone on in — in — in past. And — and\nbeing hateful, you don’t really achieve anything, you have — it’s very\n[indecipherable] to know what has happened, but you have to try to see if you can\nmake them understand and the responsibility that all of us have towards a peaceful\nworld. It’s not only the Gentiles, their job, it’s ours too, you know.",
        "A: I don’t understand your question, would you repeat it?",
        "A: Well, I don’t — I really don’t — don’t know, because I — I was so little with —\nreally, in my work I was very little with Jewish people, you know? So I—- ?m-—I\nreally, you n — and ca — I cannot — everyone’s involved in Jewish circles too,\nbecause in the — in Washington, th-th — there were very few doctors too, in —\nJewish doctors, or t— or doctors who had come from — from the Holocaust. One of\nJuly 21, 1998\nthe doctors that came then and worked at — in the hospital with my husband. But we\nwere not so in-involved in it, the type of patients and the ty-type of the hospitals and\nthe doctors and everything.",
        "A: Well, it’s a— made tremendous progress in technology and — and a lot of\nfreedom. But th-the — the — the program with the — with the poor people and the —\nand the education, that is still — they’re trying but we haven’t — we really haven’t\ndone anything. And also we have to study what has become of the children of these,\nparticularly of these very big shots Nazis? Their children are grown, they have\nchildren now too. How — there are some books written about them, but we have to\nask how their feeling is, and what — what they want, what we haven’t — there’s one\nthing we did neglect, I think, to take care in some way of these children. Because\nthey are the one who might really feel that they could be Nazis again. [break]",
        "A: The children and the grandchildren now. We haven’t done — some when their\nfathers were executed and so on — these children, in a — in a sense they were not\nresponsible what their fathers did. And we have not turned a little bit to see what\nJuly 21, 1998\ncould be done, because we — we haven’t — we haven’t helped them. And it’s still —\nsome research must be going on because these children and grandchildren can grow\nup being hateful and continue that. So it’s not only, you know, we have to reach out\nfor the — the victim, and yeah, the non-victims, like the — one wrote a book, very\nfamous. I can’t think about his name, an Austrian. Not the — not the one who kills\nyou, but the one who was killed. How — how 1s his responsibility [indecipherable]\nyou know? It’s — in German it sounds [indecipherable] taught about the theater,\nyou know, it’s — is responsible too. So, there is — education must study much more\nwh-what had happened to these people. Where have they gone, what was going on\nwith them.",
        "A: Well, that I was able to teach many to read and — and write. I invited my child’s\n[indecipherable] invited him to one of the conferences, Montessori conferences as\na speaker, you know, to come. So, to see that im — it was very much for us, but for\nhim too, and for the other, to see the in — importance that he — even he doesn’t have\nthe academic education, but what he could do for people, you know? And this is\nvery important. When I had the — the 90\" birthday, and that embassy gave a party.\nSo I invited the chef, we had a black chef and I invited some of these people who —\nwho bathed me, or feed me or do things, to sh — and they were all in different\nJuly 21, 1998\ncostumes and different nationalities and a lot of black ones. To see — and I didn't\ninvite so much of that white staff because they’re collecting the — the checks and\nstuff like that. But to show, you know, how w-we are dependent on — on the non-\nacademia to keep us alive and going. And so America has an — a long way to go\ntoo, to accept, you know, other nationalities, because we have here, right in the\nChevy Chase house, right, a United Nations now. You have seen different customs\nand different languages, and they have to learn to work together and to — and\nthey’re poor — some have very poor English language. And you learn then — when\nyou go to English classes, you don’t learn, give me eggs over on, or — or make my\nbass this way, or you know th — this — every day vocabulary is not taught for people,\nyou know. So they have a difficult — we have a difficult time to understand them\n[indecipherable]. So I'll — I don’t know, I mean it — there’s so many changes in\nthat — just in the medical technology because in my family is so many doctors. And\nmy husband was a physician and my grandson. I mean, from the — the little\nthermometer in your mouth now [indecipherable] you know. And the — the\nmedical technology is incredible, you know, that we have now. And food and so on.\nBut more and more we have to learn th-the — that we’re the brother’s keeper and the\nresponsibility that each of us have, the one that — who is preparing that — with\ncanning, that he is — really everything is clean, because we don’t know now who\ncans, or who builds that car, so many people, who is responsible? So each of us, we\nJuly 21, 1998\nhave to teach much more responsibility, that I can die because you forgot to put this\nand that into the food, or — or you put something in — on — in my car, that, you\nknow, would — would not drive right, and it’s — so this new technology has brought\na lot of responsibility too, that has to be taught in a way to the children too, you\nknow.",
        "A: Well, I would like to see all that material and stuff to — to go to Vienna and get\nin place. When you get my age you just want to be like Gandhi, he only wanted his\n[indecipherable] and — and his bible and his — what do you call that, the one wheel\n— you — spinning wheel. My grandchildren said the spinning wheel is an antique\nnow, that would be too costly for me to — for them to buy it for me. You know, I —\neverything becomes very difficult. I had a professor in Vienna in psychology, and\nhe said, once a man, twice a child. Of course at that time he didn't know about\nwomen’s liberation. And I feel that we’re really like children, you know, if PIl\nforget where I put it and — and you know, and that brings me that research 1s now\ngoing on how Montessori can be used for Alzheimer patient. So there’s some of\nthe things that we are teaching the young children would be very helpful to — as a\nmatter of fact, I’m meeting in a couple days, somebody is coming with student rep —\nJuly 21, 1998\nresearch and so I —I don’t know, I always get involved into something, that’s easy.\nI don’t have to plan it, I have the time.",
        "A: Well, I really don’t know. I would like to — the — as I say, there’s some of these\nthings that we more — more covered, and more — it’s — it’s nice that the museum and\nall that, but the educational department, I think, should be in — more en-enlarged,\nsome more money has to go to — towards the education, I think it’s — that’s my\ncriticism for the Holocaust Museum. But all the volunteers in my family, they are\nhooked on that. The — the days they — they go there and they — they don’t want to\nmiss it, it’s — it’s a wonderful [indecipherable]. Well, thank you for giving me an\nopportunity to — to speak, but it’s — it’s Just too — too much for me to cover now.",
        "A: Thank you very much.\nConclusion of Interview\n44July 21, 1998\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 21, 1998\nRG-50.106*0111",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview with Lena\nGitter, conducted by Esther Finder on July 21, 1998 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, D.C. and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LENA GITTER\nJuly 21, 1998"
    ]
}