{
    "rg": "RG-50.030.0085_trs_en",
    "sequence": [
        "A: ...the German part of it was just about over and we thought everything was through. Then we\nfelt the more serious part was with the uh Japanese carrying on and and continuing to kill our\npeople in China, and so they said you have more work to do. Many of us were hoping that\nwe would be ready to leave. We weren't ready to leave. So I was sent to China and I was sent\nthere and all I can say is that it was the most meaningful experience because I never believed\n- I may as well move right into Shanghai - I ended up in Shanghai, not thinking there were\nany Jews at all. What would Jews be doing in Shanghai, China?. I announced to my men that\nwe're going to celebrate at least the service of victory, we were going to celebrate the first\nservice of freedom, and we had just...",
        "Q: OK. I need to back up for one minute, because I need people to understand a little bit. Uh,\ncan you tell us - you came with a group of men and this would be ...",
        "A: This group that we, I was part of The Flying Tigers. The Flying Tigers were that part of the\nAir Force which dedicated itself to General Chenault (ph) to help him in winning the war in\nChina. And I was part of the Flying Tigers. And when I, and after the war I did, I was invited\nto Peking where at the palace I was given a palace for the weekend. Three of us were chosen\nas the symbols to show that this, that we had won this war, and I was given with them, with\nthe with the navigator who knocked down forty-eight planes or something, uh uh I mean a\npilot, a bombardier, whatever it was, three of us were given the Chinese Medal of Honor.\nAnd I value that because I found out that nobody else every got the Chinese Medal of Honor.\nBut that was for being in an American serving in the Flying Tigers and in the 14th Air Force\nand doing my work in China.",
        "Q: How did you get to go to Shanghai?",
        "A: Really by orders. They they wanted a chaplain and they wanted a Jewish chaplain. They look\naround and they see where there is no Jewish chaplain. They wanted me to come there. So I\ncame to be the chaplain and I announced immediately after I got there when when we had\nwon the war, I felt that we should celebrate the winning of the war, and we took a very big\nbuilding - I think I have a picture of it - and we got the various groups together and I sent\nbuses to pick up my men and a lot of non-Jews wanted to come. Everybody wanted to come\nto celebrate the victory. So I took the largest place I could. I knew this would happen. And I\ncome to into the building, and I see youngsters there and they look little Nazis - blond hair,\nblue eyes, and they talked with heavy German accents. I couldn't believe what I saw. What\nwere they doing here?. Why would German kids come to my service?. I finally found out.\nThese kids were from the ghetto and they came with other men and women - walked eight\nmiles from the ghetto. They had no way of getting there. How they got there I don't know.\nHow they knew that we were having this service I don't know. But there they were. A whole\ngroup and my men are standing around - they hardly had a place to sit. They were standing\nall over the place. We start the service. It was cold. Children whom we didn't know, looked\nlike little Nazis, spoke with heavy German accents, little English... (ph) and my men\nstanding around - what did I do to them?. And as I said now we shall turn and sing \"Shma.\nIsrael.\". \"Hear oh Israel, the Lord our God, the Lord....\". As I turned to Shma Israel, the kids\nlooked up. Hey, these are Jews. The soldiers looked down and saw the kids singing Shma\nIsrael, so with Shma Israel, \"Hear oh God the Lord our God, the Lord is one,\" the whole\nroom became one and the soldiers start pointing to the men and the soldiers melted into the\ncrowd and suddenly I saw kids on soldiers' laps. The whole thing became one magnificent\nbeautiful service of victory. And when it was over I turned to to to the, who are you?. So\nthey invited me to the ghetto. So I have a picture here of me the next week. I'm in the ghetto.\nAnd from the ghetto I found out that these children attend schools. So then I went, after\nconducting a sabbath service, which was very unusual - they would never have taken a non-\northodox rabbi to conduct - they didn't even know. They just know I was a chaplain so they\ndidn't bother uh you know - today's world you wouldn't have an orthodox, a conservative\nrabbi conducting uh an orthodox uh sabbath morning service. This is what I did and they\nwere so pleased and that Bar Mitzvah boy was so wonderful, and and the family ...",
        "Q: Back-up. What Bar Mitzvah boy?",
        "A: A kid from the ghetto. A youngster who was turning thirteen and it it was just a delight\nbecause a Saturday morning what does he have to do for bar mitzvah - not the speech. He\ngives a portion of the Talmud - he gives a portion where he asks an impossible question, and\nI myself said to myself, what is the answer to that question. Then he answers it on the spot.\nAnd while he's answering, he's thinking. He's going na-na-na, and then he gets stuck because\nhe's a little stuck in his own thought. As he gets stuck, the whole congregation sings ya-ba-\nbam, ya-ba-bam, ya-ba-bam. Then he raises his hand. He's got it. They stop on a dime. He\ncontinues na-da-da. Whenever he gets stuck they sing and then they, he carried through with\nthis dissertation of one hour on an impossible subject with an impossible question at the age\nof thirteen. I was visibly impressed that this 1s the way they celebrate a Bar Mitzvah. And\nthen I went to the schools the next day. They invited me to school. And I went to the juniors\nand seniors in high school because they already had learned English. They were studying\nEnglish. And I decided to have them write a composition and the composition is \"Home Is\nWhere Your Heart Is.\". I said where is your home?. Where is your heart now that you've\ncome from all over the world?. And how thrilling 1t was to have youngsters who had never\nheard of Israel but now they say we don't want to go back any place, any place. We want to\ngo place to a land that we can call our own and the only land 1n the world that we would trust\ntoday would be Israel. So the 90%, then 10% of course said they'd like to go to America, so\nthey were there. But I have used some of their original, their letters to quote from them to\nshow of this universal love that they had to go to a homeland, to Israel. Now here we are in\nChina, and I don't know how - what you want to continue in here, but I have...",
        "Q: Let let me let ask you if I could a couple of questions. Can you describe for me uh the Jewish\nghetto in Shanghai as you found it?. You have given me two incidents but after the service\nand after the bar mitzvah, uh you learned about the Jewish community. Tell me what you\nlearned?. What what how was it structured?. What had people done?. That sort of thing.",
        "A: Well, the Jewish community of Shanghai which I came into and this was already uh this was\nright after the war, the Joint Distribution Committee and uh of of the Jewish people heard\nabout their Shanghai ghetto...well first of all, how did we become a ghetto?. How did it\nbecome a ghetto?. The Japanese became very friendly with Nazis, and they didn't want to be\noutdone when they heard what Hitler was doing to the Jews. The Jews were living very\npeacefully in China and in Shanghai. But as they came and conquered Shanghai they decided\nthat they must follow and imitate uh the Nazi empire. Otherwise they wouldn't be uh good\nallies, so they immediately started to introduce some of the customs that were prevalent in\nNazi Germany. They immediately said, here, you Jews have to be within the scope of this.__.\n_.(PH) settlement so to speak. This is where you have to be. You have certain hours you\ncan't go out. This is where you will be. Your schools will be here, and they made a complete\nand they actually had uh II don't know, I remember some of the kids saying they had badges\nwhich after the war they ripped off, and had all kinds of symbols to remind them that they\nare Jews, that they are Jews. That they are different from all other people and this was the\nstigmata that that the Japanese carried over merely to ape uh Hitler's concept of what should\nbe, this image of the Jew to the world. And this is what they tried to imitate in the ghetto. But\nthe the Joint Distribution Committee came in immediately with food and with equipment and\nI was amongst the first that was standing there and I have a picture with me with little\nchildren where we're giving them food baskets and and trying to show them that there are\nother people out there who care for them, who want to help them. And this is where I met\nthem. And then I have stories of their schooling, and ...",
        "Q: Tell me some of those that as you know them, as your experiences were in the schools?",
        "A: Well, they had two types of schooling. There was a man there by the name of Saul Livery\n(ph). Does the name ring a bell?. Saul Livery was in the Shanghai ghetto. He was the spirit\nof Judaism in the Shanghai ghetto. He decided that even though we're in these dismal\nsurroundings, there's one thing that we need to know. We have to know our heritage. We\nhave to know our history. We have to know our literature. And so Saul Livery was the spirit\nthat motivated and energized not just the Yeshiva learning, but that the Jews should know\nliterature and history even on a Hebraic (ph) secular level. Hebrew literature, see. He wanted\nto teach them Hebrew so he formed a series of religious schooling which was the saving\ngrace of these young people. Then they had to have their secular schooling so there were\nthere were two great schools - one was the Kaduri (ph) School and the other was another\nhigh school which I, slips my mind but I have it in my notes, and in these schools the\nchildren went to high school to learn their secular subjects. When I came in to the little\nJewish schools, I found out that they had nothing to write on. The kids would pick up a piece\nof paper from the trash and pick up a piece of paper from the trash and pick up a piece of\nblack slate that writes and these were their notebooks. And I saw that. I thought I must do\nsomething about it. So I sent back home and they sent me books and and paper and\nnotebooks and pencils and so on - the greatest gift. Imagine children considering it the\ngreatest gift I could give them. When I came one day to their to their little schools and I\nhanded out notebooks with pencils, with pens, with books, with with all the equipment that\nthey needed. They said I revolutionized the the school system in the ghetto because we gave\nthem pens and pencils. When I think of what a gift means to somebody - they they they\nkissed my hands, the kids, for for the fact that I brought them this. The same as after that first\nservice. At at the end of that first service I'm standing at the door trying to see who these\npeople are as they leave to say goodbye, and they started kissing my chaplain's insignia\nwhich I have there. The Jewish, because I had a Jewish star on it - they say you brought\nfreedom, freedom to us and these, the whole the whole ghetto felt that America saved them.\nThat we brought freedom to the people from the Nazi empire. It was a very thrilling moment\nin in American history when we were considered the proponents of freedom. It's being\nrecapitulated right now in every country of Eastern Europe that that that when you .. OK.\nAny other questions?",
        "Q: Yes. Tell me some more about other places in the vic...uh in the ghetto that you visited. Tell\nme about people's homes. What were they like?",
        "A: Well, the homes that I visited, and I'll give you an example of this bar mitzvah - I went into a\nlittle house. They must have had about five or six in one room. They they they went from\nhand to mouth as far as food is concerned. Uh some standing on food lines and some uh\ntrying to eke out a living from each other, just like in 1n the ancient in the in the ghetto of of\nof former times, of of three, four hundred years ago. What I found most exciting was the fact\nthat the the Judaism which to many of them had never meant anything, I found that the the\nJews of the survivors went one way or another. I thought that most of them would turn\nagainst their faith and I thought that as I went in one home after another these were survivors\nand these were the children and these were children without any parents who they adopted as\ntheir own. As I went into these homes I felt why would they want to carry on this heritage\nwhere there they were told - by the way some of them are so assimilated, so far-removed\nfrom anything Jewish - they looked so German that they could be an example of blonde hair,\nblue eyes, clipped - an example of German aristocracy, and went into their pitiful homes and\nsaw their lovely children, saw that these children weren't even their children. They were\nadopting orphans who - by the way that's quite a story that these orphans were brought half\nway around the world and I found out later, you remember there's a story about Hannah\nSzenes [NB: Sennesh] who who who said I'm a match that was not to be consumed, where\nshe volunteered to help save - I found out that Haganah, that the Jewish underground, had\nformed a railway and taken youngsters and put them into Christian homes who put their lives\non the stake to save Jewish kids where the kids would be hidden in these Christian homes by\nday, and in the evening, at sunset they would pick them up and ride them through the\nmountains and ride them to the next town where they had another Christian home. I didn't\nknow that story. And here I find that these kids were telling about the Israelis who who from\nfrom Haganah, went out there to save these kids. This was a chapter that that that really was\nhair-raising to me, to find these kids saved from in that kind of situation. As far as the - let\nme give you this bar mitzvah. Here's a lovely little kid, little boy who would have known\nnothing if it weren't for the fact that a fellow like Saul Livery so to it that there was Jewish\neducation. And took the few that knew Jewish education and made schools around them. By\nthe way, not only schools - they created a choir, a choir of forty voices that came and sang at\nmy first service. They had uh men with such beautiful voices - they called them cantors.\nThey had operatic voices. I had an operatic singer conducting my Friday night service. With\nsuch a voice I wish I had video and I wish I had sound recording to hear that voice. To me it\nwas, an operatic tenor like like Jan Peerce or Richard Tucker the days of...so here was my\nservice where these people walked in and and and they - forty voice choir. An operatic\nsinger to help me conduct a service, so at the beginning it was very cold because they did\ntheir Germanic music and I didn't get in to it. It wasn't until they let me take over with an\nopening hymn \"Shma Israel\" that the whole group got together. That that's an aside. But the\nbeauty of that experience is that I see this youngster who could easily - first of all, how he\nsurvived - he was an orphan - how he survived the Nazi massacre and ended up in Shanghai\nin itself is is beyond understanding. Since he was only thirteen he wasn't one of those that\nwrote my compositions, so I started to talk with him and its another one of those stories. He\nhe saw his - the knock on the door - he he saw them take his father and his mother and his\nsister and he were left and then and then two days later his sister was taken because she was\na beautiful girl, and this kid saw it at four, five, six years old and he's telling this story and\nnow he's going to be bar mitzvahed in Shanghai, all alone. His mother disappeared. So this is\nthe kind of story that I got in in in the ghetto and and when you get it directly, when you hear\nit from a kid's lips, it's different than than the whole six million story again and again. It's just\ndifferent. A bar mitzvah. This kid to have such a Jewish bar mitzvah. When they had to\ncelebrate after the service, I, they said come and join us in a drink. They had one bottle of\nschnapps, of liquor, which they had kept for the whole year and every time they take a few\nthey fill 1t with water. They filled the bottle with water so it says liquor. I said I don't drink.\nThey says this you can drink. I said I don't drink. They said this you can drink. Take a look.\nI'm drinking water. But they have a big bottle of Jewish liquor, uh liquor, and they,\neverybody drinks it as if LALHAIM (ph) and they make believe they're they're getting drunk\non it. It's the same. They have five bottles like that, practically all water, but this was their\ntheir schnapps. This was their SABBATH THING and a little old piece of herring which was\nthis big - I didn't want to take anything because here I come from where we have everything\nin the service. They insisted. From their nothingness they insisted that I have something. So I\nhave a picture of one of these bigger homes, a big basement where we were meeting sabbath\nmorning, after the service. So there's a a little bit of the flavor of what I'm talking about in in\nin in Shanghai. Now I can, I don't know - based on your timing experience I would uh I\ncould uh I could tell you the end of that story. Alright. The end of the story is that I started\nbadgering the Pentagon that I want these kids out. I want a ship. I want somebody to come.\nIt's after the war now. By the way, we couldn't get out after the war because there were no,\nthere was no transportation. They felt that the, that the people from Europe were more\nentitled to get back than we who came in a little later. So all the boats and all means of\ntransportation, they gave us no idea of when we would get out of of Shanghai. Uh my luck\nwas that my wife was pregnant with a child, and at the end of that period uh the doctor said\nlook, something has gone wrong, and it's only because of her uncertainty of where you are -\nit's getting worse. She can't conceive of having the child without your presence. Since the\nwar 1s over, he wrote to my colonel - so the colonel saw to it that I was able. I took a plane\nthat goes around the world every week - we called it the Marco Polo flight - every week it\ntakes mail from all the Army bases - I got on the mail plane with all the Army - and I got a\nlift to Chicago where my wife was. And and I traveled day and night and came just a few\ndays before the child came to be. It was a very exciting experience. I didn't tell them I was\ncoming because I didn't know I'd get there, so it's a wonder she didn't have the child when I\nwalked in. But that's that's a story in itself. I did come home in time for my...but that meant\nthat I would not be there to fulfill my mission which was to get these people out, to get these\nkids out. And I badgered them and badgered them and finally I learned that they finally sent\na ship and the ship took a thousand of them out of Shanghai and that picture of the thousand\nof them out of Shanghai was shown last summer at the B'nai B'rith Museum, at the Klutznick\nMuseum. They had a whole section on Shanghai, and in the section on Shanghai, over my\ntorah, they had a picture of all these young people or whatever ages they were, who who\nfinally got out, and I never let up until they one day they said yes, we will get you a ship.\nEnough telegrams, enough. And that's how I knew that my hope for mission. And the end of\nthat story is even more exciting. Uh well, first of all, I was given a dinner here by the Jewish\nWar Veterans for all the service uh found out that I had more medals than most chaplains\nwho served in the service. Uh I didn't know that at that time, but they had all my medals and\nclusters and all that, and then the fellow who ran it was a fellow by the name of Kiwi (ph) - I\nhad never heard his name. I said what makes you so excited about this dinner, and you've\ngiven your life to it. Why?. He says because when you come and take a look at this picture,\nyou'll see that I'm on it. I was one of those that you saved from Shanghai. And so the man\nwho ran the dinner here at the Hilton, Jewish War Veterans and and let's see, who who was\nwith me. We honored I think the Ambassador of Israel and myself, but the man worked on it\nso hard because he was on that picture. That picture by the way at this point is in limbo. It\nwent from the B'nai B'rith Museum to whatever museum supplied it or whatever individual\nsupplied it.",
        "Q: We can we can discuss that later.",
        "A: We'll discuss that later, because I'd like you to find it.",
        "Q: OK. We move on. Let's go back to Shanghai. (Alright -just a word, another word about\nShanghai...). We have time. We have time.",
        "A: We have time. As far as I'm concerned I'm coming to the end of my story unless we want to\ngive more of the other parts, but what happened to the end of the Shanghai story?. After I\nleft, I just wan to tell you after I left, a few years ago I took a number of doctors - for some\nreason or another a lot of them were gastrologists - why I got into that I don't know - but they\nhad sons who wanted to be bar mitzvahed. And they were members of my congregation in\nuh HAR (ph) Shalom. As you know I uh I am very privileged that of the eight synagogues\nthat I was, that God has enabled me to found on the outskirts of Washington, one of them\nwent out of its way to name the sanctuary for me, so in the Rabbi Morris Gordon sanctuary,\nthey were members, and they went with me to to Israel to have their sons bar mitzvahed on\nMasada, who we had forty, with their families, all of us on Masada celebrating a double bar\nmitzvah and then we decided to go to Elat, so our buses, our filled bus, we're traveling to\nElat and we suddenly come to a little cross-road. It looked like this one was a newer road.\nWe didn't know exactly - there were men standing with drills making the rocks of of drill...of\ncracking the rocks of which to make the road to the south. So I got off the bus since this is\nmy people and I was the tour leader, and I said uh... (ph), please, tell me which road\nwould be best to take to Elat. I mean I never knew you had two roads. So one of them looks\nat me and one and one says in Hebrew,.___._._._. (ph) Chaplain Gordon. Are you Chaplain\nGordon?. Yes. Rabbi?. I looked at them. There were five men. How could I recognize them?.\nI mean they were thirteen and they're thirty-five or whatever it is. I didn't recognize any one\nof them. You must be...and they picked me up and everybody on the bus thought I'm going\nto get killed here, these big husky guys and they wouldn't let me go, and but we had to\ncontinue our journey. So they told me that they were on the boat. They were saved. They\nremembered me. They even gave me uh the psalm that they recited as they got on that boat\nin Shanghai. It's the psalm with which uh.____... (ph), uh we sing onto thee oh Lord uh the\nsong of a.._...., and then we return,._._._...., when God returned the people to Zion, they\nreturned as those who dream and that those who sow in tears will reap in joy. They quoted\nthe psalm that they quoted as they were going on that boat to leave Shanghai. Ww...\na... We were like those who dream. And they started saying it to me to show me that\nthey remembered, that would I...they didn't realize I wasn't even there when they got on the\nboat. They were sure, they were waving that I must have been there to wave goodbye, and\nnow here in Israel, they complete the story and I look at them and I said, but is this such a\nwonderful thing to do. All of you are cracking rocks. I said uh are you en...enjoying this?.\nAnd one of them says uh Chaplain Gordon,.__._._._._.._.. (ph). These rocks are mine. That's all\nthey said. One guy said it. These rocks are mine. I'll never forget it. This is what they had\ndreamed of - that if they're going to crack rocks and if they're going to build homes, it's going\nto be in their own land. And they're not going to do it anymore for strangers 1n this foreign\nland. That's the way they spoke. That's the way they dreamed, and my men finally came off\nthe off the bus and they surrounded them and we had a real - my men always have little food\nor a little schnapps and then they had the party that they didn't have in the ghetto in\nShanghai. They had at the road to Elat. So there 1s the uh how that thing ended. At this point\nthere are there are few who would like to get my story for some reason or other uh I never\nwas able to write down. I have my original hundred and sixty-eight different experiences in\njungle, experience in China. I have these letters that these children wrote, when I said home\nis where your heart?. Where is your home?. Each one wrote a letter to to tell me where their\nheart is and where their home is. All these I have in a in a book with a couple of chapters that\nI started, but at the same time that I started thinking that I had finished - the areas of my life I\ntold you was was schooling then synagoguing. Uh the first part was a rabbi of a synagogue.\nThe next part was starting synagogues without enumeration, just as my love for the.____.\n(ph) and then and then the war experience, and the fourth part was going to be put it all\ntogether. To write it all up. But I got involved in a universal aspect which I just mention one\nword - I am Chairman of the Board of PAIRS, Practical Application of Intimate Relationship\nSkills, the only course today in the country and perhaps in the world that says that you can\ngo through high school and college without ever learning how to live side-by-side as a\ncouple, with pleasure. How to overcome pain and live with pleasure.",
        "Q: Rabbi, not for this tape OK.",
        "A: Not for this tape, but I wanted you to know that we were just in Israel and they've introduced\nit into the University of Israel and it's now in Australia. It's being, it just was, they gave me a\nbook in Hebrew on this course. It's in Russian. It's in Chinese and it's Burma, India, and all\nover the world, so I just want you to know that that's my universal aspect. How to make this\nworld a better place to live in by putting couples together more pleasurably. It's in this issue\nof New Woman and four other magazines. OK.",
        "Q: OK. Thank you. Uh.",
        "A: Can I put in just one word.",
        "Q: No, no more plugs. (OK. I loose.). No more plugs. No plugs allowed. No, thank you. The\nShanghai experience is very important and I I thank you. I think what I'd like to do 1s, 1f you\nhave nothing more, is to stop unless there's and go to the things that you've brought unless\nyou have something else on Shanghai that you want to tell us.",
        "A: Right now it doesn't come to mind. I don't want to force the issue because if I think of\nsomething I'll go off into a long rampage (ph) on another aspect of Shanghai. I mean I could\ntalk more about the life. I could talk more about what was happening, but I feel I gave you\nthe salient points.",
        "Q: OK. OK. Then what we're going to do at this point is, Barney, why don't we stop the film\nand let the camera do, do it's thing.\nTECHNICAL CONVERSATION",
        "Q: OK. Let's take the knife. (Technical conversation)\nTape #2",
        "A: ..and this particular knife when I, it was lost - 1t wasn't lost - 1t was stolen I presume when I\nended up in one of these, with one of these tribes after we were lost in the jungle, and we\npartook of food and I used it to open up the coconuts. We only ate uh food that had a cover\nover it so that we didn't partake of uh the food that they touched with their water and their\nhands. And so I broke open the things and I ate it and and used the knife and then later on I\nfound out that I was missing the knife, and this is the story that I told you. They punish\nsomebody who steals from a stranger with death. They have a lot of interesting uh things that\nthey do. By the way the way I was able to communicate was because I was a chaplain and uh\nthe head man would come to our base to bring fruits and vegetables from this particular tribe,\nso I was able to talk with him in English and able to get the story. He hearing I was a\nchaplain became very friendly with me because I, he felt I was in the same work. To me it\nwas very interesting to see the young people sitting and and and swaying back and forth and\nand and praying sort of as they learned. Uh to me it was just like a Yeshiva in the school\nwhere I studied.",
        "Q: OK. I think that's it. (Technical Conversation) OK. Let's go to the challis since we're still in\nBurma. (Technical Conversation)",
        "A: This is the challis that the Catholic (technical conversation)... This is the challis that the\nCatholic chaplain brought to me on the eve of my leaving on that first trip of the Burma\nRoad. He asked me to use it for his men and to tell them that he presented it for their\nservices, but in the meantime I made it do triple duty. I used it for my protestant services, for\nmy Catholic services, and I used it because it was much more beautiful than the little glass\nthat I had for Fri...sabbath morning and Friday evening kiddish (ph) so I used it and it's really\na sanctified cup. It's sanctified by the dignity of three religions being molded into the oneness\nthat united all of us as we served our country overseas.",
        "Q: Perfect. Very good. Thank you. Ok. The seal please, then the medal. You got that in Burma\nas well right. That was for the Burmese service, right. That was the Chinese medal...",
        "A: I got it in China.",
        "Q: Alright, then hold it. Let them, you got the medal first?",
        "A: I got this first. Yes.",
        "Q: Then let's do the metal first.",
        "A: And with three, with a number of clusters but we didn't bring them in. (Technical\nconversation.). This is the bronze star which they, which is a medal for service beyond the\ncall of duty. It was primarily given to me because I volunteered to take the first trip on the\nnewly completed Burma Road. I didn't realize it would be under constant sniper attack. I\ndidn't realize that I would never make the full trip and that my jeep would be shot out from\nunder me and I would loose my associate. However, it does symbolize to me the entire\nexperience which I found a challenge and I found it very wonderful to reminisce about. I\ndon't know about going through it, but it's wonderful to reflect on it.",
        "Q: Thank you. OK. The seal. (Technical conversation.). Well wait. This came after Shanghai, or\nbefore Shanghai. When when did you get this.",
        "A: Uh, on the way to Shanghai.",
        "Q: On the way to Shanghai. So we're ready for that.",
        "A: Yeah. I was flown across the hump which I didn't make by boat, by, well, I'll explain that.\n(Technical conversation.). This is the Chinese Medal of Honor. This is what uh they gave out\nthree of these to a pilot, a bombardier and a chaplain to symbolize the American service\nthrough the Flying Tigers to provide supplies for our victory 1n that part o the world.\n(Technical conversation. )",
        "Q: OK. The ark. (Technical conversation.)\nLONG PAUSE - TECHNICAL CONVERSATION",
        "A: OK. I'd like to uh I'd like to explain that this 1s the torah, both the ark and the torah itself\n(technical conversation)... This is the torah, the ark and the torah itself which was made for\nme after I was pulled out of the water after my jeep was destroyed trying to cross the\nHimalayan Mountains and a Chinese officer would come to visit me in my hospital bed and\nhe made a torah and he knew about ten commandments and that's all he knew about Judaism\nso he put Roman numerals from one to ten to symbolize the ten commandments and he put a\nJewish star because he saw the Jewish star at the top of my chaplain's insignia, so he\ncombined his decoration. All I wanted was a little something in which to carry my torah\nwhich I then took with me around the world and from Burma to China. With this I conducted\nthe first service of freedom in China, in Shanghai as people gathered from all the\nsurrounding areas in order to join us with the Jews of the Shanghai ghetto who had walked\neight miles to attend this service with this ark. (Technical conversation.). You must\nunderstand that the enameled surface was done by the Jewish War Veterans. We didn't have\nthat kind of bright-finished surface. They redid the surfacing. It wasn't the shiny bright little\nsurface when I brought it back.\nTECHNICAL CONVERSATION\nI would like to say that the torah as you know symbolizes everything that's sacred and holy\nto us and to me it was very exciting to me to see these Shanghai orphans of the of the Nazi\nholocaust running over. They wanted to touch the torah. They wanted to touch the ark. They\nwanted to kiss it because to them this symbolized that the Jews are alive and that their people\nwill live.\n"
    ],
    "questions": [
        "Q: OK. I need to back up for one minute, because I need people to understand a little bit. Uh,\ncan you tell us - you came with a group of men and this would be ...",
        "Q: How did you get to go to Shanghai?",
        "Q: Back-up. What Bar Mitzvah boy?",
        "Q: Let let me let ask you if I could a couple of questions. Can you describe for me uh the Jewish\nghetto in Shanghai as you found it?. You have given me two incidents but after the service\nand after the bar mitzvah, uh you learned about the Jewish community. Tell me what you\nlearned?. What what how was it structured?. What had people done?. That sort of thing.",
        "Q: Tell me some of those that as you know them, as your experiences were in the schools?",
        "Q: Yes. Tell me some more about other places in the vic...uh in the ghetto that you visited. Tell\nme about people's homes. What were they like?",
        "Q: We can we can discuss that later.",
        "Q: OK. We move on. Let's go back to Shanghai. (Alright -just a word, another word about\nShanghai...). We have time. We have time.",
        "Q: Rabbi, not for this tape OK.",
        "Q: OK. Thank you. Uh.",
        "Q: No, no more plugs. (OK. I loose.). No more plugs. No plugs allowed. No, thank you. The\nShanghai experience is very important and I I thank you. I think what I'd like to do 1s, 1f you\nhave nothing more, is to stop unless there's and go to the things that you've brought unless\nyou have something else on Shanghai that you want to tell us.",
        "Q: OK. OK. Then what we're going to do at this point is, Barney, why don't we stop the film\nand let the camera do, do it's thing.",
        "Q: OK. Let's take the knife. (Technical conversation)\nTape #2",
        "Q: OK. I think that's it. (Technical Conversation) OK. Let's go to the challis since we're still in\nBurma. (Technical Conversation)",
        "Q: Perfect. Very good. Thank you. Ok. The seal please, then the medal. You got that in Burma\nas well right. That was for the Burmese service, right. That was the Chinese medal...",
        "Q: Alright, then hold it. Let them, you got the medal first?",
        "Q: Then let's do the metal first.",
        "Q: Thank you. OK. The seal. (Technical conversation.). Well wait. This came after Shanghai, or\nbefore Shanghai. When when did you get this.",
        "Q: On the way to Shanghai. So we're ready for that.",
        "Q: OK. The ark. (Technical conversation.)"
    ],
    "answers": [
        "A: ...the German part of it was just about over and we thought everything was through. Then we\nfelt the more serious part was with the uh Japanese carrying on and and continuing to kill our\npeople in China, and so they said you have more work to do. Many of us were hoping that\nwe would be ready to leave. We weren't ready to leave. So I was sent to China and I was sent\nthere and all I can say is that it was the most meaningful experience because I never believed\n- I may as well move right into Shanghai - I ended up in Shanghai, not thinking there were\nany Jews at all. What would Jews be doing in Shanghai, China?. I announced to my men that\nwe're going to celebrate at least the service of victory, we were going to celebrate the first\nservice of freedom, and we had just...",
        "A: This group that we, I was part of The Flying Tigers. The Flying Tigers were that part of the\nAir Force which dedicated itself to General Chenault (ph) to help him in winning the war in\nChina. And I was part of the Flying Tigers. And when I, and after the war I did, I was invited\nto Peking where at the palace I was given a palace for the weekend. Three of us were chosen\nas the symbols to show that this, that we had won this war, and I was given with them, with\nthe with the navigator who knocked down forty-eight planes or something, uh uh I mean a\npilot, a bombardier, whatever it was, three of us were given the Chinese Medal of Honor.\nAnd I value that because I found out that nobody else every got the Chinese Medal of Honor.\nBut that was for being in an American serving in the Flying Tigers and in the 14th Air Force\nand doing my work in China.",
        "A: Really by orders. They they wanted a chaplain and they wanted a Jewish chaplain. They look\naround and they see where there is no Jewish chaplain. They wanted me to come there. So I\ncame to be the chaplain and I announced immediately after I got there when when we had\nwon the war, I felt that we should celebrate the winning of the war, and we took a very big\nbuilding - I think I have a picture of it - and we got the various groups together and I sent\nbuses to pick up my men and a lot of non-Jews wanted to come. Everybody wanted to come\nto celebrate the victory. So I took the largest place I could. I knew this would happen. And I\ncome to into the building, and I see youngsters there and they look little Nazis - blond hair,\nblue eyes, and they talked with heavy German accents. I couldn't believe what I saw. What\nwere they doing here?. Why would German kids come to my service?. I finally found out.\nThese kids were from the ghetto and they came with other men and women - walked eight\nmiles from the ghetto. They had no way of getting there. How they got there I don't know.\nHow they knew that we were having this service I don't know. But there they were. A whole\ngroup and my men are standing around - they hardly had a place to sit. They were standing\nall over the place. We start the service. It was cold. Children whom we didn't know, looked\nlike little Nazis, spoke with heavy German accents, little English... (ph) and my men\nstanding around - what did I do to them?. And as I said now we shall turn and sing \"Shma.\nIsrael.\". \"Hear oh Israel, the Lord our God, the Lord....\". As I turned to Shma Israel, the kids\nlooked up. Hey, these are Jews. The soldiers looked down and saw the kids singing Shma\nIsrael, so with Shma Israel, \"Hear oh God the Lord our God, the Lord is one,\" the whole\nroom became one and the soldiers start pointing to the men and the soldiers melted into the\ncrowd and suddenly I saw kids on soldiers' laps. The whole thing became one magnificent\nbeautiful service of victory. And when it was over I turned to to to the, who are you?. So\nthey invited me to the ghetto. So I have a picture here of me the next week. I'm in the ghetto.\nAnd from the ghetto I found out that these children attend schools. So then I went, after\nconducting a sabbath service, which was very unusual - they would never have taken a non-\northodox rabbi to conduct - they didn't even know. They just know I was a chaplain so they\ndidn't bother uh you know - today's world you wouldn't have an orthodox, a conservative\nrabbi conducting uh an orthodox uh sabbath morning service. This is what I did and they\nwere so pleased and that Bar Mitzvah boy was so wonderful, and and the family ...",
        "A: A kid from the ghetto. A youngster who was turning thirteen and it it was just a delight\nbecause a Saturday morning what does he have to do for bar mitzvah - not the speech. He\ngives a portion of the Talmud - he gives a portion where he asks an impossible question, and\nI myself said to myself, what is the answer to that question. Then he answers it on the spot.\nAnd while he's answering, he's thinking. He's going na-na-na, and then he gets stuck because\nhe's a little stuck in his own thought. As he gets stuck, the whole congregation sings ya-ba-\nbam, ya-ba-bam, ya-ba-bam. Then he raises his hand. He's got it. They stop on a dime. He\ncontinues na-da-da. Whenever he gets stuck they sing and then they, he carried through with\nthis dissertation of one hour on an impossible subject with an impossible question at the age\nof thirteen. I was visibly impressed that this 1s the way they celebrate a Bar Mitzvah. And\nthen I went to the schools the next day. They invited me to school. And I went to the juniors\nand seniors in high school because they already had learned English. They were studying\nEnglish. And I decided to have them write a composition and the composition is \"Home Is\nWhere Your Heart Is.\". I said where is your home?. Where is your heart now that you've\ncome from all over the world?. And how thrilling 1t was to have youngsters who had never\nheard of Israel but now they say we don't want to go back any place, any place. We want to\ngo place to a land that we can call our own and the only land 1n the world that we would trust\ntoday would be Israel. So the 90%, then 10% of course said they'd like to go to America, so\nthey were there. But I have used some of their original, their letters to quote from them to\nshow of this universal love that they had to go to a homeland, to Israel. Now here we are in\nChina, and I don't know how - what you want to continue in here, but I have...",
        "A: Well, the Jewish community of Shanghai which I came into and this was already uh this was\nright after the war, the Joint Distribution Committee and uh of of the Jewish people heard\nabout their Shanghai ghetto...well first of all, how did we become a ghetto?. How did it\nbecome a ghetto?. The Japanese became very friendly with Nazis, and they didn't want to be\noutdone when they heard what Hitler was doing to the Jews. The Jews were living very\npeacefully in China and in Shanghai. But as they came and conquered Shanghai they decided\nthat they must follow and imitate uh the Nazi empire. Otherwise they wouldn't be uh good\nallies, so they immediately started to introduce some of the customs that were prevalent in\nNazi Germany. They immediately said, here, you Jews have to be within the scope of this.__.\n_.(PH) settlement so to speak. This is where you have to be. You have certain hours you\ncan't go out. This is where you will be. Your schools will be here, and they made a complete\nand they actually had uh II don't know, I remember some of the kids saying they had badges\nwhich after the war they ripped off, and had all kinds of symbols to remind them that they\nare Jews, that they are Jews. That they are different from all other people and this was the\nstigmata that that the Japanese carried over merely to ape uh Hitler's concept of what should\nbe, this image of the Jew to the world. And this is what they tried to imitate in the ghetto. But\nthe the Joint Distribution Committee came in immediately with food and with equipment and\nI was amongst the first that was standing there and I have a picture with me with little\nchildren where we're giving them food baskets and and trying to show them that there are\nother people out there who care for them, who want to help them. And this is where I met\nthem. And then I have stories of their schooling, and ...",
        "A: Well, they had two types of schooling. There was a man there by the name of Saul Livery\n(ph). Does the name ring a bell?. Saul Livery was in the Shanghai ghetto. He was the spirit\nof Judaism in the Shanghai ghetto. He decided that even though we're in these dismal\nsurroundings, there's one thing that we need to know. We have to know our heritage. We\nhave to know our history. We have to know our literature. And so Saul Livery was the spirit\nthat motivated and energized not just the Yeshiva learning, but that the Jews should know\nliterature and history even on a Hebraic (ph) secular level. Hebrew literature, see. He wanted\nto teach them Hebrew so he formed a series of religious schooling which was the saving\ngrace of these young people. Then they had to have their secular schooling so there were\nthere were two great schools - one was the Kaduri (ph) School and the other was another\nhigh school which I, slips my mind but I have it in my notes, and in these schools the\nchildren went to high school to learn their secular subjects. When I came in to the little\nJewish schools, I found out that they had nothing to write on. The kids would pick up a piece\nof paper from the trash and pick up a piece of paper from the trash and pick up a piece of\nblack slate that writes and these were their notebooks. And I saw that. I thought I must do\nsomething about it. So I sent back home and they sent me books and and paper and\nnotebooks and pencils and so on - the greatest gift. Imagine children considering it the\ngreatest gift I could give them. When I came one day to their to their little schools and I\nhanded out notebooks with pencils, with pens, with books, with with all the equipment that\nthey needed. They said I revolutionized the the school system in the ghetto because we gave\nthem pens and pencils. When I think of what a gift means to somebody - they they they\nkissed my hands, the kids, for for the fact that I brought them this. The same as after that first\nservice. At at the end of that first service I'm standing at the door trying to see who these\npeople are as they leave to say goodbye, and they started kissing my chaplain's insignia\nwhich I have there. The Jewish, because I had a Jewish star on it - they say you brought\nfreedom, freedom to us and these, the whole the whole ghetto felt that America saved them.\nThat we brought freedom to the people from the Nazi empire. It was a very thrilling moment\nin in American history when we were considered the proponents of freedom. It's being\nrecapitulated right now in every country of Eastern Europe that that that when you .. OK.\nAny other questions?",
        "A: Well, the homes that I visited, and I'll give you an example of this bar mitzvah - I went into a\nlittle house. They must have had about five or six in one room. They they they went from\nhand to mouth as far as food is concerned. Uh some standing on food lines and some uh\ntrying to eke out a living from each other, just like in 1n the ancient in the in the ghetto of of\nof former times, of of three, four hundred years ago. What I found most exciting was the fact\nthat the the Judaism which to many of them had never meant anything, I found that the the\nJews of the survivors went one way or another. I thought that most of them would turn\nagainst their faith and I thought that as I went in one home after another these were survivors\nand these were the children and these were children without any parents who they adopted as\ntheir own. As I went into these homes I felt why would they want to carry on this heritage\nwhere there they were told - by the way some of them are so assimilated, so far-removed\nfrom anything Jewish - they looked so German that they could be an example of blonde hair,\nblue eyes, clipped - an example of German aristocracy, and went into their pitiful homes and\nsaw their lovely children, saw that these children weren't even their children. They were\nadopting orphans who - by the way that's quite a story that these orphans were brought half\nway around the world and I found out later, you remember there's a story about Hannah\nSzenes [NB: Sennesh] who who who said I'm a match that was not to be consumed, where\nshe volunteered to help save - I found out that Haganah, that the Jewish underground, had\nformed a railway and taken youngsters and put them into Christian homes who put their lives\non the stake to save Jewish kids where the kids would be hidden in these Christian homes by\nday, and in the evening, at sunset they would pick them up and ride them through the\nmountains and ride them to the next town where they had another Christian home. I didn't\nknow that story. And here I find that these kids were telling about the Israelis who who from\nfrom Haganah, went out there to save these kids. This was a chapter that that that really was\nhair-raising to me, to find these kids saved from in that kind of situation. As far as the - let\nme give you this bar mitzvah. Here's a lovely little kid, little boy who would have known\nnothing if it weren't for the fact that a fellow like Saul Livery so to it that there was Jewish\neducation. And took the few that knew Jewish education and made schools around them. By\nthe way, not only schools - they created a choir, a choir of forty voices that came and sang at\nmy first service. They had uh men with such beautiful voices - they called them cantors.\nThey had operatic voices. I had an operatic singer conducting my Friday night service. With\nsuch a voice I wish I had video and I wish I had sound recording to hear that voice. To me it\nwas, an operatic tenor like like Jan Peerce or Richard Tucker the days of...so here was my\nservice where these people walked in and and and they - forty voice choir. An operatic\nsinger to help me conduct a service, so at the beginning it was very cold because they did\ntheir Germanic music and I didn't get in to it. It wasn't until they let me take over with an\nopening hymn \"Shma Israel\" that the whole group got together. That that's an aside. But the\nbeauty of that experience is that I see this youngster who could easily - first of all, how he\nsurvived - he was an orphan - how he survived the Nazi massacre and ended up in Shanghai\nin itself is is beyond understanding. Since he was only thirteen he wasn't one of those that\nwrote my compositions, so I started to talk with him and its another one of those stories. He\nhe saw his - the knock on the door - he he saw them take his father and his mother and his\nsister and he were left and then and then two days later his sister was taken because she was\na beautiful girl, and this kid saw it at four, five, six years old and he's telling this story and\nnow he's going to be bar mitzvahed in Shanghai, all alone. His mother disappeared. So this is\nthe kind of story that I got in in in the ghetto and and when you get it directly, when you hear\nit from a kid's lips, it's different than than the whole six million story again and again. It's just\ndifferent. A bar mitzvah. This kid to have such a Jewish bar mitzvah. When they had to\ncelebrate after the service, I, they said come and join us in a drink. They had one bottle of\nschnapps, of liquor, which they had kept for the whole year and every time they take a few\nthey fill 1t with water. They filled the bottle with water so it says liquor. I said I don't drink.\nThey says this you can drink. I said I don't drink. They said this you can drink. Take a look.\nI'm drinking water. But they have a big bottle of Jewish liquor, uh liquor, and they,\neverybody drinks it as if LALHAIM (ph) and they make believe they're they're getting drunk\non it. It's the same. They have five bottles like that, practically all water, but this was their\ntheir schnapps. This was their SABBATH THING and a little old piece of herring which was\nthis big - I didn't want to take anything because here I come from where we have everything\nin the service. They insisted. From their nothingness they insisted that I have something. So I\nhave a picture of one of these bigger homes, a big basement where we were meeting sabbath\nmorning, after the service. So there's a a little bit of the flavor of what I'm talking about in in\nin in Shanghai. Now I can, I don't know - based on your timing experience I would uh I\ncould uh I could tell you the end of that story. Alright. The end of the story is that I started\nbadgering the Pentagon that I want these kids out. I want a ship. I want somebody to come.\nIt's after the war now. By the way, we couldn't get out after the war because there were no,\nthere was no transportation. They felt that the, that the people from Europe were more\nentitled to get back than we who came in a little later. So all the boats and all means of\ntransportation, they gave us no idea of when we would get out of of Shanghai. Uh my luck\nwas that my wife was pregnant with a child, and at the end of that period uh the doctor said\nlook, something has gone wrong, and it's only because of her uncertainty of where you are -\nit's getting worse. She can't conceive of having the child without your presence. Since the\nwar 1s over, he wrote to my colonel - so the colonel saw to it that I was able. I took a plane\nthat goes around the world every week - we called it the Marco Polo flight - every week it\ntakes mail from all the Army bases - I got on the mail plane with all the Army - and I got a\nlift to Chicago where my wife was. And and I traveled day and night and came just a few\ndays before the child came to be. It was a very exciting experience. I didn't tell them I was\ncoming because I didn't know I'd get there, so it's a wonder she didn't have the child when I\nwalked in. But that's that's a story in itself. I did come home in time for my...but that meant\nthat I would not be there to fulfill my mission which was to get these people out, to get these\nkids out. And I badgered them and badgered them and finally I learned that they finally sent\na ship and the ship took a thousand of them out of Shanghai and that picture of the thousand\nof them out of Shanghai was shown last summer at the B'nai B'rith Museum, at the Klutznick\nMuseum. They had a whole section on Shanghai, and in the section on Shanghai, over my\ntorah, they had a picture of all these young people or whatever ages they were, who who\nfinally got out, and I never let up until they one day they said yes, we will get you a ship.\nEnough telegrams, enough. And that's how I knew that my hope for mission. And the end of\nthat story is even more exciting. Uh well, first of all, I was given a dinner here by the Jewish\nWar Veterans for all the service uh found out that I had more medals than most chaplains\nwho served in the service. Uh I didn't know that at that time, but they had all my medals and\nclusters and all that, and then the fellow who ran it was a fellow by the name of Kiwi (ph) - I\nhad never heard his name. I said what makes you so excited about this dinner, and you've\ngiven your life to it. Why?. He says because when you come and take a look at this picture,\nyou'll see that I'm on it. I was one of those that you saved from Shanghai. And so the man\nwho ran the dinner here at the Hilton, Jewish War Veterans and and let's see, who who was\nwith me. We honored I think the Ambassador of Israel and myself, but the man worked on it\nso hard because he was on that picture. That picture by the way at this point is in limbo. It\nwent from the B'nai B'rith Museum to whatever museum supplied it or whatever individual\nsupplied it.",
        "A: We'll discuss that later, because I'd like you to find it.",
        "A: We have time. As far as I'm concerned I'm coming to the end of my story unless we want to\ngive more of the other parts, but what happened to the end of the Shanghai story?. After I\nleft, I just wan to tell you after I left, a few years ago I took a number of doctors - for some\nreason or another a lot of them were gastrologists - why I got into that I don't know - but they\nhad sons who wanted to be bar mitzvahed. And they were members of my congregation in\nuh HAR (ph) Shalom. As you know I uh I am very privileged that of the eight synagogues\nthat I was, that God has enabled me to found on the outskirts of Washington, one of them\nwent out of its way to name the sanctuary for me, so in the Rabbi Morris Gordon sanctuary,\nthey were members, and they went with me to to Israel to have their sons bar mitzvahed on\nMasada, who we had forty, with their families, all of us on Masada celebrating a double bar\nmitzvah and then we decided to go to Elat, so our buses, our filled bus, we're traveling to\nElat and we suddenly come to a little cross-road. It looked like this one was a newer road.\nWe didn't know exactly - there were men standing with drills making the rocks of of drill...of\ncracking the rocks of which to make the road to the south. So I got off the bus since this is\nmy people and I was the tour leader, and I said uh... (ph), please, tell me which road\nwould be best to take to Elat. I mean I never knew you had two roads. So one of them looks\nat me and one and one says in Hebrew,.___._._._. (ph) Chaplain Gordon. Are you Chaplain\nGordon?. Yes. Rabbi?. I looked at them. There were five men. How could I recognize them?.\nI mean they were thirteen and they're thirty-five or whatever it is. I didn't recognize any one\nof them. You must be...and they picked me up and everybody on the bus thought I'm going\nto get killed here, these big husky guys and they wouldn't let me go, and but we had to\ncontinue our journey. So they told me that they were on the boat. They were saved. They\nremembered me. They even gave me uh the psalm that they recited as they got on that boat\nin Shanghai. It's the psalm with which uh.____... (ph), uh we sing onto thee oh Lord uh the\nsong of a.._...., and then we return,._._._...., when God returned the people to Zion, they\nreturned as those who dream and that those who sow in tears will reap in joy. They quoted\nthe psalm that they quoted as they were going on that boat to leave Shanghai. Ww...\na... We were like those who dream. And they started saying it to me to show me that\nthey remembered, that would I...they didn't realize I wasn't even there when they got on the\nboat. They were sure, they were waving that I must have been there to wave goodbye, and\nnow here in Israel, they complete the story and I look at them and I said, but is this such a\nwonderful thing to do. All of you are cracking rocks. I said uh are you en...enjoying this?.\nAnd one of them says uh Chaplain Gordon,.__._._._._.._.. (ph). These rocks are mine. That's all\nthey said. One guy said it. These rocks are mine. I'll never forget it. This is what they had\ndreamed of - that if they're going to crack rocks and if they're going to build homes, it's going\nto be in their own land. And they're not going to do it anymore for strangers 1n this foreign\nland. That's the way they spoke. That's the way they dreamed, and my men finally came off\nthe off the bus and they surrounded them and we had a real - my men always have little food\nor a little schnapps and then they had the party that they didn't have in the ghetto in\nShanghai. They had at the road to Elat. So there 1s the uh how that thing ended. At this point\nthere are there are few who would like to get my story for some reason or other uh I never\nwas able to write down. I have my original hundred and sixty-eight different experiences in\njungle, experience in China. I have these letters that these children wrote, when I said home\nis where your heart?. Where is your home?. Each one wrote a letter to to tell me where their\nheart is and where their home is. All these I have in a in a book with a couple of chapters that\nI started, but at the same time that I started thinking that I had finished - the areas of my life I\ntold you was was schooling then synagoguing. Uh the first part was a rabbi of a synagogue.\nThe next part was starting synagogues without enumeration, just as my love for the.____.\n(ph) and then and then the war experience, and the fourth part was going to be put it all\ntogether. To write it all up. But I got involved in a universal aspect which I just mention one\nword - I am Chairman of the Board of PAIRS, Practical Application of Intimate Relationship\nSkills, the only course today in the country and perhaps in the world that says that you can\ngo through high school and college without ever learning how to live side-by-side as a\ncouple, with pleasure. How to overcome pain and live with pleasure.",
        "A: Not for this tape, but I wanted you to know that we were just in Israel and they've introduced\nit into the University of Israel and it's now in Australia. It's being, it just was, they gave me a\nbook in Hebrew on this course. It's in Russian. It's in Chinese and it's Burma, India, and all\nover the world, so I just want you to know that that's my universal aspect. How to make this\nworld a better place to live in by putting couples together more pleasurably. It's in this issue\nof New Woman and four other magazines. OK.",
        "A: Can I put in just one word.",
        "A: Right now it doesn't come to mind. I don't want to force the issue because if I think of\nsomething I'll go off into a long rampage (ph) on another aspect of Shanghai. I mean I could\ntalk more about the life. I could talk more about what was happening, but I feel I gave you\nthe salient points.\nTECHNICAL CONVERSATION",
        "A: ..and this particular knife when I, it was lost - 1t wasn't lost - 1t was stolen I presume when I\nended up in one of these, with one of these tribes after we were lost in the jungle, and we\npartook of food and I used it to open up the coconuts. We only ate uh food that had a cover\nover it so that we didn't partake of uh the food that they touched with their water and their\nhands. And so I broke open the things and I ate it and and used the knife and then later on I\nfound out that I was missing the knife, and this is the story that I told you. They punish\nsomebody who steals from a stranger with death. They have a lot of interesting uh things that\nthey do. By the way the way I was able to communicate was because I was a chaplain and uh\nthe head man would come to our base to bring fruits and vegetables from this particular tribe,\nso I was able to talk with him in English and able to get the story. He hearing I was a\nchaplain became very friendly with me because I, he felt I was in the same work. To me it\nwas very interesting to see the young people sitting and and and swaying back and forth and\nand and praying sort of as they learned. Uh to me it was just like a Yeshiva in the school\nwhere I studied.",
        "A: This is the challis that the Catholic (technical conversation)... This is the challis that the\nCatholic chaplain brought to me on the eve of my leaving on that first trip of the Burma\nRoad. He asked me to use it for his men and to tell them that he presented it for their\nservices, but in the meantime I made it do triple duty. I used it for my protestant services, for\nmy Catholic services, and I used it because it was much more beautiful than the little glass\nthat I had for Fri...sabbath morning and Friday evening kiddish (ph) so I used it and it's really\na sanctified cup. It's sanctified by the dignity of three religions being molded into the oneness\nthat united all of us as we served our country overseas.",
        "A: I got it in China.",
        "A: I got this first. Yes.",
        "A: And with three, with a number of clusters but we didn't bring them in. (Technical\nconversation.). This is the bronze star which they, which is a medal for service beyond the\ncall of duty. It was primarily given to me because I volunteered to take the first trip on the\nnewly completed Burma Road. I didn't realize it would be under constant sniper attack. I\ndidn't realize that I would never make the full trip and that my jeep would be shot out from\nunder me and I would loose my associate. However, it does symbolize to me the entire\nexperience which I found a challenge and I found it very wonderful to reminisce about. I\ndon't know about going through it, but it's wonderful to reflect on it.",
        "A: Uh, on the way to Shanghai.",
        "A: Yeah. I was flown across the hump which I didn't make by boat, by, well, I'll explain that.\n(Technical conversation.). This is the Chinese Medal of Honor. This is what uh they gave out\nthree of these to a pilot, a bombardier and a chaplain to symbolize the American service\nthrough the Flying Tigers to provide supplies for our victory 1n that part o the world.\n(Technical conversation. )\nLONG PAUSE - TECHNICAL CONVERSATION",
        "A: OK. I'd like to uh I'd like to explain that this 1s the torah, both the ark and the torah itself\n(technical conversation)... This is the torah, the ark and the torah itself which was made for\nme after I was pulled out of the water after my jeep was destroyed trying to cross the\nHimalayan Mountains and a Chinese officer would come to visit me in my hospital bed and\nhe made a torah and he knew about ten commandments and that's all he knew about Judaism\nso he put Roman numerals from one to ten to symbolize the ten commandments and he put a\nJewish star because he saw the Jewish star at the top of my chaplain's insignia, so he\ncombined his decoration. All I wanted was a little something in which to carry my torah\nwhich I then took with me around the world and from Burma to China. With this I conducted\nthe first service of freedom in China, in Shanghai as people gathered from all the\nsurrounding areas in order to join us with the Jews of the Shanghai ghetto who had walked\neight miles to attend this service with this ark. (Technical conversation.). You must\nunderstand that the enameled surface was done by the Jewish War Veterans. We didn't have\nthat kind of bright-finished surface. They redid the surfacing. It wasn't the shiny bright little\nsurface when I brought it back.\nTECHNICAL CONVERSATION\nI would like to say that the torah as you know symbolizes everything that's sacred and holy\nto us and to me it was very exciting to me to see these Shanghai orphans of the of the Nazi\nholocaust running over. They wanted to touch the torah. They wanted to touch the ark. They\nwanted to kiss it because to them this symbolized that the Jews are alive and that their people\nwill live.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumDecember 28, 1989\nRG-50.030*0085",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Morris\nGordon, conducted by Linda Kuzmack on December 28, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MORRIS GORDON\nDecember 28, 1989",
        "Pages missing 20 minutes (01.20)"
    ]
}