{
    "rg": "RG-50.030.0146_trs_en",
    "sequence": [
        "Q: Would you tell us your name, and where and when you were born?",
        "A: Yes. My name is Lilly Applebaum Lublin, Malnik by marriage. And I was born in\nAntwerpen [Eng: Antwerp], Belgium, in 1928. And um, I had a good, happy life as a\nchild; and my grandmother in Antwerpen raised me. And um...in 1939, she got very, very\nsick. And I remember as a young child, when we were...they were talking about Hitler\nmaking it very, very hard for the German Jews in Germany. I remember my grandmother\nalways saying [that] if there would be another war, she would would like to die first;\nbecause she doesn't want to live through another pogrom, in Poland. My grandmother\ncame from Poland. And sure enough, in 1939 my grandmother got sick. And she died of\ncancer. And...",
        "Q: Would you... Before you go on with the story of the war, tell us a little more about your\nchildhood. What was the community like? What was your schooling like?",
        "A: We um...we lived in a very Jewish neighborhood in Antwerpen. As I said, my\ngrandmother took care of me. She was a very religious woman. And so she lived in a\nJewish neighborhood. And I had lots of little friends. And um...we played. I remember\nplaying in the streets in our neighborhood; and...and there was a very Jewish comm...um,\num community there, with shuls and everything. And everything was open and free, and I\nwas very very happy there. And um...it was beautiful.",
        "Q: Did you go to school?",
        "A: And I went to school in kinder... I remember going to kindergarten, and then into the\nelementary school. And then when um my grandmother got sick, my...and died...my\nmother had to come and get me from Brussels. Um, my mother took care of my brother\nand my sister, who were older of...of me, in Brussels. Being that my father was here in\nAmerica--he came here before the war--um, my mother had a hard time raising the three\nchildren. So I was split up; and my grandma took care of me, being that I was the\nyoungest. And my mother took care of my brother and my sister in Brussels. There in\nBrussels, my mother had um an apartment. Uh, we lived right in the heart of Brussels.\nAnd um my mother had a atelier, which means like a working...a workshop. And um she\nmade raincoats. Um, in Belgium it rains a lot; and um a lot of people used to make\nraincoats there. And we made it from scratch, from... And um we sewed and we glued;\nand they made raincoats. And that's how she made a living. And um when I came there in\n1939, um I was a year with my mother. When one morning in 1940, I woke up early in\nthe morning hearing um noises and didn't know what it was.\nAnd I heard: pouff. Um, like explosions. And um we went to the window and we looked\nup in the sky, and there I saw white um clouds--like puffs, like snowballs. And um I\nrealized it was like from um cannon balls. Or whatever, I don't know. We ran down the\nstreet; and people came down and we were all in the streets. And we found out that the\num Germans were invading um Belgium.\nAnd um it was early spring. In May. And um mid-afternoon, the Germans walked down,\nin parade, into the main street of Brussels. And this 1s how they came in and invaded\nBelgium. And that's when our troubles started, with the Jewish people in Brussels. They\nstarted very slowly with the Jewish people. Because they were afraid um to start very\nhard on us, because they were afraid of rebellion. They did not know how the reaction\nwould be from the Belgian people. So they started the curfew, and with um yellow patch-\n-we had to wear the yellow patch, which meant...which said \"Jude.” And we had um to\ngive ...um all information about ourselves we had to give them. And um we had to give\nup um our um... I don't know if we had to give up our passports or not; but um I knew\nthere was...I know that there was curfew. And um they started asking for volunteer jobs.\nPeople should volunteer, and give um um for jobs to go to um Germany to work. And a\nlot of people thought that if they would um go and volunteer, that they um would be safe.\nSo a lot of people volunteered and went away, and we never heard about them again. So\nthe people were scared. After that, when they saw they didn't get any volunteers, they\nstarted raiding sections of um neighborhoods. And this was um in 1942. At that time, I\nwas very very lucky; because um I developed... I...I was a little girl who always suffered\nof tonsillitis, and being the condition of...um the situation the way it was, my mother was\nafraid if anything should happen to me that um I would get very sick, and I would... Um,\nGod knows what would happen. She says, \"Lilly needs her tonsils out.” So she put me in\nthe hospital to take my tonsils out.\nAnd um in the meantime, she had made arrangements with a lady who worked in\nmother's um atelier--in her shop--that she knew. She was a Belgian lady. She worked for\nmy mother many, many years. And um she said she was going to help my sister, Marya,\nfind a place to hide. Because the Germans were getting very um um--how should I say?\nThey tried to pick up people in the streets, and um and they were already um grabbing\npeople everywhere to put them into transports and send them away. So my mother\nwanted to um save my sister; and this lady said, um, \"I will help find a place for her.”\nAnd sure enough, one day she came and she says, \"I have an address where Marja can go\nand hide. It is out in the country. And this man is a farmer, and he will keep Marja until\nafter the war.” So my mother was very grateful. She made um a suitcase ready for her,\nand sent her off to that farm with this woman. And while I was in the hospital, one day\nmy mother came to visit me. And I could see that she had been crying, and she was very\nsad. I says, \"Ma, what's the matter? Why are you crying?\" So she broke down, and she\ntold me that Marja had been taken. I says, \"How come?\" I said, um, \"You put her away\nto be hiding in...1n...in a farm.” She says, \"The man denounced her.” \"How did he...\nWhy?,\" I asked. And um later, I found out as I got older from my family, he tried to um\nforce my sister they should have relationships with her. And my sister was young,\nand...and she said, \"No. I'd rather go to the Germans.” She said, \"I'm...I'm...I'm not going\nto have any of that. And um I...I will not let you do this to me.” And he threatened her;\nand he says, \"If you don't,\" he says, \"I'm going to denounce you!\" And sure enough, he\ndid denounce her.\nAnd the reason how we know it is because a postal card came to us. When she was um\ntaken out of um to transport from Belgium to um the camp, she had slipped a postal card\nthrough...through the cracks of the cattle wagon. And um early in the morning as people\nwere going to work and the farmers were going to work in their fields, they would pick\nup notes and cards that people dropped from the um wagons. And um this is how we got\nour card from my sister, saying, \"Beware of this woman, because she she took me to this\nman who wanted to have relationship with me. And I wouldn't give in, and I got\ndenounced.” So my mother being very naive about it; and um she seeked that woman out\nand made problems for her. And sure enough, that woman denounced my mother and my\nbrother. And how she did it is this way. I had a grandfather, who--in those days, in 1942,\nthey didn't bother with the old people. They wanted the young people. So my mother and\nmy brother, who was left, they um went and took um a furnished room someplace and\nhid. And they left my grandfather in the apartment where my mother lived originally. But\nshe knew my...my um Zayde--which is my grandfather--had no food, and she worried\nover him. So she went and cooked him some soup, and she was going to bring it to him to\neat. And as she turned around the corner from the street and our apartment building was\nright at the corner, she saw the Germans waiting there for her. This woman knew that my\nmother was bringing soup to my [grand]father; and um my mother was caught right there\nand then. My...my mother and my brother ran across the street into a grocery store. And\nthe Germans came after her in that little store, and they took her away.\nThe reason I know about this is because--um I have to go back a little bit. When um I\ncame out of the hospital, I had an aunt who was hiding out 1n the country. She said to my\nmother, \"Bring Lilly to me, so she can recuperate from her tonsil um operation. And let\nher stay with me a few days.” So while I was recuperating and staying with my mother--\num, with my aunt--excuse me--a...a call came to us from neighbors from our street. From\ngentile people. And told my aunt, \"Do not bring Lilly back to this address, because her\nmother and brother were just taken away.” And this is how I stayed with my aunt and my\nuncle, and in hiding in, out in the country. Which is the outskirts of Brussels. And um\num...and I was hiding there until 1944. In the meantime, the rest of my family were taken.\nLittle by little, they picked them up; and they were all caught. Except this aunt of mine\nwho kept me, and another aunt. Another aunt, she had two little girls and she gave them\nto um um...not an orphanage...",
        "Q: A convent?",
        "A: ..um, a convent. And um the convent kept them for a little bit. Then they got very very\nnervous about it; and they called my aunt, and um my aunt had to place the children\nsomeplace else. So she finally hired a lady who was willing to um take care of those two\nchildren while my aunt was um doing housework for gentile people and pretending she\nwas Christian. She would do housework, and she would pay that lady every month. And\nshe kept those two children. And um so I was in hiding with my other aunt. And in order\nto survive--because the money was running out a little bit--and um...and to make ends\nmeet, the people who um we lived with in our apartment building um knew that I was\nJewish. And um they said, \"Lilly, let's call you Lilliane from now on.” They were very,\nvery nice to me. And they liked me very much, and they helped me as much as they\ncould. And um and life was really not that bad while I was in hiding with my aunt and\nuncle.\nThere was a little factory right next to us. And um when the Germans um came into\nBrussels and raided us, they um took over that factory and they started making\ncamouflage for the army. So this man um knew that I was hiding. And he says, \"Lilly,\ncome in and work for me. Nobody will know that you are Jewish. And whatever you\nmake will help you to buy groceries.” And so I did this. And um...so one day--I'll never\nforget--one day, um the owner of these people said, um, \"Lilly, I'm entertaining um\nGerman people tonight for dinner. And they're big to-do people, and I would like you to\ncome and do um the dishes and help us in the kitchen. You won't have to come in the\nliving room, but you'll be just in the kitchen.” In the meantime, while I was doing the\nwork during the day in that little factory, I also was doing part-time um...I was doing\nmanicuring in a beauty shop up the street. And I was making tips. And all this helped me\nin that I could give that money to my aunt and my uncle for food. So I learned to make\nmanicuring. And so I um couldn't say no to the people, because I was grateful that they\nwere giving me the job. But I says, \"I'm Jewish. I'm scared to be near them.” He says,\n\"Lilly, I assure you that nothing will happen to you. I will not tell the Germans that um\nyou are there, that you... I'll just say that you're a little girl helping me.” So I did. And um\nwhile I was doing the dishes and after dessert time, the owner comes into the kitchen and\nhe says, \"Lilly, I have a request.” I says, \"What is it?\" He says, \"I told them that you are\nan apprentice in um...in a beauty shop, and that you do manicuring. And one of the\nofficers wants you should do him...give him a manicure.” Well, I almost died from fright.\nI says, \"How can I?\" He says, \"You pretend that you're...you don't have to speak to them.\nJust give them a manicure, and you get out.” So I um...I was there, I couldn't say no. And\nbelieve it or not, I sat down and I gave this German a manicure. How I didn't cut his\nfingers, I don't know. But I'll never forget that. How I said to myself, \"You should only\nknow that a Jewish girl is giving him a manicure!\" And he was so happy, and he so\nwas...that I gave him his manicure that he even gave me a tip. But this 1s just a sideline of\na little story of what went on in my life, that I want to bring that out.\nAs the the years...in...in 1940...from 1942 to '44, at the end it was getting real tough on\nus. And um as we were struggling to survive, one day I came home from work and the\npeople downstairs told us that we have to get out. Why? There was a new tenant that\nmoved in and found out that we were Jewish. And they were going to denounce us. And\nthey said they know that the Germans are going to come and pick us up at night. So my\naunt and my uncle had to leave. And the owners from the um factory said, \"Lilly, you are\ngoing to stay with me until your aunt and uncle find a place.” So that night, I went and I\nstayed with them. It so happens that their apartment was next door to us. Their side of the\nwall was our side of the wall from our apartment. And that night, sure enough, the\nGermans came with the trucks and came into our apartment. And they were so angry\nto...not to find us there. They threw furniture. They opened drawers. I heard them scream\nand I heard them knock; and I heard the apartment, the wall was shaking from um...from\nthe noises and the...the things they were throwing around in the apartment. And I was\nshaking in bed. And I was laying there; and um the owner jumped to look out the\nwindow. The woman laid next to me, and she held my hand. And she kept saying to me,\n\"Lilly, please... Lilly, pray to your God that they don't find us. Pray to your God that they\ndon't find us; because they're going to kill us, shoot us, and they'll take you away.” And\nshe kept screaming at her husband to get away from the window. \"They'll see you, and\nthey'll come here.” But sure enough, nobody told them where I was. Nobody from the um\napartment. And um they took off. And they um put a seal on the apartment door, so that\nwe should not come in. Because they were going to confiscate whatever there was in the\napartment.\nI did not know where to go. One of the girls that I acquainted while I was working there\nin the factory liked me very much. A Belgian girl. And she said to me, \"Lilly, you come\nand stay with me. While your aunt and uncle will stay in an apartment wherever they will\nlive, but you'll stay with me. And nobody will ever know that you are Jewish.” And my\naunt was so happy that um this girl had um offered for me to stay that she let me do it.\nWell, after um two weeks I was so worried about my aunt and uncle. I didn't know how\nthey were coming along. One Sunday morning, I decided to um um go and visit them. So\nI took the streetcars, and I went in to their neighborhood where they were hiding. And\nthey had a small two bedroom--um, two room um little um um apartment. It was just two\nlittle rooms--a kitchen and a bedroom. And I stayed with them, and I had dinner. And um\nI wanted to go back to the girl's house. And my uncle said, \"No, Lilly, stay over and\nsleep. Because it's getting late. I don't want you to go through that section where you...um\nwhere we live here, because the um the men are just sitting out in the streets and drinking\nbeer. And I don't want you to walk through them.” Because it was like um a low-graded\nneighborhood where they were hiding in, and he was afraid for me to walk there by\nmyself. And it was getting dark. My aunt encouraged me to go; and she was arguing with\nmy uncle. And my uncle said, \"No, I don't want her to go.” Finally my aunt let in, and...\n\"Where is she going to sleep?\" \"She is...I'm going to make a bed for her on the floor near\nthe kitchen door. She'll sleep there on the floor.” Sure enough, I deci...they decided I\nshould sleep there. So I went to sleep. And early in the morning, I heard this terrible\nbanging at my door, on...at the head of my door. And I jumped up, and I looked out of the\nwindow. And there were the Germans standing with the um rifles up high like this,\nshooting in case somebody wants to jump out of a window.\nAnd I had to open up the door, and there they came in. And they took us away with\na...with a truck. And they put us in a jail, where they gathered us together with people.\nWe were crammed into a small little jail. I don't know how many people were there. We\ncouldn't breath. We hardly could breath. We couldn't go to the bathroom. It was just\nterrible. We heard screams from other cells. And finally, by dawn, they took us with\nanother truck and they brought us to another place called Malines, which is a small town\nbetween Brussels and Antwerpen. Malines is a place that used to be a caserne [Trans:\n\"parracks\"]. A caserne is like um um...an army place, where um they--an armory. Years\nago they used to have horses there, I found out. The reason I found out is because five\nyears ago, for the first time, I went back with my husband to Belgium. And I...and I\nfound out about that. And um...and they made a jail...um they made a um um--how\nshould I say? A...a camp for...a place for to keep all the people they gathered together\nfrom Belgium, from Brussels. And when they had enough of a transport, they transported\nus from there to the camps. And so we were kept in that place, in Malines. Maybe I was\nthere about six weeks. We were sleeping on straw um pads, bags like that. And um...and\nwe had rationed food. And um...and we were...we weren't doing anything. Every once in\na while, even there when a transport would come in, I would hear screams and carrying\non from they were torturing people next door for them to find information. But um until\nthey had enough people--maybe about three, four hundred people, the most five, I think--\nthey made a transport and they sended us off. And that was in 1944, when I was deported\n' Also: Mechelen (Flemish), or Mechlin (English). This was a police detention camp\n(Polizeihaftlager) used as a transit camp (Durchgangslager) for Jews between August 1942 and July\n1944.\nout of Brussels--I mean, Malines. And what I found out afterwards, that I was the second\num last transport. I was the twenty-fifth transport that left Malines. And after that, there\nwas one more transport; and then Belgium was liberated.”\nWhen I was um...when I went into the transport, they gave us bread; and the younger\nchildren received a can of milk. I remember my aunt would not let me drink the milk, in\ncase I needed it for later. And she just let me have a little piece of bread. We were pushed\nin the cattle cars. And our cattle car happened to be a coal cattle car. So in no time, we\nwere black and dirty. And we were pushed in like sardines into that cattle cars, with\nbuckets for to um...do our urine in and um bowel movement. And it was just horrible.\nThere was a small little window with barbed wire over it, and we had no air except what\ncame from that little window. And we travelled like this, I think...I think, for three or four\ndays. I have no idea. And sometimes they would stop in between sirens, and...and we\nwould just sit there. We were all cramped. And people would um lose control of\nthemselves; and we laid in that dirt. It was just horrible. And one time there was such a\ncommotion, because people became so tired and exhausted and lost of their patience.\nThey started to um get angry at one another, and people started screaming. So all of a\nsudden, one German... They...because they were um guarding the um cattle cars from the\noutside for people who escaped. So um he took his rifle and he shot a bare blank; he shot\nat two people, and he screamed to be quiet. So we...we thought we were going to die\nright there and then. And this is how we arrived finally in Birkenau.\nA camp called Birkenau. And it was like dawn. And I saw lights, and um we saw fire\nfrom far away. And um like a chimney, with fire going. And um we thought they were\nfactories. And I said, \"Good.” I says, \"We will be able to work.” And I see um little...saw\nbarracks with lights burning; so I said, \"Oh, maybe now I'll be at peace at least.” They\ntold us to leave our luggage. And whatever our packages we had with us, we had to leave\nat um on the ground. And we had to go and stay in line as we came off the um cattle cars.\nAnd they separated the men from the women. As they separated us, I didn't even have\ntime to say goodbye to my uncle. And um...and my aunt and I were standing, one next to\neach other. And as we came close to um... One by one, to...1n front of the Germans, one\ntall fellow--I didn't know who he was--which later I found out was Mengele, Dr.\nMengele. He guided us to go to the right or to the left. And at that time I did not know\nwhat that meant. And he told me to go to the right, and he told my aunt to go to the left. I\nthought my aunt was going to the left to give information about our names and birth,\nand...and that I would see her later, and to give our passports away. But I never saw her\n* The last transport of Jews apparently left Malines on July 31, 1944. Belgium was liberated at the\nbeginning of September 1944.\nafter that again. Because I...once I came into the camp, I found out from the inmates what\nthe left meant. The left meant crematoire [NB: crematorium], which meant the ovens that\nI saw burning. Instead of factories, they were ovens. And they were gassing and burning\nthe people what went to the left. I don't have to say how I felt. I thought it was the end of\nof us all then. I was fifteen years old, and I was all alone in this Hell.\nThey told us when we came in, they told us to undress and that we were going to be\nshowered and that they were going to give us clothes. The place was so cold. It...1t...1t\nwas in early winter; and um it...1n Birkenau, this...which is Poland, it was freezing cold.\nWe stayed there for hours to um to wait for our clothes. They um took our clothes away,\nand they gave us inmate clothes. And it was paper thin. And no towels to dry; and um for\nhours they let us stay there. And people were crying and carrying on. We had no food.\nWe were starving hungry. And finally they gave us the clothes, and then they put us in\nbarracks. They put us in barracks; and we were packed like sardines. The barracks were\num...the beds were bunks, three layers. I was on the top layer. And we were like sardines\npacked. I think there were...we were um about fourteen people, if I'm not mistaken. If one\nperson wanted to turn, we all had to turn. So that we could move around. And at early\ndawn, they um ...they whistled, and we had to get up and stay in \"Appell.” \"Appell\"\nmeans like roll call. And for hours we stayed in \"Appell. And it was freezing cold. And\nthe...and it was mud. The roads were out of gravel and mud. And our feet were ice cold.\nAnd um the next day, they came after roll call; and they called us back to the same place\nwhere they um...where we had showered and um ga...they gave us the clothes. And they\ntattooed me. They tattooed me; and they told us from now on, this is my name. My name\nis A-5143. This was the second time. The first time, they made a mistake with the whole\ntransport. So they called us back and they scratched the first number out, and then they\ngave us the second number. And they said, \"From now on, you do not answer by your\nname. Your name is your number.\"\nAnd the delusion, the disappointment, the discouragement that I felt. I felt like I was not\na human person anymore. They had shaved our heads; and I felt so ashamed. And also\nwhen they told us to undress and to shower, they made us feel like...like we were\nanimals. The men were walking around, and laughing and looking at us. And you take a\nyoung girl at that age, who was never been exposed to um a person...to a man, and you\nstay there naked... I wanted the ground should open, (crying) and I should go in it. (Pause\n- crying) It took me many many years for me to get over this. My husband always\nwondered why I would go into the bathroom and get undressed, and come out in my\nnightgown. And I never told him why, except recently. It took all these years to tell him\nwhy. Because I could never see anybody staring at me while I was naked. And I think\nthat's what it was. Because it is a just...1t was just terrible for me, what we had to go\nthrough at that age. And I didn't understand why. All because I was Jewish. And I used to\nsay to myself, \"What did I do to deserve this, to be here for the Germans to do this to me?\nWhat did we do to them?\" The answers were never an...the questions were never\nanswered. And I had to make the best out of everything. Try to survive in that jungle.\nThey gave me, finally, little rations of hard, dried-up bread which was half mildew. I\ncould hardly eat it. And a tin can of soup; which was so rotten and vile, when I tasted it I\ncouldn't eat it. I put 1t down, and I didn't eat it. I just ate the bread and drank a little water,\nwhich was just rust running out from the um sink that they had over there. We couldn't\nwash ourselves. We had no soap. We had only that dirty water that ran out from that um\nsink hole where they had over there. And finally when I got so hungry and I knew I had\nto eat the soup, I couldn't eat it. It was so vile. It was so terrible. I never ate anything like\nthat in my whole life. I said, \"If I want to survive, if I want to go back to my aunt, ...”\nBecause I knew I still had one aunt in Belgium. \"...I have to eat the soup.” So I started\neating the soup. And I re...1 remember forcing the soup down my throat, and big tears\ncoming down my face. Eating and crying, eating and crying. And this is how I was in\nBirkenau for six weeks. Then, word came around; and we said, \"We have to work. If we\ndon't work, they're going to take us to the gas chamber.” So anytime there was work for\nvolunteers, we volunteered.\nWe stood up. The young girls, we all stood together as a group. That the girls came out of\nBelgium. We had made a pact that we should stick together, because all the parents was\ntaken together in the gas chambers. So they said, \"Let us stick together, and let's try and\nsurvive.” So one day...we were doing over there very hard labor work. We were doing\nroads. Or they told us to pick up rocks and...and...and carry them from one hill to the\nother hill. What we accomplished, I really don't know. They just wanted us to do\nsomething. And they were going with the um whips and hitting us, while we were doing\nthat. In the cold. One day...we were always looking for other jobs, because that would\nkill us if we would do this everyday. So one day they came, and they volun...and they\nsaid, \"There is anew camp opening up. And we need volunteers to work in the kitchen.”\nAnd we grabbed that opportunity. And there was about um twenty-five, thirty girls. And\num we were lucky enough to be taken to take that job. So they took us. And we\nshowered, and they gave us new clothes. And we went to work into the kitchen. And we\nfound out that that was in Auschwitz.\nAuschwitz is maybe like um a mile, a mile and a half, away from Birkenau. And the\ncamp I was in was called 2-B Lag...um Lager. Zwei-B Lager. And that was a new lager\nthat they had opened up there. And we started working in the kitchen. Well, the work was\nso hard. It was even harder than the other work. Because we had to get up before the\ncamp um got um woken up, so that um we should make the coffee ready. And cut the\nbread, the um um the rations. And prepare the soup. So we worked very very hard,\ndragging these heavy things. And I was a young girl, I had no food. And I had to drag\nthose heavy um cans of um soup and coffee liquids out. And um...like in the army. And it\nwas only two people per...per barrel, whatever they called it. We had to carry it all the\nway out from the kitchen to the outside, so that the inmates could come and pick it up.\nAnd I cried myself to sleep because of the hard work. And over there, that's the way I\nwas for six months. In Auschwitz. In the meantime, while life was going on over there, it\nwas very very rough for all of us. We were trying to survive.\nTransports were coming in every day, from all different countries. People with all kinds\nof different languages--Hungarian, Poles, Czechoslovakians, from Holland, from France,\nfrom Belgium, from Germany... They were from ever...Italy... There were eve...Poles,\nRussians... They were from everywhere. It was a melting pot. And everybody spoke in\ndifferent languages. And one day--I'll never forget--a whole transport of Hungarian\npeople came in. Women and children. And...into the camp... I was surprised--even\nchildren; because um they only had adult people there. And then I found out that\nthese...that transport, that Hungarian transport--it was two...two um barracks that they\nfilled up with--that they were going to the gas chamber. And they had no food. So I took\na bucket of boiled potatoes, and... At night, I had made up my mind to do this. And I was\ngoing to sneak into one of the barracks, and give as much as I can to each person. I would\ngive them a bowl of potato. Because we cooked always one day ahead, and we um made\num...to make the soup. So that's how I was able to take um a bucket of boiled potatoes.\nWell, in the beginning it went nice and quietly. But then as people find out they were\ngetting...somebody was giving them food, I...1 come...made a whole um commotion with\nall this. And all of a sudden the lights turned on, and the blockalteste--which is the um\nthe lady in charge of that barracks--op...opened up the lights and saw me. And um she\nsaw what I was doing; and she says, \"You know, I could denounce you where you could\nbe shot right there. And then what you're doing?\" She says, \"Give me that bucket, and\nget back to your barrack where you belong!\"\nAnd um the next day they were all liquidated, all these people. They were all gone. And I\ncould have lost my life. I didn't realize what I was doing. But I felt in my heart that I\nwanted to help these people, and this is all I could do. And one day I had to take out the\ncoffee early in the morning. It was my mine um time to take out the coffee. And I took a\nwoman who um...from...from the camp who was going to help me; and she was\ninexperienced. There was a um way to um carry it in order not to spill it. You ...you pick\nup something heavy, you...you... I was told you pick it up, and you go straight with it. If\nyou bend and you...then you have the whole weight of the um...of the um...of the um can,\nand it weights you down. But if you go straight, then you carry it with your whole body.\nSo you can walk with it straighter. So this poor woman was a weak person. She didn't\nknow how to carry it, and she was wobbling back and forth. And this was boiling coffee.\nAnd she finally dropped it on me, and then she took off and ran; and I got burned. I got\nburned on my leg, and um was severely burned on my left foot. And they took me to the\ninfirmary. The infirmary was all the way in the end of the camp. Nobody ever wanted to\ngo to the infirmary; because, first of all, there was no medication there anyhow. But\nin...people who were almost really dying would go to the infirmary; and from there, they\ncarried them out to be burned. Not only that, they would take out um people\nand...and...and to be gassed. But I went there to have just my bandage changed; because\nwhere the um big um can fell on my foot, it scraped all the skin off. And um so I needed\nbandages on...on my foot. So as I was being waiting for my um turn to um change the\nbandage, all of a sudden a jeep stopped and in came Dr. Mengele.\nAnd I saw death in front of my eyes. And he wanted to know what I was doing there. So I\nsaid to him right away, \"I am working. And I'm working 1n the kitchen, and I had an\naccident.” And I told him what happened. \"And I'm just waiting to have my um bandage\nexchanged.” And he said, \"OK.” And he let me exchange my bandage; and I went right\nout and I had two girls helping me walk back to the camp, to the kitchen. And as I was\nwalking back with the two girls, I was putting my heel down into the ground and I was\nhopping that way back. But being that the pavement was always full of mud...there was\nno dry pavement. We were always in mud up in to our ankles. All of a sudden, I heard\nthe brakes. And I looked behind, and there is the jeep with Dr. Mengele and two guards\nright next to him. He always had two guards, just in case somebody wants to kill him I\npresume. So he had two guards with their rifles; and he had a sho...a revolver in his waist.\nSo the um driver stopped, and he started screaming at me in German--how dare I\njump...how dare I walk with my heel on...on...with my bad foot in the mud when my\nbandage has just been changed. He said, \"What do you think we do here, exchange\nbandages for you so that you can make them muddy? Jump on one leg, or else!,\" he said.\nWell, I started jumping on that one foot. And if it wouldn't have been for those two girls\nwho were holding me, I would have collapsed. And I thought any moment he was going\nto shoot me or tell me to get on the jeep. I thought he was going to put...take me away.\nAnd how I walked into that kitchen, I'll never know. We were all three of us exhausted.\nHe followed me and trailed slowly behind me; to make sure that I was going into the\nkitchen for one, and also that I jumped on one leg. And that's how I...he took off, I know\nit. And that's how I escaped his death claws. I'll never forget that, with this Dr. Mengele.\nAnd finally it healed up. I still have a scar in my leg.\nAnd um every day was um a struggle to survive. Every day, I woke up and I would find\none or two people who wanted to end their lives and couldn't take it anymore. They\nwould throw themselves to the electric wires and make a end of it, because the electric\nwires would electrocute them. And every once in a blue moon, I wouldn't...I couldn't take\nit any more. I would try to sneak out of the barracks at late at night, when we were not\nsupposed to be; because we could have been shot right there if a German would see us at\nnight out in out of the barracks. But I would sneak behind the barracks and I would go all\nthe way in the back. And I would try and look at the sky. And I would see the sky...\nwould see the stars. And I would talk to myself; and I would say, \"I can't believe that\nthese stars are looking down at us in this Hell, in this camp, and the same stars are\nshining at the outside of the world. And other people are looking at the same stars, and\nthey are free. And they are free to do what they want to do. And they are living a good\nlife. And we are here in Hell--human beings worse than animals. And nobody is doing\nanything about it.” And I couldn't believe it, and I would say...and I would... As young as\nI was, I...I was asking myself these questions. And I would say, \"Where is the world?\nWhy isn't the world doing anything about this?\" And then I would question God; and I\nwould say, \"Where is God? How can he let us being killed like that?\" Naturally, I had no\nanswer. And after I cried myself out real good, I would go back to the barracks.\nAnd face the morning, and stay in \"Appell\" for hours again in the cold, and then go to\nwork in the kitchen. Finally, one day, one morning, I heard that Belgium was liberated.\nSomehow, somehow--I don't know how it came, um maybe from the underground--but\nthe news came to me that Belgium was liberated. And I was still in Auschwitz. And I was\nso happy; and I had such terrible mixed emotions, because I was happy. I said, \"My aunt\nis liberated. My Aunt Sarah did not get caught.” It never dawned on me that she could\nhave been caught and gone into another camp. I never...never even thought of that. But in\nmy mind, she was liberated; and in another way, I was so sad that I was still in camp and\nI was still here. And then one morning again, world...word came to us that we were going\nto evacuate Auschwitz. Why were we evacuating Auschwitz? It is because the Russians\nwere coming close by. And so we...we all walked out of Auschwitz, and we started\nwalking.\nAnd we started walking, we walked for days. I'll never forget it. I don't know how many\ndays we walked. We walked, and then we took cattle cars, and then we walked again.\nAnd as we walked, we heard gunshots. And they told us to keep on marching. We heard\ngunshots; and they were shooting people in the back who couldn't keep up with the\nwalking. It ended up being called the \"death march,\" because the ravines and the...and the\ngutters, they were all red from blood. From people... Some people who spoke Polish--we\nwere walking through Poland, and some people who thought they could escape would try\nand escape. Some people who couldn't keep up with the walking anymore--they got\nweak, they threw all their bundles away, and they walked until they couldn't keep up\nanymore. They fell behind, and the Germans just shot them. We saw people being shot in\nthe front, in their chest, in the back. They were laying all over: on top of hills, behind\ntrees... It was really like a war zone. And this is how we finally arrived in a camp called\nBergen-Belsen.\nBergen-Belsen were...was just the opposite of a camp from Auschwitz. In Auschwitz, at\nleast there we worked. And every once in a blue moon, we...we went into the showers.\nAs much as we were afraid to go to the showers, because we didn't know if the showers\nwould give us water or gas; but we showered once in a blue moon. Over there [NB:\nBergen-Belsen], we had no showers. We had no toilets. In Auschwitz, we had a barrack\nwhich was nothing but a toilet. One long toilet. How was the toilet made? The toilet was\num a plank with two holes. One opposite the other. Two rows. And people would have to\nuse those...those um um holes to...to do their business. And one person would walk right\nin the middle of those...those holes with a whip in their hand. God forbid if you missed\nthe hole. They would hit us. And when we came into Bergen-Belsen and I was looking\nfor the toilet barracks, there was none. So I found out that they had made a ditch, and we\nhad to go in the ditch and do it. The decay and the filth in Bergen-Belsen was\nundescribable. The conditions, the food... We had no...um my barrack had no...no um\num...not bunks to sleep on.\nThey gave us straw mats. We slept on straw mats. After a month, the straw mats got\nrotten, and we had to throw them away. So I slept on the bare floor. I had nothing to sleep\non. The little girl that I was with, that was the only one that I was able to um um keep\nwith on the death march, her name was Christiane. And I ...I stuck with her. She was the\nonly girl from...she was from France, and I was from Belgium. But we both spoke\nFrench, so we ...we...we stayed together. She was a year younger than I am. She never\nknew why she came into the camp. She didn't even know she was Jewish. I don't even\nknow how she was caught. And she was a very young, naive little girl; and I kind of\nprotected her, as young as I was. She...I had promised the other girls that I was going to\ntake care of her, because we were separated from the other group, from the other Belgian\npeople. So I felt like a duty, that she was part of me; and I kind of protected her. And um\nI guess that gave me the strength to carry on, because I kind of worried about her. And\nthe life in Bergen-Belsen was just terrible. We had...the...the rations were the same. And\nthe people just died like flies over there, because there was nothing. We had...we had no\nwork over there. We just sat around. And we walked around--in the decay, in the dirt,\nbetween the...the um um ditches from the bathrooms. The smell was horrible; and...and\npeople were...got sick. People got diphtheria, the runs; and it was terrible catching. And\num finally, the little girl got sick. I...you would go and stay in front of kitchens, hoping\nthat somebody would see me that knew me from Auschwitz, maybe. I was hoping would\ngive me something. And finally, um twice some people gave me--one time a little bit of\ncoffee and one time a little bit of soup--that I ran back to Christiane to give it to her. And\nChristiane died in my arms while I was feeding her a little bit of the coffee.\nI wanted her to have a little bit of hot um coffee, and she died in my arms. But before she\ndied, she had gotten delirious from the fever. Afterwards, I found out it was typhus that\nshe had. And she got delirious. It was the middle of the night, and she saw her family in\nher fever. So she started...she got up, and she wanted to run to her family. She cried in\nFrench, \"Mama!\" And she wanted to go to them. And, naturally, she was stepping on the\nsleeping people, and she made a commotion. So I tried to calm her, and lay her down.\nAnd while I was trying to calm her, the Blockalteste--which is the woman in charge of\nthe um barrack-- came down on me with a stick. And she started beating me. She beat me\nso much, until the the stick broke. And I laid there for two days. I couldn't move. I was so\nbruised and broken up. And it was right after that that Christiane died.",
        "Q: We'll stop here, and they're going to change tapes.\nTAPE #2\nTECHNICAL CONVERSATION",
        "Q: We're on.",
        "A: So Christiane died in my arms. When Christiane died, I did not let know...I didn't tell the\nBlockalteste that she was dead. I pretended she was asleep. I put her down and covered\nher up. And I pretended she was asleep, because I received her ration of bread. And I\ntook that ration and soup, and ate it for two days. And then after that, I was afraid that she\nwould start smelling, and that they would discover and they would hurt me again. So I\nsaid to the woman, the Blockalteste, that she had died. When Christiane...when they\nfound out that she was dead, they took Christiane. And they took her out, and they threw\nher on top of a pile of dead people. I said, I compared the two differences of the two\ndifferent camps. Auschwitz, they took away the dead people. They gassed them and they\nburned them; and in the camps we didn't see any dead people. We only saw the um\npeople being hit or being dragged away, but we never saw any dead people laying\naround. In Bergen-Belsen, was just the opposite. Bergen-Belsen was nothing but dead\npeople. Skeletons. Skin and bones. They piled them up as they died. Every day, five\npeople would be dead from...from one barrack. And they just piled them up, like a\nmountain, outside in front of the um door of the barrack. And the piles got as high--I\nwould say um six, seven feet. Because I remember when they... First, in the beginning, I\ncouldn't look at her. I was afraid to look at Christiane on top of that pile. I knew where\nshe was. And I knew what she had on. Christiane had a skirt--a little skirt, a thin little\nskirt--and a navy blue jacket. And finally my guilt couldn't take it any more. I said I had\nto go and look at Christiane. So I went out, and I looked at Christiane. And one thing\npuzzled me...and I didn't understand what was wrong. Christiane's skirt was taken away,\nand she was bare from the waist down. Nothing but bones and skeleton. Just like you see\nin the...in the pictures, or in the movies they show. And she had a white jacket on. I says,\n\"Why is her jacket white? Why would somebody take off the blue jacket, and put a white\njacket?\" So I went closer by of the pile...to the um skeletons, the dead people. And I\nlooked up; and underneath that white, I saw the navy blue. And the outside of the white\nwas lice. Big white lice, like the size of black ants that you see sometimes, the black ant\ncrawling in the dirt. That's as big as those lice were. And they covered that navy blue\nlittle jacket; and it made the jacket look white or grayish. And it shocked me so that I\nalmost fell on the... under the dead cadavers. And I ran away and I never looked at\nChristiane again anymore. I was so...it...1t...1t just took everything out of me. I couldn't\ntake it. They were eating Christiane up, this... From...from...from the terrible--the lice, the\ndecay, the filth. And this is how she ended up, a young fifteen year old girl.\nAnd after that, I was so disillusioned. I had nothing to fight anymore. My morale was so\ndown. And I think I came down with the typhus what Christiane had. And I couldn't work\nanymore, and I couldn't get up anymore. And I laid there; and one day I had to go to the\num bathroom. And I had to go at night. And they...and I fell; and coming back from the\nbathroom, somebody pushed me and bruised me on my leg. And from the bad nutrition\nand the bruise developed into a terrible big bruise. And I don't know what happened to\nmy leg, but it was like on fire. And no medication, and no um um medicine. It...1t was\nlike um um a fire was on my leg, and a bump; and um I would not let nobody touch it.\nAnd I was very weak with the typhus, and I couldn't walk anymore. And I laid there like\na Skeleton. And this is how I was liberated.\nWhen I was liberated, I couldn't um lift my head up. Finally, after two days, I asked two\ninmates to pick me up. And I could look out the window and see what a soldier looked\nlike. And then they laid me down again. And then I found out, after the um... probably\ndays, told the um...the um army... They took all these sick people, the ones that were the\nworst off for um give them immediate help. So one um Red Cross came, and they said\nthey were going to take me away the next day. And so they took off all my clothes that I\nhad on; and they wrapped me in an army blanket, and they took me. And they um took\nand put me in um a bathing house; and they took the Germans who were the Nazis, they\nmade them put on white uniforms and they took care of our...of the inmates who were\nvery bad off. And they washed me and shampooed me, and um then they put me in a\nhospital. In the outskirts of Bergen-Belsen, they made um...they set up an emergency\nhospital. And in that hospital, I remember an Englishman...I could see in his face that my\nleg was bad. And I had a translator tell me that he was going to do the best to save my\nleg. And um he operated on me; and um I understand that gangrene had set in the leg\nfrom um the um pus, and had reached the bone. Anyhow, I was two months in that\nhospital fighting for my life. And then, they um...finally after two months and I got some\nof my strength back, they took me back with the Belgian Red Cross. I remember, one day\nI saw some soldiers going from bed to bed, from bunk to bunk. And on the lapel, I...1\nrecognized the Belgian flag. I star...I started talking French to them. And they were very\nexcited to find a Belgian girl. And um they made all the inquiries about me, and they um\ncalled the Belgian Red Cross. And sure enough, all the information I had given them was\ncorrect. So they sent me back to Belgium. Because a lot of inmates after their liberation,\nthey all wanted to get out and wanted to go back to um neutral zones. They didn't want to\nstay in Russia or Poland. So um they had to check it real closely; and when all the\ninformation was correct, they sent me back. Finally, the Belgian Red Cross took me back\nto um Brussels by um airplane. Ao I traveled back with a army airplane; and I was one of\nthe very very few who were very very injured and weak, and couldn't travel, that was sent\nback by plane. And when I came back into Belgium, the Belgian um Red Cross asked me\nwhere I should go, where...who they could notify. And I didn't know where my aunt was,\nso I told...I gave the address of the people where I was in hiding. The Belgian people who\ntook care of me. And they came right away and got me. And I stayed there two days,\nwhen word came to my aunt from that lady who had saw my name that um...that I was\nthere.",
        "Q: Can you tell us about that? How...how did your aunt discover where you were?",
        "A: Well, um this very good friend of mine...um...of my mother, knew my aunt. She was a\nfriend of the family. And she saw my name on...on the board. When um the people who\nsurvived the camps...um as they came back home, the Belgian Red Cross and the Jewish\num society wrote down the names of the survivors. And they listed them. They made\nposters, and listed them. And as people in the streets, everyday they were running to\nthose um posters to see who...who of their families came back. So that woman saw my\nname, and knew who I was; and she ran to my um aunt to tell that Lilly survived. And the\nBelgian...um she got in touch with the Belgian Red Cross, and the Belgian Red Cross told\nthem where they had put me. And so this way she knew where I was, where... And they\nwent over there to get me. Also, at that time, that same lady had met this gentleman in the\ncafe when she went in....",
        "Q: You need to tell this on the tape. You told me before, but we weren't on tape. Tell me the\nstory again about it.",
        "A: OK. This same lady, after the war she um was trying to um make a living. And after the\nwar, a lot of different nationality um um armies was in Brussels. And so a lot of people\nwere dealing in the black market in um...in Brussels, with um the currency. And this\nwoman was um um doing business with currency. And she was walking into a cafe, when\nshe saw this gentleman at the table having coffee. And she sat next to him and started a\nconversation. And she wanted to find out all about this um gentleman, for some reason or\nanother. And she was a very inquisitive person, and she kept asking him questions. And\nso she said, um, \"What do you do to um make a living?\" And he says, \"I'm right in the\nmiddle of going to America, so I gave up all my businesses. And um me and my two\nsons, who survived um concentration camp... Um, I have family in um New York, and\num they are making papers for me to go to America.” Well, this lady wouldn't give up;\nand she kept asking questions to him. And she said, um, \"Well, who is your family?\" He\nsays, \"I have a sister.” \"And what is her name?\", she said. And he says, \"Lublin.” And\nshe got all excited, because she said, \"My God, Lublin! I know of a girl who just now\nsurvived concentration camp. She just came back from Auschwitz and Bergen-Belsen.\nAnd she is a Lublin. And maybe it is your sister's husband, or a brother of his. Please\nsend a telegram to him saying that there is a daughter that is here who survived.” And so\nhe did, and...",
        "Q: Do you want to tell how your father came to be in America?",
        "A: Well, my father came here in 1928. Um, way before the war. He had left my mother in\n1928; and my mother was seven months pregnant with...with me. I had a brother and a\nsister; and my sister was two years old and my brother was one year. And I was supposed\nto come in the world. My father was married only in the Jewish religion to my mother, so\nthat the um Justice of the Peace never recognized the marriage. And because of that\nreason, I was an Applebaum--my mother's name--and my sister and my brother were\nLublin. And um when um I came to this country, my father had to prove that I was his\ndaughter. And, naturally, he had a hard time. It took a year, but he finally did...was able\nto arrange it. And um by proof, by showing letters and money that he sent once in a blue\nmoon to...to um Belgium. And um the reason he said he couldn't do it too often is\nbecause, he said, there was also a...a Depression here. But anyhow, that's the only\num...the only reason that um...the excuse he had why he couldn't help us before. And he\nalso said that um he inquired with the Belgian Red Cross to find out if any of us survive,\nbut he said we were all gone. That um the Germans had all killed us; and I don't know if\nhe ever inqu...um requested about Applebaum. Because I was still under Applebaum.\nMaybe he requested about Lublin. I never asked him that question. It never even dawned\non me. But um anyhow, he came here in 1928; because he was um a cook on the ships.\nAnd when the um his ship came into America, he jumped ship and he came and settled in\nNew York. And that's how he got to America.",
        "Q: And this lady in the cafe...?",
        "A: And so this lady in the cafe said, \"There 1s a Ignatz Lublin\"--that was my father's name\nthen--\"who went to America in 1928, and had a wife here with three children. And one of\nhis daughters just now was liberated. And you must write to your sister and find out if\nthere is any relationship with that man, because um you have to help that girl. She is\nover...um a aunt of hers from her mother's side.” And um I didn't even know about it.\nAnd so, when my um...when this man sent a telegram to his sister, they knew right away\nwho um was this man and um wanted to say. And they knew it was my father. And they\ngot in touch right away with my father, which was my um...that...that woman's um\nhusband's brother. My uncle. And he...and... But...1n the meantime, my father had\nchanged his name to Israel Lublin. And he had moved to Washington. So he called up\nWashington and said, \"Israel, there is a daughter that survived. And um...and this is the\naddress where she's staying at.” And I received a telegram to...um right away from my\nfather. And when I received a telegram, I wasn't even willing to come here then; because\nmy papers were already made to go to Israel. I was going to aliyah. But my aunt who\ntook care of me, and she brought me back to health... And I loved her very much, because\nshe was the only one that I have had that survived. And um I felt a duty to her. And she\nhelped me; and I loved her very much. And she wanted very much for me to go to\nAmerica, because her dream as a child was always to go to America. And I said, \"I don't\nwant to go to America. I want to go to Israel.” And she convinced me. She says, \"You\ndon't know Israel. You don't know America. What difference does it make where you\nstart your life? Go to America for me, and help me and bring me down to America when\nyou will be able.” And so I felt so bad, I...I said, \"OK.” And that's how I came to America\nto be with my father.\nAnd it's funny. There um was a play last winter called \"Shayne Maydel.” And I found out\nabout that play. I went to see it; and it's almost like my life, that um play. And I went and\nI spoke for the people who were in the play, and for the...and the audience, one night;\nbecause it was parallel just like my story. And um except that the sister who was in that\nplay--and I have um a half-sister here from... from my father and my step-mother,\nwho...she was very very young and didn't understand what I was all about--while this\nsister in the play wanted to help the new um sister who was the survivor. And with me, it\nwas just opposite. And um my step-mother didn't help me at all when I was young\nand...and came here, in the beginning. But anyhow, I was just one year with my father.\nAnd met...um married um my husband after I met him for three months. And thank God,\nit's already...yesterday was 42 years that we are married together. And we have three\nwonderful sons, and three beautiful grandchildren and a fourth coming on the way.\nAnd they know. Um we've talked to them many times, my children, about the Holocaust\nand what we have gone through. And um I think they understand what makes us tick and\nwhat makes us different people, because of what we went through in life. We tried to be\nas normal as we can be. And I think we are normal. But inside of us, we will never be the\nsame as any other person who has never been in a concentration camp. It isn't possible.\nBecause of what we went through. Because there's not a day that does not go by that we\ndon't think of camp or of death. And of what we had to go through in life, which was\nthen. It was just terrible. How we lived. It was so inhuman. Animals were taken care...\nbetter...had better love and care as...than we did. I remember when we...when I came into\nAuschwitz, it...it...1t was such a Hell place. And when it rained, and...and the ashes flew\ndown from the crematoire on us. We were living with death all the time. And the smell,\nand the odor. It was 1m...impossible to describe it. And I cannot believe to think that the\npeople in the outside of the camps, who lived around there, who claimed that they didn't\nknow. I cannot believe that they say they didn't know what went on. Because they must.\nIf we smelled it, they smelled it; and if the ashes fell on us, it must have fallen on them,\ntoo, when the wind carried it away. And...and...and... and this is in um Hell that we lived\nin. And each time I hear a siren ring, to this day--even after forty-five years--I still am\nright back in the war. And each time, when I go into New York and when we drive the\ncar--even if it is for pleasurable things--but before we get into New York and we hit New\nJersey, and I see the...the factories with the chimneys, with the fires burning, I'm right\nback in the ovens of the crematoire. (Crying) It is always in my heart. It always will be.\n'Til I die. This is how we lived, from the death. And the world was quiet. And never said\na word. And this is why I am here today to talk about it. To let the world know, for them\nto know that it should never happen again. That my children and grandchildren and their\nchildren should never know from a life like that. And the world should speak up when\nanother Hitler should come, God forbid. Because then it will be doomsday. I hope it\nnever happens again. Because too many people died. Six million for nothing; just because\nwe were Jews. I hope the world will never forget what we went through.",
        "Q: Is there anything else you would like to add?",
        "A: I'd like to say I'm very very grateful to America. As much I didn't want to come here, I\nam very very grateful. Because America made me feel like a human being again. Because\nAmerica was wonderful. And I have to say it is the best world... the best country in the\nworld. And it gave us opportunity to be people and human beings again. We worked very\nvery hard in this country. We were young. It's true. We couldn't speak the language when\nwe came, but we learned real fast. As much as we could. We were not lazy, and we built\na new family and a new life. And I'm grateful every day. I say thanks. And every day, I\ncannot believe what happened to me in my life. I will never forget; and always will look\nwith the future and be grateful to America, that America gave me that opportunity to live\nas a human being again. Thank you very much.\nEND OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Would you tell us your name, and where and when you were born?",
        "Q: Would you... Before you go on with the story of the war, tell us a little more about your\nchildhood. What was the community like? What was your schooling like?",
        "Q: Did you go to school?",
        "Q: A convent?",
        "Q: We'll stop here, and they're going to change tapes.",
        "Q: We're on.",
        "Q: Can you tell us about that? How...how did your aunt discover where you were?",
        "Q: You need to tell this on the tape. You told me before, but we weren't on tape. Tell me the\nstory again about it.",
        "Q: Do you want to tell how your father came to be in America?",
        "Q: And this lady in the cafe...?",
        "Q: Is there anything else you would like to add?"
    ],
    "answers": [
        "A: Yes. My name is Lilly Applebaum Lublin, Malnik by marriage. And I was born in\nAntwerpen [Eng: Antwerp], Belgium, in 1928. And um, I had a good, happy life as a\nchild; and my grandmother in Antwerpen raised me. And um...in 1939, she got very, very\nsick. And I remember as a young child, when we were...they were talking about Hitler\nmaking it very, very hard for the German Jews in Germany. I remember my grandmother\nalways saying [that] if there would be another war, she would would like to die first;\nbecause she doesn't want to live through another pogrom, in Poland. My grandmother\ncame from Poland. And sure enough, in 1939 my grandmother got sick. And she died of\ncancer. And...",
        "A: We um...we lived in a very Jewish neighborhood in Antwerpen. As I said, my\ngrandmother took care of me. She was a very religious woman. And so she lived in a\nJewish neighborhood. And I had lots of little friends. And um...we played. I remember\nplaying in the streets in our neighborhood; and...and there was a very Jewish comm...um,\num community there, with shuls and everything. And everything was open and free, and I\nwas very very happy there. And um...it was beautiful.",
        "A: And I went to school in kinder... I remember going to kindergarten, and then into the\nelementary school. And then when um my grandmother got sick, my...and died...my\nmother had to come and get me from Brussels. Um, my mother took care of my brother\nand my sister, who were older of...of me, in Brussels. Being that my father was here in\nAmerica--he came here before the war--um, my mother had a hard time raising the three\nchildren. So I was split up; and my grandma took care of me, being that I was the\nyoungest. And my mother took care of my brother and my sister in Brussels. There in\nBrussels, my mother had um an apartment. Uh, we lived right in the heart of Brussels.\nAnd um my mother had a atelier, which means like a working...a workshop. And um she\nmade raincoats. Um, in Belgium it rains a lot; and um a lot of people used to make\nraincoats there. And we made it from scratch, from... And um we sewed and we glued;\nand they made raincoats. And that's how she made a living. And um when I came there in\n1939, um I was a year with my mother. When one morning in 1940, I woke up early in\nthe morning hearing um noises and didn't know what it was.\nAnd I heard: pouff. Um, like explosions. And um we went to the window and we looked\nup in the sky, and there I saw white um clouds--like puffs, like snowballs. And um I\nrealized it was like from um cannon balls. Or whatever, I don't know. We ran down the\nstreet; and people came down and we were all in the streets. And we found out that the\num Germans were invading um Belgium.\nAnd um it was early spring. In May. And um mid-afternoon, the Germans walked down,\nin parade, into the main street of Brussels. And this 1s how they came in and invaded\nBelgium. And that's when our troubles started, with the Jewish people in Brussels. They\nstarted very slowly with the Jewish people. Because they were afraid um to start very\nhard on us, because they were afraid of rebellion. They did not know how the reaction\nwould be from the Belgian people. So they started the curfew, and with um yellow patch-\n-we had to wear the yellow patch, which meant...which said \"Jude.” And we had um to\ngive ...um all information about ourselves we had to give them. And um we had to give\nup um our um... I don't know if we had to give up our passports or not; but um I knew\nthere was...I know that there was curfew. And um they started asking for volunteer jobs.\nPeople should volunteer, and give um um for jobs to go to um Germany to work. And a\nlot of people thought that if they would um go and volunteer, that they um would be safe.\nSo a lot of people volunteered and went away, and we never heard about them again. So\nthe people were scared. After that, when they saw they didn't get any volunteers, they\nstarted raiding sections of um neighborhoods. And this was um in 1942. At that time, I\nwas very very lucky; because um I developed... I...I was a little girl who always suffered\nof tonsillitis, and being the condition of...um the situation the way it was, my mother was\nafraid if anything should happen to me that um I would get very sick, and I would... Um,\nGod knows what would happen. She says, \"Lilly needs her tonsils out.” So she put me in\nthe hospital to take my tonsils out.\nAnd um in the meantime, she had made arrangements with a lady who worked in\nmother's um atelier--in her shop--that she knew. She was a Belgian lady. She worked for\nmy mother many, many years. And um she said she was going to help my sister, Marya,\nfind a place to hide. Because the Germans were getting very um um--how should I say?\nThey tried to pick up people in the streets, and um and they were already um grabbing\npeople everywhere to put them into transports and send them away. So my mother\nwanted to um save my sister; and this lady said, um, \"I will help find a place for her.”\nAnd sure enough, one day she came and she says, \"I have an address where Marja can go\nand hide. It is out in the country. And this man is a farmer, and he will keep Marja until\nafter the war.” So my mother was very grateful. She made um a suitcase ready for her,\nand sent her off to that farm with this woman. And while I was in the hospital, one day\nmy mother came to visit me. And I could see that she had been crying, and she was very\nsad. I says, \"Ma, what's the matter? Why are you crying?\" So she broke down, and she\ntold me that Marja had been taken. I says, \"How come?\" I said, um, \"You put her away\nto be hiding in...1n...in a farm.” She says, \"The man denounced her.” \"How did he...\nWhy?,\" I asked. And um later, I found out as I got older from my family, he tried to um\nforce my sister they should have relationships with her. And my sister was young,\nand...and she said, \"No. I'd rather go to the Germans.” She said, \"I'm...I'm...I'm not going\nto have any of that. And um I...I will not let you do this to me.” And he threatened her;\nand he says, \"If you don't,\" he says, \"I'm going to denounce you!\" And sure enough, he\ndid denounce her.\nAnd the reason how we know it is because a postal card came to us. When she was um\ntaken out of um to transport from Belgium to um the camp, she had slipped a postal card\nthrough...through the cracks of the cattle wagon. And um early in the morning as people\nwere going to work and the farmers were going to work in their fields, they would pick\nup notes and cards that people dropped from the um wagons. And um this is how we got\nour card from my sister, saying, \"Beware of this woman, because she she took me to this\nman who wanted to have relationship with me. And I wouldn't give in, and I got\ndenounced.” So my mother being very naive about it; and um she seeked that woman out\nand made problems for her. And sure enough, that woman denounced my mother and my\nbrother. And how she did it is this way. I had a grandfather, who--in those days, in 1942,\nthey didn't bother with the old people. They wanted the young people. So my mother and\nmy brother, who was left, they um went and took um a furnished room someplace and\nhid. And they left my grandfather in the apartment where my mother lived originally. But\nshe knew my...my um Zayde--which is my grandfather--had no food, and she worried\nover him. So she went and cooked him some soup, and she was going to bring it to him to\neat. And as she turned around the corner from the street and our apartment building was\nright at the corner, she saw the Germans waiting there for her. This woman knew that my\nmother was bringing soup to my [grand]father; and um my mother was caught right there\nand then. My...my mother and my brother ran across the street into a grocery store. And\nthe Germans came after her in that little store, and they took her away.\nThe reason I know about this is because--um I have to go back a little bit. When um I\ncame out of the hospital, I had an aunt who was hiding out 1n the country. She said to my\nmother, \"Bring Lilly to me, so she can recuperate from her tonsil um operation. And let\nher stay with me a few days.” So while I was recuperating and staying with my mother--\num, with my aunt--excuse me--a...a call came to us from neighbors from our street. From\ngentile people. And told my aunt, \"Do not bring Lilly back to this address, because her\nmother and brother were just taken away.” And this is how I stayed with my aunt and my\nuncle, and in hiding in, out in the country. Which is the outskirts of Brussels. And um\num...and I was hiding there until 1944. In the meantime, the rest of my family were taken.\nLittle by little, they picked them up; and they were all caught. Except this aunt of mine\nwho kept me, and another aunt. Another aunt, she had two little girls and she gave them\nto um um...not an orphanage...",
        "A: ..um, a convent. And um the convent kept them for a little bit. Then they got very very\nnervous about it; and they called my aunt, and um my aunt had to place the children\nsomeplace else. So she finally hired a lady who was willing to um take care of those two\nchildren while my aunt was um doing housework for gentile people and pretending she\nwas Christian. She would do housework, and she would pay that lady every month. And\nshe kept those two children. And um so I was in hiding with my other aunt. And in order\nto survive--because the money was running out a little bit--and um...and to make ends\nmeet, the people who um we lived with in our apartment building um knew that I was\nJewish. And um they said, \"Lilly, let's call you Lilliane from now on.” They were very,\nvery nice to me. And they liked me very much, and they helped me as much as they\ncould. And um and life was really not that bad while I was in hiding with my aunt and\nuncle.\nThere was a little factory right next to us. And um when the Germans um came into\nBrussels and raided us, they um took over that factory and they started making\ncamouflage for the army. So this man um knew that I was hiding. And he says, \"Lilly,\ncome in and work for me. Nobody will know that you are Jewish. And whatever you\nmake will help you to buy groceries.” And so I did this. And um...so one day--I'll never\nforget--one day, um the owner of these people said, um, \"Lilly, I'm entertaining um\nGerman people tonight for dinner. And they're big to-do people, and I would like you to\ncome and do um the dishes and help us in the kitchen. You won't have to come in the\nliving room, but you'll be just in the kitchen.” In the meantime, while I was doing the\nwork during the day in that little factory, I also was doing part-time um...I was doing\nmanicuring in a beauty shop up the street. And I was making tips. And all this helped me\nin that I could give that money to my aunt and my uncle for food. So I learned to make\nmanicuring. And so I um couldn't say no to the people, because I was grateful that they\nwere giving me the job. But I says, \"I'm Jewish. I'm scared to be near them.” He says,\n\"Lilly, I assure you that nothing will happen to you. I will not tell the Germans that um\nyou are there, that you... I'll just say that you're a little girl helping me.” So I did. And um\nwhile I was doing the dishes and after dessert time, the owner comes into the kitchen and\nhe says, \"Lilly, I have a request.” I says, \"What is it?\" He says, \"I told them that you are\nan apprentice in um...in a beauty shop, and that you do manicuring. And one of the\nofficers wants you should do him...give him a manicure.” Well, I almost died from fright.\nI says, \"How can I?\" He says, \"You pretend that you're...you don't have to speak to them.\nJust give them a manicure, and you get out.” So I um...I was there, I couldn't say no. And\nbelieve it or not, I sat down and I gave this German a manicure. How I didn't cut his\nfingers, I don't know. But I'll never forget that. How I said to myself, \"You should only\nknow that a Jewish girl is giving him a manicure!\" And he was so happy, and he so\nwas...that I gave him his manicure that he even gave me a tip. But this 1s just a sideline of\na little story of what went on in my life, that I want to bring that out.\nAs the the years...in...in 1940...from 1942 to '44, at the end it was getting real tough on\nus. And um as we were struggling to survive, one day I came home from work and the\npeople downstairs told us that we have to get out. Why? There was a new tenant that\nmoved in and found out that we were Jewish. And they were going to denounce us. And\nthey said they know that the Germans are going to come and pick us up at night. So my\naunt and my uncle had to leave. And the owners from the um factory said, \"Lilly, you are\ngoing to stay with me until your aunt and uncle find a place.” So that night, I went and I\nstayed with them. It so happens that their apartment was next door to us. Their side of the\nwall was our side of the wall from our apartment. And that night, sure enough, the\nGermans came with the trucks and came into our apartment. And they were so angry\nto...not to find us there. They threw furniture. They opened drawers. I heard them scream\nand I heard them knock; and I heard the apartment, the wall was shaking from um...from\nthe noises and the...the things they were throwing around in the apartment. And I was\nshaking in bed. And I was laying there; and um the owner jumped to look out the\nwindow. The woman laid next to me, and she held my hand. And she kept saying to me,\n\"Lilly, please... Lilly, pray to your God that they don't find us. Pray to your God that they\ndon't find us; because they're going to kill us, shoot us, and they'll take you away.” And\nshe kept screaming at her husband to get away from the window. \"They'll see you, and\nthey'll come here.” But sure enough, nobody told them where I was. Nobody from the um\napartment. And um they took off. And they um put a seal on the apartment door, so that\nwe should not come in. Because they were going to confiscate whatever there was in the\napartment.\nI did not know where to go. One of the girls that I acquainted while I was working there\nin the factory liked me very much. A Belgian girl. And she said to me, \"Lilly, you come\nand stay with me. While your aunt and uncle will stay in an apartment wherever they will\nlive, but you'll stay with me. And nobody will ever know that you are Jewish.” And my\naunt was so happy that um this girl had um offered for me to stay that she let me do it.\nWell, after um two weeks I was so worried about my aunt and uncle. I didn't know how\nthey were coming along. One Sunday morning, I decided to um um go and visit them. So\nI took the streetcars, and I went in to their neighborhood where they were hiding. And\nthey had a small two bedroom--um, two room um little um um apartment. It was just two\nlittle rooms--a kitchen and a bedroom. And I stayed with them, and I had dinner. And um\nI wanted to go back to the girl's house. And my uncle said, \"No, Lilly, stay over and\nsleep. Because it's getting late. I don't want you to go through that section where you...um\nwhere we live here, because the um the men are just sitting out in the streets and drinking\nbeer. And I don't want you to walk through them.” Because it was like um a low-graded\nneighborhood where they were hiding in, and he was afraid for me to walk there by\nmyself. And it was getting dark. My aunt encouraged me to go; and she was arguing with\nmy uncle. And my uncle said, \"No, I don't want her to go.” Finally my aunt let in, and...\n\"Where is she going to sleep?\" \"She is...I'm going to make a bed for her on the floor near\nthe kitchen door. She'll sleep there on the floor.” Sure enough, I deci...they decided I\nshould sleep there. So I went to sleep. And early in the morning, I heard this terrible\nbanging at my door, on...at the head of my door. And I jumped up, and I looked out of the\nwindow. And there were the Germans standing with the um rifles up high like this,\nshooting in case somebody wants to jump out of a window.\nAnd I had to open up the door, and there they came in. And they took us away with\na...with a truck. And they put us in a jail, where they gathered us together with people.\nWe were crammed into a small little jail. I don't know how many people were there. We\ncouldn't breath. We hardly could breath. We couldn't go to the bathroom. It was just\nterrible. We heard screams from other cells. And finally, by dawn, they took us with\nanother truck and they brought us to another place called Malines, which is a small town\nbetween Brussels and Antwerpen. Malines is a place that used to be a caserne [Trans:\n\"parracks\"]. A caserne is like um um...an army place, where um they--an armory. Years\nago they used to have horses there, I found out. The reason I found out is because five\nyears ago, for the first time, I went back with my husband to Belgium. And I...and I\nfound out about that. And um...and they made a jail...um they made a um um--how\nshould I say? A...a camp for...a place for to keep all the people they gathered together\nfrom Belgium, from Brussels. And when they had enough of a transport, they transported\nus from there to the camps. And so we were kept in that place, in Malines. Maybe I was\nthere about six weeks. We were sleeping on straw um pads, bags like that. And um...and\nwe had rationed food. And um...and we were...we weren't doing anything. Every once in\na while, even there when a transport would come in, I would hear screams and carrying\non from they were torturing people next door for them to find information. But um until\nthey had enough people--maybe about three, four hundred people, the most five, I think--\nthey made a transport and they sended us off. And that was in 1944, when I was deported\n' Also: Mechelen (Flemish), or Mechlin (English). This was a police detention camp\n(Polizeihaftlager) used as a transit camp (Durchgangslager) for Jews between August 1942 and July\n1944.\nout of Brussels--I mean, Malines. And what I found out afterwards, that I was the second\num last transport. I was the twenty-fifth transport that left Malines. And after that, there\nwas one more transport; and then Belgium was liberated.”\nWhen I was um...when I went into the transport, they gave us bread; and the younger\nchildren received a can of milk. I remember my aunt would not let me drink the milk, in\ncase I needed it for later. And she just let me have a little piece of bread. We were pushed\nin the cattle cars. And our cattle car happened to be a coal cattle car. So in no time, we\nwere black and dirty. And we were pushed in like sardines into that cattle cars, with\nbuckets for to um...do our urine in and um bowel movement. And it was just horrible.\nThere was a small little window with barbed wire over it, and we had no air except what\ncame from that little window. And we travelled like this, I think...I think, for three or four\ndays. I have no idea. And sometimes they would stop in between sirens, and...and we\nwould just sit there. We were all cramped. And people would um lose control of\nthemselves; and we laid in that dirt. It was just horrible. And one time there was such a\ncommotion, because people became so tired and exhausted and lost of their patience.\nThey started to um get angry at one another, and people started screaming. So all of a\nsudden, one German... They...because they were um guarding the um cattle cars from the\noutside for people who escaped. So um he took his rifle and he shot a bare blank; he shot\nat two people, and he screamed to be quiet. So we...we thought we were going to die\nright there and then. And this is how we arrived finally in Birkenau.\nA camp called Birkenau. And it was like dawn. And I saw lights, and um we saw fire\nfrom far away. And um like a chimney, with fire going. And um we thought they were\nfactories. And I said, \"Good.” I says, \"We will be able to work.” And I see um little...saw\nbarracks with lights burning; so I said, \"Oh, maybe now I'll be at peace at least.” They\ntold us to leave our luggage. And whatever our packages we had with us, we had to leave\nat um on the ground. And we had to go and stay in line as we came off the um cattle cars.\nAnd they separated the men from the women. As they separated us, I didn't even have\ntime to say goodbye to my uncle. And um...and my aunt and I were standing, one next to\neach other. And as we came close to um... One by one, to...1n front of the Germans, one\ntall fellow--I didn't know who he was--which later I found out was Mengele, Dr.\nMengele. He guided us to go to the right or to the left. And at that time I did not know\nwhat that meant. And he told me to go to the right, and he told my aunt to go to the left. I\nthought my aunt was going to the left to give information about our names and birth,\nand...and that I would see her later, and to give our passports away. But I never saw her\n* The last transport of Jews apparently left Malines on July 31, 1944. Belgium was liberated at the\nbeginning of September 1944.\nafter that again. Because I...once I came into the camp, I found out from the inmates what\nthe left meant. The left meant crematoire [NB: crematorium], which meant the ovens that\nI saw burning. Instead of factories, they were ovens. And they were gassing and burning\nthe people what went to the left. I don't have to say how I felt. I thought it was the end of\nof us all then. I was fifteen years old, and I was all alone in this Hell.\nThey told us when we came in, they told us to undress and that we were going to be\nshowered and that they were going to give us clothes. The place was so cold. It...1t...1t\nwas in early winter; and um it...1n Birkenau, this...which is Poland, it was freezing cold.\nWe stayed there for hours to um to wait for our clothes. They um took our clothes away,\nand they gave us inmate clothes. And it was paper thin. And no towels to dry; and um for\nhours they let us stay there. And people were crying and carrying on. We had no food.\nWe were starving hungry. And finally they gave us the clothes, and then they put us in\nbarracks. They put us in barracks; and we were packed like sardines. The barracks were\num...the beds were bunks, three layers. I was on the top layer. And we were like sardines\npacked. I think there were...we were um about fourteen people, if I'm not mistaken. If one\nperson wanted to turn, we all had to turn. So that we could move around. And at early\ndawn, they um ...they whistled, and we had to get up and stay in \"Appell.” \"Appell\"\nmeans like roll call. And for hours we stayed in \"Appell. And it was freezing cold. And\nthe...and it was mud. The roads were out of gravel and mud. And our feet were ice cold.\nAnd um the next day, they came after roll call; and they called us back to the same place\nwhere they um...where we had showered and um ga...they gave us the clothes. And they\ntattooed me. They tattooed me; and they told us from now on, this is my name. My name\nis A-5143. This was the second time. The first time, they made a mistake with the whole\ntransport. So they called us back and they scratched the first number out, and then they\ngave us the second number. And they said, \"From now on, you do not answer by your\nname. Your name is your number.\"\nAnd the delusion, the disappointment, the discouragement that I felt. I felt like I was not\na human person anymore. They had shaved our heads; and I felt so ashamed. And also\nwhen they told us to undress and to shower, they made us feel like...like we were\nanimals. The men were walking around, and laughing and looking at us. And you take a\nyoung girl at that age, who was never been exposed to um a person...to a man, and you\nstay there naked... I wanted the ground should open, (crying) and I should go in it. (Pause\n- crying) It took me many many years for me to get over this. My husband always\nwondered why I would go into the bathroom and get undressed, and come out in my\nnightgown. And I never told him why, except recently. It took all these years to tell him\nwhy. Because I could never see anybody staring at me while I was naked. And I think\nthat's what it was. Because it is a just...1t was just terrible for me, what we had to go\nthrough at that age. And I didn't understand why. All because I was Jewish. And I used to\nsay to myself, \"What did I do to deserve this, to be here for the Germans to do this to me?\nWhat did we do to them?\" The answers were never an...the questions were never\nanswered. And I had to make the best out of everything. Try to survive in that jungle.\nThey gave me, finally, little rations of hard, dried-up bread which was half mildew. I\ncould hardly eat it. And a tin can of soup; which was so rotten and vile, when I tasted it I\ncouldn't eat it. I put 1t down, and I didn't eat it. I just ate the bread and drank a little water,\nwhich was just rust running out from the um sink that they had over there. We couldn't\nwash ourselves. We had no soap. We had only that dirty water that ran out from that um\nsink hole where they had over there. And finally when I got so hungry and I knew I had\nto eat the soup, I couldn't eat it. It was so vile. It was so terrible. I never ate anything like\nthat in my whole life. I said, \"If I want to survive, if I want to go back to my aunt, ...”\nBecause I knew I still had one aunt in Belgium. \"...I have to eat the soup.” So I started\neating the soup. And I re...1 remember forcing the soup down my throat, and big tears\ncoming down my face. Eating and crying, eating and crying. And this is how I was in\nBirkenau for six weeks. Then, word came around; and we said, \"We have to work. If we\ndon't work, they're going to take us to the gas chamber.” So anytime there was work for\nvolunteers, we volunteered.\nWe stood up. The young girls, we all stood together as a group. That the girls came out of\nBelgium. We had made a pact that we should stick together, because all the parents was\ntaken together in the gas chambers. So they said, \"Let us stick together, and let's try and\nsurvive.” So one day...we were doing over there very hard labor work. We were doing\nroads. Or they told us to pick up rocks and...and...and carry them from one hill to the\nother hill. What we accomplished, I really don't know. They just wanted us to do\nsomething. And they were going with the um whips and hitting us, while we were doing\nthat. In the cold. One day...we were always looking for other jobs, because that would\nkill us if we would do this everyday. So one day they came, and they volun...and they\nsaid, \"There is anew camp opening up. And we need volunteers to work in the kitchen.”\nAnd we grabbed that opportunity. And there was about um twenty-five, thirty girls. And\num we were lucky enough to be taken to take that job. So they took us. And we\nshowered, and they gave us new clothes. And we went to work into the kitchen. And we\nfound out that that was in Auschwitz.\nAuschwitz is maybe like um a mile, a mile and a half, away from Birkenau. And the\ncamp I was in was called 2-B Lag...um Lager. Zwei-B Lager. And that was a new lager\nthat they had opened up there. And we started working in the kitchen. Well, the work was\nso hard. It was even harder than the other work. Because we had to get up before the\ncamp um got um woken up, so that um we should make the coffee ready. And cut the\nbread, the um um the rations. And prepare the soup. So we worked very very hard,\ndragging these heavy things. And I was a young girl, I had no food. And I had to drag\nthose heavy um cans of um soup and coffee liquids out. And um...like in the army. And it\nwas only two people per...per barrel, whatever they called it. We had to carry it all the\nway out from the kitchen to the outside, so that the inmates could come and pick it up.\nAnd I cried myself to sleep because of the hard work. And over there, that's the way I\nwas for six months. In Auschwitz. In the meantime, while life was going on over there, it\nwas very very rough for all of us. We were trying to survive.\nTransports were coming in every day, from all different countries. People with all kinds\nof different languages--Hungarian, Poles, Czechoslovakians, from Holland, from France,\nfrom Belgium, from Germany... They were from ever...Italy... There were eve...Poles,\nRussians... They were from everywhere. It was a melting pot. And everybody spoke in\ndifferent languages. And one day--I'll never forget--a whole transport of Hungarian\npeople came in. Women and children. And...into the camp... I was surprised--even\nchildren; because um they only had adult people there. And then I found out that\nthese...that transport, that Hungarian transport--it was two...two um barracks that they\nfilled up with--that they were going to the gas chamber. And they had no food. So I took\na bucket of boiled potatoes, and... At night, I had made up my mind to do this. And I was\ngoing to sneak into one of the barracks, and give as much as I can to each person. I would\ngive them a bowl of potato. Because we cooked always one day ahead, and we um made\num...to make the soup. So that's how I was able to take um a bucket of boiled potatoes.\nWell, in the beginning it went nice and quietly. But then as people find out they were\ngetting...somebody was giving them food, I...1 come...made a whole um commotion with\nall this. And all of a sudden the lights turned on, and the blockalteste--which is the um\nthe lady in charge of that barracks--op...opened up the lights and saw me. And um she\nsaw what I was doing; and she says, \"You know, I could denounce you where you could\nbe shot right there. And then what you're doing?\" She says, \"Give me that bucket, and\nget back to your barrack where you belong!\"\nAnd um the next day they were all liquidated, all these people. They were all gone. And I\ncould have lost my life. I didn't realize what I was doing. But I felt in my heart that I\nwanted to help these people, and this is all I could do. And one day I had to take out the\ncoffee early in the morning. It was my mine um time to take out the coffee. And I took a\nwoman who um...from...from the camp who was going to help me; and she was\ninexperienced. There was a um way to um carry it in order not to spill it. You ...you pick\nup something heavy, you...you... I was told you pick it up, and you go straight with it. If\nyou bend and you...then you have the whole weight of the um...of the um...of the um can,\nand it weights you down. But if you go straight, then you carry it with your whole body.\nSo you can walk with it straighter. So this poor woman was a weak person. She didn't\nknow how to carry it, and she was wobbling back and forth. And this was boiling coffee.\nAnd she finally dropped it on me, and then she took off and ran; and I got burned. I got\nburned on my leg, and um was severely burned on my left foot. And they took me to the\ninfirmary. The infirmary was all the way in the end of the camp. Nobody ever wanted to\ngo to the infirmary; because, first of all, there was no medication there anyhow. But\nin...people who were almost really dying would go to the infirmary; and from there, they\ncarried them out to be burned. Not only that, they would take out um people\nand...and...and to be gassed. But I went there to have just my bandage changed; because\nwhere the um big um can fell on my foot, it scraped all the skin off. And um so I needed\nbandages on...on my foot. So as I was being waiting for my um turn to um change the\nbandage, all of a sudden a jeep stopped and in came Dr. Mengele.\nAnd I saw death in front of my eyes. And he wanted to know what I was doing there. So I\nsaid to him right away, \"I am working. And I'm working 1n the kitchen, and I had an\naccident.” And I told him what happened. \"And I'm just waiting to have my um bandage\nexchanged.” And he said, \"OK.” And he let me exchange my bandage; and I went right\nout and I had two girls helping me walk back to the camp, to the kitchen. And as I was\nwalking back with the two girls, I was putting my heel down into the ground and I was\nhopping that way back. But being that the pavement was always full of mud...there was\nno dry pavement. We were always in mud up in to our ankles. All of a sudden, I heard\nthe brakes. And I looked behind, and there is the jeep with Dr. Mengele and two guards\nright next to him. He always had two guards, just in case somebody wants to kill him I\npresume. So he had two guards with their rifles; and he had a sho...a revolver in his waist.\nSo the um driver stopped, and he started screaming at me in German--how dare I\njump...how dare I walk with my heel on...on...with my bad foot in the mud when my\nbandage has just been changed. He said, \"What do you think we do here, exchange\nbandages for you so that you can make them muddy? Jump on one leg, or else!,\" he said.\nWell, I started jumping on that one foot. And if it wouldn't have been for those two girls\nwho were holding me, I would have collapsed. And I thought any moment he was going\nto shoot me or tell me to get on the jeep. I thought he was going to put...take me away.\nAnd how I walked into that kitchen, I'll never know. We were all three of us exhausted.\nHe followed me and trailed slowly behind me; to make sure that I was going into the\nkitchen for one, and also that I jumped on one leg. And that's how I...he took off, I know\nit. And that's how I escaped his death claws. I'll never forget that, with this Dr. Mengele.\nAnd finally it healed up. I still have a scar in my leg.\nAnd um every day was um a struggle to survive. Every day, I woke up and I would find\none or two people who wanted to end their lives and couldn't take it anymore. They\nwould throw themselves to the electric wires and make a end of it, because the electric\nwires would electrocute them. And every once in a blue moon, I wouldn't...I couldn't take\nit any more. I would try to sneak out of the barracks at late at night, when we were not\nsupposed to be; because we could have been shot right there if a German would see us at\nnight out in out of the barracks. But I would sneak behind the barracks and I would go all\nthe way in the back. And I would try and look at the sky. And I would see the sky...\nwould see the stars. And I would talk to myself; and I would say, \"I can't believe that\nthese stars are looking down at us in this Hell, in this camp, and the same stars are\nshining at the outside of the world. And other people are looking at the same stars, and\nthey are free. And they are free to do what they want to do. And they are living a good\nlife. And we are here in Hell--human beings worse than animals. And nobody is doing\nanything about it.” And I couldn't believe it, and I would say...and I would... As young as\nI was, I...I was asking myself these questions. And I would say, \"Where is the world?\nWhy isn't the world doing anything about this?\" And then I would question God; and I\nwould say, \"Where is God? How can he let us being killed like that?\" Naturally, I had no\nanswer. And after I cried myself out real good, I would go back to the barracks.\nAnd face the morning, and stay in \"Appell\" for hours again in the cold, and then go to\nwork in the kitchen. Finally, one day, one morning, I heard that Belgium was liberated.\nSomehow, somehow--I don't know how it came, um maybe from the underground--but\nthe news came to me that Belgium was liberated. And I was still in Auschwitz. And I was\nso happy; and I had such terrible mixed emotions, because I was happy. I said, \"My aunt\nis liberated. My Aunt Sarah did not get caught.” It never dawned on me that she could\nhave been caught and gone into another camp. I never...never even thought of that. But in\nmy mind, she was liberated; and in another way, I was so sad that I was still in camp and\nI was still here. And then one morning again, world...word came to us that we were going\nto evacuate Auschwitz. Why were we evacuating Auschwitz? It is because the Russians\nwere coming close by. And so we...we all walked out of Auschwitz, and we started\nwalking.\nAnd we started walking, we walked for days. I'll never forget it. I don't know how many\ndays we walked. We walked, and then we took cattle cars, and then we walked again.\nAnd as we walked, we heard gunshots. And they told us to keep on marching. We heard\ngunshots; and they were shooting people in the back who couldn't keep up with the\nwalking. It ended up being called the \"death march,\" because the ravines and the...and the\ngutters, they were all red from blood. From people... Some people who spoke Polish--we\nwere walking through Poland, and some people who thought they could escape would try\nand escape. Some people who couldn't keep up with the walking anymore--they got\nweak, they threw all their bundles away, and they walked until they couldn't keep up\nanymore. They fell behind, and the Germans just shot them. We saw people being shot in\nthe front, in their chest, in the back. They were laying all over: on top of hills, behind\ntrees... It was really like a war zone. And this is how we finally arrived in a camp called\nBergen-Belsen.\nBergen-Belsen were...was just the opposite of a camp from Auschwitz. In Auschwitz, at\nleast there we worked. And every once in a blue moon, we...we went into the showers.\nAs much as we were afraid to go to the showers, because we didn't know if the showers\nwould give us water or gas; but we showered once in a blue moon. Over there [NB:\nBergen-Belsen], we had no showers. We had no toilets. In Auschwitz, we had a barrack\nwhich was nothing but a toilet. One long toilet. How was the toilet made? The toilet was\num a plank with two holes. One opposite the other. Two rows. And people would have to\nuse those...those um um holes to...to do their business. And one person would walk right\nin the middle of those...those holes with a whip in their hand. God forbid if you missed\nthe hole. They would hit us. And when we came into Bergen-Belsen and I was looking\nfor the toilet barracks, there was none. So I found out that they had made a ditch, and we\nhad to go in the ditch and do it. The decay and the filth in Bergen-Belsen was\nundescribable. The conditions, the food... We had no...um my barrack had no...no um\num...not bunks to sleep on.\nThey gave us straw mats. We slept on straw mats. After a month, the straw mats got\nrotten, and we had to throw them away. So I slept on the bare floor. I had nothing to sleep\non. The little girl that I was with, that was the only one that I was able to um um keep\nwith on the death march, her name was Christiane. And I ...I stuck with her. She was the\nonly girl from...she was from France, and I was from Belgium. But we both spoke\nFrench, so we ...we...we stayed together. She was a year younger than I am. She never\nknew why she came into the camp. She didn't even know she was Jewish. I don't even\nknow how she was caught. And she was a very young, naive little girl; and I kind of\nprotected her, as young as I was. She...I had promised the other girls that I was going to\ntake care of her, because we were separated from the other group, from the other Belgian\npeople. So I felt like a duty, that she was part of me; and I kind of protected her. And um\nI guess that gave me the strength to carry on, because I kind of worried about her. And\nthe life in Bergen-Belsen was just terrible. We had...the...the rations were the same. And\nthe people just died like flies over there, because there was nothing. We had...we had no\nwork over there. We just sat around. And we walked around--in the decay, in the dirt,\nbetween the...the um um ditches from the bathrooms. The smell was horrible; and...and\npeople were...got sick. People got diphtheria, the runs; and it was terrible catching. And\num finally, the little girl got sick. I...you would go and stay in front of kitchens, hoping\nthat somebody would see me that knew me from Auschwitz, maybe. I was hoping would\ngive me something. And finally, um twice some people gave me--one time a little bit of\ncoffee and one time a little bit of soup--that I ran back to Christiane to give it to her. And\nChristiane died in my arms while I was feeding her a little bit of the coffee.\nI wanted her to have a little bit of hot um coffee, and she died in my arms. But before she\ndied, she had gotten delirious from the fever. Afterwards, I found out it was typhus that\nshe had. And she got delirious. It was the middle of the night, and she saw her family in\nher fever. So she started...she got up, and she wanted to run to her family. She cried in\nFrench, \"Mama!\" And she wanted to go to them. And, naturally, she was stepping on the\nsleeping people, and she made a commotion. So I tried to calm her, and lay her down.\nAnd while I was trying to calm her, the Blockalteste--which is the woman in charge of\nthe um barrack-- came down on me with a stick. And she started beating me. She beat me\nso much, until the the stick broke. And I laid there for two days. I couldn't move. I was so\nbruised and broken up. And it was right after that that Christiane died.\nTAPE #2\nTECHNICAL CONVERSATION",
        "A: So Christiane died in my arms. When Christiane died, I did not let know...I didn't tell the\nBlockalteste that she was dead. I pretended she was asleep. I put her down and covered\nher up. And I pretended she was asleep, because I received her ration of bread. And I\ntook that ration and soup, and ate it for two days. And then after that, I was afraid that she\nwould start smelling, and that they would discover and they would hurt me again. So I\nsaid to the woman, the Blockalteste, that she had died. When Christiane...when they\nfound out that she was dead, they took Christiane. And they took her out, and they threw\nher on top of a pile of dead people. I said, I compared the two differences of the two\ndifferent camps. Auschwitz, they took away the dead people. They gassed them and they\nburned them; and in the camps we didn't see any dead people. We only saw the um\npeople being hit or being dragged away, but we never saw any dead people laying\naround. In Bergen-Belsen, was just the opposite. Bergen-Belsen was nothing but dead\npeople. Skeletons. Skin and bones. They piled them up as they died. Every day, five\npeople would be dead from...from one barrack. And they just piled them up, like a\nmountain, outside in front of the um door of the barrack. And the piles got as high--I\nwould say um six, seven feet. Because I remember when they... First, in the beginning, I\ncouldn't look at her. I was afraid to look at Christiane on top of that pile. I knew where\nshe was. And I knew what she had on. Christiane had a skirt--a little skirt, a thin little\nskirt--and a navy blue jacket. And finally my guilt couldn't take it any more. I said I had\nto go and look at Christiane. So I went out, and I looked at Christiane. And one thing\npuzzled me...and I didn't understand what was wrong. Christiane's skirt was taken away,\nand she was bare from the waist down. Nothing but bones and skeleton. Just like you see\nin the...in the pictures, or in the movies they show. And she had a white jacket on. I says,\n\"Why is her jacket white? Why would somebody take off the blue jacket, and put a white\njacket?\" So I went closer by of the pile...to the um skeletons, the dead people. And I\nlooked up; and underneath that white, I saw the navy blue. And the outside of the white\nwas lice. Big white lice, like the size of black ants that you see sometimes, the black ant\ncrawling in the dirt. That's as big as those lice were. And they covered that navy blue\nlittle jacket; and it made the jacket look white or grayish. And it shocked me so that I\nalmost fell on the... under the dead cadavers. And I ran away and I never looked at\nChristiane again anymore. I was so...it...1t...1t just took everything out of me. I couldn't\ntake it. They were eating Christiane up, this... From...from...from the terrible--the lice, the\ndecay, the filth. And this is how she ended up, a young fifteen year old girl.\nAnd after that, I was so disillusioned. I had nothing to fight anymore. My morale was so\ndown. And I think I came down with the typhus what Christiane had. And I couldn't work\nanymore, and I couldn't get up anymore. And I laid there; and one day I had to go to the\num bathroom. And I had to go at night. And they...and I fell; and coming back from the\nbathroom, somebody pushed me and bruised me on my leg. And from the bad nutrition\nand the bruise developed into a terrible big bruise. And I don't know what happened to\nmy leg, but it was like on fire. And no medication, and no um um medicine. It...1t was\nlike um um a fire was on my leg, and a bump; and um I would not let nobody touch it.\nAnd I was very weak with the typhus, and I couldn't walk anymore. And I laid there like\na Skeleton. And this is how I was liberated.\nWhen I was liberated, I couldn't um lift my head up. Finally, after two days, I asked two\ninmates to pick me up. And I could look out the window and see what a soldier looked\nlike. And then they laid me down again. And then I found out, after the um... probably\ndays, told the um...the um army... They took all these sick people, the ones that were the\nworst off for um give them immediate help. So one um Red Cross came, and they said\nthey were going to take me away the next day. And so they took off all my clothes that I\nhad on; and they wrapped me in an army blanket, and they took me. And they um took\nand put me in um a bathing house; and they took the Germans who were the Nazis, they\nmade them put on white uniforms and they took care of our...of the inmates who were\nvery bad off. And they washed me and shampooed me, and um then they put me in a\nhospital. In the outskirts of Bergen-Belsen, they made um...they set up an emergency\nhospital. And in that hospital, I remember an Englishman...I could see in his face that my\nleg was bad. And I had a translator tell me that he was going to do the best to save my\nleg. And um he operated on me; and um I understand that gangrene had set in the leg\nfrom um the um pus, and had reached the bone. Anyhow, I was two months in that\nhospital fighting for my life. And then, they um...finally after two months and I got some\nof my strength back, they took me back with the Belgian Red Cross. I remember, one day\nI saw some soldiers going from bed to bed, from bunk to bunk. And on the lapel, I...1\nrecognized the Belgian flag. I star...I started talking French to them. And they were very\nexcited to find a Belgian girl. And um they made all the inquiries about me, and they um\ncalled the Belgian Red Cross. And sure enough, all the information I had given them was\ncorrect. So they sent me back to Belgium. Because a lot of inmates after their liberation,\nthey all wanted to get out and wanted to go back to um neutral zones. They didn't want to\nstay in Russia or Poland. So um they had to check it real closely; and when all the\ninformation was correct, they sent me back. Finally, the Belgian Red Cross took me back\nto um Brussels by um airplane. Ao I traveled back with a army airplane; and I was one of\nthe very very few who were very very injured and weak, and couldn't travel, that was sent\nback by plane. And when I came back into Belgium, the Belgian um Red Cross asked me\nwhere I should go, where...who they could notify. And I didn't know where my aunt was,\nso I told...I gave the address of the people where I was in hiding. The Belgian people who\ntook care of me. And they came right away and got me. And I stayed there two days,\nwhen word came to my aunt from that lady who had saw my name that um...that I was\nthere.",
        "A: Well, um this very good friend of mine...um...of my mother, knew my aunt. She was a\nfriend of the family. And she saw my name on...on the board. When um the people who\nsurvived the camps...um as they came back home, the Belgian Red Cross and the Jewish\num society wrote down the names of the survivors. And they listed them. They made\nposters, and listed them. And as people in the streets, everyday they were running to\nthose um posters to see who...who of their families came back. So that woman saw my\nname, and knew who I was; and she ran to my um aunt to tell that Lilly survived. And the\nBelgian...um she got in touch with the Belgian Red Cross, and the Belgian Red Cross told\nthem where they had put me. And so this way she knew where I was, where... And they\nwent over there to get me. Also, at that time, that same lady had met this gentleman in the\ncafe when she went in....",
        "A: OK. This same lady, after the war she um was trying to um make a living. And after the\nwar, a lot of different nationality um um armies was in Brussels. And so a lot of people\nwere dealing in the black market in um...in Brussels, with um the currency. And this\nwoman was um um doing business with currency. And she was walking into a cafe, when\nshe saw this gentleman at the table having coffee. And she sat next to him and started a\nconversation. And she wanted to find out all about this um gentleman, for some reason or\nanother. And she was a very inquisitive person, and she kept asking him questions. And\nso she said, um, \"What do you do to um make a living?\" And he says, \"I'm right in the\nmiddle of going to America, so I gave up all my businesses. And um me and my two\nsons, who survived um concentration camp... Um, I have family in um New York, and\num they are making papers for me to go to America.” Well, this lady wouldn't give up;\nand she kept asking questions to him. And she said, um, \"Well, who is your family?\" He\nsays, \"I have a sister.” \"And what is her name?\", she said. And he says, \"Lublin.” And\nshe got all excited, because she said, \"My God, Lublin! I know of a girl who just now\nsurvived concentration camp. She just came back from Auschwitz and Bergen-Belsen.\nAnd she is a Lublin. And maybe it is your sister's husband, or a brother of his. Please\nsend a telegram to him saying that there is a daughter that is here who survived.” And so\nhe did, and...",
        "A: Well, my father came here in 1928. Um, way before the war. He had left my mother in\n1928; and my mother was seven months pregnant with...with me. I had a brother and a\nsister; and my sister was two years old and my brother was one year. And I was supposed\nto come in the world. My father was married only in the Jewish religion to my mother, so\nthat the um Justice of the Peace never recognized the marriage. And because of that\nreason, I was an Applebaum--my mother's name--and my sister and my brother were\nLublin. And um when um I came to this country, my father had to prove that I was his\ndaughter. And, naturally, he had a hard time. It took a year, but he finally did...was able\nto arrange it. And um by proof, by showing letters and money that he sent once in a blue\nmoon to...to um Belgium. And um the reason he said he couldn't do it too often is\nbecause, he said, there was also a...a Depression here. But anyhow, that's the only\num...the only reason that um...the excuse he had why he couldn't help us before. And he\nalso said that um he inquired with the Belgian Red Cross to find out if any of us survive,\nbut he said we were all gone. That um the Germans had all killed us; and I don't know if\nhe ever inqu...um requested about Applebaum. Because I was still under Applebaum.\nMaybe he requested about Lublin. I never asked him that question. It never even dawned\non me. But um anyhow, he came here in 1928; because he was um a cook on the ships.\nAnd when the um his ship came into America, he jumped ship and he came and settled in\nNew York. And that's how he got to America.",
        "A: And so this lady in the cafe said, \"There 1s a Ignatz Lublin\"--that was my father's name\nthen--\"who went to America in 1928, and had a wife here with three children. And one of\nhis daughters just now was liberated. And you must write to your sister and find out if\nthere is any relationship with that man, because um you have to help that girl. She is\nover...um a aunt of hers from her mother's side.” And um I didn't even know about it.\nAnd so, when my um...when this man sent a telegram to his sister, they knew right away\nwho um was this man and um wanted to say. And they knew it was my father. And they\ngot in touch right away with my father, which was my um...that...that woman's um\nhusband's brother. My uncle. And he...and... But...1n the meantime, my father had\nchanged his name to Israel Lublin. And he had moved to Washington. So he called up\nWashington and said, \"Israel, there is a daughter that survived. And um...and this is the\naddress where she's staying at.” And I received a telegram to...um right away from my\nfather. And when I received a telegram, I wasn't even willing to come here then; because\nmy papers were already made to go to Israel. I was going to aliyah. But my aunt who\ntook care of me, and she brought me back to health... And I loved her very much, because\nshe was the only one that I have had that survived. And um I felt a duty to her. And she\nhelped me; and I loved her very much. And she wanted very much for me to go to\nAmerica, because her dream as a child was always to go to America. And I said, \"I don't\nwant to go to America. I want to go to Israel.” And she convinced me. She says, \"You\ndon't know Israel. You don't know America. What difference does it make where you\nstart your life? Go to America for me, and help me and bring me down to America when\nyou will be able.” And so I felt so bad, I...I said, \"OK.” And that's how I came to America\nto be with my father.\nAnd it's funny. There um was a play last winter called \"Shayne Maydel.” And I found out\nabout that play. I went to see it; and it's almost like my life, that um play. And I went and\nI spoke for the people who were in the play, and for the...and the audience, one night;\nbecause it was parallel just like my story. And um except that the sister who was in that\nplay--and I have um a half-sister here from... from my father and my step-mother,\nwho...she was very very young and didn't understand what I was all about--while this\nsister in the play wanted to help the new um sister who was the survivor. And with me, it\nwas just opposite. And um my step-mother didn't help me at all when I was young\nand...and came here, in the beginning. But anyhow, I was just one year with my father.\nAnd met...um married um my husband after I met him for three months. And thank God,\nit's already...yesterday was 42 years that we are married together. And we have three\nwonderful sons, and three beautiful grandchildren and a fourth coming on the way.\nAnd they know. Um we've talked to them many times, my children, about the Holocaust\nand what we have gone through. And um I think they understand what makes us tick and\nwhat makes us different people, because of what we went through in life. We tried to be\nas normal as we can be. And I think we are normal. But inside of us, we will never be the\nsame as any other person who has never been in a concentration camp. It isn't possible.\nBecause of what we went through. Because there's not a day that does not go by that we\ndon't think of camp or of death. And of what we had to go through in life, which was\nthen. It was just terrible. How we lived. It was so inhuman. Animals were taken care...\nbetter...had better love and care as...than we did. I remember when we...when I came into\nAuschwitz, it...it...1t was such a Hell place. And when it rained, and...and the ashes flew\ndown from the crematoire on us. We were living with death all the time. And the smell,\nand the odor. It was 1m...impossible to describe it. And I cannot believe to think that the\npeople in the outside of the camps, who lived around there, who claimed that they didn't\nknow. I cannot believe that they say they didn't know what went on. Because they must.\nIf we smelled it, they smelled it; and if the ashes fell on us, it must have fallen on them,\ntoo, when the wind carried it away. And...and...and... and this is in um Hell that we lived\nin. And each time I hear a siren ring, to this day--even after forty-five years--I still am\nright back in the war. And each time, when I go into New York and when we drive the\ncar--even if it is for pleasurable things--but before we get into New York and we hit New\nJersey, and I see the...the factories with the chimneys, with the fires burning, I'm right\nback in the ovens of the crematoire. (Crying) It is always in my heart. It always will be.\n'Til I die. This is how we lived, from the death. And the world was quiet. And never said\na word. And this is why I am here today to talk about it. To let the world know, for them\nto know that it should never happen again. That my children and grandchildren and their\nchildren should never know from a life like that. And the world should speak up when\nanother Hitler should come, God forbid. Because then it will be doomsday. I hope it\nnever happens again. Because too many people died. Six million for nothing; just because\nwe were Jews. I hope the world will never forget what we went through.",
        "A: I'd like to say I'm very very grateful to America. As much I didn't want to come here, I\nam very very grateful. Because America made me feel like a human being again. Because\nAmerica was wonderful. And I have to say it is the best world... the best country in the\nworld. And it gave us opportunity to be people and human beings again. We worked very\nvery hard in this country. We were young. It's true. We couldn't speak the language when\nwe came, but we learned real fast. As much as we could. We were not lazy, and we built\na new family and a new life. And I'm grateful every day. I say thanks. And every day, I\ncannot believe what happened to me in my life. I will never forget; and always will look\nwith the future and be grateful to America, that America gave me that opportunity to live\nas a human being again. Thank you very much.\nEND OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 10, 1990\nRG-50.030*0146",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Lilly\nMalnik, conducted by Linda Kuzmack on May10, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LILLY MALNIK\nMay 10, 1990",
        "TECHNICAL CONVERSATION"
    ]
}