{
    "rg": "RG-50.030.0887_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Jan Hieminga, on August 9\", 2016, in Nashua, New Hampshire. Thank you\nvery much Mr. Hieminga for agreeing to speak with us today, and to share some of\nyour experiences during World War II.",
        "Answer: You’re welcome.",
        "Q: Before we get there, we’re going to talk a lot about your pre-war life, and what\nwas the world that you were born into, and grew up in. So I will start with my very\nfirst question, and that is, can you tell me the date of your birth?",
        "A: July 1, 1920.",
        "Q: July 1%, 1920?",
        "A: Yes.",
        "Q: Okay. And what was your name at birth?",
        "A: Jan.",
        "Q: Jan. And your last name Hieminga’?",
        "A: Hieminga.",
        "Q: Okay. And where were you born?",
        "A: In Amsterdam.",
        "Q: In Amsterdam”?\nAugust 9, 2016",
        "A: Yes, in the Netherlands.",
        "Q: Okay. Did you have brothers and sisters?",
        "A: Yes, I had one brother and two sisters.",
        "Q: Ga — were you the youngest or the oldest, or in between?",
        "A: In between.",
        "Q: Okay. Can you tell me about your other siblings, their names, and about how\nmuch age difference there was?",
        "A: My older brother, his name was Wiepka(ph).",
        "Q: Wiepka(ph)?",
        "A: Yeah, een Friese naam. My father came out of Friesland, and that is the reason\nthey had the Friese naam. And then they —",
        "Q: A—a fre —a fre —1s Wiepka(ph) a Friese naam, is that what you’re saying?",
        "A: Yeah.",
        "Q: So your older brother had a name that was particular from the area of\nFriesenland(ph) —",
        "A: Yeah.",
        "Q: — in the Netherlands.",
        "A: Yes.",
        "Q: And how many years older than you was he?\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Nine years.",
        "Q: So he was born in 1911?",
        "A: Yes.",
        "Q: Okay, and then came you, in 1920.",
        "A: No, then came my sister, Wilomene(ph).",
        "Q: Wilomene(ph), okay.",
        "A: Born in 1916.",
        "Q: Okay. And then came?",
        "A: And then came my sister Truus(ph), born in 1926.",
        "Q: Okay, and anybody else, or is this it for the chil —",
        "A: That’s it.",
        "Q: That’s it.",
        "A: Four of us.",
        "Q: Four of you, and you were the second from the youngest. The second — in other\nwords, you had a younger sister?",
        "A: Yes.",
        "Q: One younger sister. And her name was Truus(ph)?",
        "A: Truus(ph).",
        "Q: Truus(ph). Your father and your mother’s name?\nAugust 9, 2016",
        "A: My father’s name was Bouwe Hieminga(ph).",
        "Q: Bouwe?",
        "A: Bouwe, b-o-u-w-e, Bouwe.",
        "Q: Bouwe, okay.",
        "A: Also, Friese naam.",
        "Q: Okay. And your mother’s?",
        "A: My mother was Maria Johanna(ph).",
        "Q: And her maiden name?",
        "A: Vanderbundt(ph).",
        "Q: Vanderbundt(ph).",
        "A: Yeah.",
        "Q: Okay, was she also from Friesenland(ph)?",
        "A: No, she came [indecipherable] the southern part of the Netherlands.",
        "Q: Uh-huh. How did your parents meet, if one was from the north, and the other is\nfrom the south?",
        "A: I don’t know, they met in am — in Amsterdam.",
        "Q: Okay.",
        "A: And —",
        "Q: Is this, Amsterdam, also where you grew up?\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yes.",
        "Q: Okay. Tell me a little bit about your family life. How did your father support his\nfamily?",
        "A: Well, he was an — an craftsman in carpentry, and he was an — oh, how would you\ncall it here in English?",
        "Q: Say it in Dutch.",
        "A: The — the leager(ph) — the leader from the group of men, the craftsmen.",
        "Q: Oh, was he like in a guild of some kind?",
        "A: No, no.",
        "Q: Was he a master craftsman?",
        "A: Yes.",
        "Q: Okay. And what kind of things did he make, with his carpentry?",
        "A: Well, his daily work was in the building trade, but at evening, he did fine work.",
        "Q: So, in the building tr —",
        "A: So he made — he made his own furniture and cabinets, and so on, table, whatever\nhe did.",
        "Q: Was it nice furniture?",
        "A: Very nice.",
        "Q: So it must have made your mother very happy that she had such nice furniture.\nAugust 9, 2016",
        "A: Yes, yes. And he, in the oldern days [indecipherable] rebuilding an — an\nbuilding, they took the doors, and those doors were two inch thick oak. And I put on\nbehind — around the front, they put in — what is it then, the skirting —",
        "Q: Describe —",
        "A: — that the peop — that the — that the people would not go into the building, and\nwould be safeguarded, how’s that?",
        "Q: Oh, so like an —",
        "A: A fence.",
        "Q: A fence.",
        "A: A fence.",
        "Q: An iron — a gate, of a kind.",
        "A: Gate, yeah.",
        "Q: Yeah.",
        "A: And they use those doors. And when the door — when the job was finished, my\nfather took those doors, they were all oak —",
        "Q: Okay.",
        "A: — and then he —",
        "Q: Made furniture.",
        "A: — he — he made furniture out of it.\nAugust 9, 2016",
        "Q: How wonderful.",
        "A: And that was all — that was all beautiful kwadet(ph) oak.",
        "Q: Yeah.",
        "A: You know, in — in the early days, kwadet(ph) oak was used for everything.\nLater, no more — well, there was no more.",
        "Q: Yeah. What ama — wh-what an amazing way of reusing —",
        "A: Yeah.",
        "Q: — the material.",
        "A: Yeah.",
        "Q: So 1— he was involved in construction work.",
        "A: Yes.",
        "Q: Did he work for somebody else?",
        "A: Yes.",
        "Q: Okay. Had your father finished any schooling?",
        "A: No.",
        "Q: Okay. But, did he know how to read and write?",
        "A: Oh yes.",
        "Q: Okay.August 9, 2016",
        "A: Oh yeah, he had schooling, that schooling, yes. I thought like you meant as an\ncraftsman.",
        "Q: Oh, I see.",
        "A: No, but he went to school regularly.",
        "Q: He went to school.",
        "A: Yeah.",
        "Q: Did he go to higher education?",
        "A: No.",
        "Q: Okay, okay. And did your older brother also work in the same trade with him?",
        "A: Yes.",
        "Q: Okay.",
        "A: [indecipherable] with him, but in different firm.",
        "Q: Okay. And he worked for a different pers — that 1s, your father didn’t work on his\nown, he worked for somebody else?",
        "A: Yes.",
        "Q: Okay. And your mother, did she work outside of the home?",
        "A: No.",
        "Q: Okay. She took care of the four children.",
        "A: She took care of the children, yes.\nAugust 9, 2016",
        "Q: All right. And, tell me a little bit about your home. Were you — did you live ina\nsingle family home, or did you live in an apartment building?",
        "A: An apartment, we lived in an apartment in Amsterdam.",
        "Q: What part of Amsterdam?",
        "A: In Amsterdam West.",
        "Q: Okay.",
        "A: In western part.",
        "Q: And, can you describe your neighborhood a little bit for me? Was it only\napartment buildings there, or —",
        "A: Yeah, apartment buildings, and it was — besides a waterway, and there was also\ncauseway, and — and [indecipherable] now. What is that in [indecipherable]. They\nsold wood. What is that in —",
        "Q: A lumberyard?",
        "A: A lumberyard.",
        "Q: Okay.",
        "A: With — with — but only fine wood.",
        "Q: Was it a newer — was it a newer neighborhood, or an old —",
        "A: No, old.",
        "Q: Old neighborhood.\nAugust 9, 2016",
        "A: Yeah.",
        "Q: So the image that people have of Amsterdam, with canals, and narrow houses,\nand so on, was this your type of neighborhood? Is that where you lived?",
        "A: Well, not the narrow houses, that is in the center of town.",
        "Q: Okay.",
        "A: But the the [indecipherable] was the regular apartment buildings.",
        "Q: Okay. Okay. And was it in — by social, I'd say, if not status, but by social\nstanding, was it a working class, or a middle class?",
        "A: Middle.",
        "Q: Middle class.",
        "A: Yes.",
        "Q: Okay. Would you say that your — your family was a well-to-do family?",
        "A: No. On the lower side from well-to-do.",
        "Q: Okay. What we say, lower middle class.",
        "A: Yes.",
        "Q: Okay. Were your parents very religious?",
        "A: Yes.",
        "Q: Did they —",
        "A: Both of them.August 9, 2016",
        "Q: Both of them?",
        "A: Yeah.",
        "Q: And what — what denomination did they belong to?",
        "A: Well, they were — my mother was — I don’t know ho-how to express that, but\nlet’s say Reformed, and my father was Christian Reformed.",
        "Q: You know, people outside the Netherlands aren’t really aware of the m — the\nmany different kinds of denominations within the Netherlands.",
        "A: Oh yeah, yeah, they were all fighting each other.",
        "Q: Can you —",
        "A: They’re not — not like the Roman Catholics [indecipherable] they were all one,\nyes.",
        "Q: Can you — can you tell me a little bit about these — th-the religions? They’re\nProtestant denominations.",
        "A: Yes.",
        "Q: But what is the difference between the church Reformed, and the Reformed?",
        "A: Well, I don’t know how to express that, but the Christians for — Reformed, were\nmore particular in their Bible study, and reading [indecipherable]",
        "Q: Ah, were they stricter?",
        "A: Yeah, very stricter.\nAugust 9, 2016",
        "Q: Okay. Okay. Did you grow up in such an atmosphere, too?",
        "A: Yes.",
        "Q: Did you go to Bible studies every Sunday”?",
        "A: Yes.",
        "Q: Okay. Did you go to a religious pa — school, when you went to school?",
        "A: Yeah, Christian school.",
        "Q: A Christian school.",
        "A: Yes.",
        "Q: And, how was it expressed in your home? How were — how was your reli — your\nfamily’s religious belief? How did it play a role in your everyday lives?",
        "A: [indecipherable] of one another, and like you are honest.",
        "Q: The values that you’re supposed to have.",
        "A: Yeah, yeah.",
        "Q: Yeah. Di— was there Bible study in the home’?",
        "A: Not study, but reading.",
        "Q: Okay.",
        "A: Yeah, it was after — after dinner, my father read the Bible, and prayed.",
        "Q: Okay, okay. Did you go — start school in Amsterdam?",
        "A: Yes.\nAugust 9, 2016",
        "Q: And did you finish your schooling in Amsterdam?",
        "A: No.",
        "Q: Okay.",
        "A: No, my father had an other job in The Hague.",
        "Q: Okay.",
        "A: And so we moved to The Hague.",
        "Q: And that’s about how much —",
        "A: That was in 1934.",
        "Q: Uh-huh. You were 14 years old.",
        "A: Yes.",
        "Q: Okay.",
        "A: My school was not yet finished.",
        "Q: Okay.",
        "A: And the school was not too good in Amsterdam, but when I came in the school\nin — in The Hague, I — I really learned something.",
        "Q: It was a better quality school?",
        "A: Yeah, better quality school.",
        "Q: Okay.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: And of course, the Christian schools were all private. They were not — they were\nsu — they were supported by the state [indecipherable] but they were handled\nprivately.",
        "Q: When you say supported, did that mean they got monies —",
        "A: Yes.",
        "Q: — financing from the state?",
        "A: Yeah, yeah.",
        "Q: But they were — but they were administered then, through the churches?",
        "A: Through the churches, yeah.",
        "Q: Okay. Was most of the Netherland very religious? Was it a very religious\ncountry, at that time?",
        "A: Half and half, I would say.",
        "Q: Okay.",
        "A: But I can’t remember.",
        "Q: Okay. In Amsterdam, did you live in a neighborhood where there were — that\nwas diverse, or that was pretty homogeneous?",
        "A: [indecipherable] I would say, everyone.",
        "Q: Okay. Were there Jewish families in your neighborhood?",
        "A: Oh yeah, there must have been. I — I can’t remember.\nAugust 9, 2016",
        "Q: Okay, you don’t know.",
        "A: No.",
        "Q: Okay. What about The Hague?",
        "A: No.",
        "Q: Okay. Okay.",
        "A: No, Amsterdam was really Jewish, but the main — that was more in the city part,\nwhere they were. But I mean, at that time when I grew up, there was no difference\nbetween Jews and je — and the Christians, I mean.",
        "Q: In-",
        "A: We went along fairly well.",
        "Q: Okay. So there were — nobody felt that they were — they were somehow or other\nless Dutch if they were dewi — Jewish, or if they were Christian?",
        "A: No.",
        "Q: Okay.",
        "A: I can’t remember that, you know, that’s — no.",
        "Q: Okay. Now, in 1934, when you moved to The Hague, you’re 14 years old. And\na year before then, Adolf Hitler came to power in Germany.",
        "A: Yeah.\nAugust 9, 2016",
        "Q: Was this something that people talked about in the Netherlands? Of things that\nwere going on in Germany”",
        "A: Not at that time.",
        "Q: Okay. It was far away.",
        "A: Yeah.",
        "Q: Okay. Were your parents ha — did they have any political kinds of beliefs, or ad-\nadherence to anybody?",
        "A: Yeah. Anti-Revolutionaire.",
        "Q: What does that mean? Anti-Revelutionary(ph), what does that mean?",
        "A: Yeah, but how do — can I explain that in English?",
        "Q: I know.",
        "A: Anti-Revolutionaire,",
        "Q: Well, there’s a word revolution in there, revolutionaire.",
        "A: Yeah, yeah, ma — anti — so, what do we have here? Democrat and republican, I\nwould say that you are republican, you know, in that kind of direction.",
        "Q: Okay, so they would have been more of a conservative adherence —",
        "A: Yeah, very conservative.",
        "Q: Very conservative.",
        "A: Yeah.\nAugust 9, 2016",
        "Q: Very conservative. What about the children? Did you kind of accept that as well,\nthat this is the —",
        "A: Yeah.",
        "Q: Okay, okay. What kind of work then, did your father do in The Hague,\ncontinued with the construction work?",
        "A: No, he was a supervisor over an — an block of houses, you know, the — to take\ncare of it, maintenance.",
        "Q: Okay.",
        "A: Getting the rent.",
        "Q: Okay. Did you live in one of those houses, too?",
        "A: Yes.",
        "Q: Could you describe to me the house, what it — you know, what your apartment\nlooked like?",
        "A: Was an apartment with a — a living room, living — dining room, kitchen. Three —\nI think three bedrooms.",
        "Q: Running water?",
        "A: Wow, this all long ago.",
        "Q: Yeah, I know, I know.",
        "A: Wow.August 9, 2016",
        "Q: Was it, again, the same questions, there was running water?",
        "A: Oh yeah.",
        "Q: Indoor plumbing?",
        "A: Yes.",
        "Q: And there was electricity?",
        "A: Oh yes.",
        "Q: And the heating was through —",
        "A: Through an — an — a stove in the — 1n living room.",
        "Q: So, a coal oven?",
        "A: Yeah.",
        "Q: Okay, so was through coal.",
        "A: Yeah.",
        "Q: Okay. Did your family have a radio?",
        "A: No.",
        "Q: No, no radio.",
        "A: Not at that time. Later on. Later on, yes.",
        "Q: Before the war?",
        "A: That was still — was that before the war? Yeah — yeah, I think — m-maybe.",
        "Q: Okay.\nAugust 9, 2016",
        "A: Maybe. I know I built a little radio, you know.",
        "Q: You did?",
        "A: Yeah. It’s a builder — I don’t know how you call that in [indecipherable] days.",
        "Q: But you made your own radio?",
        "A: Yeah.",
        "Q: Was this before the war as well, or —",
        "A: Before the war, yeah.",
        "Q: Okay.",
        "A: And during the war, more.",
        "Q: That might be very — even more significant.",
        "A: Yes.",
        "Q: Okay. As I asked Mrs. Hieminga, did your father or mother read the\nnewspapers? Did they —",
        "A: My father did.",
        "Q: Okay.",
        "A: I think my mother didn’t.",
        "Q: Okay.",
        "A: Maybe once in a while.",
        "Q: Okay. Which parent — which parent had the greatest influence on you?\nAugust 9, 2016",
        "A: I think my father.",
        "Q: In what way’?",
        "A: In a bad way.",
        "Q: Really?",
        "A: Yeah.",
        "Q: Can you describe that for me?",
        "A: Well, I was nothing. I was a nobody.",
        "Q: Really?",
        "A: Yeah.",
        "Q: That’s how he would — that was his manner.",
        "A: Well, yeah.",
        "Q: It’s not very Christian.",
        "A: No.",
        "Q: And it must have hurt.",
        "A: Still hurt. I never got over that.",
        "Q: I’m so sorry. I’m so sorry.",
        "A: It’s never easy, 1s it.",
        "Q: You know, some of the early influences somebody has.",
        "A: Yeah.\nAugust 9, 2016",
        "Q: Did your mother counterbalance that at all?",
        "A: Tried to, yes.",
        "Q: Yeah. Did he abuse chil — you — did he abuse the children, your father?",
        "A: No — well, he had a strong hand.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Okay. Were you close to your siblings?",
        "A: Yeah, to my brother, yes. To my youngest sister, not my middle sister.",
        "Q: Okay. And why not to your middle sister?",
        "A: I don’t know.",
        "Q: It just didn’t develop.",
        "A: It just didn’t develop, no.",
        "Q: Okay.",
        "A: That was a good way of saying it.",
        "Q: Yeah, okay. Was school something that was very important for you?",
        "A: Yes.",
        "Q: What were some of the study — what were some of the subjects that you found\nthe most interesting?\nAugust 9, 2016",
        "A: Well, when I came in The Hague, I actually learned arithmetic. There was an\nprincipal, as you call it, the wa — head of the school, who was not in his office, no,\nhe went to the classes, and helped the kids to —",
        "Q: To learn.",
        "A: — to learn.",
        "Q: So, he was very involved.",
        "A: He was very involved, and I-I was busy with things what I could not understand.\nAnd then I ask him to give me a row of questions that I could take home, and see if\nwe could figure it out. And that took a couple of days, and then —",
        "Q: You figured it out.",
        "A: —I figured it out, and that was the break that came, that I became an arithmetic\nnut, and an algebra nut.",
        "Q: Really?",
        "A: Through that man.",
        "Q: Well, that’s wonderful.",
        "A: Yes.",
        "Q: So, he was a very significant teacher for you.",
        "A: Oh yeah, very. His name was Mr. Hashma(ph). I nev — I n—Ican’t—I can’t\nforget.\nAugust 9, 2016",
        "Q: He was — he meant a lot to you.",
        "A: Yes.",
        "Q: More than just as a teacher.",
        "A: Yes.",
        "Q: Do you think he also, 1n some ways, provided a role model that your own father\nmaybe didn’t? Was he somebody who —",
        "A: Must have been.",
        "Q: Yeah.",
        "A: Thank you.",
        "Q: You’re welcome. Who — were there other people who were important influences\nfor you? Other adults, as you were growing up?",
        "A: Yeah.",
        "Q: Who would they have been?",
        "A: Well, part of the people where we went to — to — what do you call that? A\ncateras(ph) — you know — you know, there is catechism [indecipherable]",
        "Q: Yes, yes, yes.",
        "A: And you had an catechism school.",
        "Q: That’s right.",
        "A: And that is where I went.\nAugust 9, 2016",
        "Q: Okay. And so, some of the people where you went for religious education —",
        "A: Yes.",
        "Q: — they were helpful.",
        "A: Yes.",
        "Q: Did your parents have brothers and sisters of their own?",
        "A: My father had one brother, and my mother had oh, three sisters.",
        "Q: Were they part of your life?",
        "A: In the vacation time, yes.",
        "Q: Uh-huh, okay.",
        "A: They went — I lived in the southern part of the Netherlands, and — and there we\nwent.",
        "Q: Okay, you’d go there on the vacations.",
        "A: Vacations.",
        "Q: So that would have been your mother’s relatives?",
        "A: Yes, my mother’s side.",
        "Q: Okay. Did you belong — were there things like Christian youth organizations that\nyou belonged to?",
        "A: Yes.",
        "Q: What kind of activities would you — would you take part in?\nAugust 9, 2016",
        "A: Well, that was mainly — mainly [indecipherable]",
        "Q: Well, did you go on hikes with them? Did you have like Boy Scout activities?",
        "A: No, no, no.",
        "Q: No, no. It revolved around — around learning more about the Bible?",
        "A: Yes.",
        "Q: Okay. Okay. And, in the late 30s, you’re already a teenager. You know, like ni —\nby 1937 and 1938?",
        "A: Yes.",
        "Q: Is there something like a draft, a mandatory draft in the Netherlands? Was there\nsomething like that, where young men are called into military service?",
        "A: Yes.",
        "Q: Were you going to — were you part of this, were you old enough to be drafted?",
        "A: No, I— I went as an —",
        "Q: Volunteer?",
        "A: — volunteer.",
        "Q: Okay.",
        "A: But, I was going to be in the air force. But then the war started, I start to go in\nJune in the air force, and in May the war started, and that was it.",
        "Q: So this was —\nAugust 9, 2016",
        "A: So I was never in the war. I was never in it.",
        "Q: Okay, so you were going to be in it.",
        "A: Yeah.",
        "Q: Okay. Was your brother somebody who served?",
        "A: No, he was free.",
        "Q: Okay. By the time the war started, were you still living in The Hague?",
        "A: No. In 1938, we moved to Schiedam.",
        "Q: Schiedam?",
        "A: Schiedam. That is an — an place outside of Rotterdam.",
        "Q: Okay.",
        "A: The gin city.",
        "Q: The gin city?",
        "A: Yes. Yes.",
        "Q: And why did you move there?",
        "A: My father got another job there. He lost the job in The Hague. And so,\nsomehow he found that out in Schiedam, and we moved to Schiedam.",
        "Q: And what was his job in Schiedam?",
        "A: The sen — the same as in —",
        "Q: As in Rotterdam —\nAugust 9, 2016",
        "A: Yeah, yeah.",
        "Q: —I m— as in The Hague.",
        "A: And then he studied as an — as an makelaar — as an — how do you call it here?\nBroker, an real estate broker.",
        "Q: Oh, he studied to be a real estate broker?",
        "A: Yeah, yeah.",
        "Q: Did he become one?",
        "A: Yes.",
        "Q: Did he have any deals that he did, before the war?",
        "A: No. He was not a salesman.",
        "Q: Doesn’t sound like it.",
        "A: No.",
        "Q: So, how did he use this — these studies, or did he use them?",
        "A: Did — did use them actually [indecipherable] registration from the houses, and\nthe bookkeeping and — a-and — and got the money from the people, you know, how",
        "Q: Sure. Your brother was already significantly older —",
        "A: Yes, he stayed — when we moved to The Hague, and later to Schiedam, he\nstayed in Amsterdam.\nAugust 9, 2016",
        "Q: He stayed in Amsterdam.",
        "A: And he was studying for engineer.",
        "Q: Did he go — did he go to ha — university?",
        "A: Yes.",
        "Q: Okay. Did he get along with your father?",
        "A: He was more — well, how can I say that? My father did not get [indecipherable]\nover him. He was very independent.",
        "Q: Okay.",
        "A: And I had nothing to say yet.",
        "Q: Yeah. You were much younger.",
        "A: Yeah.",
        "Q: And so, there was a big difference that way.",
        "A: Yeah, yeah.",
        "Q: Okay. So when you moved to The Hague, and then to rot — to Shaiven(ph)?",
        "A: Schiedam.",
        "Q: Schiedam.",
        "A: Yeah.",
        "Q: It was the three children, your sis — your older and your younger sisters, and\nyourself —\nAugust 9, 2016",
        "A: Yes.",
        "Q: — who moved there.",
        "A: Yeah.",
        "Q: Okay. And, did you continue school in ni — in Schiedam?",
        "A: Yes.",
        "Q: All right. And was that school as good as the one in The Hague’?",
        "A: Yes, yes.",
        "Q: All right. Did you have also ambitions to go to — for university studies?",
        "A: Yes, I did.",
        "Q: What did you —",
        "A: But I first went to — to an trade school.",
        "Q: Okay.",
        "A: My father want me to go to a trade school, and that’s what I did.",
        "Q: And what trade?",
        "A: That was two years in carpentry.",
        "Q: Uh-huh. Did you enjoy it?",
        "A: Yes, but I —I enjoyed the fine part, not the rough part, as you can see here.",
        "Q: Did you make this furniture —",
        "A: Yes.\nAugust 9, 2016",
        "Q: — in your home?",
        "A: Yes, yes.",
        "Q: That’s so impressive. It’s beautiful.",
        "A: It?s —",
        "Q: So you learned well.",
        "A: Yes.",
        "Q: So you — what did you want to study?",
        "A: I want to study for engineering also, and I went to university, and I — in 1940.",
        "Q: So, the war hadn’t started yet?",
        "A: No.",
        "Q: Or had it? Okay.",
        "A: No. And so, I was there, and then the war started, and the university was bombed\nflat. And so that was the end of that.",
        "Q: During the German occupation of the Netherlands, were any of the universities\nopened? I mean, were people able to go and continue university studies?",
        "A: No.",
        "Q: No.",
        "A: In the beginning yes, later on not, for the reason, there was no food, and so they\nclosed.\nAugust 9, 2016",
        "Q: Okay, okay. By the time you entered university, were people then talking about\nwhat was going on in Germany”",
        "A: I— not that I can remember.",
        "Q: So you — did you have any political — were there any political discussions of\nworld events, or —",
        "A: No, no.",
        "Q: Okay. So again, it was very distant?",
        "A: Yeah.",
        "Q: Okay. Were you expecting a German invasion of the Netherlands?",
        "A: Well, I can’t remember that — that’s that far back.",
        "Q: Yeah, yeah. So, were you surprised when the — when the invasion actually\nhappened?",
        "A: Yes, yes, yes.",
        "Q: Do you remember what that first — those first days were like?",
        "A: Yes, yes.",
        "Q: Could you describe some of that for me?",
        "A: Well, by that time, I worked for an — an construction firm, and I was the leader\non a group of men, when I was that young. And when the Germans came, the\nschools were made empty, and made into places for the Germans to —August 9, 2016",
        "Q: To live.",
        "A: — to live. And so, I was involved in that.",
        "Q: In making — in reconstructing —",
        "A: Yes.",
        "Q: — the schools for this?",
        "A: Yes.",
        "Q: Okay. What about the — the day, or the night of the bo — the first bombings. Do\nyou remember that?",
        "A: Yeah.",
        "Q: Where were you?",
        "A: I was standing before an Catholic church in Schiedam, where once the — the\nsirens were going, and then everybody stops, and you know, to — to — to — to find a\nplace to —",
        "Q: To hide.",
        "A: — to hide. And from there I could see that the bombers were bombing\nRotterdam. And that was — that was in °40.",
        "Q: Wow, that was in — May 1940?",
        "A: May ’40.",
        "Q: Okay. What were the next several days like for you?\nAugust 9, 2016",
        "A: I think it — it was just terrible, I — I don’t know.",
        "Q: Did you go home?",
        "A: You don’t — you don’t know what happened actually, and you are not prepared\nfor that, and —",
        "Q: Did you see — when did you see German soldiers for the first time?",
        "A: Well, the next day.",
        "Q: The next day they were already there.",
        "A: Yeah, yeah.",
        "Q: Okay. What kind of impression did they make?",
        "A: Well, for me, I thought, get out of here. You know [indecipherable]",
        "Q: Yeah, yeah. Were there people who welcomed them?",
        "A: Oh, yeah.",
        "Q: Did you see this?",
        "A: Yes. The NSB.",
        "Q: NSB, what was — what’s the NSB?",
        "A: NSB, national — NS, socialistic, B — I don’t know what the B stands for.",
        "Q: Okay. Well, was it the Dutch —",
        "A: NS — an NSBer. They called them all ene — NSBers.",
        "Q: Okay. Was this a Dutch Nazi party?\nAugust 9, 2016",
        "A: Yeah.",
        "Q: Had it been active before the war?",
        "A: Well, it’s — I think so, yeah.",
        "Q: Okay, but it didn’t touch your life?",
        "A: No.",
        "Q: Okay. People knew about it, but it wasn’t — or did the people know about it, or\ndid it simply appear?",
        "A: Yeah, that was — it appeared [indecipherable]",
        "Q: Okay.",
        "A: But when the Germans came, of course, then they came up.",
        "Q: Okay. Did you know anybody personally, who belonged to it?",
        "A: No.",
        "Q: Okay. In what way did they — in what way did this NSB become part of daily\nlife?",
        "A: You was not sure from anybody. You don’t know if it was an NSBer in front of\nyou, or s — you don’t know. You know, you — you wouldn’t know.",
        "Q: So fear? Sort of distrust came in?",
        "A: Yeah, yeah.",
        "Q: Were people being arrested?\nAugust 9, 2016",
        "A: Oh yeah.",
        "Q: What kind of people?",
        "A: Well, especially Jewish —",
        "Q: Okay.",
        "A: — were taken away, and of course they all had —",
        "Q: Armbands?",
        "A: — an armband.",
        "Q: Okay. By this point, you’re already a young man.",
        "A: Yes.",
        "Q: Had you known any Jewish people?",
        "A: No.",
        "Q: No.",
        "A: Well, maybe I did, but —",
        "Q: But nobody who was really close in your life?",
        "A: N-No, no.",
        "Q: Okay. Okay. Did you continue working in construction?",
        "A: Yes.",
        "Q: What are — what were some of the other things that you’d be doing?",
        "A: Well, we worked for the na — the firms who were ordered to German work.\nAugust 9, 2016",
        "Q: Okay.",
        "A: So you were automatically working for the Germans —",
        "Q: Was —",
        "A: — even if it was an — an Dutch firm, and who didn’t like it, or didn’t want to.\nThey had to.",
        "Q: Okay.\nA2: Can we stop for a minute? I have to go to the bathroom very badly.",
        "Q: Sure, sure. [break] Okay, before the break, we were talking about the work you\nwere doing when the Germans first arrived, that you were in construction work, that\nyou had to refurbish a school so that it could be a place that the soldiers had to\nsleep, and so on. Do you remember some of the other projects that you’re — that you\nhad to work at?",
        "A: Yeah, I worked on the coast, and the Germans thought, oh, that is just an — we\ncan do that with the rowboat, and we’ll go to England. But that canal is in between,\nand that is not a small piece of water. So, we made places where they could put\ntheir cannons, and whatever you call that, in the ground.",
        "Q: Okay. So, sort of like bunker type —",
        "A: Bunkers, yeah.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "Q: Yeah, mm-hm. And thi — was this as part of that Dutch company that you were\nworking with?",
        "A: Yes, yeah.",
        "Q: Okay. Did you meet people on the job who were not happy with the situation?",
        "A: Well, none of them.",
        "Q: None of them.",
        "A: None of them wa — was happy with it.",
        "Q: Did you meet people who were starting to be involved with resistance activities?",
        "A: Yes.",
        "Q: And can you tell me about that?",
        "A: I—I can’t remember their names, but —",
        "Q: It’s okay.",
        "A: — about three or four persons who were underground.",
        "Q: Okay.",
        "A: And in the resistance.",
        "Q: And they were part of this organization, as well, this construction organization?",
        "A: No, no, no, no.",
        "Q: Okay.",
        "A: No, no, that were people that I knew through church, or — or whatever.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "Q: Okay. Was your church involved in resistance activities, and underground\nactivities?",
        "A: Ne—no. At that time, I did not go to church.",
        "Q: You did not?",
        "A: No.",
        "Q: And why not? You just di — it wasn’t part of daily life?",
        "A: It was not part of that, it was as of everything, when the war started, that was —\nthe churches were closed, and you could not gather.",
        "Q: Ah, I see. So all that — so that people weren’t able to go to services?",
        "A: No.",
        "Q: They were — they weren’t able to go to church services at all?",
        "A: No, no.",
        "Q: Wow. In 1940, were you already married?",
        "A: No.",
        "Q: When did you marry?",
        "A: In °43.",
        "Q: You married in 1943.",
        "A: Mm-hm.",
        "Q: Okay. So your wife was, at that point, like 21 years old?\nAugust 9, 2016",
        "A: Mm-hm.",
        "Q: And you were 23 years old?",
        "A: Yeah.",
        "Q: Okay.",
        "A: Oh, you figured that out fast.",
        "Q: So, can you tell me when you met her?",
        "A: That was in 1938.",
        "Q: Ah, so you were together five years, you dated for five years? Yeah.",
        "A: You know, that was when the Queen’s birthday was. It was first with — Queen\nWilhelmina was 40 years queen.",
        "Q: Okay.",
        "A: And that was at that day, and it was 31“ of August, in 1938.",
        "Q: What a good way to remember the date, the date that you met.",
        "A: Yeah.",
        "Q: What kind of festivities were going on during that day?",
        "A: Oh, everybody was crazy.",
        "Q: Yeah?",
        "A: Yeah. Parties overall, and — yeah.\nA2: Drunk people everywhere. Drunk people.\nAugust 9, 2016",
        "A: Drunk people.",
        "Q: Drunk people, yeah.",
        "A: Yeah.",
        "Q: So between when the war started, 1940, and 1943, when you got married, did\nyou get involved in resistance activities?",
        "A: No.",
        "Q: No. Did you ever see anybody being hurt by the Germans? [break] Okay.",
        "A: Yeah.",
        "Q: So —-",
        "A: Okay?",
        "Q: — your wife mentioned somebody. Can you tell us a —",
        "A: Yeah, two — two boys who are in the underground, and were found out by the\nGermans, and they were — they lived — oh, at — at — almost across from where we\nlived in the — in Schiedam. And they were called down, and when they on their way\ndown from the stairs, they shot them, so they tumble down and were laid on the\nstreet, as an example not to do it, not to hurt the Germans.",
        "Q: Did you know the boys?",
        "A: No, not by name.",
        "Q: No, not by name’?August 9, 2016",
        "A: No.",
        "Q: But by sight, did you —",
        "A: By sight, yes.",
        "Q: Okay. Young boys?",
        "A: I think at that time my — my age.",
        "Q: So young men.",
        "A: Yeah.",
        "Q: Young men, okay. Were you involved in any rescue activities, rescuing people,\nhiding people?",
        "A: Hiding people, yeah.",
        "Q: Tell me about that.",
        "A: Well, we — we lived in an — in Schiedam, in the passagia(ph). And that was on —\nan passage what you could go from the front to the back, from one street to the\nother, and inside were all store.",
        "Q: Okay.",
        "A: And we were living there. Also in there was an theater.",
        "Q: So this pasagia(ph), was this when you lived with your wife —",
        "A: Yes.",
        "Q: — or still with your family?\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: No.",
        "Q: Okay, so this is after 1943”",
        "A: Yes.",
        "Q: After you’re married.",
        "A: Yes.",
        "Q: Okay. And describe to me the layout, a little bit.",
        "A: Well, that layout was there, was [indecipherable] and we were in our bedroom\nupstairs. And the doors from the gallery [indecipherable] they were open, we can\nsee the movie.",
        "Q: Really?",
        "A: Yeah.",
        "Q: From your bedroom window?",
        "A: From my bedroom window.",
        "Q: What good seats.",
        "A: No, no, not hear it, but —",
        "Q: You could see it.",
        "A: We can see it.",
        "Q: Isn’t that interesting?",
        "A: Yeah. It was funny.\nAugust 9, 2016",
        "Q: Yeah.",
        "A: But anyhow, that — the Germans was there, but downstairs was a big basement,\nand there were Jews hiding.",
        "Q: In that — in that basement?",
        "A: In that basement. Without that the Jews [indecipherable] of course. They didn’t\nknow. They couldn’t see them, nor find them.",
        "Q: And who hid those Jews there?",
        "A: Well, the underground people.",
        "Q: And how were you involved in that?",
        "A: Well, being that one man, he — one was actually a friend of mine, he was\ninvolved in that. But he was really an gun man, who liked to shoot, and I was afraid\nof guns.",
        "Q: Okay.",
        "A: So I—I didn’t want to be involved.",
        "Q: Okay.",
        "A: I was involved more or less with — with the stuff what — what I could handle.",
        "Q: Okay, what were some of those —",
        "A: And that was with — with — when we had that in the basement, we had all that\ncoal, anthracite, for the heating system, and from the whole building. And then the\nAugust 9, 2016\nGermans told them we couldn’t use it [indecipherable] that had to be stopped for\nus. The water was high. The mills had to go on, and they went by coal. Later on,\nthat was all. Of course, gasoline and — and you know, the pumps on the water.",
        "Q: Well, I — you have to back up a little bit and explain this to me, as if a— you\nknow, I’m hearing it for the first time. Can you tell me what kind of — what kind of\ncoal this was, who did it belong to? Where was it placed?",
        "A: Well, it belong — it belonged to the — to the administration of the pasagia(ph)\nwhere we lived.",
        "Q: Okay.",
        "A: The whole building.",
        "Q: Okay.",
        "A: There were apartments, and there were stores, and above the stores, the people\nlived.",
        "Q: Okay. And in the basement there was —",
        "A: And there were basements, and that was, of course, for the people who had the\nstores, and was that important, but our store was empty.",
        "Q: Okay.",
        "A: And that is the reason, and being that my father was the administrator, I got the —\nwe got the — the apartment, and we could live there.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "Q: Ah, okay.",
        "A: And being that the basement was empty, and not used, it was stored for the coal.",
        "Q: And the — and the Jews were in the theater across the street, across the\npasagia(ph)?",
        "A: No, 1-in the pasagia(ph).",
        "Q: They were in the passagia(ph)?",
        "A: Oh yeah, there was an — an — an entrance from the back of the building.",
        "Q: Okay.",
        "A: And there was [indecipherable] you could go in for deliveries from the people\nwho had it — their storage in the basement. And there —",
        "Q: And so this coal was — was supposed to be used for the heating of that building?",
        "A: Yes.",
        "Q: Okay.",
        "A: But on it later, it was prohibited by the Germans, for the reason that if the water\nwould ever overflow, and that we get high water, and that we needed the pumps to\ngo, there were no coals for that, would we have — they would have coal to —",
        "Q: See, this is the part I don’t understand.",
        "A: Well, the heat — yeah —",
        "Q: If you have coal in the basement, and —\nAugust 9, 2016",
        "A: Yeah.",
        "Q: — yeah.",
        "A: The pumps.",
        "Q: The pumps?",
        "A: The pumps were — were going by coal, and by fire.",
        "Q: Ah, and so that you needed to have enough coal to be able to use the pump.",
        "A: You needed to have the coal to get the pumps going.",
        "Q: Okay.",
        "A: Later on that was not gasoline, but what do you call that other?",
        "Q: Another fuel.",
        "A: Yeah.",
        "Q: It was another fuel that was used.",
        "A: You have — you have automobiles with gas, and —",
        "Q: Diesel?",
        "A: Diesel, that’s the word.",
        "Q: Okay. Okay.",
        "A: Yeah.",
        "Q: Okay.",
        "A: But later on, that was, of course, all diesel, and coal was no more.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "Q: And you, what did you used to do with this coal? You used to take some of it?",
        "A: Yeah, we — we had — well, we — we used it, of course, for ourselves, for to trade\nwith food or meat. And we used it for people who had children, had no milk, and\nwe could trade it for milk for the kids. And wherever we could trade and — and help.",
        "Q: Were you involved in maintaining — you know, in feeding the Jews who were\nhid, in the theater?",
        "A: Yeah, yeah.",
        "Q: Did you ever see any of them?",
        "A: No.",
        "Q: Do you never — do you know how many were down there?",
        "A: Yeah, sometimes 20, and sometimes 10.",
        "Q: Okay. And it was — was it sort of like a transit place of hiding, or were they\npermanently there?",
        "A: No, no, no, no. Only in transfer place.",
        "Q: Okay.",
        "A: So, there were no sleeping availability.",
        "Q: Okay, so they were there just for a short time, before they could be moved\nsomewhere else.",
        "A: Yeah. They were brought in that, that it was safe.\nAugust 9, 2016",
        "Q: Okay.",
        "A: And then they — the underground — I just now remember all of this\n[indecipherable] they killed the Germans [indecipherable]. The Germans were\ngoing — trying to get of — of stealing the wood for themselves.",
        "Q: Okay.",
        "A: But there were underground people who change — who killed some Germans,\nhowever, I don’t know, they took the truck and went to the gin mill, and let them fill\nit up with gin, and down they went with the gin away, and they sold it to the\nGermans, who had food, and so on. So, I mean, it was —",
        "Q: It was a bit of mar — sort of like black market business.",
        "A: Black market, yes. To be — just to kept people alive.",
        "Q: Okay.",
        "A: And especial kids and — and older people.",
        "Q: And what about the — the — you — when you say they killed the Germans, what\nwere the circumstances? The Germans were stealing wood from where?",
        "A: Food from the stores.",
        "Q: Oh, the Germans were stealing food from the stores.",
        "A: From the stores.",
        "Q: And they found some, and I mean, what did the underground do?\nAugust 9, 2016",
        "A: The underground killed the Jews, and —\nA2: No-",
        "Q: No, no —",
        "A: — took the uniforms, took the truck, and went to the gin mill.",
        "Q: Okay, I’m going to repeat this. The underground killed the Germans?",
        "A: Yes.",
        "Q: Dressed up in their uniforms.",
        "A: Yes.",
        "Q: Went to the gin mill.",
        "A: Yeah.",
        "Q: Got gin.",
        "A: Told them to fill the truck up with gin.",
        "Q: Gin. And then traded this —",
        "A: On the gunpoint.",
        "Q: Okay. And then traded this for food —",
        "A: Yes.",
        "Q: — for the children.\nA2: No, no, no, the Germans didn’t do that.",
        "Q: No, no, no, that’s not — he’s saying that the underground did that.\nAugust 9, 2016\nA2: Oh yeah, yeah, yeah.",
        "Q: Yeah. Who was the person, or why was it that this theater was chosen as a transit\npoint? Why there?",
        "A: That I don’t know.",
        "Q: Was there somebody who was running the theater, who was part of the\nunderground?",
        "A: Could be. That I don’t know.",
        "Q: You don’t know why this place?",
        "A: No, no. I know they were there.",
        "Q: Okay.",
        "A: But I know that from my friend, but, I mean, otherwise, I don’t know.",
        "Q: This is the friend who didn’t mind using a gun?",
        "A: Yes.",
        "Q: The one who was —",
        "A: He was — he was — later on, when we were free, he was [indecipherable] I don’t\nknow how they call those people, but that were the people who had blue suits, blue\ncoveralls.",
        "Q: Uh-huh.",
        "A: And — and a thing —\nAugust 9, 2016",
        "Q: This is after the war is over?",
        "A: After the war, when the war was over.",
        "Q: How were they called in Dutch, with the blue overalls? What was the name in\nDutch?",
        "A: I can’t remember their name.",
        "Q: Okay, okay.",
        "A: But probably later on that comes back in my mind, but now we, at this, I have to\nturn from English to Dutch, and then my mind doesn’t tick — tick in the right time.",
        "Q: It can get confusing. It can get confusing.",
        "A: Yes, it gets confusing.",
        "Q: So, this apartment that you lived in, did you stay there for the duration of the\nwar, in this passage(ph) —",
        "A: Yes.",
        "Q: — above there?",
        "A: Yes.",
        "Q: Okay. Can we cut? [break] Okay, what were the circumstances of you getting\npicked up? What happened?August 9, 2016",
        "A: Well, I was picked up, I was actually cashing in the rent for my father, for the\nhouses that he had in care for, and then I went — then I went to your store, and when\nI came out, two guys from the police were there, and —",
        "Q: Dutch police?",
        "A: — they were looking for me.",
        "Q: Dutch police?",
        "A: Yeah, but I mean, they didn’t look like police, they were in regular clothes.",
        "Q: Oh, really?",
        "A: Yeah.",
        "Q: They were — they were in plains clothes?",
        "A: Yeah, plain clothes. And that — if I had an — an — an V-card was it? An V-card,\nor a C-card.",
        "Q: What’s that?",
        "A: That is if you have a card like that, you have to carry that, that you are allowed\nnot to be here. To be in [indecipherable] and not in Germany.",
        "Q: I see.",
        "A: You don’t have to go. And I said, I don’t have that. So, that was in 1943 — no,\n44, end of °44, I think, or around °44.",
        "Q: Was it around the time you were married?\nAugust 9, 2016",
        "A: Now we are already married.",
        "Q: You are already married?",
        "A: Yes, oh yes, yes.",
        "Q: Okay.",
        "A: But — but we — so I had to go with him, and we — I was put in jail there, in the\npolice office. And of course you have to empty your pockets, and well, I had all that\nmoney.",
        "Q: From the rents?",
        "A: From the rents. And I counted it out, and I marked it exactly as it was. And so,\nthe men did that too. And later on I found out that was a man from the good side, so\nanyhow — so — and so I was there. In the meantime, an girl mind the store, when\nJacqueline was home —",
        "Q: So Jacqueline worked in a store you had just —",
        "A: No, she was not there —",
        "Q: Oh.",
        "A: — 1n this store.",
        "Q: Okay.",
        "A: She was home, and a girl, one of her —\nA2: Employees.August 9, 2016",
        "A: — the — one of the employees she worked with, saw that, that I was picked up,\nand went up her bicycle — that was in Rotterdam, went to Schiedam, went to\nwherever. And then Jacqueline went to the — a friend of ours who was\nunderground, and worked for the Germans. And — and so they made an false C-\ncard, and signed. And when they found out that I had a C-card, then that evening, I\nwas left free. So, I got the money ready in my pocket, all counted out, all the papers\nwhat I had, and [indecipherable]. And I went home, and I went with the last trolley\ncar, I went home, and they were all waiting in the — with other neighbors in — they\nsaid, well then, it’s the last trolley, let’s see if Jan is in there. And so I was, of\ncourse, he’s walking, I was running.",
        "Q: Yeah. Cause it was going to be curfew? Was it going to be a curfew soon?",
        "A: Yes.",
        "Q: Okay.",
        "A: And so I was running, and they said, oh, there he is. [indecipherable] my\nfootsteps.",
        "Q: Okay, okay. So, what was the store she was work — she wasn’t working that day,\nbut what was the store you had gone to? Was that the office supply store?",
        "A: No, that was the bakery.",
        "Q: That was the bakery.\nAugust 9, 2016",
        "A: To pick something to eat.",
        "Q: I see, I see, okay. Was this the only time that you were in danger of being sent to\nGermany, or was there any other time?",
        "A: Yeah, there was another time that I — I had to go, but that was before we were\nmarried.",
        "Q: And did you go?",
        "A: And — no.",
        "Q: How did you get out of that one?",
        "A: Well, we were — I think Jacqueline told you that we were married, and the next\nday, she was sick.",
        "Q: Yes.",
        "A: And that so, her mother called the doctor, and she said — and he looked at her,\nand he said, she has typhus.",
        "Q: Ah, she has typhus.",
        "A: Typhus.",
        "Q: Okay.",
        "A: And he said, well — and then her mother said, well, they were together, so that\nmay be he has it too. So he wrote a note that she had typhus, and I had maybe it too.\nAugust 9, 2016\nAnd I went to the office [indecipherable] to go out, to extend it. And I had — they\nhad given me five guilders, you know, for going, for if I went to Germany to —",
        "Q: For the trip.",
        "A: — for — for the trip. And that was with an train for the — for the Germans. And so\n— but they said, no, keep the money, so I kept the five dol — five guilders and went\nhome. And of course, from there — and that was to the end in ’44, was for the end.",
        "Q: Okay, so that was when you got married in ’43, and then the end of ’44 was the\nsecond time.",
        "A: Yeah.",
        "Q: Okay. And did she have typhus, or did the doctor just say so?",
        "A: No, she not either.",
        "Q: Okay, okay. So it was a way to help you from not getting there.",
        "A: That’s right.",
        "Q: Okay.",
        "A: That’s how the doctor was on our side.",
        "Q: Do you remember when the war ended?",
        "A: Yeah.",
        "Q: What was that like?\nAugust 9, 2016",
        "A: Well, of course we — it were — the sirens were on no end, and while we lived at\nthe front of the building, there were two towers, and each tower was a flag post.\nAnd you could climb the rope [indecipherable] water on the side, and put a flag\nover. There was never a flag over on there, the Germans didn’t want that, of course.\nBut then I went the rope, on the tower, and the fi — th — I saw the planes go over\nfrom the — from —\nA2: From England.",
        "A: No, not England, the north. Denmark — was Sweden. Sweden flew over with —\nwith planes and parachutes full of white bread, and butter.",
        "Q: White bread and what?",
        "A: And — and butter.",
        "Q: And butter.",
        "A: And butter. All in big parachutes, they threw them out, and they were — threw\nthem out on — on — on what it was in big grass field for the cows, but\n[indecipherable] of course. And so — and of course from there, it was divided, and\nstolen and so on, of course, as you can understand.",
        "Q: Yeah.",
        "A: But I know that the bottom of the plane was go — glass, and I know that —",
        "Q: People were waving?\nAugust 9, 2016",
        "A: Yes. I was.",
        "Q: Really? You were waving?",
        "A: And I — and they were waving to me.",
        "Q: What a feeling that must have been.",
        "A: Amazing. Amazing, yeah.",
        "Q: Did you see these planes many times?",
        "A: No, a couple of times, but then, of course, later I could come to an airfield.",
        "Q: Yeah.",
        "A: You know, but in the beginning there was no airfield.",
        "Q: Okay.",
        "A: But later on there —",
        "Q: And there was — and there was no anti-aircraft —",
        "A: No.",
        "Q: — to shoot them down?",
        "A: No.",
        "Q: And so, what had happened with the Germans, had they retreated by that point?",
        "A: Well, of course, they were by the underground army, they were — well, put on\nthe side in someplace that I — in the schools where they were sleeping, they were allAugust 9, 2016",
        "Q: Okay, this was —",
        "A: And of course, no guns, no nothing.",
        "Q: I’m sorry, I don’t understand. Who —",
        "A: Well, the schools, where the Germans yu — were in sleeping, and —",
        "Q: Yeah.",
        "A: — and — during war. But I was involved with [indecipherable]",
        "Q: Yeah.",
        "A: And those — and that was now the Germans, their jail.",
        "Q: Ah, okay. So the Germans started being rounded up.",
        "A: Yeah.",
        "Q: Were you involved in any of that?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: So the — the place that had been the school, that then became the barracks, now\nbecame the jail.",
        "A: Yeah.",
        "Q: Do you remember the name of that school?",
        "A: No.\nAugust 9, 2016",
        "Q: Okay. Do you remember what street it was on?",
        "A: No. Yeah, that is by you, but I am talking in Schiedam.",
        "Q: Oh. Okay. And were there many — did they s — did many succeed in running\naway in time?",
        "A: You mean the Germans? I can’t remember.",
        "Q: Okay. Okay. And who then — who then started to control the area, if the —",
        "A: The underground.",
        "Q: The underground?",
        "A: Yes.",
        "Q: The underground.",
        "A: Yeah.",
        "Q: And how long did they control it until —",
        "A: Until the mil — til — til again, the military were in England, of course, and the\nqueen was in England, and of course the military came right over.",
        "Q: Okay.",
        "A: And — and troops, and then started, you know, to set up the army again.",
        "Q: And what — around what time was this? Was this in 1944, or already 1945?",
        "A: Yeah, ’45, when the war was over.",
        "Q: Oh, you mean in April and May, 1945”\nAugust 9, 2016",
        "A: Yes. May, ’45.",
        "Q: Uh-huh.",
        "A: Five May, ’45.",
        "Q: Okay. And what were — what were those immediate days like, after the war\nbeing over?",
        "A: Well, everybody was free. You could walk free [indecipherable] and nobody\nwas bothering you, and —",
        "Q: Was — can you cut for a second? [break] You’re saying there was no curfew any\nmore?",
        "A: No.",
        "Q: And people were up all night?",
        "A: Yeah.",
        "Q: What were they doing?",
        "A: Who has an instrument still, what was hided from the Germans, you know? And\nthey made music, and I danced, and where it came from, I don’t know.",
        "Q: Okay. And what about — was there revenge taken on the NSBers, or —",
        "A: Of course.",
        "Q: And what kind of revenge was this?",
        "A: Well, that — in jail.\nAugust 9, 2016",
        "Q: Okay. Were there any revenge killings, as far as you know”?",
        "A: I don’t really —",
        "Q: Revenge killings, as far as you know?",
        "A: That — that I —I don’t know.",
        "Q: Okay.",
        "A: If I would know, I couldn’t remember.",
        "Q: Okay. Were there trials after the war?",
        "A: Oh yeah.",
        "Q: What kind of trials were these?",
        "A: Well, of course, the people on the NSB, and all [indecipherable] and the girls\nwho went with the Germans, you know. Yeah.",
        "Q: How many — when did you have children? When did your children start being\nborn?",
        "A: 1947.",
        "Q: And that was a girl or a boy?",
        "A: Girl.",
        "Q: And what’s her name?",
        "A: Louise.",
        "Q: Louise. And do you have any more children?\nAugust 9, 2016",
        "A: Yeah.",
        "Q: When was — okay, when was this child born? The next —",
        "A: In ’53.",
        "Q: In 1953.",
        "A: Yeah.",
        "Q: And this child’s name?",
        "A: Li— Ellen.",
        "Q: Ellen. So, two girls.",
        "A: Two girls.",
        "Q: Any more’?",
        "A: No.",
        "Q: Okay. Did you tell your two daughters about your wartime experiences, as they\nwere growing up?",
        "A: Must have been. I don’t know.",
        "Q: You don’t know.",
        "A: Can’t remember.",
        "Q: You don’t know. Okay. Did you stay in — in the Rotterdam area, after the war?",
        "A: Yeah, we stayed in Schiedam.",
        "Q: In Schiedam”?\nAugust 9, 2016",
        "A: Yeah.",
        "Q: All right.",
        "A: I went back to the academie of beautiful art.",
        "Q: Okay.",
        "A: And studied for binna — in binnenhuisarchitect.",
        "Q: Oh, so interior architecture.",
        "A: Interior architecture.",
        "Q: Okay.",
        "A: And then, after that, I had an year and a half for engineering. I got me an\nengineerings degree.",
        "Q: Okay. And where did you work, or how did you work, after the war? Did you\nwork in construction, did you work in interior design?",
        "A: In —1n construction, and interior design and then I started my own business.",
        "Q: In the Netherlands?",
        "A: Yeah.",
        "Q: Okay. What kind of business was that?",
        "A: Well, in the be — in the beginning, it was — being that it was more open, was\nconstruction. And with friends who are construction people, we could work\nAugust 9, 2016\ntogether, and that’s what I did. And then later, I— when it went more easier, I went\nto interiors, store interiors, and — you know.",
        "Q: And you eventually moved to the United States.",
        "A: Yes.",
        "Q: When was this?",
        "A: In 1956.",
        "Q: And why? Why did you move here?",
        "A: My father.",
        "Q: Your father wanted you to come here?",
        "A: No.",
        "Q: You f— you wanted to get away from him?",
        "A: I want to get rid of him. We wanted get rid of him.",
        "Q: You wanted to put distance between you.",
        "A: Yes.",
        "Q: Did you succeed?",
        "A: Well, we are here. We succeeded.",
        "Q: Okay. And when you came here, how — what kind of work did you do in the\nUnited States?August 9, 2016",
        "A: Ah, that’s funny. We — we got an apartment, and of course the first couple of\nweeks, you are trying to — to find yourself, and it was all English, and I had an year\nand — and a half English, in the academie, and — and so I — I knew some. I could at\nleast make myself —",
        "Q: Understood.",
        "A: Understood. And she didn’t. She didn’t know any —",
        "Q: Jacqueline didn’t speak English.",
        "A: Nothing. The kids didn’t either. When the kids went to school — have the school,\nand they didn’t understand, and they got the schoolbook at home, and she didn’t\nunderstand, and they were all three crying.",
        "Q: Oh, oh, yeah.",
        "A: And I want to do it with — but that — after an — a month or so, then it developed,\nand —",
        "Q: Became easier.",
        "A: Yeah, came easier.",
        "Q: And you first lived in what state?",
        "A: In New Jersey.",
        "Q: Okay.",
        "A: Yeah, ima — in — in — I’ve lost it.\nAugust 9, 2016",
        "Q: I think you told me off camera it was Westwood. Was it Westwood, New\nJersey? No?",
        "A: Yeah, Westwood, we lived in Westwood, too, but before, we lived someplace\nelse. I can’t remember the name. [indecipherable]",
        "Q: It’s okay.",
        "A: All right.",
        "Q: It’s okay.",
        "A: So — but — and we were living, we find an apartment, and I saw an — and — on\nnext block over, when I looked in the front, by the front door, I saw there were men\nworking on a hou — building a house. And I thought, well, let me go and see if I can\nhelp. So we ask him, do you need any help? And he said, do you have a hammer’? I\nsaid yeah. He said, come on up. I — just like that.",
        "Q: Just like that.",
        "A: And I went home, I had tools, brought tools with me, in a toolbox. So I got my\ntoolbox and went over there, and well, of course, he was busy with framing, and so\non, and siding, and — and so — and the man had hands, they were three inches longer\nthan me. Big hands, he was big fellow. And I thought, well, ma — I’m not coming\nup on him. I show him that I can do something too. And so — so we work good\ntogether. So, we built the house. And he says, did you ever build houses, and I said\nAugust 9, 2016\nno. He’s — he said, you are an damn liar. That’s what he said. I said, well, I did\n[indecipherable] it was all in Holland, wooden houses were not allowed.",
        "Q: That’s right.",
        "A: It was all brick. Brick and concrete. And so —",
        "Q: Different construction.",
        "A: — that total different. Concrete floors —",
        "Q: Yeah.",
        "A: — you know. And so I said that — I explained it to him, that it was not allowed in\nHolland, wooden houses. Maybe as a little townhouse or something, you know, or\na little thing in the backyard.",
        "Q: Yeah.",
        "A: But otherwise, no wood.",
        "Q: So, tell me this, when did you start — you came to our attention because someone\nsent me a tape of a talk you had given in a school.",
        "A: Yes.",
        "Q: When did you start talking in schools, about your wartime experiences?",
        "A: I don’t know actually how it came, but I mean, the people asked, you come from\nHolland? Oh yeah. You are in the war? Yeah. Can you tell us about it? And then\nAugust 9, 2016\nthat’s the way it went. And then an teacher found out, and then they invited you,\nand — and you came to the class, and we went both, and we went there.",
        "Q: Did you go more than one time, or several times?",
        "A: Oh yeah.",
        "Q: Yeah?",
        "A: Five or six times, maybe more.",
        "Q: And what kind of questions would the children ask you, that you found in some\nways unusual, or you remember, in particular? No? Okay.",
        "A: It was all — all about the war. How did you eat, and how did you do — how did\nyou — how did you dress yourself, if you have no clothes, or — all kinds of —",
        "Q: Those types of questions.",
        "A: Yeah.",
        "Q: Yeah. What would you want young people to understand about the experiences\nthat you had, and the things that happened?",
        "A: I’d hope that it never again happen. It is no pleasure. And you see what we do,\nwe have now already with the shooting and the killing. That was there, you know,\nthat was the war.",
        "Q: Yeah.",
        "A: Terrible.August 9, 2016",
        "Q: Have you been back to the Netherlands”?",
        "A: Yeah, different times.",
        "Q: Okay.",
        "A: But time — I have no relatives there any more. I am the only one left, she is the\nonly one left from family.",
        "Q: Okay.",
        "A: We have some nieces [indecipherable] I correspond with still. And — and the\ndaughters or nieces, what we got now, when we visited them. And then there’s — so\nonce in a while we write [indecipherable]",
        "Q: Yeah. Well, is there anything else you’d want to add to what we’ve talked about\ntoday?",
        "A: No. That I — I in buni — I went for myself in business, and —",
        "Q: You raised a family.",
        "A: And I raised a family, and in the meantime they married. We have\ngrandchildren.",
        "Q: Did they ever ask you about your wartime years?",
        "A: Sometimes, but — Peter was — was interested in it. My — my daughter\n[indecipherable] by her husband. And that was it, and I know I — I really don’t\nwant to talk about it, and you know, I want to forget.\nAugust 9, 2016",
        "Q: Well, I’m glad and I’m grateful —",
        "A: Yeah.",
        "Q: — that you have agreed to talk about it with us today —",
        "A: Yeah.",
        "Q: — you know. We know that the — the — the topics are not pleasant.",
        "A: No, no.",
        "Q: No.",
        "A: No. Very unpleasant, but anyhow.",
        "Q: Thank you.",
        "A: There are plenty of people who say, the war? There was never a war. There was\nno second World War. The Germans never did that.",
        "Q: No, there are many who say there weren’t — there wasn’t the Holocaust.",
        "A: There was no Holocaust.",
        "Q: Yeah. And yet, you saw it.",
        "A: Yeah. And I made — I did many, many Jewish temples, and made — made\ncabinets to remember what happened to the six million Jews that were killed.",
        "Q: As an interior architect designer carpenter —",
        "A: Yeah, I designed that —",
        "Q: — you designed —\nAugust 9, 2016",
        "A: — and we made it in our shop.",
        "Q: Okay.",
        "A: And they are in the — in the different synagogues, what we did.",
        "Q: So this was your business after the war, here in the United States.",
        "A: Yes.",
        "Q: It’s a very special business.",
        "A: Very special.",
        "Q: Very special.",
        "A: Very special.",
        "Q: Okay.",
        "A: Churches are special. I did some different jailhouses where — the chapels were in\n—I did the chapels in jail, even in New York, and — and the island in between,\nthere’s an island there.",
        "Q: Oh, I know what you — Roosevelt Island? Or is it Governor’s I — no, I don’t\nremember which one.",
        "A: Yeah.",
        "Q: But I know the island.",
        "A: Yeah, there’s an island, and there’s a jail in there, and I did a chapel.",
        "Q: Well, thank you. Thank you very much —\nAugust 9, 2016",
        "A: You’re welcome.",
        "Q: — for sharing what you shared with us today, and it is much appreciated.",
        "A: Very good.",
        "Q: And I would say, this concludes the United States Holocaust Memorial\nMuseum interview with Mr. Jan Hieminga — Hieminga.",
        "A: Hieminga.",
        "Q: Hieminga — on August 9\", 2016.",
        "A: Sixteen. That’s it.",
        "Q: Thanks again.",
        "A: You’re welcome.",
        "Q: Okay.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Jan Hieminga, on August 9\", 2016, in Nashua, New Hampshire. Thank you\nvery much Mr. Hieminga for agreeing to speak with us today, and to share some of\nyour experiences during World War II.",
        "Q: Before we get there, we’re going to talk a lot about your pre-war life, and what\nwas the world that you were born into, and grew up in. So I will start with my very\nfirst question, and that is, can you tell me the date of your birth?",
        "Q: July 1%, 1920?",
        "Q: Okay. And what was your name at birth?",
        "Q: Jan. And your last name Hieminga’?",
        "Q: Okay. And where were you born?",
        "Q: In Amsterdam”?",
        "Q: Okay. Did you have brothers and sisters?",
        "Q: Ga — were you the youngest or the oldest, or in between?",
        "Q: Okay. Can you tell me about your other siblings, their names, and about how\nmuch age difference there was?",
        "Q: Wiepka(ph)?",
        "Q: A—a fre —a fre —1s Wiepka(ph) a Friese naam, is that what you’re saying?",
        "Q: So your older brother had a name that was particular from the area of\nFriesenland(ph) —",
        "Q: — in the Netherlands.",
        "Q: And how many years older than you was he?",
        "Q: So he was born in 1911?",
        "Q: Okay, and then came you, in 1920.",
        "Q: Wilomene(ph), okay.",
        "Q: Okay. And then came?",
        "Q: Okay, and anybody else, or is this it for the chil —",
        "Q: That’s it.",
        "Q: Four of you, and you were the second from the youngest. The second — in other\nwords, you had a younger sister?",
        "Q: One younger sister. And her name was Truus(ph)?",
        "Q: Truus(ph). Your father and your mother’s name?",
        "Q: Bouwe?",
        "Q: Bouwe, okay.",
        "Q: Okay. And your mother’s?",
        "Q: And her maiden name?",
        "Q: Vanderbundt(ph).",
        "Q: Okay, was she also from Friesenland(ph)?",
        "Q: Uh-huh. How did your parents meet, if one was from the north, and the other is\nfrom the south?",
        "Q: Okay.",
        "Q: Is this, Amsterdam, also where you grew up?",
        "Q: Okay. Tell me a little bit about your family life. How did your father support his\nfamily?",
        "Q: Say it in Dutch.",
        "Q: Oh, was he like in a guild of some kind?",
        "Q: Was he a master craftsman?",
        "Q: Okay. And what kind of things did he make, with his carpentry?",
        "Q: So, in the building tr —",
        "Q: Was it nice furniture?",
        "Q: So it must have made your mother very happy that she had such nice furniture.",
        "Q: Describe —",
        "Q: Oh, so like an —",
        "Q: A fence.",
        "Q: An iron — a gate, of a kind.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Made furniture.",
        "Q: How wonderful.",
        "Q: Yeah.",
        "Q: Yeah. What ama — wh-what an amazing way of reusing —",
        "Q: — the material.",
        "Q: So 1— he was involved in construction work.",
        "Q: Did he work for somebody else?",
        "Q: Okay. Had your father finished any schooling?",
        "Q: Okay. But, did he know how to read and write?",
        "Q: Okay.August 9, 2016",
        "Q: Oh, I see.",
        "Q: He went to school.",
        "Q: Did he go to higher education?",
        "Q: Okay, okay. And did your older brother also work in the same trade with him?",
        "Q: Okay.",
        "Q: Okay. And he worked for a different pers — that 1s, your father didn’t work on his\nown, he worked for somebody else?",
        "Q: Okay. And your mother, did she work outside of the home?",
        "Q: Okay. She took care of the four children.",
        "Q: All right. And, tell me a little bit about your home. Were you — did you live ina\nsingle family home, or did you live in an apartment building?",
        "Q: What part of Amsterdam?",
        "Q: Okay.",
        "Q: And, can you describe your neighborhood a little bit for me? Was it only\napartment buildings there, or —",
        "Q: A lumberyard?",
        "Q: Okay.",
        "Q: Was it a newer — was it a newer neighborhood, or an old —",
        "Q: Old neighborhood.",
        "Q: So the image that people have of Amsterdam, with canals, and narrow houses,\nand so on, was this your type of neighborhood? Is that where you lived?",
        "Q: Okay.",
        "Q: Okay. Okay. And was it in — by social, I'd say, if not status, but by social\nstanding, was it a working class, or a middle class?",
        "Q: Middle class.",
        "Q: Okay. Would you say that your — your family was a well-to-do family?",
        "Q: Okay. What we say, lower middle class.",
        "Q: Okay. Were your parents very religious?",
        "Q: Did they —",
        "Q: Both of them?",
        "Q: And what — what denomination did they belong to?",
        "Q: You know, people outside the Netherlands aren’t really aware of the m — the\nmany different kinds of denominations within the Netherlands.",
        "Q: Can you —",
        "Q: Can you — can you tell me a little bit about these — th-the religions? They’re\nProtestant denominations.",
        "Q: But what is the difference between the church Reformed, and the Reformed?",
        "Q: Ah, were they stricter?",
        "Q: Okay. Okay. Did you grow up in such an atmosphere, too?",
        "Q: Did you go to Bible studies every Sunday”?",
        "Q: Okay. Did you go to a religious pa — school, when you went to school?",
        "Q: A Christian school.",
        "Q: And, how was it expressed in your home? How were — how was your reli — your\nfamily’s religious belief? How did it play a role in your everyday lives?",
        "Q: The values that you’re supposed to have.",
        "Q: Yeah. Di— was there Bible study in the home’?",
        "Q: Okay.",
        "Q: Okay, okay. Did you go — start school in Amsterdam?",
        "Q: And did you finish your schooling in Amsterdam?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And that’s about how much —",
        "Q: Uh-huh. You were 14 years old.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: It was a better quality school?",
        "Q: Okay.",
        "Q: When you say supported, did that mean they got monies —",
        "Q: — financing from the state?",
        "Q: But they were — but they were administered then, through the churches?",
        "Q: Okay. Was most of the Netherland very religious? Was it a very religious\ncountry, at that time?",
        "Q: Okay.",
        "Q: Okay. In Amsterdam, did you live in a neighborhood where there were — that\nwas diverse, or that was pretty homogeneous?",
        "Q: Okay. Were there Jewish families in your neighborhood?",
        "Q: Okay, you don’t know.",
        "Q: Okay. What about The Hague?",
        "Q: Okay. Okay.",
        "Q: In-",
        "Q: Okay. So there were — nobody felt that they were — they were somehow or other\nless Dutch if they were dewi — Jewish, or if they were Christian?",
        "Q: Okay.",
        "Q: Okay. Now, in 1934, when you moved to The Hague, you’re 14 years old. And\na year before then, Adolf Hitler came to power in Germany.",
        "Q: Was this something that people talked about in the Netherlands? Of things that\nwere going on in Germany”",
        "Q: Okay. It was far away.",
        "Q: Okay. Were your parents ha — did they have any political kinds of beliefs, or ad-\nadherence to anybody?",
        "Q: What does that mean? Anti-Revelutionary(ph), what does that mean?",
        "Q: I know.",
        "Q: Well, there’s a word revolution in there, revolutionaire.",
        "Q: Okay, so they would have been more of a conservative adherence —",
        "Q: Very conservative.",
        "Q: Very conservative. What about the children? Did you kind of accept that as well,\nthat this is the —",
        "Q: Okay, okay. What kind of work then, did your father do in The Hague,\ncontinued with the construction work?",
        "Q: Okay.",
        "Q: Okay. Did you live in one of those houses, too?",
        "Q: Could you describe to me the house, what it — you know, what your apartment\nlooked like?",
        "Q: Running water?",
        "Q: Yeah, I know, I know.",
        "Q: Was it, again, the same questions, there was running water?",
        "Q: Indoor plumbing?",
        "Q: And there was electricity?",
        "Q: And the heating was through —",
        "Q: So, a coal oven?",
        "Q: Okay, so was through coal.",
        "Q: Okay. Did your family have a radio?",
        "Q: No, no radio.",
        "Q: Before the war?",
        "Q: Okay.",
        "Q: You did?",
        "Q: But you made your own radio?",
        "Q: Was this before the war as well, or —",
        "Q: Okay.",
        "Q: That might be very — even more significant.",
        "Q: Okay. As I asked Mrs. Hieminga, did your father or mother read the\nnewspapers? Did they —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay. Which parent — which parent had the greatest influence on you?",
        "Q: In what way’?",
        "Q: Really?",
        "Q: Can you describe that for me?",
        "Q: Really?",
        "Q: That’s how he would — that was his manner.",
        "Q: It’s not very Christian.",
        "Q: And it must have hurt.",
        "Q: I’m so sorry. I’m so sorry.",
        "Q: You know, some of the early influences somebody has.",
        "Q: Did your mother counterbalance that at all?",
        "Q: Yeah. Did he abuse chil — you — did he abuse the children, your father?",
        "Q: Okay.",
        "Q: Okay. Were you close to your siblings?",
        "Q: Okay. And why not to your middle sister?",
        "Q: It just didn’t develop.",
        "Q: Okay.",
        "Q: Yeah, okay. Was school something that was very important for you?",
        "Q: What were some of the study — what were some of the subjects that you found\nthe most interesting?",
        "Q: To learn.",
        "Q: So, he was very involved.",
        "Q: You figured it out.",
        "Q: Really?",
        "Q: Well, that’s wonderful.",
        "Q: So, he was a very significant teacher for you.",
        "Q: He was — he meant a lot to you.",
        "Q: More than just as a teacher.",
        "Q: Do you think he also, 1n some ways, provided a role model that your own father\nmaybe didn’t? Was he somebody who —",
        "Q: Yeah.",
        "Q: You’re welcome. Who — were there other people who were important influences\nfor you? Other adults, as you were growing up?",
        "Q: Who would they have been?",
        "Q: Yes, yes, yes.",
        "Q: That’s right.",
        "Q: Okay. And so, some of the people where you went for religious education —",
        "Q: — they were helpful.",
        "Q: Did your parents have brothers and sisters of their own?",
        "Q: Were they part of your life?",
        "Q: Uh-huh, okay.",
        "Q: Okay, you’d go there on the vacations.",
        "Q: So that would have been your mother’s relatives?",
        "Q: Okay. Did you belong — were there things like Christian youth organizations that\nyou belonged to?",
        "Q: What kind of activities would you — would you take part in?",
        "Q: Well, did you go on hikes with them? Did you have like Boy Scout activities?",
        "Q: No, no. It revolved around — around learning more about the Bible?",
        "Q: Okay. Okay. And, in the late 30s, you’re already a teenager. You know, like ni —\nby 1937 and 1938?",
        "Q: Is there something like a draft, a mandatory draft in the Netherlands? Was there\nsomething like that, where young men are called into military service?",
        "Q: Were you going to — were you part of this, were you old enough to be drafted?",
        "Q: Volunteer?",
        "Q: Okay.",
        "Q: So this was —",
        "Q: Okay, so you were going to be in it.",
        "Q: Okay. Was your brother somebody who served?",
        "Q: Okay. By the time the war started, were you still living in The Hague?",
        "Q: Schiedam?",
        "Q: Okay.",
        "Q: The gin city?",
        "Q: And why did you move there?",
        "Q: And what was his job in Schiedam?",
        "Q: As in Rotterdam —",
        "Q: —I m— as in The Hague.",
        "Q: Oh, he studied to be a real estate broker?",
        "Q: Did he become one?",
        "Q: Did he have any deals that he did, before the war?",
        "Q: Doesn’t sound like it.",
        "Q: So, how did he use this — these studies, or did he use them?",
        "Q: Sure. Your brother was already significantly older —",
        "Q: He stayed in Amsterdam.",
        "Q: Did he go — did he go to ha — university?",
        "Q: Okay. Did he get along with your father?",
        "Q: Okay.",
        "Q: Yeah. You were much younger.",
        "Q: And so, there was a big difference that way.",
        "Q: Okay. So when you moved to The Hague, and then to rot — to Shaiven(ph)?",
        "Q: Schiedam.",
        "Q: It was the three children, your sis — your older and your younger sisters, and\nyourself —",
        "Q: — who moved there.",
        "Q: Okay. And, did you continue school in ni — in Schiedam?",
        "Q: All right. And was that school as good as the one in The Hague’?",
        "Q: All right. Did you have also ambitions to go to — for university studies?",
        "Q: What did you —",
        "Q: Okay.",
        "Q: And what trade?",
        "Q: Uh-huh. Did you enjoy it?",
        "Q: Did you make this furniture —",
        "Q: — in your home?",
        "Q: That’s so impressive. It’s beautiful.",
        "Q: So you learned well.",
        "Q: So you — what did you want to study?",
        "Q: So, the war hadn’t started yet?",
        "Q: Or had it? Okay.",
        "Q: During the German occupation of the Netherlands, were any of the universities\nopened? I mean, were people able to go and continue university studies?",
        "Q: No.",
        "Q: Okay, okay. By the time you entered university, were people then talking about\nwhat was going on in Germany”",
        "Q: So you — did you have any political — were there any political discussions of\nworld events, or —",
        "Q: Okay. So again, it was very distant?",
        "Q: Okay. Were you expecting a German invasion of the Netherlands?",
        "Q: Yeah, yeah. So, were you surprised when the — when the invasion actually\nhappened?",
        "Q: Do you remember what that first — those first days were like?",
        "Q: Could you describe some of that for me?",
        "Q: To live.",
        "Q: In making — in reconstructing —",
        "Q: — the schools for this?",
        "Q: Okay. What about the — the day, or the night of the bo — the first bombings. Do\nyou remember that?",
        "Q: Where were you?",
        "Q: To hide.",
        "Q: Wow, that was in — May 1940?",
        "Q: Okay. What were the next several days like for you?",
        "Q: Did you go home?",
        "Q: Did you see — when did you see German soldiers for the first time?",
        "Q: The next day they were already there.",
        "Q: Okay. What kind of impression did they make?",
        "Q: Yeah, yeah. Were there people who welcomed them?",
        "Q: Did you see this?",
        "Q: NSB, what was — what’s the NSB?",
        "Q: Okay. Well, was it the Dutch —",
        "Q: Okay. Was this a Dutch Nazi party?",
        "Q: Had it been active before the war?",
        "Q: Okay, but it didn’t touch your life?",
        "Q: Okay. People knew about it, but it wasn’t — or did the people know about it, or\ndid it simply appear?",
        "Q: Okay.",
        "Q: Okay. Did you know anybody personally, who belonged to it?",
        "Q: Okay. In what way did they — in what way did this NSB become part of daily\nlife?",
        "Q: So fear? Sort of distrust came in?",
        "Q: Were people being arrested?",
        "Q: What kind of people?",
        "Q: Okay.",
        "Q: Armbands?",
        "Q: Okay. By this point, you’re already a young man.",
        "Q: Had you known any Jewish people?",
        "Q: No.",
        "Q: But nobody who was really close in your life?",
        "Q: Okay. Okay. Did you continue working in construction?",
        "Q: What are — what were some of the other things that you’d be doing?",
        "Q: Okay.",
        "Q: Was —",
        "Q: Okay.\nA2: Can we stop for a minute? I have to go to the bathroom very badly.",
        "Q: Sure, sure. [break] Okay, before the break, we were talking about the work you\nwere doing when the Germans first arrived, that you were in construction work, that\nyou had to refurbish a school so that it could be a place that the soldiers had to\nsleep, and so on. Do you remember some of the other projects that you’re — that you\nhad to work at?",
        "Q: Okay. So, sort of like bunker type —",
        "Q: Yeah, mm-hm. And thi — was this as part of that Dutch company that you were\nworking with?",
        "Q: Okay. Did you meet people on the job who were not happy with the situation?",
        "Q: None of them.",
        "Q: Did you meet people who were starting to be involved with resistance activities?",
        "Q: And can you tell me about that?",
        "Q: It’s okay.",
        "Q: Okay.",
        "Q: And they were part of this organization, as well, this construction organization?",
        "Q: Okay.",
        "Q: Okay. Was your church involved in resistance activities, and underground\nactivities?",
        "Q: You did not?",
        "Q: And why not? You just di — it wasn’t part of daily life?",
        "Q: Ah, I see. So all that — so that people weren’t able to go to services?",
        "Q: They were — they weren’t able to go to church services at all?",
        "Q: Wow. In 1940, were you already married?",
        "Q: When did you marry?",
        "Q: You married in 1943.",
        "Q: Okay. So your wife was, at that point, like 21 years old?",
        "Q: And you were 23 years old?",
        "Q: Okay.",
        "Q: So, can you tell me when you met her?",
        "Q: Ah, so you were together five years, you dated for five years? Yeah.",
        "Q: Okay.",
        "Q: What a good way to remember the date, the date that you met.",
        "Q: What kind of festivities were going on during that day?",
        "Q: Yeah?",
        "Q: Drunk people, yeah.",
        "Q: So between when the war started, 1940, and 1943, when you got married, did\nyou get involved in resistance activities?",
        "Q: No. Did you ever see anybody being hurt by the Germans? [break] Okay.",
        "Q: So —-",
        "Q: — your wife mentioned somebody. Can you tell us a —",
        "Q: Did you know the boys?",
        "Q: No, not by name’?August 9, 2016",
        "Q: But by sight, did you —",
        "Q: Okay. Young boys?",
        "Q: So young men.",
        "Q: Young men, okay. Were you involved in any rescue activities, rescuing people,\nhiding people?",
        "Q: Tell me about that.",
        "Q: Okay.",
        "Q: So this pasagia(ph), was this when you lived with your wife —",
        "Q: — or still with your family?",
        "Q: Okay, so this is after 1943”",
        "Q: After you’re married.",
        "Q: Okay. And describe to me the layout, a little bit.",
        "Q: Really?",
        "Q: From your bedroom window?",
        "Q: What good seats.",
        "Q: You could see it.",
        "Q: Isn’t that interesting?",
        "Q: Yeah.",
        "Q: In that — in that basement?",
        "Q: And who hid those Jews there?",
        "Q: And how were you involved in that?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay, what were some of those —",
        "Q: Well, I — you have to back up a little bit and explain this to me, as if a— you\nknow, I’m hearing it for the first time. Can you tell me what kind of — what kind of\ncoal this was, who did it belong to? Where was it placed?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay. And in the basement there was —",
        "Q: Okay.",
        "Q: Ah, okay.",
        "Q: And the — and the Jews were in the theater across the street, across the\npasagia(ph)?",
        "Q: They were in the passagia(ph)?",
        "Q: Okay.",
        "Q: And so this coal was — was supposed to be used for the heating of that building?",
        "Q: Okay.",
        "Q: See, this is the part I don’t understand.",
        "Q: If you have coal in the basement, and —",
        "Q: — yeah.",
        "Q: The pumps?",
        "Q: Ah, and so that you needed to have enough coal to be able to use the pump.",
        "Q: Okay.",
        "Q: Another fuel.",
        "Q: It was another fuel that was used.",
        "Q: Diesel?",
        "Q: Okay. Okay.",
        "Q: Okay.",
        "Q: And you, what did you used to do with this coal? You used to take some of it?",
        "Q: Were you involved in maintaining — you know, in feeding the Jews who were\nhid, in the theater?",
        "Q: Did you ever see any of them?",
        "Q: Do you never — do you know how many were down there?",
        "Q: Okay. And it was — was it sort of like a transit place of hiding, or were they\npermanently there?",
        "Q: Okay.",
        "Q: Okay, so they were there just for a short time, before they could be moved\nsomewhere else.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: It was a bit of mar — sort of like black market business.",
        "Q: Okay.",
        "Q: And what about the — the — you — when you say they killed the Germans, what\nwere the circumstances? The Germans were stealing wood from where?",
        "Q: Oh, the Germans were stealing food from the stores.",
        "Q: And they found some, and I mean, what did the underground do?",
        "Q: No, no —",
        "Q: Okay, I’m going to repeat this. The underground killed the Germans?",
        "Q: Dressed up in their uniforms.",
        "Q: Went to the gin mill.",
        "Q: Got gin.",
        "Q: Gin. And then traded this —",
        "Q: Okay. And then traded this for food —",
        "Q: — for the children.\nA2: No, no, no, the Germans didn’t do that.",
        "Q: No, no, no, that’s not — he’s saying that the underground did that.",
        "Q: Yeah. Who was the person, or why was it that this theater was chosen as a transit\npoint? Why there?",
        "Q: Was there somebody who was running the theater, who was part of the\nunderground?",
        "Q: You don’t know why this place?",
        "Q: Okay.",
        "Q: This is the friend who didn’t mind using a gun?",
        "Q: The one who was —",
        "Q: Uh-huh.",
        "Q: This is after the war is over?",
        "Q: How were they called in Dutch, with the blue overalls? What was the name in\nDutch?",
        "Q: Okay, okay.",
        "Q: It can get confusing. It can get confusing.",
        "Q: So, this apartment that you lived in, did you stay there for the duration of the\nwar, in this passage(ph) —",
        "Q: — above there?",
        "Q: Okay. Can we cut? [break] Okay, what were the circumstances of you getting\npicked up? What happened?August 9, 2016",
        "Q: Dutch police?",
        "Q: Dutch police?",
        "Q: Oh, really?",
        "Q: They were — they were in plains clothes?",
        "Q: What’s that?",
        "Q: I see.",
        "Q: Was it around the time you were married?",
        "Q: You are already married?",
        "Q: Okay.",
        "Q: From the rents?",
        "Q: So Jacqueline worked in a store you had just —",
        "Q: Oh.",
        "Q: Okay.",
        "Q: Yeah. Cause it was going to be curfew? Was it going to be a curfew soon?",
        "Q: Okay.",
        "Q: Okay, okay. So, what was the store she was work — she wasn’t working that day,\nbut what was the store you had gone to? Was that the office supply store?",
        "Q: That was the bakery.",
        "Q: I see, I see, okay. Was this the only time that you were in danger of being sent to\nGermany, or was there any other time?",
        "Q: And did you go?",
        "Q: How did you get out of that one?",
        "Q: Yes.",
        "Q: Ah, she has typhus.",
        "Q: Okay.",
        "Q: For the trip.",
        "Q: Okay, so that was when you got married in ’43, and then the end of ’44 was the\nsecond time.",
        "Q: Okay. And did she have typhus, or did the doctor just say so?",
        "Q: Okay, okay. So it was a way to help you from not getting there.",
        "Q: Okay.",
        "Q: Do you remember when the war ended?",
        "Q: What was that like?",
        "Q: White bread and what?",
        "Q: And butter.",
        "Q: Yeah.",
        "Q: People were waving?",
        "Q: Really? You were waving?",
        "Q: What a feeling that must have been.",
        "Q: Did you see these planes many times?",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: And there was — and there was no anti-aircraft —",
        "Q: — to shoot them down?",
        "Q: And so, what had happened with the Germans, had they retreated by that point?",
        "Q: Okay, this was —",
        "Q: I’m sorry, I don’t understand. Who —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Ah, okay. So the Germans started being rounded up.",
        "Q: Were you involved in any of that?",
        "Q: No.",
        "Q: So the — the place that had been the school, that then became the barracks, now\nbecame the jail.",
        "Q: Do you remember the name of that school?",
        "Q: Okay. Do you remember what street it was on?",
        "Q: Oh. Okay. And were there many — did they s — did many succeed in running\naway in time?",
        "Q: Okay. Okay. And who then — who then started to control the area, if the —",
        "Q: The underground?",
        "Q: The underground.",
        "Q: And how long did they control it until —",
        "Q: Okay.",
        "Q: And what — around what time was this? Was this in 1944, or already 1945?",
        "Q: Oh, you mean in April and May, 1945”",
        "Q: Uh-huh.",
        "Q: Okay. And what were — what were those immediate days like, after the war\nbeing over?",
        "Q: Was — can you cut for a second? [break] You’re saying there was no curfew any\nmore?",
        "Q: And people were up all night?",
        "Q: What were they doing?",
        "Q: Okay. And what about — was there revenge taken on the NSBers, or —",
        "Q: And what kind of revenge was this?",
        "Q: Okay. Were there any revenge killings, as far as you know”?",
        "Q: Revenge killings, as far as you know?",
        "Q: Okay.",
        "Q: Okay. Were there trials after the war?",
        "Q: What kind of trials were these?",
        "Q: How many — when did you have children? When did your children start being\nborn?",
        "Q: And that was a girl or a boy?",
        "Q: And what’s her name?",
        "Q: Louise. And do you have any more children?",
        "Q: When was — okay, when was this child born? The next —",
        "Q: In 1953.",
        "Q: And this child’s name?",
        "Q: Ellen. So, two girls.",
        "Q: Any more’?",
        "Q: Okay. Did you tell your two daughters about your wartime experiences, as they\nwere growing up?",
        "Q: You don’t know.",
        "Q: You don’t know. Okay. Did you stay in — in the Rotterdam area, after the war?",
        "Q: In Schiedam”?",
        "Q: All right.",
        "Q: Okay.",
        "Q: Oh, so interior architecture.",
        "Q: Okay.",
        "Q: Okay. And where did you work, or how did you work, after the war? Did you\nwork in construction, did you work in interior design?",
        "Q: In the Netherlands?",
        "Q: Okay. What kind of business was that?",
        "Q: And you eventually moved to the United States.",
        "Q: When was this?",
        "Q: And why? Why did you move here?",
        "Q: Your father wanted you to come here?",
        "Q: You f— you wanted to get away from him?",
        "Q: You wanted to put distance between you.",
        "Q: Did you succeed?",
        "Q: Okay. And when you came here, how — what kind of work did you do in the\nUnited States?August 9, 2016",
        "Q: Understood.",
        "Q: Jacqueline didn’t speak English.",
        "Q: Oh, oh, yeah.",
        "Q: Became easier.",
        "Q: And you first lived in what state?",
        "Q: Okay.",
        "Q: I think you told me off camera it was Westwood. Was it Westwood, New\nJersey? No?",
        "Q: It’s okay.",
        "Q: It’s okay.",
        "Q: Just like that.",
        "Q: That’s right.",
        "Q: Different construction.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: So, tell me this, when did you start — you came to our attention because someone\nsent me a tape of a talk you had given in a school.",
        "Q: When did you start talking in schools, about your wartime experiences?",
        "Q: Did you go more than one time, or several times?",
        "Q: Yeah?",
        "Q: And what kind of questions would the children ask you, that you found in some\nways unusual, or you remember, in particular? No? Okay.",
        "Q: Those types of questions.",
        "Q: Yeah. What would you want young people to understand about the experiences\nthat you had, and the things that happened?",
        "Q: Yeah.",
        "Q: Have you been back to the Netherlands”?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Yeah. Well, is there anything else you’d want to add to what we’ve talked about\ntoday?",
        "Q: You raised a family.",
        "Q: Did they ever ask you about your wartime years?",
        "Q: Well, I’m glad and I’m grateful —",
        "Q: — that you have agreed to talk about it with us today —",
        "Q: — you know. We know that the — the — the topics are not pleasant.",
        "Q: No.",
        "Q: Thank you.",
        "Q: No, there are many who say there weren’t — there wasn’t the Holocaust.",
        "Q: Yeah. And yet, you saw it.",
        "Q: As an interior architect designer carpenter —",
        "Q: — you designed —",
        "Q: Okay.",
        "Q: So this was your business after the war, here in the United States.",
        "Q: It’s a very special business.",
        "Q: Very special.",
        "Q: Okay.",
        "Q: Oh, I know what you — Roosevelt Island? Or is it Governor’s I — no, I don’t\nremember which one.",
        "Q: But I know the island.",
        "Q: Well, thank you. Thank you very much —",
        "Q: — for sharing what you shared with us today, and it is much appreciated.",
        "Q: And I would say, this concludes the United States Holocaust Memorial\nMuseum interview with Mr. Jan Hieminga — Hieminga.",
        "Q: Hieminga — on August 9\", 2016.",
        "Q: Thanks again.",
        "Q: Okay."
    ],
    "answers": [
        "Answer: You’re welcome.",
        "A: July 1, 1920.",
        "A: Yes.",
        "A: Jan.",
        "A: Hieminga.",
        "A: In Amsterdam.\nAugust 9, 2016",
        "A: Yes, in the Netherlands.",
        "A: Yes, I had one brother and two sisters.",
        "A: In between.",
        "A: My older brother, his name was Wiepka(ph).",
        "A: Yeah, een Friese naam. My father came out of Friesland, and that is the reason\nthey had the Friese naam. And then they —",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yes.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Nine years.",
        "A: Yes.",
        "A: No, then came my sister, Wilomene(ph).",
        "A: Born in 1916.",
        "A: And then came my sister Truus(ph), born in 1926.",
        "A: That’s it.",
        "A: Four of us.",
        "A: Yes.",
        "A: Truus(ph).\nAugust 9, 2016",
        "A: My father’s name was Bouwe Hieminga(ph).",
        "A: Bouwe, b-o-u-w-e, Bouwe.",
        "A: Also, Friese naam.",
        "A: My mother was Maria Johanna(ph).",
        "A: Vanderbundt(ph).",
        "A: Yeah.",
        "A: No, she came [indecipherable] the southern part of the Netherlands.",
        "A: I don’t know, they met in am — in Amsterdam.",
        "A: And —\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yes.",
        "A: Well, he was an — an craftsman in carpentry, and he was an — oh, how would you\ncall it here in English?",
        "A: The — the leager(ph) — the leader from the group of men, the craftsmen.",
        "A: No, no.",
        "A: Yes.",
        "A: Well, his daily work was in the building trade, but at evening, he did fine work.",
        "A: So he made — he made his own furniture and cabinets, and so on, table, whatever\nhe did.",
        "A: Very nice.\nAugust 9, 2016",
        "A: Yes, yes. And he, in the oldern days [indecipherable] rebuilding an — an\nbuilding, they took the doors, and those doors were two inch thick oak. And I put on\nbehind — around the front, they put in — what is it then, the skirting —",
        "A: — that the peop — that the — that the people would not go into the building, and\nwould be safeguarded, how’s that?",
        "A: A fence.",
        "A: A fence.",
        "A: Gate, yeah.",
        "A: And they use those doors. And when the door — when the job was finished, my\nfather took those doors, they were all oak —",
        "A: — and then he —",
        "A: — he — he made furniture out of it.\nAugust 9, 2016",
        "A: And that was all — that was all beautiful kwadet(ph) oak.",
        "A: You know, in — in the early days, kwadet(ph) oak was used for everything.\nLater, no more — well, there was no more.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yes.",
        "A: Yes.",
        "A: No.",
        "A: Oh yes.",
        "A: Oh yeah, he had schooling, that schooling, yes. I thought like you meant as an\ncraftsman.",
        "A: No, but he went to school regularly.",
        "A: Yeah.",
        "A: No.",
        "A: Yes.",
        "A: [indecipherable] with him, but in different firm.",
        "A: Yes.",
        "A: No.",
        "A: She took care of the children, yes.\nAugust 9, 2016",
        "A: An apartment, we lived in an apartment in Amsterdam.",
        "A: In Amsterdam West.",
        "A: In western part.",
        "A: Yeah, apartment buildings, and it was — besides a waterway, and there was also\ncauseway, and — and [indecipherable] now. What is that in [indecipherable]. They\nsold wood. What is that in —",
        "A: A lumberyard.",
        "A: With — with — but only fine wood.",
        "A: No, old.\nAugust 9, 2016",
        "A: Yeah.",
        "A: Well, not the narrow houses, that is in the center of town.",
        "A: But the the [indecipherable] was the regular apartment buildings.",
        "A: Middle.",
        "A: Yes.",
        "A: No. On the lower side from well-to-do.",
        "A: Yes.",
        "A: Yes.",
        "A: Both of them.August 9, 2016",
        "A: Yeah.",
        "A: Well, they were — my mother was — I don’t know ho-how to express that, but\nlet’s say Reformed, and my father was Christian Reformed.",
        "A: Oh yeah, yeah, they were all fighting each other.",
        "A: They’re not — not like the Roman Catholics [indecipherable] they were all one,\nyes.",
        "A: Yes.",
        "A: Well, I don’t know how to express that, but the Christians for — Reformed, were\nmore particular in their Bible study, and reading [indecipherable]",
        "A: Yeah, very stricter.\nAugust 9, 2016",
        "A: Yes.",
        "A: Yes.",
        "A: Yeah, Christian school.",
        "A: Yes.",
        "A: [indecipherable] of one another, and like you are honest.",
        "A: Yeah, yeah.",
        "A: Not study, but reading.",
        "A: Yeah, it was after — after dinner, my father read the Bible, and prayed.",
        "A: Yes.\nAugust 9, 2016",
        "A: No.",
        "A: No, my father had an other job in The Hague.",
        "A: And so we moved to The Hague.",
        "A: That was in 1934.",
        "A: Yes.",
        "A: My school was not yet finished.",
        "A: And the school was not too good in Amsterdam, but when I came in the school\nin — in The Hague, I — I really learned something.",
        "A: Yeah, better quality school.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: And of course, the Christian schools were all private. They were not — they were\nsu — they were supported by the state [indecipherable] but they were handled\nprivately.",
        "A: Yes.",
        "A: Yeah, yeah.",
        "A: Through the churches, yeah.",
        "A: Half and half, I would say.",
        "A: But I can’t remember.",
        "A: [indecipherable] I would say, everyone.",
        "A: Oh yeah, there must have been. I — I can’t remember.\nAugust 9, 2016",
        "A: No.",
        "A: No.",
        "A: No, Amsterdam was really Jewish, but the main — that was more in the city part,\nwhere they were. But I mean, at that time when I grew up, there was no difference\nbetween Jews and je — and the Christians, I mean.",
        "A: We went along fairly well.",
        "A: No.",
        "A: I can’t remember that, you know, that’s — no.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Not at that time.",
        "A: Yeah.",
        "A: Yeah. Anti-Revolutionaire.",
        "A: Yeah, but how do — can I explain that in English?",
        "A: Anti-Revolutionaire,",
        "A: Yeah, yeah, ma — anti — so, what do we have here? Democrat and republican, I\nwould say that you are republican, you know, in that kind of direction.",
        "A: Yeah, very conservative.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Yeah.",
        "A: No, he was a supervisor over an — an block of houses, you know, the — to take\ncare of it, maintenance.",
        "A: Getting the rent.",
        "A: Yes.",
        "A: Was an apartment with a — a living room, living — dining room, kitchen. Three —\nI think three bedrooms.",
        "A: Wow, this all long ago.",
        "A: Wow.August 9, 2016",
        "A: Oh yeah.",
        "A: Yes.",
        "A: Oh yes.",
        "A: Through an — an — a stove in the — 1n living room.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No.",
        "A: Not at that time. Later on. Later on, yes.",
        "A: That was still — was that before the war? Yeah — yeah, I think — m-maybe.\nAugust 9, 2016",
        "A: Maybe. I know I built a little radio, you know.",
        "A: Yeah. It’s a builder — I don’t know how you call that in [indecipherable] days.",
        "A: Yeah.",
        "A: Before the war, yeah.",
        "A: And during the war, more.",
        "A: Yes.",
        "A: My father did.",
        "A: I think my mother didn’t.",
        "A: Maybe once in a while.\nAugust 9, 2016",
        "A: I think my father.",
        "A: In a bad way.",
        "A: Yeah.",
        "A: Well, I was nothing. I was a nobody.",
        "A: Yeah.",
        "A: Well, yeah.",
        "A: No.",
        "A: Still hurt. I never got over that.",
        "A: It’s never easy, 1s it.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Tried to, yes.",
        "A: No — well, he had a strong hand.",
        "A: Yeah.",
        "A: Yeah, to my brother, yes. To my youngest sister, not my middle sister.",
        "A: I don’t know.",
        "A: It just didn’t develop, no.",
        "A: That was a good way of saying it.",
        "A: Yes.\nAugust 9, 2016",
        "A: Well, when I came in The Hague, I actually learned arithmetic. There was an\nprincipal, as you call it, the wa — head of the school, who was not in his office, no,\nhe went to the classes, and helped the kids to —",
        "A: — to learn.",
        "A: He was very involved, and I-I was busy with things what I could not understand.\nAnd then I ask him to give me a row of questions that I could take home, and see if\nwe could figure it out. And that took a couple of days, and then —",
        "A: —I figured it out, and that was the break that came, that I became an arithmetic\nnut, and an algebra nut.",
        "A: Through that man.",
        "A: Yes.",
        "A: Oh yeah, very. His name was Mr. Hashma(ph). I nev — I n—Ican’t—I can’t\nforget.\nAugust 9, 2016",
        "A: Yes.",
        "A: Yes.",
        "A: Must have been.",
        "A: Thank you.",
        "A: Yeah.",
        "A: Well, part of the people where we went to — to — what do you call that? A\ncateras(ph) — you know — you know, there is catechism [indecipherable]",
        "A: And you had an catechism school.",
        "A: And that is where I went.\nAugust 9, 2016",
        "A: Yes.",
        "A: Yes.",
        "A: My father had one brother, and my mother had oh, three sisters.",
        "A: In the vacation time, yes.",
        "A: They went — I lived in the southern part of the Netherlands, and — and there we\nwent.",
        "A: Vacations.",
        "A: Yes, my mother’s side.",
        "A: Yes.\nAugust 9, 2016",
        "A: Well, that was mainly — mainly [indecipherable]",
        "A: No, no, no.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: No, I— I went as an —",
        "A: — volunteer.",
        "A: But, I was going to be in the air force. But then the war started, I start to go in\nJune in the air force, and in May the war started, and that was it.\nAugust 9, 2016",
        "A: So I was never in the war. I was never in it.",
        "A: Yeah.",
        "A: No, he was free.",
        "A: No. In 1938, we moved to Schiedam.",
        "A: Schiedam. That is an — an place outside of Rotterdam.",
        "A: The gin city.",
        "A: Yes. Yes.",
        "A: My father got another job there. He lost the job in The Hague. And so,\nsomehow he found that out in Schiedam, and we moved to Schiedam.",
        "A: The sen — the same as in —\nAugust 9, 2016",
        "A: Yeah, yeah.",
        "A: And then he studied as an — as an makelaar — as an — how do you call it here?\nBroker, an real estate broker.",
        "A: Yeah, yeah.",
        "A: Yes.",
        "A: No. He was not a salesman.",
        "A: No.",
        "A: Did — did use them actually [indecipherable] registration from the houses, and\nthe bookkeeping and — a-and — and got the money from the people, you know, how",
        "A: Yes, he stayed — when we moved to The Hague, and later to Schiedam, he\nstayed in Amsterdam.\nAugust 9, 2016",
        "A: And he was studying for engineer.",
        "A: Yes.",
        "A: He was more — well, how can I say that? My father did not get [indecipherable]\nover him. He was very independent.",
        "A: And I had nothing to say yet.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Schiedam.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Yes.",
        "A: Yeah.",
        "A: Yes.",
        "A: Yes, yes.",
        "A: Yes, I did.",
        "A: But I first went to — to an trade school.",
        "A: My father want me to go to a trade school, and that’s what I did.",
        "A: That was two years in carpentry.",
        "A: Yes, but I —I enjoyed the fine part, not the rough part, as you can see here.",
        "A: Yes.\nAugust 9, 2016",
        "A: Yes, yes.",
        "A: It?s —",
        "A: Yes.",
        "A: I want to study for engineering also, and I went to university, and I — in 1940.",
        "A: No.",
        "A: No. And so, I was there, and then the war started, and the university was bombed\nflat. And so that was the end of that.",
        "A: No.",
        "A: In the beginning yes, later on not, for the reason, there was no food, and so they\nclosed.\nAugust 9, 2016",
        "A: I— not that I can remember.",
        "A: No, no.",
        "A: Yeah.",
        "A: Well, I can’t remember that — that’s that far back.",
        "A: Yes, yes, yes.",
        "A: Yes, yes.",
        "A: Well, by that time, I worked for an — an construction firm, and I was the leader\non a group of men, when I was that young. And when the Germans came, the\nschools were made empty, and made into places for the Germans to —August 9, 2016",
        "A: — to live. And so, I was involved in that.",
        "A: Yes.",
        "A: Yes.",
        "A: Yeah.",
        "A: I was standing before an Catholic church in Schiedam, where once the — the\nsirens were going, and then everybody stops, and you know, to — to — to — to find a\nplace to —",
        "A: — to hide. And from there I could see that the bombers were bombing\nRotterdam. And that was — that was in °40.",
        "A: May ’40.\nAugust 9, 2016",
        "A: I think it — it was just terrible, I — I don’t know.",
        "A: You don’t — you don’t know what happened actually, and you are not prepared\nfor that, and —",
        "A: Well, the next day.",
        "A: Yeah, yeah.",
        "A: Well, for me, I thought, get out of here. You know [indecipherable]",
        "A: Oh, yeah.",
        "A: Yes. The NSB.",
        "A: NSB, national — NS, socialistic, B — I don’t know what the B stands for.",
        "A: NS — an NSBer. They called them all ene — NSBers.\nAugust 9, 2016",
        "A: Yeah.",
        "A: Well, it’s — I think so, yeah.",
        "A: No.",
        "A: Yeah, that was — it appeared [indecipherable]",
        "A: But when the Germans came, of course, then they came up.",
        "A: No.",
        "A: You was not sure from anybody. You don’t know if it was an NSBer in front of\nyou, or s — you don’t know. You know, you — you wouldn’t know.",
        "A: Yeah, yeah.\nAugust 9, 2016",
        "A: Oh yeah.",
        "A: Well, especially Jewish —",
        "A: — were taken away, and of course they all had —",
        "A: — an armband.",
        "A: Yes.",
        "A: No.",
        "A: Well, maybe I did, but —",
        "A: N-No, no.",
        "A: Yes.",
        "A: Well, we worked for the na — the firms who were ordered to German work.\nAugust 9, 2016",
        "A: So you were automatically working for the Germans —",
        "A: — even if it was an — an Dutch firm, and who didn’t like it, or didn’t want to.\nThey had to.",
        "A: Yeah, I worked on the coast, and the Germans thought, oh, that is just an — we\ncan do that with the rowboat, and we’ll go to England. But that canal is in between,\nand that is not a small piece of water. So, we made places where they could put\ntheir cannons, and whatever you call that, in the ground.",
        "A: Bunkers, yeah.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yes, yeah.",
        "A: Well, none of them.",
        "A: None of them wa — was happy with it.",
        "A: Yes.",
        "A: I—I can’t remember their names, but —",
        "A: — about three or four persons who were underground.",
        "A: And in the resistance.",
        "A: No, no, no, no.",
        "A: No, no, that were people that I knew through church, or — or whatever.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Ne—no. At that time, I did not go to church.",
        "A: No.",
        "A: It was not part of that, it was as of everything, when the war started, that was —\nthe churches were closed, and you could not gather.",
        "A: No.",
        "A: No, no.",
        "A: No.",
        "A: In °43.",
        "A: Mm-hm.\nAugust 9, 2016",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: Oh, you figured that out fast.",
        "A: That was in 1938.",
        "A: You know, that was when the Queen’s birthday was. It was first with — Queen\nWilhelmina was 40 years queen.",
        "A: And that was at that day, and it was 31“ of August, in 1938.",
        "A: Yeah.",
        "A: Oh, everybody was crazy.",
        "A: Yeah. Parties overall, and — yeah.\nA2: Drunk people everywhere. Drunk people.\nAugust 9, 2016",
        "A: Drunk people.",
        "A: Yeah.",
        "A: No.",
        "A: Yeah.",
        "A: Okay?",
        "A: Yeah, two — two boys who are in the underground, and were found out by the\nGermans, and they were — they lived — oh, at — at — almost across from where we\nlived in the — in Schiedam. And they were called down, and when they on their way\ndown from the stairs, they shot them, so they tumble down and were laid on the\nstreet, as an example not to do it, not to hurt the Germans.",
        "A: No, not by name.",
        "A: No.",
        "A: By sight, yes.",
        "A: I think at that time my — my age.",
        "A: Yeah.",
        "A: Hiding people, yeah.",
        "A: Well, we — we lived in an — in Schiedam, in the passagia(ph). And that was on —\nan passage what you could go from the front to the back, from one street to the\nother, and inside were all store.",
        "A: And we were living there. Also in there was an theater.",
        "A: Yes.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: No.",
        "A: Yes.",
        "A: Yes.",
        "A: Well, that layout was there, was [indecipherable] and we were in our bedroom\nupstairs. And the doors from the gallery [indecipherable] they were open, we can\nsee the movie.",
        "A: Yeah.",
        "A: From my bedroom window.",
        "A: No, no, not hear it, but —",
        "A: We can see it.",
        "A: Yeah. It was funny.\nAugust 9, 2016",
        "A: But anyhow, that — the Germans was there, but downstairs was a big basement,\nand there were Jews hiding.",
        "A: In that basement. Without that the Jews [indecipherable] of course. They didn’t\nknow. They couldn’t see them, nor find them.",
        "A: Well, the underground people.",
        "A: Well, being that one man, he — one was actually a friend of mine, he was\ninvolved in that. But he was really an gun man, who liked to shoot, and I was afraid\nof guns.",
        "A: So I—I didn’t want to be involved.",
        "A: I was involved more or less with — with the stuff what — what I could handle.",
        "A: And that was with — with — when we had that in the basement, we had all that\ncoal, anthracite, for the heating system, and from the whole building. And then the\nAugust 9, 2016\nGermans told them we couldn’t use it [indecipherable] that had to be stopped for\nus. The water was high. The mills had to go on, and they went by coal. Later on,\nthat was all. Of course, gasoline and — and you know, the pumps on the water.",
        "A: Well, it belong — it belonged to the — to the administration of the pasagia(ph)\nwhere we lived.",
        "A: The whole building.",
        "A: There were apartments, and there were stores, and above the stores, the people\nlived.",
        "A: And there were basements, and that was, of course, for the people who had the\nstores, and was that important, but our store was empty.",
        "A: And that is the reason, and being that my father was the administrator, I got the —\nwe got the — the apartment, and we could live there.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: And being that the basement was empty, and not used, it was stored for the coal.",
        "A: No, 1-in the pasagia(ph).",
        "A: Oh yeah, there was an — an — an entrance from the back of the building.",
        "A: And there was [indecipherable] you could go in for deliveries from the people\nwho had it — their storage in the basement. And there —",
        "A: Yes.",
        "A: But on it later, it was prohibited by the Germans, for the reason that if the water\nwould ever overflow, and that we get high water, and that we needed the pumps to\ngo, there were no coals for that, would we have — they would have coal to —",
        "A: Well, the heat — yeah —\nAugust 9, 2016",
        "A: Yeah.",
        "A: The pumps.",
        "A: The pumps were — were going by coal, and by fire.",
        "A: You needed to have the coal to get the pumps going.",
        "A: Later on that was not gasoline, but what do you call that other?",
        "A: Yeah.",
        "A: You have — you have automobiles with gas, and —",
        "A: Diesel, that’s the word.",
        "A: Yeah.",
        "A: But later on, that was, of course, all diesel, and coal was no more.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yeah, we — we had — well, we — we used it, of course, for ourselves, for to trade\nwith food or meat. And we used it for people who had children, had no milk, and\nwe could trade it for milk for the kids. And wherever we could trade and — and help.",
        "A: Yeah, yeah.",
        "A: No.",
        "A: Yeah, sometimes 20, and sometimes 10.",
        "A: No, no, no, no. Only in transfer place.",
        "A: So, there were no sleeping availability.",
        "A: Yeah. They were brought in that, that it was safe.\nAugust 9, 2016",
        "A: And then they — the underground — I just now remember all of this\n[indecipherable] they killed the Germans [indecipherable]. The Germans were\ngoing — trying to get of — of stealing the wood for themselves.",
        "A: But there were underground people who change — who killed some Germans,\nhowever, I don’t know, they took the truck and went to the gin mill, and let them fill\nit up with gin, and down they went with the gin away, and they sold it to the\nGermans, who had food, and so on. So, I mean, it was —",
        "A: Black market, yes. To be — just to kept people alive.",
        "A: And especial kids and — and older people.",
        "A: Food from the stores.",
        "A: From the stores.\nAugust 9, 2016",
        "A: The underground killed the Jews, and —\nA2: No-",
        "A: — took the uniforms, took the truck, and went to the gin mill.",
        "A: Yes.",
        "A: Yes.",
        "A: Yeah.",
        "A: Told them to fill the truck up with gin.",
        "A: On the gunpoint.",
        "A: Yes.\nAugust 9, 2016\nA2: Oh yeah, yeah, yeah.",
        "A: That I don’t know.",
        "A: Could be. That I don’t know.",
        "A: No, no. I know they were there.",
        "A: But I know that from my friend, but, I mean, otherwise, I don’t know.",
        "A: Yes.",
        "A: He was — he was — later on, when we were free, he was [indecipherable] I don’t\nknow how they call those people, but that were the people who had blue suits, blue\ncoveralls.",
        "A: And — and a thing —\nAugust 9, 2016",
        "A: After the war, when the war was over.",
        "A: I can’t remember their name.",
        "A: But probably later on that comes back in my mind, but now we, at this, I have to\nturn from English to Dutch, and then my mind doesn’t tick — tick in the right time.",
        "A: Yes, it gets confusing.",
        "A: Yes.",
        "A: Yes.",
        "A: Well, I was picked up, I was actually cashing in the rent for my father, for the\nhouses that he had in care for, and then I went — then I went to your store, and when\nI came out, two guys from the police were there, and —",
        "A: — they were looking for me.",
        "A: Yeah, but I mean, they didn’t look like police, they were in regular clothes.",
        "A: Yeah.",
        "A: Yeah, plain clothes. And that — if I had an — an — an V-card was it? An V-card,\nor a C-card.",
        "A: That is if you have a card like that, you have to carry that, that you are allowed\nnot to be here. To be in [indecipherable] and not in Germany.",
        "A: You don’t have to go. And I said, I don’t have that. So, that was in 1943 — no,\n44, end of °44, I think, or around °44.\nAugust 9, 2016",
        "A: Now we are already married.",
        "A: Yes, oh yes, yes.",
        "A: But — but we — so I had to go with him, and we — I was put in jail there, in the\npolice office. And of course you have to empty your pockets, and well, I had all that\nmoney.",
        "A: From the rents. And I counted it out, and I marked it exactly as it was. And so,\nthe men did that too. And later on I found out that was a man from the good side, so\nanyhow — so — and so I was there. In the meantime, an girl mind the store, when\nJacqueline was home —",
        "A: No, she was not there —",
        "A: — 1n this store.",
        "A: She was home, and a girl, one of her —\nA2: Employees.August 9, 2016",
        "A: — the — one of the employees she worked with, saw that, that I was picked up,\nand went up her bicycle — that was in Rotterdam, went to Schiedam, went to\nwherever. And then Jacqueline went to the — a friend of ours who was\nunderground, and worked for the Germans. And — and so they made an false C-\ncard, and signed. And when they found out that I had a C-card, then that evening, I\nwas left free. So, I got the money ready in my pocket, all counted out, all the papers\nwhat I had, and [indecipherable]. And I went home, and I went with the last trolley\ncar, I went home, and they were all waiting in the — with other neighbors in — they\nsaid, well then, it’s the last trolley, let’s see if Jan is in there. And so I was, of\ncourse, he’s walking, I was running.",
        "A: Yes.",
        "A: And so I was running, and they said, oh, there he is. [indecipherable] my\nfootsteps.",
        "A: No, that was the bakery.\nAugust 9, 2016",
        "A: To pick something to eat.",
        "A: Yeah, there was another time that I — I had to go, but that was before we were\nmarried.",
        "A: And — no.",
        "A: Well, we were — I think Jacqueline told you that we were married, and the next\nday, she was sick.",
        "A: And that so, her mother called the doctor, and she said — and he looked at her,\nand he said, she has typhus.",
        "A: Typhus.",
        "A: And he said, well — and then her mother said, well, they were together, so that\nmay be he has it too. So he wrote a note that she had typhus, and I had maybe it too.\nAugust 9, 2016\nAnd I went to the office [indecipherable] to go out, to extend it. And I had — they\nhad given me five guilders, you know, for going, for if I went to Germany to —",
        "A: — for — for the trip. And that was with an train for the — for the Germans. And so\n— but they said, no, keep the money, so I kept the five dol — five guilders and went\nhome. And of course, from there — and that was to the end in ’44, was for the end.",
        "A: Yeah.",
        "A: No, she not either.",
        "A: That’s right.",
        "A: That’s how the doctor was on our side.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Well, of course we — it were — the sirens were on no end, and while we lived at\nthe front of the building, there were two towers, and each tower was a flag post.\nAnd you could climb the rope [indecipherable] water on the side, and put a flag\nover. There was never a flag over on there, the Germans didn’t want that, of course.\nBut then I went the rope, on the tower, and the fi — th — I saw the planes go over\nfrom the — from —\nA2: From England.",
        "A: No, not England, the north. Denmark — was Sweden. Sweden flew over with —\nwith planes and parachutes full of white bread, and butter.",
        "A: And — and butter.",
        "A: And butter. All in big parachutes, they threw them out, and they were — threw\nthem out on — on — on what it was in big grass field for the cows, but\n[indecipherable] of course. And so — and of course from there, it was divided, and\nstolen and so on, of course, as you can understand.",
        "A: But I know that the bottom of the plane was go — glass, and I know that —\nAugust 9, 2016",
        "A: Yes. I was.",
        "A: And I — and they were waving to me.",
        "A: Amazing. Amazing, yeah.",
        "A: No, a couple of times, but then, of course, later I could come to an airfield.",
        "A: You know, but in the beginning there was no airfield.",
        "A: But later on there —",
        "A: No.",
        "A: No.",
        "A: Well, of course, they were by the underground army, they were — well, put on\nthe side in someplace that I — in the schools where they were sleeping, they were allAugust 9, 2016",
        "A: And of course, no guns, no nothing.",
        "A: Well, the schools, where the Germans yu — were in sleeping, and —",
        "A: — and — during war. But I was involved with [indecipherable]",
        "A: And those — and that was now the Germans, their jail.",
        "A: Yeah.",
        "A: No.",
        "A: No.",
        "A: Yeah.",
        "A: No.\nAugust 9, 2016",
        "A: No. Yeah, that is by you, but I am talking in Schiedam.",
        "A: You mean the Germans? I can’t remember.",
        "A: The underground.",
        "A: Yes.",
        "A: Yeah.",
        "A: Until the mil — til — til again, the military were in England, of course, and the\nqueen was in England, and of course the military came right over.",
        "A: And — and troops, and then started, you know, to set up the army again.",
        "A: Yeah, ’45, when the war was over.\nAugust 9, 2016",
        "A: Yes. May, ’45.",
        "A: Five May, ’45.",
        "A: Well, everybody was free. You could walk free [indecipherable] and nobody\nwas bothering you, and —",
        "A: No.",
        "A: Yeah.",
        "A: Who has an instrument still, what was hided from the Germans, you know? And\nthey made music, and I danced, and where it came from, I don’t know.",
        "A: Of course.",
        "A: Well, that — in jail.\nAugust 9, 2016",
        "A: I don’t really —",
        "A: That — that I —I don’t know.",
        "A: If I would know, I couldn’t remember.",
        "A: Oh yeah.",
        "A: Well, of course, the people on the NSB, and all [indecipherable] and the girls\nwho went with the Germans, you know. Yeah.",
        "A: 1947.",
        "A: Girl.",
        "A: Louise.\nAugust 9, 2016",
        "A: Yeah.",
        "A: In ’53.",
        "A: Yeah.",
        "A: Li— Ellen.",
        "A: Two girls.",
        "A: No.",
        "A: Must have been. I don’t know.",
        "A: Can’t remember.",
        "A: Yeah, we stayed in Schiedam.\nAugust 9, 2016",
        "A: Yeah.",
        "A: I went back to the academie of beautiful art.",
        "A: And studied for binna — in binnenhuisarchitect.",
        "A: Interior architecture.",
        "A: And then, after that, I had an year and a half for engineering. I got me an\nengineerings degree.",
        "A: In —1n construction, and interior design and then I started my own business.",
        "A: Yeah.",
        "A: Well, in the be — in the beginning, it was — being that it was more open, was\nconstruction. And with friends who are construction people, we could work\nAugust 9, 2016\ntogether, and that’s what I did. And then later, I— when it went more easier, I went\nto interiors, store interiors, and — you know.",
        "A: Yes.",
        "A: In 1956.",
        "A: My father.",
        "A: No.",
        "A: I want to get rid of him. We wanted get rid of him.",
        "A: Yes.",
        "A: Well, we are here. We succeeded.",
        "A: Ah, that’s funny. We — we got an apartment, and of course the first couple of\nweeks, you are trying to — to find yourself, and it was all English, and I had an year\nand — and a half English, in the academie, and — and so I — I knew some. I could at\nleast make myself —",
        "A: Understood. And she didn’t. She didn’t know any —",
        "A: Nothing. The kids didn’t either. When the kids went to school — have the school,\nand they didn’t understand, and they got the schoolbook at home, and she didn’t\nunderstand, and they were all three crying.",
        "A: And I want to do it with — but that — after an — a month or so, then it developed,\nand —",
        "A: Yeah, came easier.",
        "A: In New Jersey.",
        "A: Yeah, ima — in — in — I’ve lost it.\nAugust 9, 2016",
        "A: Yeah, Westwood, we lived in Westwood, too, but before, we lived someplace\nelse. I can’t remember the name. [indecipherable]",
        "A: All right.",
        "A: So — but — and we were living, we find an apartment, and I saw an — and — on\nnext block over, when I looked in the front, by the front door, I saw there were men\nworking on a hou — building a house. And I thought, well, let me go and see if I can\nhelp. So we ask him, do you need any help? And he said, do you have a hammer’? I\nsaid yeah. He said, come on up. I — just like that.",
        "A: And I went home, I had tools, brought tools with me, in a toolbox. So I got my\ntoolbox and went over there, and well, of course, he was busy with framing, and so\non, and siding, and — and so — and the man had hands, they were three inches longer\nthan me. Big hands, he was big fellow. And I thought, well, ma — I’m not coming\nup on him. I show him that I can do something too. And so — so we work good\ntogether. So, we built the house. And he says, did you ever build houses, and I said\nAugust 9, 2016\nno. He’s — he said, you are an damn liar. That’s what he said. I said, well, I did\n[indecipherable] it was all in Holland, wooden houses were not allowed.",
        "A: It was all brick. Brick and concrete. And so —",
        "A: — that total different. Concrete floors —",
        "A: — you know. And so I said that — I explained it to him, that it was not allowed in\nHolland, wooden houses. Maybe as a little townhouse or something, you know, or\na little thing in the backyard.",
        "A: But otherwise, no wood.",
        "A: Yes.",
        "A: I don’t know actually how it came, but I mean, the people asked, you come from\nHolland? Oh yeah. You are in the war? Yeah. Can you tell us about it? And then\nAugust 9, 2016\nthat’s the way it went. And then an teacher found out, and then they invited you,\nand — and you came to the class, and we went both, and we went there.",
        "A: Oh yeah.",
        "A: Five or six times, maybe more.",
        "A: It was all — all about the war. How did you eat, and how did you do — how did\nyou — how did you dress yourself, if you have no clothes, or — all kinds of —",
        "A: Yeah.",
        "A: I’d hope that it never again happen. It is no pleasure. And you see what we do,\nwe have now already with the shooting and the killing. That was there, you know,\nthat was the war.",
        "A: Terrible.August 9, 2016",
        "A: Yeah, different times.",
        "A: But time — I have no relatives there any more. I am the only one left, she is the\nonly one left from family.",
        "A: We have some nieces [indecipherable] I correspond with still. And — and the\ndaughters or nieces, what we got now, when we visited them. And then there’s — so\nonce in a while we write [indecipherable]",
        "A: No. That I — I in buni — I went for myself in business, and —",
        "A: And I raised a family, and in the meantime they married. We have\ngrandchildren.",
        "A: Sometimes, but — Peter was — was interested in it. My — my daughter\n[indecipherable] by her husband. And that was it, and I know I — I really don’t\nwant to talk about it, and you know, I want to forget.\nAugust 9, 2016",
        "A: Yeah.",
        "A: Yeah.",
        "A: No, no.",
        "A: No. Very unpleasant, but anyhow.",
        "A: There are plenty of people who say, the war? There was never a war. There was\nno second World War. The Germans never did that.",
        "A: There was no Holocaust.",
        "A: Yeah. And I made — I did many, many Jewish temples, and made — made\ncabinets to remember what happened to the six million Jews that were killed.",
        "A: Yeah, I designed that —\nAugust 9, 2016",
        "A: — and we made it in our shop.",
        "A: And they are in the — in the different synagogues, what we did.",
        "A: Yes.",
        "A: Very special.",
        "A: Very special.",
        "A: Churches are special. I did some different jailhouses where — the chapels were in\n—I did the chapels in jail, even in New York, and — and the island in between,\nthere’s an island there.",
        "A: Yeah.",
        "A: Yeah, there’s an island, and there’s a jail in there, and I did a chapel.\nAugust 9, 2016",
        "A: You’re welcome.",
        "A: Very good.",
        "A: Hieminga.",
        "A: Sixteen. That’s it.",
        "A: You’re welcome.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumAugust 9, 2016\nRG-50.030* 0887",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JAN HIEMINGA\nAugust 9, 2016"
    ]
}