{
    "rg": "RG-50.549.02.0040_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Preben Munch Nielsen, conducted by Katie Davis, on April\n16\", 1999, at the United States Holocaust Memorial Museum, in Washington, D.C. This\nMunch Nielsen on November 6, 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr, for making this interview possible. This is\ntape number one, side A. Will you just say your name, and tell us the date of your birth?",
        "Answer: Preben Munch Nielsen, 13\" of June, 1926.",
        "Q: Can you tell us the name of your mother -- the full name of your mother and your\nfather?",
        "A: My father’s name was John Harry, and mother’s, Marea Dorethea.",
        "Q: Can you spell that?",
        "A: My father’s, John, J-o-h-n, Harry, H-a-double r-y, and my mother, M-a-r-e-a D-o-r-e-\nt-h-e-a.",
        "Q: And were they also from the town that you were born in?",
        "A: No, they -- I was born in Copenhagen, but my mother died rather young, and I was\ntogether with four cousins, and brought up together with -- with my grandmother, in\nSnagerstein. I was born in Copenhagen, in the hospital there, but lived practically all my\nlife in Snagerstein.",
        "Q: Di-Did you have any siblings?",
        "A: Yes, a -- a sister.",
        "Q: Her name?",
        "A: Grethe, G-r-e-t-h-e.",
        "Q: Okay. And when was she born?",
        "A: In 1928, two years younger than I.",
        "Q: Okay, okay, good. And c-can you tell me your grandmother’s name?",
        "A: She was born in Sweden, and her name was Augusta, A-u-g-u-s-t-a.",
        "Q: Was she ma -- a maternal grandmother, or mat -- paternal?",
        "A: Paternal grandmother, my father’s mother.",
        "Q: And what was her last name?",
        "A: Em -- Nielsen, just like mine.",
        "Q: So, you eventually took your grandmother’s last name?",
        "A: No, that was my father’s last name.",
        "Q: Oh, okay, okay.",
        "A: My father’s name was the same as my grandmother’s.",
        "Q: Okay. And can you tell me a |-little bit about what it was like when you were growing\nup? What -- What was your home like? What -- What did you do? This is maybe even\nbefore you went to school? What was it like living with your grandmother?",
        "A: I cannot say that -- how it would be without her, because I’ve always known one life,\nand that was with my grandmother, and in a big family with -- with four cousin, which\nwas more like brothers and sisters, and I had a very wonderful childhood. We lived in a\nbig house, three stores high. My grandfather, he had passed away at that time, but he had\n-- had had a hotel in Elsinore, our neighbor town, and my grandmother was reasonable\nwell off, and we had a wonderful life, and with much love. Of course that was -- might\nbe a little bit more old fashioned. There were some thing which I saw later on, that our\nmaids could do, that we were not allowed to do, but really we don’t miss it. We had a\nvery nice, very beautiful childhood together.",
        "Q: What were some of the things that you weren’t allowed to do? How was your\ngrandmother old fashioned?",
        "A: Five o’clock, was five o’clock, and when she had said something, she was a female\ndictator, so she was ra-rather strict, but I-I don’t remember any time she hit any of us. It\nwasn’t necessary, yeah. A blink with eyes, a finger lifted.",
        "Q: [inaudible]",
        "A: That’s okay. So -- But w-we were not a-afraid of something, no, no, no, no, but that\nwas the way -- that was the rule of the house and they -- the rules we had might be -- was\na little different from -- from others. There was also a generation, and different from the\nway our maids were brought up and the way we were.",
        "Q: Well, your sister was there, so your grandmother was bringing up six children?",
        "A: Yes.",
        "Q: Okay. So she -- Tell me a little bit more about her. What was she like?",
        "A: She was a very heartful lady. She did new -- what she could do for helping people. But\nstill she had -- she was Swedish, so there a difference between Swedish and Danish. The\nSwedes are lay -- almost stiff, and -- in their way of life, and she came to Denmark, very\nyoun -- young and married my grandfather and they made together this wonderful hotel,\nand -- and she has always been in a commanding position, and she was that to her last\nday. So -- But our home was full of love and we had all the things we wanted to have to\nplay. We had the big garden. We lived in Snagerstein, that 1s three miles south of\nElsinore. We had -- From our windows we could see over the sounds of Sweden. We --\nEvery summer, we -- we wot out swimming and sailing. We had the boat very near to us,\nso we had it, really, a wonderful life. So -- A-And she was, of course, the manager of all\nthe things, who make it possible.",
        "Q: You said that she was -- that she gave things, that she reached out to people. Can --\nCan you talk a little bit about that, what you remember of her as you were growing up?",
        "A: No, really, I dow -- just know that people came and -- and what -- what they got, I\ndon’t know. But I know during the war, she was very helpful in many ways to people\nwho had no clothes, because she gave, of course, what we ha-have left over -- be -- so,\nshe -- she was very h-heartly in -- in her way of living. But the small details is difficult to\nremember.",
        "Q: What do you recall about religion, growing up, or faith? Did you go to church, or were\nthere any habits or rituals at home, that you recall?",
        "A: My home was a typical Danish four wheel Christian life. You know, you go to church\nwhen you on f-four wheels, for baptism, for wedding, confirmation, funeral and\nChristmas eve. We were not -- Of course, we believed, but we were not church-goer, not\nchurch-goer. We -- No, I -- I really think that the only religious influence in the house\nwas that grandma, every morning, 8:30, listened to the radio from the dume in\nCopenhagen, there was every day, a -- a 10 minute sermon. And that -- that was -- But,\nwe were not church-goer. First of all, there was quite a long distance to church. And, by\nthe way, my grandmother was not very fond of the minister. He was from what we -- I\nwould call a very Orthodox, and very narrow minded part of the Danish church, called\nInternal Mission. That, you know, everything was prohibited, but you were allowed to\nput cream and shoke in the coffee, but not ter.",
        "Q: Not to stir it?",
        "A: Thas -- Hey wa -- Tha -- That’s the right, that’s right, that -- that part of -- of course it\nnot -- not true with the coffee, but in that way, that everything was s-sinful. And that was\ntoo Orthodox for my grandma. And th-the sermons from the radio, that was something\nelse, that was a more Reformed, and open form of religion. But, of course, the religions,\nthe bages should be the same, bus all the outfits, which make the difference.",
        "Q: What -- You’ve talked a little bit about the love in your household, and the -- the s --\nthe structure, the discipline. What else do you remember about values your grandmother\ntaught you, or perhaps a sort of a philosophy, as you were growing up?",
        "Q: There was no [indecipherable] kind of -- I really think that she thought that if we did\nwhat she did, it was okay [indecipherable] example. I -- I just think that’s -- that was her\nidea. She was not a -- a big thinker. We had too much to do, but she was a good pe -- a\ngood -- a good woman, and we loved her, and so I have had a childhood which was quite\nout of this world. When I hear about what’s going on [indecipherable] well, that’s a -- I\nenjoy to think back a-at that time.",
        "Q: What did your grandmother do all day? You said there was some financial resources,\nwas she working at all, fro -- a garden, or anything?",
        "A: I understand you are a young American. If you have tol -- as-asked this to -- to a\nDanish girl in that age, “I have six children, I have a big house, and you say wh -- ask\nwhat I do?” I really think that -- We had, of course -- There was an aunt living with us, a-\nand she was so wonderful, and wa -- that was my grandfather’s sister, never married, and\nwas -- was the lady who took care of the kitchen and all this. And then we h -- always\nhad a girl, a maid. But those ga -- a -- a big garden, you know. That was the only thing I\nhated, it was to pick up the leaves from the -- the -- the leaves of roses. That was a big,\nand a boring job. But there was a big garden, and my -- my grandmother was very\ninterested in -- in gardens. So, she got plenty to do, plenty to do.",
        "Q: I want to talk a little bit about politics. I mean, did -- did you ever hear politics\ndiscussed at the dinner table? What -- What were y -- her ideals, or perhaps even yours?\nAt this point, you’re 13 -14 - 15. How were you getting some of your political ideas? A-\nA-And it doesn’t have to be specifically with a specific party, but just ideas about how\nthings should be.",
        "A: You see that, in Denmark, we ha -- for all the years when I was young, mixed\ngovernment between the social democrats and a radical party. And, you must recall that,\nin the 30’s, after the Black Wednesday in ’29, Denmark had had very -- indeed, very bad\neconomical conditions. A big part of our -- our export was agriculture, and the first --\neverybody stopped in Britain, was our biggest market, that was agriculture products. So\nthere was a really big unemployment in Denmark in the beginning of the 30’s, and there\nwas, even then, not any tension t -- revolution or to Communism, all this, because there\nwas a social welfare in Denmark. A social welfare, which was backed up even by the\nmore conservative parties, so there was uni -- unity about -- to give the people who was\nnot so good off as we, a helping hand. And after ’36, it turns a little bit, and in °38, just\nbefore the war, we had a reasonable good situation, and of course the social democrat got\nthe credit for that, and that is okay. And, at the same time, a certain Mr. Hitler, made his\nnumber in -- in Germany. We thought that Hitler was a clown. We und-underestimated\nthat guy. His screaming, his completely directed reviews. He -- When we saw him in the\npicture -- the pictures of him, when we -- when we heard him in -- in the radio, on -- on\nfilm, or this newsreels, it was -- w-we couldn’t understa -- we really thought the man\nmust be crazy. And that gave Denmark an injection against narcissism, because that was\nalso completely foolish for us to believe that anybody are supermen. I never forget, we as\nDanes, was so -- the best of all the Aryans, with our blue eyes, our blonde hair, and -- and\nall this. And we couldn’t u-understand anything out of -- and therefore, in Denmark, there\nwas a feeling of certainness, that that guy could never be a threat. That was °36 - °37.\nThere was a -- that w -- I say, here was not something I knew that time, because as 10\nyears old, you are not that interest. But, the [indecipherable] was that when he had passed\nthe bridge over Rhine, the river Rhine, and taking over the old German socketbeat\nwithout, and he was shooting at him. Maybe the whole world could have -- be something\nelse today, this day in April, in ’99, where we talk about Kosovo. If somebody had shot at\nthe German army crossing the bridges over Rhine in 1936, maybe millions of people had\nbeen alive today. I don’t know, but I say it because that gis -- my impression what’s right\nor wrong in Kosovo.",
        "Q: Do you remember when you first began to form your own idea about Hitler? Do you\nremember listening to the radio, perhaps with your grandmother, or aunt, or perhaps other\npeople, neighbors, or --",
        "A: I can say the day exactly, the ninth of April, 1940, I woke up and -- because there was\nairplanes in the air. We had -- To see an airplane in that -- the -- in those days, that was\nsomething special, but here was lots of them, coming up from south, over the river Sund,\nand they were -- the destination were Norway, because that was the day Hitler occupied\nDenmark and Norway. And then they came back and they -- then went over Copenhagen,\nand we have heard about the bombardment of Wachau, in the year before, when the start\nof the war started, and afterwards, we got the -- the message that Hitler has threatened to\nbomb Copenhagen if we did not -- gave up and sign the treaty that let -- he should take\nover the power and -- and all this. And we had that time, 13,000 soldier, that was all, and\nsomebody was killed at the -- at the border between Ge-Germany and Denmark. That day\nI got my impression what -- a man who have made a non-aggressive treaty with us, and\nbroke it, that man was no good, and he was certainly not a clown, but he was a threat.\nAnd from the -- that day, I -- I despised the man, and the regime. But I think that goes for\nmany, many, many. I was 13 years, that ni-ninth of April, and it was strange because I\nhad to go to the station. I went to school in Copenhagen, that was a dri -- a drive of about\nan hour or so, and non -- in the train, I’ve heard about it. We have to -- seen the planes\nand all this, but when we came to the -- to Copenhagen, we had to stop one station before\nNorbel, and w-w-w -- had to go out of the train and up in the streets, we heard the\nGerman soldiers. And that was a shock. I was really in shock. And -- But we could do\nnothing. [indecipherable] dreams that you can have a gun and shoot, all that. Well, wund\n-- it became a normal day later. Where we lived, we saw no German soldiers. I saw them\nwhen I was a-at school in Copenhagen, and I really think Denmark 1s a sha -- I remember\nthat’s the first time in all our history, we have lost all freedom. And I know it s-seems\nmaybe a little pathetic, but freedom is something you don’t talk about, and don’t know\nexists until you lose it. Then you’ll find out what it means. This -- To live, one day ina\ncountry with law and order, the next in a country where you do not know what is law and\norder, because the other set up what you have to be and say, that is difficult. All this --\nFor instance, with the news. From one day to another, we just had one side of the news.\nAnd that was the main reason that we young people, of course, guided by grown-ups,\ncame in -- very young in the illegal press work. As paper boys, we distributed -- and to\nme it was very clear. I went to school in Copenhagen, I lived on the country side in -- in\nWillet, so it was naturally I had some papers with me, and gave them to people who I\nknew would en -- would use them right, because that was all informations. W-W-We\ntried to listen to BBC, but the Germans make some disturbings jop, so it was very\ndifficult. You should have seen all the antennas you tried to make, in order to get the\nnews from BBC, three times a day. And, again, BBC was the truthful news media. But,\nmaybe they’ll be just as muss -- misunderstandings from their side. Beeb -- The -- The\nGerman’s news from the different fronts, was always taken as 100 percent lies. But on\nthe other side, in the fort -- in ’40, what happened? Holland, Belgium, France fell.\nDunkirk. It was a very, very sad time. It was very difficult to keep up this stee. That was -\n- And our government, we had a government at that time, the-they make collaboration\nwith the Germans, which we didn’t like. We -- We thought they were cowards. That’s\neasy to say when you are not sitting at the fir -- in the first row, but that was a very\nshameful feeling, that we have failed, that we now saw that England was very, very hard\npressed, and there was none in Europe, who could help. Never forget that on -- in the ’40,\nthey had still the pact between Stalin and Hitler. It was just -- there was no way out of it.",
        "Q: C-Can -- Can you talk a little bit more about people felt about how your government\nreacted, and what they would have liked to have seen?",
        "A: I think that most people, they thought, oh hey, comme ci, comme ¢a, it’s going. We\nhave still our steak every Sunday, and we have st -- still that and that. That’s -- It’s not\nthat bad, and that’s -- But, the young people, who had -- out from the -- the point of\nshame, some other interest. We wanted something should happen. Of course, most of the\npeople of that part, were quite young. They had no responsibilities. I cannot today\nunderstand that maybe I would had another meaning, another opinion of things, if I’ve --\nhad been married, and two or three kids. But, we thought that we did too little to show\nthat Denmark should again be a free country. And that was -- But on the other side, every\nb -- I think that some Danes believed that Hitler will win the war. But there were never a\ngreat Nazi party in Denmark. The two -- two and a half percent, that was -- maybe three,\nwas -- and many of them came because -- and that -- that’s completely crazy --because of\nthe pact between Germany and Soviet Union. And Soviet Union’s attack on Finland.\nThere was a fro -- Finnish feelings in Denmark, and we really found that Soviet Union\nand Germany were the same bad taste. And some people, they went to fight against\nRussia in Finland and some of these people later on, when Hitler attacked Russia in 1941,\njoined Hitler, in order to -- it should benefit Finland. Finland joined Hitler in that war.\nBut there was this northern feelings for a -- a brother land, and -- but that -- that was only\na few people in Denmark, most --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munc-Munch Nelson -- Nielsen. This is tape number one, side B. Okay.",
        "A: The most people, they were completely indifferent. But then, time went on and we,\nfrom the [inaudible] started with distributing illegal papers, now started to print them\nthemself. We got a -- a dummy from -- from one place in Copenhagen, had, by different\nperson, got paper. That was a very big proten, to get paper for it, and then we made a\ncopy, which we otherwise would have brought hundreds copies, then we made more self,\nand that’s -- that was our very, very brave assistance, [indecipherable]",
        "Q: I want to go through this step by step. Can you first remember wh-when this idea\narose? A-And you talk about we, wh-who is we? If you could tell me who these people\nwere, and -- and if you can think back, were you sitting around and you decided that, let’s\ndo this, or did someone approach you?",
        "A: No, be -- Yes, 1-it was -- the first thing was, that at my school in Copenhagen, that was\nthe oldest school in de -- in Denmark, me -- the Metropolitan school. We had very good\nteachers. It was very national school, a very Anglo-Saxon kind of school, and there was --\nthere they started with connection to the university. And s -- one of my schoolmates had\nsome of these papers, it -- brought to the school sometimes, and I said, “Can I have\nsome?” Yes, and then it start in that way, and we were influenced by our teachers, very\nmuch indeed. And they -- to them, it was very important, because they were academic.\nThey were Latin, Greek people. They could do that, they were experts -- they we -- were\n-- because of their background, very democratic. And that -- say, about the whole\nbackground in the school, and then, from [indecipherable] I started with two or three\npapers, and later on, we made them ourselves. And we, that is my mates 1-in Snagerstein,\nplaymates, were people who, we had grown up together, same age, 16 - 17 years old,\nwhen we -- we got the -- it’s a possibility to make our own paper.",
        "Q: So at first -- I want to just go through this, a friend came with some papers and you\nasked for a few, and then you took them and distributed them, 1s that it?",
        "A: Yes.",
        "Q: Okay.",
        "A: We gave them to people we knew would be interested in them. And then, later on, it’s\nmost -- quite natural that we made this 50 - 60 copy a month and brought them to people,\nand sometimes, if something special happened, we had one page, which they -- we\nbrought out for -- I remember one of the main thing was when Stalingrad fell, 1t was a\nvery, very hot number. And also, when there happened something in Denmark, the first\nmurder. B-Because everything escalated. And --",
        "Q: The first murder?",
        "A: That was -- That was -- We called it a cleary murder. Where the Germans shot a Dane\nwho have done nothing. Just killed him on -- If, for instance, w -- the -- the -- an\ninformant for -- a Nazi informant was a danger for the resistance movement, he, after the\ncase was seen really through, that there will be no mistake, then he was liquidated. And\nthen, always, when one of this hi -- Nazi servants, they were shot, that was cleary murder.\nAnd then, that was completely innocent people. And normally, was more than one, this\nwould be doubled up, or something like that. And also, when there was a big sabotage.\nAnd sabotage was -- I never was involved in that, but sabotage was also a reasonable\nselfish thing that we did. Because when we -- not we, but when the saboteurs got the\norder from England, this factory is dangerous because they are making that. It is much\nbetter that we, in Denmarks, had people who set the -- the -- the bomb inside and blew it\nup. You see what happen when you have air attacks? We saved quite a lot of civil lives\nby sabotage, and it’s much more precise. And the people who was working in the\nfactories who were blown up, they were warned, and they came out. That means it was a\nhuman, much better way to be self-destructive, than to have the British and American\naircrafts coming over and bombing. So, therefore, 1 -- sabotage was a very serious attack\non the German war machine, and that was, therefore, that the Germans, in ’43, the 29\" of\nAugust, where there have been quite a lot of sabotage before, that was railway, it means\nthat the transportation between Germany and Norway, which normally went through the\nDanish headlines, they were disturbed, and then the -- the Germans demanded that there\nshould be again, a general punishment for sabotage and for carrying weapon. Then the\nDanish government said no, we can’t do that. And the Danish government\n[indecipherable] Danish government resigned, but there was not appointed a ne -- new\ngovernment, and the -- it m -- had the effect that the Danish administration continued, but\nthe leader was not a political secretary, but the man who was chief of the office. And not\nelected, it was an administration, and that administration continued until the day of\nliberation, the fifth of May, 1945.",
        "Q: A few more details about the period when you’re distributing papers. When this young\nman who initially gave you the paper, did -- I mean, did you have to be interviewed, or\nchecked out in some way to become a part of this network?",
        "A: Only people they knew got it. It was not necessary, and af -- and whe-where I live, the\nschool -- okay [indecipherable] schoolmate and the people I had contact with in my home\nWillet, I knew very well. So, it was not necessary to -- to have this check out. We -- We\nknew it was people who stand for.",
        "Q: And yet, there could have been people who were collaborating secretly. Was there that\nfear at all? Did you have any misgivings, and how were you careful?",
        "A: We knew who were Nazi in our little town. That was no prob -- we had one or two\nwho had these crazy ideas, a -- but they were not member of society any more. They were\nap -- only to they -- a -- a kind of outcast, we -- because their mentality was that long\nfrom ours. So, no, that was no -- there was n-no danger there. Peoples who came out of --\nfrom somewheres, it could be difficult, but then -- then we could make an re -- in-inquiry\nsomewhere, but it was never necessary, but we had people enough, the young people in\nSnagerstein was almost hundred percent involved.",
        "Q: Ho-How many young people were involved, would you say?",
        "A: I think we were n -- 15 in the little village.",
        "Q: Okay. Now, is this something that your grandmother knew you were doing?",
        "A: No.",
        "Q: Why not?",
        "A: Oh, well, later on she says she wo-would have been very, very sorry if we didn’t had.\nBut I think that was her fear for the consequences, and well, I don’t know, I think that\nmost fathers and mothers, or grandmothers, don’t want to let something be a risk for their\nchildren. I -- What we did was okay, that was right, but why just you? I think -- I think\nthat was that. But she would, without doubt, have denied me to do it, I suppose, I\nsuppose.",
        "Q: S-So you did have to be secretive. I mean, how did you -- tell me a little bit about that.\nHow were you careful? Ho -- Where did you carry the papers? If you were dropping it off\nat someone’s house, who you said would be interested, how did you do that? Give me a\nsense of how you did that.",
        "A: Just like a normal delivery boy deliver things. You go to the door, knock at the door,\ngive it to the right person. That’s all [indecipherable]. Only once I was -- another man\nsaw it, and that was a policeman who stopped me. But he was a policeman, and he’d\ncome t -- later on, it meant something, because he stopped me b -- th -- I don’t know\nwhether it’s the I-lights on my bike that was not okay, but he saw what I had in my\nbriefcase, and uh-huh, good. Because that is the most important thing, that the Danish\npolice, most of all, really was loyal to the Danes, not to the Germans. I must admit that in\nCopenhagen, there was a -- a group of police -- of people who was really Nazi infiltrated.\n[indecipherable] And -- But not in our area. Th -- know that the policemen there have\nknown us for [indecipherable] children. So -- But that was the only time -- bu-but he\ndidn’t take any of the papers. That was before we -- we ever printed it ourself, that was\nsomething I brought from the school.",
        "Q: Tell me -- What -- Did -- Did the newspaper that you had brought from the school, did\nit have a name?",
        "A: That was Studentinus Iftatin, the Student’s News.",
        "Q: Okay. And when they actually got news, were they -- how did they get news and then\nput it in the newspaper?",
        "A: Well, they had from BBC, and the national news, the -- okay, you know, that\neverything goes faster than -- than the lightning. So they -- First of all, what ha -- the\ncriticism of the government, and we had very good writers. Later on, we saw -- saw one\nof the best journalists was in there, and authors and all this, who was forbidden to -- they\ncouldn’t get their stuff in the papers, and therefore, they came fra -- came through the 1-\nillegal papers. Tha-That’s the way you can communicate, and that was the only way.\nThere were hundreds of different small -- small, illegal papers. There were some special\nfrom Elsinore, from the more -- there was a paper named “Information.” After the war, it\nbecame a daily papers. And there was the Communist illegal paper, “Country and\nPeople.” And there was -- fr-from the more li-left side, from the more right side, there\nwas really quite a lot for -- for different -- There was a man, Nils Swanson, he made his\nown paper, called Ils [indecipherable] Jutland. H-H-H-He was from Jutland.\n[indecipherable] letters. And they were -- found through the nation distribution. They --\nThey were overall, because some got it, and copy it, and send it. That’s the way it was.",
        "Q: Gi -- You said that somebody be -- was a -- a -- a very good writer, and became a well\nknown journalist. What -- Who is the name of that person?",
        "A: Outsede, O-u-t-sed-e. He was famous. And many of the -- the -- the authors ra -- made\narticles in the -- in this illegal papers under nom de guerre. And that was -- the only way\nto -- to have your talk -- the normal papers had censorship. That was very difficult to -- to\nwrite anything against Hitler, against Germany. That was not allowed. And in the -- in the\nradio, the same thing. There was a -- a censorship there. There was a man with a finger\non the button, that if something not special good for [indecipherable] you cut off. So that\nwas -- And the papers had to follow the instruction, otherwise we would ge-get no paper.\nSo it was rather - a little bit necessary, with the illegal papers, and all that. A little part of\nthe -- of the truth. But the ne-newsreels, they were just about all the German riksers, all\nwhat they could do. But also they’re -- Never forget, we came through it because of\nhumor, too. Humor was -- was reasonable. In that time it was so that the cinema played\ntwice a day, seven and nine in the evening. And always there was this German newsreel,\nand the -- one day there was, on the first performance, seven o’clock, the newsreel said,\n“And we had an attack on England, and we shot 110 enemy aircrafts down. One of our\nown are missing.” There was a man sit -- from the halls who said, “Don’t worry, guys,\nit'll be back at the nine performance.” But, humor, I really think we -- humor has also\nsomething to do with surviving, and might be there, Jews and Danes are -- have a little bit\nin common. We don’t like, for instance, a Jew -- Jewi -- stories about Jews. Well, we\ndon’t tell them ourself. We have -- There was also, in 43, Fieldmarshall Goering visited\nDenmark, and he wanted to see a Viking ship. And then he went out where there was an\nold Viking ship, the [indecipherable] and when Marshall Goering came and saw it, he --\nand he said, “Hm, 1s that all?” And the little man who was in care of the -- that museum\nsaid, “Yes, that is all, Fieldmarshall. But with this ships, we conquered England.” See, th\n-- such story, told in a depressed situation, give a little light, a little smile, and 1s also why\nyou survive, reasons of survival, that, oh well, it bad, but it c-could be better, it would be\nbetter.",
        "Q: Now, at this point, you’re very involved in these newspapers. H-H-How are you\nthinking? How do you -- What are you thinking about what you’re doing? Do you think\nto yourself, I’m a member of this informal resistance? How do you make -- yeah, make\nsense of what you’re doing?",
        "A: Yes, but what else could we do? You see, that’s so strange that you all will -- shall\nhave a reason. That is the only right to do. It has nothing to d -- with deep phil-\nphilosophy, it was a must. Somebody had to do these things. And well, why shouldn’t it\nbe me? All my -- my nearest friends do the same thing. We’re together in it, and okay,\nit’s also funny to cheat the Germans a little bit. I cannot -- I cannot go from that s-side of\nthe story to that. It was irritating for the Germans to know that all their lies is not at all\nbelieved. And therefore, I always take what is coming from every general, in east or west,\nwas some -- a little bit of okay, maybe, maybe. I hope it’s right, but --",
        "Q: Did you -- Were -- Did you ever have an opportunity to choose to do something like\nsabotage, and what were your thoughts about it?",
        "A: I was never -- never -- remember I was that young. Sabotage, that was for grown-ups.\nIt means that should at least been 18. So --",
        "Q: You were about 14?",
        "A: N -- Yes, in -- in ’40 - °41, f -- but when I started, 1-it was in ’42 really, I was 16. So --\nBut no, I was never -- not any possibility. And that was also mostly a big town --",
        "Q: Okay.",
        "A: -- affair. Even if one of the most important groups -- no, that wasn’t sabotage, that was\npeople received weapon from -- from air. The w-weapon which was sent down from\nAmerican and British aircraft. Well, that was guns, that was ammunition, that was\ndetonators and all these explosives. And that was mostly fr-from people from the\ncountryside. They kn-knew -- knew the area, they was much better in position to hide this\n-- the different materials they got down. And -- But I’m -- I was never involved in that,\ntoo. And the reason why I was involved in -- in the October actions, was because of that\npoliceman, wh-who -- he came one day and s -- that was beginning [indecipherable] and\nsaid go and pick some people out from the station and bring them, and he s -- gave me\nsome addresses. And --",
        "Q: Who was that policeman?",
        "A: He was the man [indecipherable]. You got that book?",
        "Q: We’re looking through a book that Mr. Munch Nielsen brought and will be part of his\nfile, and part of the -- the Holocaust archives.",
        "A: Mr. Chumla Larsen. The guy here, and he had the -- the big influence, because he was\na police officer and had wi -- he was in the foreign police, and he had the connection with\nthe Swedish Mr. Palmroot, you will see too him, in the book, because they worked\ntogether from the -- one from Danish and one -- one from Swedish side. And therefore,\nhe was able to have more news, more informations. And he came and he was the founder\nof the group called Elsinore Sookgloop. Elsinore Sewing Club, it means nothing, but the\nchild should have a name, and that was the name. And they were the owner of the book --\nof the boat you see on this museum -- in the Holocaust museum. The fish -- the -- the 21\nfeet motorboat.",
        "Q: Who was [indecipherable]",
        "A: This si -- The Elsinore Sewing Club.",
        "Q: Okay.",
        "A: And that was used there in October, for transporting quite a lot of people. In October,\nJews most, but later on, 1t was used as career boat, as gun running with -- from Sweden\nwith weapons for the Danish resistant movement. And Danish resistant movement people\nhad to go to Sweden, it was also -- some allied soldiers shot down over Denmark, who\nhad the luck to go to the coast on Canova, and they -- they were -- we had more boats, but\nthis boat was the only -- was -- still was there when the museum required it.",
        "Q: Before we -- we move on to that whole chapter, I’m -- I’m just ask you a few more\nquestions about the period in your -- in your life when you were working with your s-\nstudent friends and distributing newspapers. I wonder if you could -- In your initial\ninterview, you mentioned a teacher that had made an impression on you and guided you,\nand I wonder if you could tell us the teacher’s name, and -- and more -- a little bit more\nabout him. He -- He became a -- an important person in the whole situation.",
        "A: Froida Yacobsen was the name. He was a social democrat. He was very, very soon 1n\nthe action against the Nazis. He was a career between the Danish social democrat party,\nand the -- the German social democrats. He was in Germany very often, on bicycle and\n[inaudible] he was in the organization Matcha Otchie. And they helped many Germans\nwhen the party was forbidden by Hitler. And he was so anti-Nazi, and anti-Fascism. And\nof course, he was not a -- a real teacher, he was, what do you call it?",
        "Q: An apprentice.",
        "A: He was an apprent-apprenter --",
        "Q: An apprentice.",
        "A: Apprentice, okay. As -- A -- He should learn to teach and the-there were always a\nnormal teacher together with him, but he has --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number two, side A. Okay, you were telling us about\nFroida Yacobsen.",
        "A: Oh yeah. He was one of the men who started the Danish resistant movement, and\nwhen there was Council of Freedom, he was one of the first mem-members, and he made\na tremendous job for the rest of the war, and had, together with people like\n[indecipherable] he wa-was later the -- the head of the Copenhagen University, a doctor,\nand many other people, they really administrated the resistant movement’s actions. There\nwas no power for them, it was just done. In ’44, some of them were arrested, but they --\nsome of them wa-was freed again because of a -- a bombardment of the jail where they\nwere. And that was -- Again that -- It’s very difficult when s -- things comes by an air\nattack, because one of the bombs fell in a school, that French school in Copenhagen,\nwhere 150 kids were killed. It was -- Therefore, we were thankful for what the saboteurs\ndid.",
        "Q: Who was bombing?",
        "A: That was the British. And the -- It was a mistake on the -- but, we see the -- the risk\nwhen -- when you have the -- the bombardments.",
        "Q: If you could just help me understand a little bit. Did you understand that he was such\nan important figure when he was in your school as an apprentice, or was it later that you\nunderstood what he had done, or -- and -- and -- and, if so, what -- what were you aware\nof him? I mean, what was he like?",
        "A: He was a little man. He was very strong in gestures, and talking very loud, and he did\nnot make silence about his hates to ger -- to -- not Germans, he loved Germany, but he\nhated the Nazis. He was a Socialist, and our school was very conservative, but he was a\npremed -- very fine teacher, and his idea about freedom was not to overlook. And first --\nlater, I understood -- I was not -- I -- I agree completely, because he was that kind of man\nwho could do something -- aga-again these people were [indecipherable] or were -- were\nheart and people -- maybe a little bit of a demagogue, but well, he needed to be that on\nthat time. It was a strange time, and later I met him many, many times. We had one\nmeeting a year, that was the opening of a artist -- a gallery, where s -- thus -- a union of --\nof -- not union, a company of artists, they show what they have done for the last year, and\nhe was from Impa just like we, my wife and me, and we met there every year. And --\nUntil last year, he died a little -- year ago. He was 89, or something like. He was a\nmarvelous pers-personality, and he really made us forget a little bit of the shame we had.\nWe also had another teacher, he was the first man who really, in Denmark, wrote a --\nagainst Fascist man, and the nasic idea. He wrote a book, “Plague over Europe,” where\nhe defined what Fascism was. He was later on Secretary of Education in a social\ndemocrat government. So -- But he -- he had it -- he was more on the philosophic part of\na ger, where he really f -- make us even more to dislike the Nazi philosophy.",
        "Q: What would you say your teacher -- apprentice teacher, Froida Yacobsen, what --\nwhat did you take away from him? What did you do, do you think you learned? You\nknow, you -- you mentioned that you felt less shame, you were very proud of him, but di\n-- did you take away any other things from him?",
        "A: Yes, but his idea that you have to stand up when thing is not right. You cannot just, as\na good Christian, turn the left chin, when you are beaten on the right. You have to -- and\nunder these circumstances, during the war, during occupation, you had to stand up and\nshow that you -- [indecipherable] things, that we’ll not -- we’ll be bound of -- and\nespecially because the ideas they wanted us to believe in was all against our ideas, against\nour belief. It was opposites all what we have learned to love and -- and believe in. So, he\ngave us this -- the maturation, what to do. If you want to be a full man, you will have to\ndo something maybe you don’t dare to do. But you do it. That’s the only way we -- we\ncan survive. It was, in 1941, ’42, 43, up to °45, a matter of survival. It wa-was about the\nfuture of our country. If Hitler had won the war, okay we as Danes, maybe would be -- ha\n-- been the next ins -- command after the wonderful SS. To me it’s -- the greatest fun 1s to\nsee these wonderful Aryans, Hitler and Goebbels, in the -- in the front. But that should be\nthe types and samples of the Aryan future [indecipherable]. I don’t buy it.",
        "Q: At this point, what did -- At this point, what is going on with the king of your country?\nD-Do you ever see him, and what do you think about how he’s conducting himself?",
        "A: The king of Denmark was, as typical Danish kings, not true intelligent. But he was a\nvery stubborn man, and he was stubborn at the right time. He was an -- no would ever\ndeny that, the gallant pawn for Denmark. He made a fantastish way out of delod. He -- in\nthe start, when he rode through Copenhagen every day, and the Germans soldiers, they\nsaluted him, he looked to the other side. And he -- Once, a German ask people, “How c-\ncome that your king 1s riding here? Where’s his guards?” And the underlings answered,\n“We are the g-guard.” He could do that, he was respected. He -- He did 1t wonderful his -\n- he stood up. I know that’s a story about him that -- that he would wear the yellow star, if\n-- if -- but that’s not true. There was never a yellow star in Denmark, but the story is\ngood, and if the situation had been so, he would have done it, no doubt, no doubt. But the\n-- that’s one of the stories who are not true, but in a way, bear a bit of truth in -- in the\nself , because he would have done it, no doubt. He never talked about Jews or Italians, he\ntalked about Danes. My citizens are Danes, and -- and that’s all. He was the first king\never to visit a synagogue. And that was before the war, but you see, 1-1t’s -- that’s a game\nthat, it’s to show that the Jews were a part of the Danish society.",
        "Q: He used to ride his horse -- when you’re talking about riding, he was riding his horse.\nDid you ever see him?",
        "A: Yes, many times.",
        "Q: Describe it.",
        "A: Yes, but you see, he came from the castle, through one of the streets there, and ladies,\nthey went out and [indecipherable] out, you know, turn, turn. That was Denmark coming,\nand nothing else, and he did it in a marvelous, good way. But then, one day he s -- fell off\nthe horse, there was something happening, and that was the last time. And then, from\nAugust -- August 29\", he had to give up his guard, and police troops came in, Danish, in\norder to -- to protect him, but from that ti -- we didn’t see him. And that was again that he\nwas -- yeah, his leg was hurt, I don’t know whether it -- 1t was amputated, I -- I just know\nthat he couldn’t -- couldn’t walk and -- but he was a marvelous king, from ’40 to 45 --\n47, he died, in °47. And he was very beloved, and he was married to a German princess\nwho se -- from the ninth of April, never would receive any relatives on the castle -- of the\nGerman relatives. That was -- But our -- We have very good fa -- good royal family. Oh\nwell, we have had it since year 900. King Gom the Old, so we have grown accustomed to\ntheir ways.",
        "Q: His -- His name was King Christian?",
        "A: The 10\".",
        "Q: The 10\"?",
        "A: Yes.",
        "Q: I-I -- I want to see if you recall, when you first began getting some inkling that things\nwere shifting in the country, specifically with -- that -- that Jews might be rounded up by\nthe -- the Nazis? Do you remember how you heard about it or who told you?",
        "A: That policeman who came and said to me, I have heard rumors about -- that somebody\nhas been arrested, and -- but at that time, it often happened that Germany stopped some\npeople and -- and then they were arrested and sent to -- to Germany. But now it was a\nwhole group. The Jews, the -- and well, I was first aware of it the day when I was not\nasked, but told to go pick these people up, and bring them there. And --",
        "Q: And you -- where were you? Were you at home at that time?",
        "A: I was -- I was at home, a night, making my loy for next day’s school, and then he\ncame and said, do that and that, and I did, and that was a start.",
        "Q: Do you remember approximately when that was?",
        "A: It was in -- in be -- the beginning of October, second, third of October, and it was\nstrange to see these people come there, with their trunks and completely out of their --\nknow, they were, in a way, rather quiet, but you -- you could see they were afraid, and --\nthat was -- that was really the first day I really fully understood what we were fighting\nfor. What the -- What’s it all about. And well -- But then, when they came to the different\nhouses, with people I knew, of course. Okay, come in, see so and so, and so on. No\nChristian asked them -- later on, when I ask why we should do that. Because we knew\neverybody, we knew where there was a dog, we knew how -- yes, because who maybe\nwould bark. We knew exactly how to find every path in the wood. We knew also, how\nyou can go from one garden to another, without going on the street. So, that was -- that\nwas the first assignment we got, and w-we were, let’s see now, fif -- well, 10, anyhow,\nwho did that first. And then, the day after, I remember we should go there and there. We\nhad 11 places from where there was -- people was -- boats was sailing from, and we went\ndown with it, with the people on it. Everything was -- the only thing, one of our doctor,\nDoctor Gasfeld, he had sometimes to give an injection to children, in order to keep them\nquiet, and that was --",
        "Q: To make them sleep, or --",
        "A: And that was, he said, [indecipherable] thing that he ever have done, because it was\nnot his patient, he didn’t know the condition and yes -- but he did it, and -- and never\nforget that, there was no losses. All the passenger we had, came out. And that, luck -- we\nhad the church letters, we had the hospitals. When the day came, you know that 1-it was\nleaked by a German, the s -- the Jewish society would not believe it. And --",
        "Q: You’re talking about at the higher level, that a -- a German told a Dane that -- that --\nthat Nazis were going to round up all the Jews in early October.",
        "A: That was Mr. Dukfitz, he was a member of the German litigation. He was a Merchant\nMarine diplomat, and he had -- was told there would be two boats coming in to pick up\nthe Jews. Maybe he was okay, infilled by the Danish civilization, so he told it to -- to two\nDanish politicians and they went to the Jewish societies, to the mosiac society to the\nsynagogue, they wouldn’t believe it. But when they related this news to the fact there had\nbeen burglaries in the different organization, and the only thing missing was --",
        "Q: Burglaries, in the --",
        "A: Burglaries, yeah. And -- And the only thing missing was the register of members of\nthe synagogue, they saw it. And then we have the story about Rabbi Milcher going in and\nsaid, “They’ll be no service today.” It was ju-just before the new year, the jo -- ho-\nhoshonah?",
        "Q: Roshanna -- Rosha -- Rosh Hashanah.",
        "A: Rosh Hashanah. The -- Just be -- before that, and -- and there was quite a lot of\npeople. So, when the Nazi came, there was no people left. Of course there was -- the --\nthere -- 1t was not possible to -- to evacuate the Jewish old age home, because it was just\nbehind the synagogue, and the synagogue was always guarded by -- by Gestapo. So they\ncouldn’t bring these people out, and it meant that when they came, that morning, and on\nthat night, quite a lot of the people from -- from the old age home, were taken and\nbrought to -- to Germany.",
        "Q: I want to ask a few more details about what you’re assignment was. So, you were at\nhome, and this policeman that we’ve mentioned, comes and tell -- gives you an\nassignment. Where were you supposed to pick up the group of people? What -- How did\nyou pick them up, in a car or walking? And did you do it right away? Was this something\nyou went and did right away, or how did it work?",
        "A: [indecipherable] within one hour, they should come, and I went to the station, and they\ncame there, and --",
        "Q: The train station?",
        "A: The train station, yes, and I, of course asked, “How shall I know them?” “You will\nknow them,” he said. And they came there, and okay, you know, very confused. They\nhave got the message that -- and then the -- the only guy -- man they saw was a guy 17\nyears old, come along. And we went to these families and stayed there, because I -- I was\nalso -- I would get new orders later. And brought them to the -- to the people there and\nfrom other stations, Elsinore, Esbeger, Snagerstein, people came, they have got ex --\nexplanations, you go there and there. And then the Mr. Chumsen, who [indecipherable]\nsee there, he was the man who combined -- in two or three days, he combined all the\ndifferent groups, because many -- there was a private fisher, we belonged to the resistant\nmovement, and so, out of nothing, came a fleet. Really, there were quite a lot of boats\ngoing o -- further up at the coast, the big fisher boats, they could take 50 at every trip\nover, and that was -- but our boat had been there before, because that -- that\n[indecipherable] used to -- since the 29\" of August, where we shipped soldiers, Danish\nofficers, because that’s -- they started -- Danish military battalion -- no, that’s regiment, I\njoined that, later on, after coming to Sweden. So, it was -- the -- we had our boat, and that\nboat was in use all the time, and then a couple times, I was asked to go with a -- if there\nwas something very important, and later on, I too -- because I was a culear, I had letters\nfrom -- I don’t know who, but I knew who was the receiver in -- in Sweden. But, 1-1n the\nfirst time, 1t was so, that the people came up, and they have been hidden, the -- the Jewish\nrefugees come up, they have been hidden, for instant, in the hospital, becau --",
        "Q: This was the first time you were asked to do it?",
        "A: No, the first time, no, no. But people came from hospitals, they came from ev --\nanywhere. In hospital, there are always places or rooms where they connect the different -\n- different parts of the hospital. That was warm, there were -- and they had plenty of food,\nand they stayed there for a couple of days, three, four days, and then, for instance, if there\nwas a funeral from the hospital, first was the wagon with the body -- and there was lots of\ntaxis, and they go from the hospital to the cemetery, but a car, one on one, make another\ndirection, and that way, they came out of the hospital, without being -- it was natural\nthere was many cars.",
        "Q: Oh, you’re describing how you snuck people out of the hospital?",
        "A: N-Not me. Resistance --",
        "Q: Not you, but the resistance movement?",
        "A: Yes.",
        "Q: Okay.",
        "A: And that gave the possibility to get up to the coast, and that is one of the ways. Other\nways was by ambulances, they were going up there. But, the most came by -- by train.\nAnd that’s, see, especial in Denmark, we should not have passport for driving train -- to\ngo by train. We had some different -- There was a quite different situation in Denmark.\nWe were -- We had more freedom, in a way, if you can call that freedom, that you can\ndrive a -- a train without a special passport. But we could do that, and -- and people came\nby themself, and every time -- Goldberger -- Professor Goldberger, he ha -- has been very\ninvolved in this -- this museum, he told that his father was cantor in the -- at the\nsynagogue, had taken out his beard, that is --",
        "Q: Shaved his beard.",
        "A: Yeah, shaved his beard -- beard, and that is, for him, very, very, very important, but\nwhen he was sitting 1n a train, he had tried to find a way to get out, and was in the train\nback to -- to Copenhagen, then the -- [indecipherable] came and they said, “Oh, hello\nCantor Ricoff.” So, but that was -- at the trains, there were no special guard. And by the\nway, I don’t think that the most of these crazy SS men, Gestapo, knew what a Jew looked\nlike. One thing they wouldn’t understand, that anybody would help a Jew. That was a\nvery big surprise, they thought, it’s very easy, let them hide, w-when -- in no time they\nwill come up and we take them as sitting ducks. But they didn’t come, and it gave us,\nreally, at least one week where they just hesitated, and -- and that -- that was a mood in\nthe people, they re -- that was the first time we -- a li -- forgot a little bit of the shame and\n-- and really thought, okay. That -- That was the result of it.",
        "Q: You were sitting up straighter --",
        "A: I’m a little bit proud --",
        "Q: -- just now, when you did that.",
        "A: -- a little bit proud of it. And -- But, on the other side, we had all the luck. In 1943 --\nno, in 1942, the Norwegian Jews was taken. Sweden did not help, would not help. But in\n1943, after we had el Alemaigne, where Rommel was thrown out of Africa, we had\nStalingrad. Rome had surrendered and the master of the sky was the allied aircrafts.\nThere will be no, no risk for Sweden for a German attack. Germany, or ra -- ja -- Sweden\naccepted to take all Danish refugees in. Remember one thing, all Danish refugees. I -- Is\nvery important, because we had some not Danish Jews, who’d been in Denmark, coming\nup from Poland. Not many, but they were ha -- ha -- was in the country the ninth of April,\nwhen we were occupied and pa -- they stayed there. But that was the cr -- we’ll always\nsee that in the -- in the book --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number two, side B.",
        "A: And -- Where did we come to?",
        "Q: You -- You were just talking, I think, about the circumstances which had changed,\nwhich perhaps made this possible.",
        "A: Yeah, because what happening was that now w -- the Swedes gave all Danes free pass\nto Sweden. But we’d had these Jewish -- non-Danish Jews, but together with quite a lot\nof refugees, came also Danish police people. You must remember that in 1943, and\nbefore the war, it was very seldom a Dane had a passport. We could go without passports\nas -- into Sweden, Norway and Finland, and that was normally what was done, that was\nbefore the charter explosion and -- and people did not -- I remember when my uncle, wh-\nwho lived in Paris in the 30’s, came back to Denmark by air, it was in the local papers,\nthat -- th-that -- so 1t wa -- so seldom was it. But the Danish police, they issue a passport\nto most all the refugees, and when a girl, Jewish, from Poland, non-Danish resident, she\ngot a Danish passport. That way, she was under the promise from si -- from Sweden, that\nall Danes were able to come in, and she tells it -- about it in -- in my book. So -- But,\nagain, the whole situation in Ochabol was very uncertain, a -- but also, there was\nsomething, I don’t know, who saved -- there was -- as a Christian, I can say a guardian\nangel. We had the time, we had the warning, we had the church, and out of nowhere,\nthere was a fleet of boats, and that is, to me a sign of something, I don’t know, but the\nmeaning was that there should be no Holocaust in there.",
        "Q: I wonder if you could tell -- tell me a few more details. I want to fi-finish the story that\nyou -- you were told by the policeman, one evening without warning. You went to the\ntrain station, you recognized the group of people, the group of Jews coming. What did --\nTell me where you took them. And presumably, you hadn’t had a chance to call your\nneighbors and say you were coming by, so tell me how that worked.",
        "A: They have already been in contact with the policemen, and that was no -- that was\nlater on, when more came -- more refugees came than expected, that we just went to the\nnext door, and it was never denied. Come in and let’s -- We never took more than three in\n-- we have seen in at -- a little town, north of Elsinore, Gilleleje, where 80 people was\ntaken on the church loft, and that was because of a girl who was dating a German soldier,\ntalked, because of ignorance. And then Gestapo came and took these 80 people. And that\nwas the most that were taken, and just like the -- together with the people from the old\nage home, the greatest number. So far, I remember about 600 were sent to Germany, and\n60 died. None of them came -- of the [indecipherable] came to Auschwitz. And I really\nthink that -- that’s also very important, that we had no government, but we had that\nadministration. And then, they got to go to Red Cross -- Danish Red Cross, the possibility\nto visit Auschwit -- no, Theresienstadt. They knew it will be used -- misused in\npropaganda. The Danish part of Theresienstadt was painted, they got dressed up with\nplants outside, but of course, the prisoner was not allowed to speak alone with -- with the\ndelegation coming down from Denmark, but they should speak together with a German\nofficer, and the only language, of course, German, was allowed. But this delegation had\ntwo very important -- very important results. The first, that 1t was allowed to send gift\nparcels to the prisoners. That was some va -- why someone send clothes, some food, not\nmuch, but just that was give the different for starving to death and just starve. They sent\nschool books to the children, so they could have some formal education down there. The\nnext, and the most important then, was that none of the Danish prisoner should be sent to\nAuschwitz, or the other extermination camps. And the German kept it. And just before\nthe war was over, I think it was March or April, ’45, the white buses came and took --\nthat was the Danish resistant movement, who demanded that it was not only the Danish\nresistant movement people who should be brought back from Buchenwald, or what -- the\nother name, but also the Jews in Theresienstadt, so they came home before the war, not to\nDenmark, they had -- they was not allowed to be there, to Sweden. And from Sweden\nthey returned, in ’45, in July, I suppose. A-A-A month or two after the war, and they\ncome back to their homes, and --",
        "Q: Th-Th-This week that all of the activity’s going on and -- and you’re very busy, did\nyou stop going to school that week, and tell -- and were you working pretty much all the\ntime? H-H-How many people did you pick up, would you estimate, in -- or maybe how\nmany trips did you make?",
        "A: I -- I -- I can’t recall. I -- That was a 24 hours job. Of course, picking up from the\nstation, that was only until 11 - 12 o’clock. There were no trains pa -- in the night, but to\nbring them round, to -- and then maybe sup -- go down to the beach and wi -- cause now,\nthere’Il be -- there’ll be a transport possibility. That was -- And that’s the first time my\ngrandma smelled there was something. But at that time, one of my cu -- my oldest cousin,\nhe went to America already, in ’39, and he was in the American Air Force. And my -- He\nwas also [indecipherable] my cousin. He flew -- He was refugee in, oh that was in 43, in\nbeginning of 43. And then, in end of ’43, I had to go to Sweden, because of the --\nsomething happened in Denmark, some were arrested, and then I had to stay. But, that\nwas, of course, pretty much the job, and -- but the worse thing was, when s -- when the\nrefugees had tried to hide themselves in the wood. And then we were young people, who\nknew every path. We knew exactly where would you hide if you -- and -- and -- but it\ntook longer time to get them. And th-they were afraid un -- beca -- in that\n[indecipherable] in that way that we were speaking Danish to each other. So -- And the\nrefugees could not understand what we would, that no German soldier dared to go into\nwood. They walked together two or three, but through a wood? No, no, no, no. It was too\ndangerous, no lights, no nothing. No. When they have seen, often before, that was the\nway the Danish resistant movement had some of their weapons, by knocking two soldiers\ndown and taking their rifles. So -- But, in a way it was -- when a -- I look back, it was\nwithout any excitement. That was -- I understand the refugees, how it must be awful,\nawtul, awful. But I -- All the things we have, and now the view of life and death in --\nduring a war. We accustomed to death. When you hear about Stalingrad, 400,000 killed,\nthe millions, they [indecipherable] after the war, we really understood that six million\nJews, so and so many Gypsies, and 10 million Russians was killed by Stalin, and -- but\nthat was, in a way -- let me say I -- I thought we did a good job. I was satisfied that we\nhave done it, and when we waved goodbye to -- 1-in a way, have we fulfilled what\nEichmann would have? To remove the Jews from the Danish bot? Isn’t that completely\nironic? That, in a way, Hitler had a result. But, there was one thing that 1s more\nimportant. They came back, and they were welcome back.",
        "Q: In your years, did you ever come across someone who recognized you and said, “You\ntook me over on a boat.”",
        "A: The only [indecipherable] is my wife’s maid. They graduate together, no. We --",
        "Q: Tell that story, tell that story.",
        "A: Yes, that’s -- We were here in New York some years ago, and -- here at the museum,\nand then we were asked if we knew any Danish Jews living in America, and Sonia had\nthe girlfriend, th -- they graduate together, and she came -- ask her to gi -- if they had\nsome material, artifacts, to the museum, and they did. And then we came in and talked\nabout it and she have been over in our boat, in the boat. So, at the meeting here, after the\nmuseum was opened, about Denmark and the rescue, she could tell about the boat up\nhere. She came over, and I could tell how it was to have that boat, and -- but that was\nonly a-an -- she was, of course, a little girl at that time, and -- 10 years old, maybe -- may\n-- no younger, eight years. And I-I-I can’t recall all that, and she couldn’t, of course not.\nBut, 1t was a job who was done secretly. You did notice [indecipherable]. The less\npeople knew, the better. And quite a lot of the thing was in darkness. Remember, it was\nju -- we have black -- what you call black-out, we -- 1t was not allowed to show lights\nfrom the houses, and when we went from the houses, down to the beach, it was through\nthese passes. We knew, so we can go on scene from there, where they have stayed, the\nshelter, and down to -- to the beach. So -- And the most of the people were thinking of\nanything else. Why, that was the last part, which they thought was the most dangerous\npart. What I think was, I couldn’t ag-agree that wa -- w-we never discuss it, but unsure --\nwe were never hundred percent sure, out there, we could see the enemy. So -- But -- But\nmost of -- of the people never m-met again. It was -- You must recall that from Denmark\nto Sweden came totally, over 20,000 refugees, from resistant movement, the searchers\nfrom Germa -- German army. Only one-third of all the -- the refugees w-was Jewish. Yes.",
        "Q: Essentially, at some moment, you were a refugee, correct?",
        "A: Yes, it happened so that later this year, when the refugees -- not more were Jewish, I\ncontinued to -- to work in this way, that I was a career. I got from -- still from my school",
        "Q: A courier.",
        "A: Yeah, courier. I -- From -- Came, got some letters to deliver in Sweden, because we\nhave the route, I was in charge to do that, and one day, I was told when they come over\nfrom our liaison officer, Mr. Pallum, the -- the Ger -- Swedish policeman, that I couldn’t\ngo back because something had -- some had been arrested and -- and well, I was 17 years\nold, so I maybe thought that it was too dangerous, so I went to school in Sweden,\ngraduated. I have a Swedish family.",
        "Q: Where did you live?",
        "A: In Lindsherding. That’s in wi -- it’s, oh well, if -- 300 kilometers north of -- of the --\nwhere we -- we have our -- at Helsinbor, th -- 300 kilometers. And I graduated and from\nthere I went directly into the Danish brigade, and was a soldier.",
        "Q: Tell us a little bit about the Danish brigade. You’ve mentioned that, but I wasn’t as --\nsure what that was, because -- are you saying it existed in Sweden?",
        "A: It was so that after the 29\" of August, in ’43, the Danish gen -- staff -- general staff,\nsent some Danish officer to Sweden, 1n order to, if it was possible, to make a regiment\nover there, because most part of the refugees was from resistant movement, and they\nwanted to do something, and there were military force built up with the Sweden’s\nacknowledgement, and paid by the Danes, of course, and under command of General\nJewingeres, and British general, we were s-str [indecipherable] to serve to the six army.\nNo, the eight army, under ja -- Montgomery. And we were supposed to be -- to land in\nDenmark, if there was -- and when -- an invasion on the Danish.",
        "Q: So you were training to be a real ground troop?",
        "A: [indecipherable]. Yes, we ha -- we had really commander training, it was very hard,\nbut still we have that -- we had a purpose. We had really that idea to come back and fight.\nTo have the sin from the ninth of April away. But -- And in that, of course, there were\nmany Jews. Young Jews.",
        "Q: [indecipherable]",
        "A: Yes, of course. They were Danish citizens. So that was the same -- you si -- you see,\nthat’s also maybe the difference. No -- No, that’s not difference, because quite a lot of\nJews were really wonderful German soldiers in the first World War.",
        "Q: And the Polish.",
        "A: The Polish, too, yes. So, their loss. So we -- I started there, just after I graduated, and\nwas -- I think it was end of March from ’44, and we returned back in the fifth of May,\n1945.",
        "Q: Were you hoping that you would be able to go while the war was still on?",
        "A: Hope to do what?",
        "Q: To fight.",
        "A: Well, that was the purpose. Later on, that was strange enough, because we only had\nvery small fights with the Germans, and I suppose we lost 10 or 15 men, or something\nlike that. But we were a little bit disappointed. We -- It wa -- Again, luck. I -- I -- I don’t\nknow how we shall d-describe, not only the Jews situation, but oth -- the other Danish\nsituation. That was something that kept em from the disaster. When you came back to\nDenmark, it has not towns ruined by bombs. We -- We had the possibility to -- to live, we\n-- SO it -- 1-1t was something very strange. Not a rich country, but not a poor country, not a\ndestroyed country. And it’s a country which not had an internal fight between left and\nright. And we were so lucky that the Russian invasion stopped before our border. Only\none place, on one of the isles, Bornholm, 1t was bombed, because a German commandant\nwould not surrender, then they were bombed by Russians. And the Russian took\nBornholm, and stayed there for so and so long time.",
        "Q: Describe how you got back to Denmark. When were you told that you should\nmobilize? How did you get over with your brigade? And -- And perhaps even when you\nactually got off the boat, how did your -- your fellow citizens react?",
        "A: Well, we were mobilized long time, because from [indecipherable] after the Odenna\noffensive of -- in -- of pard -- Christmas, ’44, we were in red ale-alert, always should be\nno distance from -- from our weapons. Then we were brought down, transported to our\ncamp in south of Sweden. And then, in the night and I can tell you that Denmark was an\nixtas, the fourth of May, that 1t was said on BBC. The German troops in Holland,\nnorthwest Germany and Denmark, has surrendered. And we stood there, of course,\nhappy. But then, during the night, we went to Helsinbor, went into -- to a fisher boat com\n-- [indecipherable] over, a small -- Maritimcota from the fleet, and later on, the ferries\nwas used, and we came into Elsin-Elsinore and families standing there, and crying. It was\nwonderful.",
        "Q: Did you know anyone in the crowd?",
        "A: Oh, that was my hometown, yes. After 10 minutes, I was in my own hou -- home, just\nfor five minutes, to say hello.",
        "Q: What did your grandmother say to you?",
        "A: Welcome home. Oh, wa -- It was -- It was a day.",
        "Q: And then, you said you just had five minutes. Wha-What was your assignment, where\ndid you have to go off to?",
        "A: Oh well, we should -- we had two assignments. First of all, our -- we were an infantry\nbattalion, we went down to the boat line between Germany and Denmark. We have to see\nthat the Germans came out of Denmark in order, and not stealing too much. And we did\nthat for -- until July month. We had another -- We have some pioneers -- engineer\nsoldiers, and they should be in command of getting the mine fields clean. And that was,\nof course, the German soldiers who -- who did the Dutch job, but our men was so\n[indecipherable |",
        "Q: You kept the German soldiers so that they could help you sweep for the mines?",
        "A: Yeah. I know that 1s not quite doing the Geneva co-committee, but well, they have put\nit down, let them take it up. So -- But w-we -- That was a really smooth affair down in --\nin -- in -- in their borderline. There was only few accidents. Some German soldiers tried -\n- that was SS soldiers, tried to go behind the lines, because they knew that they will be in\nspecial camps, and we caught some of them, but the most they -- old men, to me. They\ncame there, going with their baskets and there no future, they couldn’t see anything. That\nwas not the -- the very strong army we have seen Hitler, that -- what he did to his own,\nthat is remarkable. But they followed him.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number three, side A. Before we move on too much\ninto the post war era, I wanted to ask this question, and you’ve certainly touched on it\nmany times, but why do you think the rescue of Jews, fellow citizens, but they were Jews,\nwas so successful in -- in your country? Why do you think that was so?",
        "A: It was obviously the only way we can do it, the only way we could live. That’s, as I\nsaid before, 20,000 refugees, Danish refugees was in -- in Sweden, one-third was Jewish.\nWhether you’re -- Whether Dane, Jewish or non-Jewish, thas would be the same. We had\nto do everything we could to save Danes from the fate, to go to a concentration camp. We\nknew about the concentration camps in 1943, not the -- the whole truth, but we knew that\nthese people will live in agony, I -- we nee -- they had to live in humiliation, they were\nstarve -- you couldn’t do that. And especially not the Jews, because they were absolutely\ninnocent. There was very few Jews in the Danish resistant movement, because that was\nan agreement, that we wouldn’t have -- we wouldn’t know, the people who decide that --\nthat because of a Jew was caught, we should see a Crystal night in Denmark. We couldn’t\nhave that. One of my good friends, [indecipherable] Israel, he lives in Israel now, he was\none of the guys who took -- broke in -- in the synagogue, and took all the silver. The\nTorah scrolls, they were all hidden in a Danish church, remember that, all hidden there.\nBut -- There was quite a lot, and they were afraid. And he was one of the few members of\nthe -- the resistant movement, and together with other Danes, he took the silver, send it to\nthe commanding chief of the German troops in -- up in Narveek. It came, because then\nwould it go to Elsinore. And in Elsinore, it was taken by the resistant movement, and --\nand -- and -- and hidden ti -- until the war. The synagogue was not touch by the Germans.\nThis -- The Jewish prisoners interationta was not sent to Auschwitz. Why”? Because SS,\nGestapo, the Germans, have seen how we reacted. And we were -- Denmark were rather\nimportant as distributor of food to Germany. And it mean, if they did something, it will\nbe closed. The Danish railway sabotage was qua -- rather good. At the same time, they\nwere building up the west la -- la -- the lansing line, or what, west wall what do you call\nit? And it was so much sabotaged in Denmark, by putting sugar in the concrete, and it\nwouldn’t harden. You know that? And they have seen -- they have seen the result that --\nbut they never would have believed, helps the Jews. They must have been completely out\nof their mind.",
        "Q: Do you ever think, or have you thought, or discussed this with anyone, that if -- 1f in\nother situations, in other countries, if there had been a similar kind of organized -- well, a\nsimilar kind of resistance, let’s say, and an attempt to save Jews, that things could have\nbeen different in other countries?",
        "A: First of all, that was -- that is not right, with organization. The success was because it\nwas not organized. It was private -- I mean, here and there, but of course, later, and\nduring the time, it was organized. What I really mean 1s that if the Pope had done\nsomething in the 30’s, maybe the situa-situation have been different. To me, a situation --\nI -- | am proud that the only church who really condemned, was the Danish church. That -\n- And it was not just words, because many refugee found a shelter in the vicary, and\nmany Danish priests were in connection with the resistant movement, and that way, were\nhelping the refugees to Sweden, send them ta -- send them to -- to other people who was -\n- but naturally, if there have been con -- people have condemned this, but who want to\nhelp a Jew?",
        "Q: You’ve talked a lot in this interview, mentioned that -- the feeling of shame, of not\ndoing enough, and then a -- and then how that -- that feeling shifted, when people --\nDanish people began to do so much. In the -- In the era after the war, I -- I wonder if you\ncould talk about that, the Danish people came out of the war feeling that really, you had\nbehaved, you had done the right thing. Many people have come out of the war feeling\nmaybe that they didn’t make good choices, and as -- I -- I read a quote that the Danes did\nnot lose their souls during the time of Hitler. And I just wonder if you have any thoughts\non that, I mean, whether -- whether you disagree with it, or -- or if it sparks any other\nthoughts?",
        "A: I never gave it a -- a thought, because we come -- we came back and we have been\ninvolved all the time, and I know that it was, as I said, with my grandmother’s blessing. I\nthink the main thought in Denmark, oh, God be praised. We had a very cheap travel. And\n-- But we learned from it. Denmark went into NATO. Today we are in Kosovo. We -- I\nlearned -- to me for -- for instance, that the eur -- eur -- European union is very\nimportant, I z -- have worked for -- and the European movement for 35 years or\nsomething. That was -- NATO and that European movement was in order to avoid war.\nWe have seen the war, and in the -- the years after the war, we saw the casualties, we saw\nthe million, we saw the result, we saw the con -- the concentration camps and -- and if\ncontinued in -- in the Soviet Union, where a gulag -- where Stalin killed even more\npeople than Hitler. But, I thought, naive as I was, that unity in Europe could make us a\nbetter continent. And I really think we have achieved quite a lot in that way. I really think\nthat for the first time in history, there’s not being a war in 50 years between central\nEuropean states. We have, of course, now down at the Balkan, but we have not have this\nwar between England, France and Germany. England an-and -- and France, to be the\nmaster of Europe. We have had this union which -- and my idea of a -- a union 1s what\nCharles DeGaulle said, a Europe of the Fatherlands. We are Danes, we are French, but\nwe are Europeans, but we are not going to be directed from Brussels. We have our own\nparliament, but we have so many common interests. We have the now -- which Denmark,\nnot are in yet, the eril -- the economy, but we will have it [indecipherable] in some years,\nwe will also be member of the European -- have the Euro as our currency. And I really\nlook forward to that. But the question that we should have been proud of ourself now, I\nreally think there was, in Denmark, very much self criticism of the way we behaved, the\ngovernment, the -- the work. They worked too much together with the -- with the German\nauthorities, but on the other side, we did not lose ourself, that’s right. The -- I was not less\nDanes when I returned than before, I really think that. W-We had a much easier time\nduring the war than most part. Only Sweden had it better. Yeah, they -- that -- so -- and\nafter the war, I really think that we have made very, very big progresses. We -- And the\nsituation between the nations in Europe is much better than it was before, and so we have\nlearned by the war, f-for Denmark to go into NATO, that’s okay. That’s just like to make\na garden on the inlands eyes of -- yes, because we -- It’s so long time we were a wild\nViking nation, we still remembered.",
        "Q: You’ve mentioned Kosovo once or twice, and I just ge -- like to get you to sort of\nelaborate a little bit on that, and I must remind people listening to this, that it’s April 16\",\n1999. It’s about two weeks into a very -- a very fierce bombing of Kosovo and of -- of\nSerb -- Serbian forces, by NATO. So, I would just like you to tell us a little bit more\nabout what you think about the decision to do that, and -- and why y-you think it’s\nimportant or not important.",
        "A: I said before what would happen if, in 1936, we had seen the French attack the\nGerman -- the Nazi German troops. Maybe million of people’s life have been spared.\nEvery time we stand against a dictator, you will see that he do whatever he want, and\nblame always his enemy for what is done. Now, that was the only way out. We had, in\norder to still live up to what we are taught, that we are our brother’s keeper, we must\nattack people who deny other peoples their freedom. And I can’t see it co-could have\nbeen done another way. Maybe I -- I -- I will not talk about sending in today, ground\ntroops. What happened today is that a fanatic man dec-decide hundred of thousand\npeople’s fate. It’s -- It -- He is really a dictator, he’s really danger -- dangerous against\nthe -- the world society, and to me it’s quite clear when you see the only people who\nsupport him, is the former -- people from the former Soviet Union, and China, and both\nof these countries have severe problems when it comes to human rights. And human\nrights is one of the thing we mut -- we cannot adjust them. We cannot say that human\nrights is for Christian, not for Muslims. So I really think that’s it. Go without saying, we\nhave to fight against what I call the evil.",
        "Q: The what?",
        "A: The evil.",
        "Q: I’m going to sort of go back a little bit. I wonder if you can tell us anything you\nremember right after the war, about trials of collaborators. And I know that there were\nsome 1-1n -- 1n your country.",
        "A: Well, I was against these trials, because the collaborators who was taken, was a small\nfish. And because of the -- the punishment they got, the lowest punishment for four years,\nall the small, easy cases, they got four years. But, when the big cases, where the real\ncriminals came up, oh well, then the softhearted Dane has said, that was too much. The\npeople who got the four years, they served their time. The others, they got maybe two\nyears, three years, and nothing hap -- and we had, of course, the severe examples, the\nkillers, the informers, and -- and some of them were shot. They deserved that, but the\nwhole s-system of laws we had, first of all, it was against Danish morality to have a law\nwhich punished things what has happened already. You cannot have a law going\nbackwards.",
        "Q: They had to enact new legislature for this?",
        "A: [indecipherable] I-l-l-legislation, but th-their excuse was that the Council of Freedom,\nin ’43, had said, if that and that are done, it’s an offense, and it will be punished after the\nwar. But, it was not a government, it was -- that had no power but okay, the main ideas in\n-- in the law was exactly what the Council of Freedom has said, but the Council of\nFreedom had not included this small, unimportant guys, they would have the criminals,\nthey would have really crimi -- the people who broke our law, who was traitors, but that\nwas a small, completely inno -- not innocent, but ignorant people who was punished out,\nand that was -- and then, if you were lucky and first were taken prisoner three years after\nthe war, and have done serious crimes, we would not have the death penalty. Children, be\nat five, six, seven years, and well, that was wrong done. The idea was right, of course you\nsc -- you have to be punished for thing you do, but it was done in the wrong way. They\nhit the wrong people.",
        "Q: What -- What about in your town, or Elsinore, what happened to the -- there weren’t\nas many, but what happened to the handful of collaborators there?",
        "A: Oh, they were arrested, but wha -- I must say, I’m ashamed of one thing. Quite a lot of\nthe girls who dating German soldiers, ti -- they were captured and they cut all then\npainted swastika on the ma -- I -- I was very upset when I saw that, and that -- that was,\nto me that’s -- that’s a shame on -- on the people who did it, I-- was very brave to cut --\ntake the hair off a girl, that’s -- no, but it normally was people who never had done a\nsingle thing during the war.",
        "Q: The people who were -- who were looking for revenge, had ne -- I’m not sure what\nyou said.",
        "A: I said that the pe -- the people who -- who did that, never did a single thing until the\nwar, they were -- they just find out how -- that was funny, that was -- okay, that was\npeople of the street, and I’m very much ashamed of that. But it happened in all towns all\nover Denmark that wrong people was taken prisoner, and wrong thing was done to -- to --\nto women.",
        "Q: So what do you think was going on there? Wh-Why did that happen?",
        "A: Because of the ligisation. First of all, because the Council of Freedom wanted to avoid\nthe Night of the Long Knife, as we had in other countries, where --",
        "Q: The night?",
        "A: Of the long knives. Where, in France, for instance, where many was killed when the\nliberation came. Also private problems was taken [indecipherable], then telling this is\nbecause of -- of the war, he is killed or she is killed, he had done so and so. That was --\nTherefore, the Council of Freedom wanted to have law, so the people who did something\nwrong, should be punished, but not private, this would be by the official authorities. And\nwe did that -- we did that. The only thing was when the judges of the street, and that went\nthe wrong way for quite a lot of -- of -- of the girls. S -- I don’t like what they did, I think\nthat was completely wrong, they -- but punishment, not that way, not that way. That is the\n-- the jury of the streets, we -- we can’t have that, not in a society wh-wh-who wants to\nhave law and order.",
        "Q: How long were you active in the brigade, after the war was over?",
        "A: Oh, for two months, about two months. We were dismissed the 10\" of July.",
        "Q: Okay, and what did you do then?",
        "A: Well, when I -- Just enjoyed life. For more than a month, I just went around looking\ngood friends up and meeting girlfriends, and living a life, and -- and then, in end of\nAugust, the hard work started, I started studying, I went through -- I went to the\nmercantile, and --",
        "Q: The Mercantile?",
        "A: Yes, I ha -- merchant high school. Then, it took three, four years, and in the meantime\nI got married, and --",
        "Q: Tell us -- Tell us a little bit about your wife.",
        "A: My first wife.",
        "Q: Your first wife.",
        "A: Nice girl, and we met, by the way, in the summer of love, summer of freedom,\nsummer of everything. The summer the sun was up 24 hours a day. So we\n[indecipherable] you know. It was out of this world. That was -- And well, many of these\n[indecipherable] coming the first years was maybe a little bit too early for us. And then\nmy -- the last year at school, at university there, I started in my father-in-law’s company\nand stayed there until ’81, long time after we have been divorced, and that -- that made a\nrather quick way out of the ri -- was many direction, by now I was 28, and --",
        "Q: What kind of company was it?",
        "A: We are selling chemicals, we are selling products for paint and varnish, plastic and all\nthis industrious, and medical. And in -- in 1960, I ki -- had my divorce. We had three --\nthree children, a boy and two girls, and he 1s now a -- well, 1s -- is an old guy now, and he\nis, of all places, in the re -- what do you call it, taxation? He’s a lawyer, and they sit there\nand -- but ki -- he is a very, very keen civil servant. So -- B-But that’s not my way of life.\nBut w-we -- w-we -- I see him two or three or four times a month, he lives not -- not so\nfar away. And then two daughters, one is a teacher, and the other is studying, now it’s art\n[indecipherable] studying all their life, and had a wonderful time. And they live both in\nCopenhagen, in the same -- s-same apartment house as my former wife. They bought that\n-- They bought that some years ago, and they -- they are living, and they are both\ndivorced, my daughters, I hope, soon, because I want to have more ch -- grandchildren\nthen. And then in ’60, I suppose, 61, I married Sonia and we have three sons. The oldest\nis now main director in our company. [indecipherable] son is director and been working\nsince 81. And then a son who’s a journalist, he has been here, and who’ll -- who’ll be\nback in May, to New York. And then the youngest who has just been in onwha -- enwise\n-- enwi --",
        "Q: NYU?",
        "A: NYU. Started on a film course, he wants to be a film maker. And we live in Esbagere,\nvery near to where I was born, and we have the -- the -- a good reason to go to\nWashington once a year, and we -- I’m making quite a lot of speeches now, in America,\nand that’s very good.",
        "Q: I want to ask about the speeches and why you come here, but before, do your children\nknow a lot of your history and wha -- and what you did during the war, and if so, when\ndid you tell them about it?",
        "A: As I told you, this 1s not a issue in Denmark. When we are talking about what\nhappened during the war, the -- we will always have this -- our debt, was it the first or the\nsecond World War? That is not an issue, because how could we behave in another way”?\nThat’s -- Th -- My children, when they see -- for instance when the groups of Jews are\ncoming to Denmark, are telling that and that, they -- they can’t understand it. Why? Wh-\nWhat could you have done else? So that’s -- that’s not an issue in -- in -- 1n our speech, in\nour home.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number three, side B. Can you talk a little bit about\nwhen you first began making speeches about this?",
        "A: Oh that’s -- I really think that’s about the time with the -- with the boat, when -- ’89, I\nsuppose it was, that Professor Leo Goldberger asked me to find a boat. We have been\ntogether somewhere and -- and then he -- he asked me to find, and then I make -- and\nthere was an interview in one of our papers, and the day after, the boat 1s here. And that’s\nthe boat, you know, and that was fantastic. And then -- And then, the boat it built oak on\noak, and it was from pre-war, and you don’t find them very often, because they were -- it\ntook quite a lot to make it clear every year, for the season, so -- but the -- the guy who\nhad it now was the third owner of the boat in this -- almost 50 years. So it was -- And\nthen --",
        "Q: Let me just clarify something. You’ve mentioned Professor Goldberger before, he’s\nDanish?",
        "A: He’s a Danish. His father was cantor of the synagogue in --",
        "Q: Okay, that’s right.",
        "A: -- in -- in Copenhagen.",
        "Q: So, he is involved with the museum, and -- and he contacted you and said, “I -- We\nwould like to find this boat,” and he sort of gave it to you as a job?",
        "A: Yes. Not the boat, but a boat.",
        "Q: A boat.",
        "A: A boat, and we found the -- this boat and my surprise that it was our boat, was minst --\nthat has been placed for 50 years, for all the years, in Elsinore, and I have boats in that\nsame harbor for many, many years.",
        "Q: And you didn’t know that --",
        "A: No, no, no, no. Because it was changed a little bit. The -- And the -- th-the name was\nquite different, and that is, you see, el -- in -- in Elsinore port there, the marina, that’s\n1200 boats, so you can’t -- can’t see the -- know them all.",
        "Q: How -- How did you search for the boat? Tell me what you did.",
        "A: Oh, well I just was interviewed and asked if anybody knew about a -- a b -- a boat\nfrom -- from the October °43, and then he came with it and said, “I bought that from\nTormul Larsen,” so it was so -- so easy to -- to go back and find the real thing, and\n[inaudible]. We had some wonderful pictures the day it was taken up from the harbor and\nput on the truck for -- dispatched thing to -- to Baltimore, I suppose it was, yes.",
        "Q: Okay. Do you remember when you found this particular boat and you actually went to\nsee it? Can -- Can you remember back what it was like to walk back on it?",
        "A: It was wonderful, because when I saw it first, oh it was ugly, it’s ugly. And -- But then\nI saw the captain, and there was one thing different, because there was another engine,\nand that engine was bigger than the engine that was in the boat before. And, but also the\nsame thing. You could -- You couldn’t remember. And Tormul Larsen, who was the --\nthe man who owned it after the war, said he had many good hours in that boat.",
        "Q: Did he -- Did you get a chance to go out on it?",
        "A: Yes, [indecipherable]. But only on the last -- the last trip from -- from -- down to the\nharbor where it was put on the truck, and sent to -- to America. And then I saw it in\nBaltimore, because we had very, very keen discussions about the color, because the paint\nthat was used on the boat in that time, was made of fish oil. We hadn’t -- We had no\nmineral oil to do it, so 1t was fish oil who was -- that was the -- the main part of it. And\nthat was fine to -- to find the -- it was gray, in order -- and non-reflecting, you know, not -\n- no gl -- [indecipherable] should be non-reflecting the light, in order to have it more\nhidden, when they were sailing, as they go, one wi-with the water.",
        "Q: And so it -- Was it brought here on a ship, 1n a container?",
        "A: In a container, on a ship.",
        "Q: Okay.",
        "A: Yeah. But that was not our business, because we di -- it was delivered on the pier.",
        "Q: Can you tell us a little bit about -- about when you speak. You said you do it quite\noften now. What do you find people are interested in when they hear you speak?",
        "A: First of all, si -- I must say that what I’m speaking of, is why Holocaust failed in\nDenmark. We are try to give the historical perspective, to give all the good thing which\nhappen, with -- with the dates, the time. It was in ’43. With the help from the German,\nwith the -- the position in Denmark that everybody would help a Jew, that it was not\nsomething uniqued. I want to give that forward, and then, the question 1s, of course, how\ndid you do it, and all this and -- and I try to te -- also, in humor that there’s been very\nfunny times. For instance, some of the -- the refugees, they had to stay, because they\ncouldn’t move the pe -- move the hospitals. And then a nurse asked the -- the -- the\ndoctor, ““What disease shall we write on the chart here?” “Oh, call it German measles.”\nYou see, that’s -- that’s typical Danish, typical Danish, that 1f we can have a little bit of\njoke, a little bit fun, and also to take the -- the atmosphere. These people lay in their beds,\nhad maybe a depression, they were afraid and all. And then, call it German measles.\nThey-- It gives a better atmosphere. So -- And then they asked the story about the king\nand the -- the -- the yellow star. And then, the -- always says, why was they not arrested?\nWell, because, as I say, nobody of these guys, knew a Jew. They had to ca -- th -- from\nthe gossip papers and all this. And also try to tell that -- that w-we -- we had food enough\nin Denmark, we -- it was not under same control and that it was not an organization. It\nwas many, many different people who tried to help and okay, there must have been a\nguardian angel in one way or another, whether you believe in angels or not.",
        "Q: I wonder if you could talk a little bit about, because I think this is in your first\ninterview, and 1-1-it’s just in speaking to you again, you’re clearly asked over and over,\nwhy did you do this, why did the Danish people help the Jews? And you -- you, over and\nover, try to convey why you did it, but you’re also trying to convey a kind of disbelief,\nalmost, that you get asked this all the time. Almost like a frustration, and --",
        "A: No.",
        "Q: No, not -- But I thi -- But I think it’s very telling, ab -- it 1 -- it’s telling of who you\nare.",
        "A: Well, I really think that what we did was a matter of decency. Could I have been able\nto look and see myself in the mirror if I had turned my back? It was in ’43, we knew\nabout the concentration camps, we knew that we had the possibility. We knew that these\npeople were innocent people. I think that’s -- that’s motivation, must be valued, also for\nthe people who ask. It’s enough for me. I don’t think we made something unique. I will\nnever be able to live a -- a country where you’re a hero because you give a helping hand\nto a fellow citizen. Or unique be-because you act in a decent way. You see, that’s -- that’s\nthe whole thing that my belief -- that’s why I’m not for democrac -- lif -- I’m not for\ndictatorship. I want to be democratic, but I cannot eat oysters and drink champagne if my\nnext door neighbor starve. I cannot enjoy my freedom when my next door neighbor, an --\nbecause of nothing, because of innocent work, are punished, because he -- he is a Jew. It\nshouldn’t be a crime. And we -- And we cannot accept that. And therefore, I -- I really\nfind that it was just a matter of decency. And that is why we don’t talk about, that’s not\nissue. That my children, they would have hated me, if I had done nothing.",
        "Q: H-How do you make sense of the fact, though, that so many other people do? That\nthey want to applaud you for what you do, that they do single you out, that they do talk\nabout it? I mean, how do you make sense of that?",
        "A: Pll have to answer with a joke. Once there was a man who came to me and said,\n“Why are you always so happy?” And [indecipherable] say, “Okay, in the morning, I s-\nstand up, go out, shave me, and see me in the -- in the mirror.” “I do the same,” he said.\nAnd then I ask, “Yes, but you don’t see me in the mirror.”",
        "Q: Let me see, h-how did your initial interview with the museum come about in 1989? D-\nDo you know who recommended, or did you offer to do an interview?",
        "A: No, no, no, no, I was asked to -- to do it, and because we have been on L Street there,\nseveral times, and because I was involved in the boat. And -- And maybe Leo Goldberger\nhave said I should -- could give some -- some views on this. And today, because I’m the\nonly survivor of the -- of the rescuer, not only, but you know.",
        "Q: Almost only.",
        "A: Uh-huh.",
        "Q: Y-You come frequently, and you’ve participated in a celebration at as -- a synagogue\nnearby. I wonder if you can tell us a little bit about that.",
        "A: They have a -- They call it a Garden of Righteous, and every year they honor a person\nwho have helped the Jews. And I was honored some years ago, and I can mention that\nProfessor Kaska is one and Frau Welnber another, so I’m in a very wonderful company.\nSo -- But I find that a very beautiful day and we meet quite a lot of the good friends we\nhave here in Washington area, and we love to be here. And one thing more, it’s at the\nright time. You see, time means something. We come here and have spring two weeks\nbefore we have it in Denmark, and we long for spring, after gray, very dull winter, to land\nin the airport here, 20 degrees Celsius, go down and see green trees, lots of flowers\nblooming [indecipherable]. That’s wonderful.",
        "Q: What do you think of the current -- the last few years there’s bis -- perhaps an\nintensified interest in -- in the Holocaust. There have been documentaries, and of course,\nthe movie “Schindler’s List,” which won many awards. A-A-Ha -- What do you think of\nall of that? D-Do you think there is a genuine interest, or is it perhaps maybe just a kind\nof a fad, or how do you make sense of it?",
        "A: It’s very difficult, because we have seen, after the war, many thing which goes near\nHolocaust. We see it today in Kosovo, we saw it at Rwanda some years ago. We see it in\nSudan, Muslims again Christian, we see that in India. We see that in the former Soviet\nUnion. I think that it’s also the interest in -- in avoiding -- avoiding a new Holocaust.\nTherefore, I -- when I participate, many times, it 1 -- a part of an Holocaust education, and\nI really think that the Holocaust education maybe can give us some answers how to avoid\nit. 1 mean, education is one of the things, when you see round the world, people living\nnext to each other in different countries, they believe the other country will do that and\nthat and vice-a - versa. And they fear it, they don’t know. The more we’re able to know\nabout our neighbor countries -- neighbor countries, it will help. I don’t believe that we are\nable to make countries love each other, but could we, through education, make them hate\na little less, we would had achieved quite a lot. But, I think it’s so important, with the\nHolocaust education, and a part of the Holocaust education is also “Schindler’s List.”\nLast year here, we watch a preview of a picture about the Danish rescue of the Jews, and\nit was not so special, truthful, but it was a good story, and -- but it gives the impression\nall the time, that we can do something. Not to avoid it, but to dimin-diminish the results\nof it. We -- We must do something, we must learn people to do what we, as Christian or\nJews, are taught. That we are our brothers and sisters keeper. If we live up to that, I really\nthink that it will be a much easier way to live, and a more lucky world.",
        "Q: How -- What is the situation in your country now, with Jews? Is -- Is it similar, has it\nshifted in any way? Have you ever seen a period where there was some anti-Semitism?",
        "A: Never. I can tell you, last time there was anti-Semitism in Denmark, was in 1 -- 1813.\nAnd there was something unique, because th -- that -- this year, 1813, the Jews got full\nDanish citizenships and were allowed to trade on the exchange. And some of the Dane --\nother Danish -- non-Jewish merchants there, were very annoyed about that. And they\nhired some people to beat the Jews. And some of the Jews were beaten badly. But, the\nking made an action. The people who was hired was jailed, and the merchant who paid\nthem was fined very hard. Since that day there have been no anti-Semitism in Denmark.\nAnd I -- There won’t be ba -- for instance, we have lots of literature in Denmark written\nby Jews, but all in Danish. In other country, y-you will see, in Yiddish or in -- in Hebrew,\nbut the Danish -- by accident Jewish, authors, write in Danish. They’re a -- an important\npart of our literature. And therefore, the Jews are not something different. They are not\nliving in ghettos, they can be your next door neighbor. They are -- During the war, during\nthe occupation, one of the chefs of the department of Social Affair, was a Jew. Today, y-\ny-you don’t -- y-y-y-y -- that 1s -- that is not a question to put because why should there\nbe?",
        "Q: Well, in preparing for this interview, I did read one thing that right after that war, that\nthere was a -- a few situations of anti-Semitism and that people attributed it to the Nazis\nhad sown some seeds, and -- and then it -- it kind of was pushed away again, but that --\nthat it was hard right after the war, and some people were grumbling and saying, oh,\neverything’s the Jews fault. This I read, but I think that it, the source of it was Rabbi\nMelchior. And he said that it was very short-lived, but that it -- it -- there was just that\nmoment, and I -- so I was curious about that.",
        "A: Well, normal -- normally I quite agree wi -- I don’t know the -- we have several\nMelchior. The -- The rabbi who said in the synagogue in ’43, was the other -- that was\nMarcus Melchior, and his -- hi -- that he wrote, “That was a Golden Heart,” when he\nreturned. And the other, Ben Melchior, he just retired last year, and I haven’t seen that,\nabout that, but maybe something I have overlooked, but today, that’s nothing, nothing. I -\n- Because everything we were against, as a nation, was nascism, and I will be very\nunhappy to believe that one of the most nasty things with nascism, should have been\nsurvived id -- in Denmark. I think that’s -- No, well I -- I can’t -- I can’t understand it.",
        "Q: H-How -- How is what you did and many, many others of Danes, how is that\ncommemorated in your country?",
        "A: Not at all.",
        "Q: Not at all.",
        "A: Why should it? Why should it? We have our Friends of the Sound. We meet once or\ntw-twice a year, and we have our tradition.",
        "Q: Oh, Friends of the Sound is your -- re-really, your -- the group that did all this work\nwith the rescues and the boats, or --",
        "A: No, no, no, that -- that is -- that is a -- a union of all this who did.",
        "Q: Okay.",
        "A: Because ha -- Elsinore’s Sewing Club is one, and -- but the Friends of the Sound was\nfounded by t -- Mr. Thompson, he was an innkeeper and he died in concentration camp.",
        "Q: And what do you do when you meet? The Friends of the Sound.",
        "A: What I do?",
        "Q: What -- Wh-What -- What does the group do when it meets?",
        "A: Having a yearly what do you call it, yearly meeting. We are a society and we have\nelection about who shall be the chairman, and on the very, very high level. And then we\nhave a good dinner, and we have some songs and -- and we are still, the few of us, still\nable to drink a beer or two. We -- But we have a -- that’s a reunion every year and that’s\nin -- that’s really nice, but it is hard to be the president, with less and less members.",
        "Q: And just one last question. A-A-As people who really remember the experience pass\non, do you have any -- how do you think your -- what you did will be remembered? I\nmean, how will it be remembered correctly, as you would have liked it to be?",
        "A: That -- That was a bunch of people, because there was many women in it, who act in\nthe only way you can act, if you want to be a decent person, and nothing more. Because it\nmust not, if we want to avoid Holocaust, be heroes or unique who do that. No, that should\nbe the normal man, because he can avoid -- the hero cannot but maybe save a couple o-or\ntwo, but that must be the normal man who understand it’s possible to avoid, without\nbeing a hero, because we are not Rambos or Schwartzenegger, or VanDamme or what. It\n-- To avoid Holocaust is, you will have to use the normal person. And I -- If I shall be\nremembered, it’s that I did a reas -- a decent thing and that was not more what you can\ndemand of everybody. Still remembering you are your brother’s keeper. There we are.",
        "Q: Thank you very much.",
        "A: You’re welcome.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Preben Munch Nielsen, conducted by Katie Davis, on April\n16\", 1999, at the United States Holocaust Memorial Museum, in Washington, D.C. This\nMunch Nielsen on November 6, 1989. The United States Holocaust Memorial Museum\ngratefully acknowledges Jeff and Toby Herr, for making this interview possible. This is\ntape number one, side A. Will you just say your name, and tell us the date of your birth?",
        "Q: Can you tell us the name of your mother -- the full name of your mother and your\nfather?",
        "Q: Can you spell that?",
        "Q: And were they also from the town that you were born in?",
        "Q: Di-Did you have any siblings?",
        "Q: Her name?",
        "Q: Okay. And when was she born?",
        "Q: Okay, okay, good. And c-can you tell me your grandmother’s name?",
        "Q: Was she ma -- a maternal grandmother, or mat -- paternal?",
        "Q: And what was her last name?",
        "Q: So, you eventually took your grandmother’s last name?",
        "Q: Oh, okay, okay.",
        "Q: Okay. And can you tell me a |-little bit about what it was like when you were growing\nup? What -- What was your home like? What -- What did you do? This is maybe even\nbefore you went to school? What was it like living with your grandmother?",
        "Q: What were some of the things that you weren’t allowed to do? How was your\ngrandmother old fashioned?",
        "Q: [inaudible]",
        "Q: Well, your sister was there, so your grandmother was bringing up six children?",
        "Q: Okay. So she -- Tell me a little bit more about her. What was she like?",
        "Q: You said that she was -- that she gave things, that she reached out to people. Can --\nCan you talk a little bit about that, what you remember of her as you were growing up?",
        "Q: What do you recall about religion, growing up, or faith? Did you go to church, or were\nthere any habits or rituals at home, that you recall?",
        "Q: Not to stir it?",
        "Q: What -- You’ve talked a little bit about the love in your household, and the -- the s --\nthe structure, the discipline. What else do you remember about values your grandmother\ntaught you, or perhaps a sort of a philosophy, as you were growing up?",
        "Q: There was no [indecipherable] kind of -- I really think that she thought that if we did\nwhat she did, it was okay [indecipherable] example. I -- I just think that’s -- that was her\nidea. She was not a -- a big thinker. We had too much to do, but she was a good pe -- a\ngood -- a good woman, and we loved her, and so I have had a childhood which was quite\nout of this world. When I hear about what’s going on [indecipherable] well, that’s a -- I\nenjoy to think back a-at that time.",
        "Q: What did your grandmother do all day? You said there was some financial resources,\nwas she working at all, fro -- a garden, or anything?",
        "Q: I want to talk a little bit about politics. I mean, did -- did you ever hear politics\ndiscussed at the dinner table? What -- What were y -- her ideals, or perhaps even yours?\nAt this point, you’re 13 -14 - 15. How were you getting some of your political ideas? A-",
        "Q: Do you remember when you first began to form your own idea about Hitler? Do you\nremember listening to the radio, perhaps with your grandmother, or aunt, or perhaps other\npeople, neighbors, or --",
        "Q: C-Can -- Can you talk a little bit more about people felt about how your government\nreacted, and what they would have liked to have seen?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munc-Munch Nelson -- Nielsen. This is tape number one, side B. Okay.",
        "Q: I want to go through this step by step. Can you first remember wh-when this idea\narose? A-And you talk about we, wh-who is we? If you could tell me who these people\nwere, and -- and if you can think back, were you sitting around and you decided that, let’s\ndo this, or did someone approach you?",
        "Q: So at first -- I want to just go through this, a friend came with some papers and you\nasked for a few, and then you took them and distributed them, 1s that it?",
        "Q: Okay.",
        "Q: The first murder?",
        "Q: A few more details about the period when you’re distributing papers. When this young\nman who initially gave you the paper, did -- I mean, did you have to be interviewed, or\nchecked out in some way to become a part of this network?",
        "Q: And yet, there could have been people who were collaborating secretly. Was there that\nfear at all? Did you have any misgivings, and how were you careful?",
        "Q: Ho-How many young people were involved, would you say?",
        "Q: Okay. Now, is this something that your grandmother knew you were doing?",
        "Q: Why not?",
        "Q: S-So you did have to be secretive. I mean, how did you -- tell me a little bit about that.\nHow were you careful? Ho -- Where did you carry the papers? If you were dropping it off\nat someone’s house, who you said would be interested, how did you do that? Give me a\nsense of how you did that.",
        "Q: Tell me -- What -- Did -- Did the newspaper that you had brought from the school, did\nit have a name?",
        "Q: Okay. And when they actually got news, were they -- how did they get news and then\nput it in the newspaper?",
        "Q: Gi -- You said that somebody be -- was a -- a -- a very good writer, and became a well\nknown journalist. What -- Who is the name of that person?",
        "Q: Now, at this point, you’re very involved in these newspapers. H-H-How are you\nthinking? How do you -- What are you thinking about what you’re doing? Do you think\nto yourself, I’m a member of this informal resistance? How do you make -- yeah, make\nsense of what you’re doing?",
        "Q: Did you -- Were -- Did you ever have an opportunity to choose to do something like\nsabotage, and what were your thoughts about it?",
        "Q: You were about 14?",
        "Q: Okay.",
        "Q: Who was that policeman?",
        "Q: We’re looking through a book that Mr. Munch Nielsen brought and will be part of his\nfile, and part of the -- the Holocaust archives.",
        "Q: Who was [indecipherable]",
        "Q: Okay.",
        "Q: Before we -- we move on to that whole chapter, I’m -- I’m just ask you a few more\nquestions about the period in your -- in your life when you were working with your s-\nstudent friends and distributing newspapers. I wonder if you could -- In your initial",
        "Q: An apprentice.",
        "Q: An apprentice.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number two, side A. Okay, you were telling us about\nFroida Yacobsen.",
        "Q: Who was bombing?",
        "Q: If you could just help me understand a little bit. Did you understand that he was such\nan important figure when he was in your school as an apprentice, or was it later that you",
        "Q: What would you say your teacher -- apprentice teacher, Froida Yacobsen, what --\nwhat did you take away from him? What did you do, do you think you learned? You\nknow, you -- you mentioned that you felt less shame, you were very proud of him, but di\n-- did you take away any other things from him?",
        "Q: At this point, what did -- At this point, what is going on with the king of your country?\nD-Do you ever see him, and what do you think about how he’s conducting himself?",
        "Q: He used to ride his horse -- when you’re talking about riding, he was riding his horse.\nDid you ever see him?",
        "Q: Describe it.",
        "Q: His -- His name was King Christian?",
        "Q: The 10\"?",
        "Q: I-I -- I want to see if you recall, when you first began getting some inkling that things\nwere shifting in the country, specifically with -- that -- that Jews might be rounded up by\nthe -- the Nazis? Do you remember how you heard about it or who told you?",
        "Q: And you -- where were you? Were you at home at that time?",
        "Q: Do you remember approximately when that was?",
        "Q: To make them sleep, or --",
        "Q: You’re talking about at the higher level, that a -- a German told a Dane that -- that --\nthat Nazis were going to round up all the Jews in early October.",
        "Q: Burglaries, in the --",
        "Q: Roshanna -- Rosha -- Rosh Hashanah.",
        "Q: I want to ask a few more details about what you’re assignment was. So, you were at\nhome, and this policeman that we’ve mentioned, comes and tell -- gives you an\nassignment. Where were you supposed to pick up the group of people? What -- How did\nyou pick them up, in a car or walking? And did you do it right away? Was this something\nyou went and did right away, or how did it work?",
        "Q: The train station?",
        "Q: This was the first time you were asked to do it?",
        "Q: Oh, you’re describing how you snuck people out of the hospital?",
        "Q: Not you, but the resistance movement?",
        "Q: Okay.",
        "Q: Shaved his beard.",
        "Q: You were sitting up straighter --",
        "Q: -- just now, when you did that.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number two, side B.",
        "Q: You -- You were just talking, I think, about the circumstances which had changed,\nwhich perhaps made this possible.",
        "Q: I wonder if you could tell -- tell me a few more details. I want to fi-finish the story that\nyou -- you were told by the policeman, one evening without warning. You went to the\ntrain station, you recognized the group of people, the group of Jews coming. What did --\nTell me where you took them. And presumably, you hadn’t had a chance to call your\nneighbors and say you were coming by, so tell me how that worked.",
        "Q: Th-Th-This week that all of the activity’s going on and -- and you’re very busy, did\nyou stop going to school that week, and tell -- and were you working pretty much all the\ntime? H-H-How many people did you pick up, would you estimate, in -- or maybe how\nmany trips did you make?",
        "Q: In your years, did you ever come across someone who recognized you and said, “You\ntook me over on a boat.”",
        "Q: Tell that story, tell that story.",
        "Q: Essentially, at some moment, you were a refugee, correct?",
        "Q: A courier.",
        "Q: Where did you live?",
        "Q: Tell us a little bit about the Danish brigade. You’ve mentioned that, but I wasn’t as --\nsure what that was, because -- are you saying it existed in Sweden?",
        "Q: So you were training to be a real ground troop?",
        "Q: [indecipherable]",
        "Q: And the Polish.",
        "Q: Were you hoping that you would be able to go while the war was still on?",
        "Q: To fight.",
        "Q: Describe how you got back to Denmark. When were you told that you should\nmobilize? How did you get over with your brigade? And -- And perhaps even when you\nactually got off the boat, how did your -- your fellow citizens react?",
        "Q: Did you know anyone in the crowd?",
        "Q: What did your grandmother say to you?",
        "Q: And then, you said you just had five minutes. Wha-What was your assignment, where\ndid you have to go off to?",
        "Q: You kept the German soldiers so that they could help you sweep for the mines?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number three, side A. Before we move on too much\ninto the post war era, I wanted to ask this question, and you’ve certainly touched on it\nmany times, but why do you think the rescue of Jews, fellow citizens, but they were Jews,\nwas so successful in -- in your country? Why do you think that was so?",
        "Q: Do you ever think, or have you thought, or discussed this with anyone, that if -- 1f in\nother situations, in other countries, if there had been a similar kind of organized -- well, a\nsimilar kind of resistance, let’s say, and an attempt to save Jews, that things could have\nbeen different in other countries?",
        "Q: You’ve talked a lot in this interview, mentioned that -- the feeling of shame, of not\ndoing enough, and then a -- and then how that -- that feeling shifted, when people --\nDanish people began to do so much. In the -- In the era after the war, I -- I wonder if you\ncould talk about that, the Danish people came out of the war feeling that really, you had\nbehaved, you had done the right thing. Many people have come out of the war feeling\nmaybe that they didn’t make good choices, and as -- I -- I read a quote that the Danes did\nnot lose their souls during the time of Hitler. And I just wonder if you have any thoughts\non that, I mean, whether -- whether you disagree with it, or -- or if it sparks any other\nthoughts?",
        "Q: You’ve mentioned Kosovo once or twice, and I just ge -- like to get you to sort of\nelaborate a little bit on that, and I must remind people listening to this, that it’s April 16\",\n1999. It’s about two weeks into a very -- a very fierce bombing of Kosovo and of -- of\nSerb -- Serbian forces, by NATO. So, I would just like you to tell us a little bit more\nabout what you think about the decision to do that, and -- and why y-you think it’s\nimportant or not important.",
        "Q: The what?",
        "Q: I’m going to sort of go back a little bit. I wonder if you can tell us anything you\nremember right after the war, about trials of collaborators. And I know that there were\nsome 1-1n -- 1n your country.",
        "Q: They had to enact new legislature for this?",
        "Q: What -- What about in your town, or Elsinore, what happened to the -- there weren’t\nas many, but what happened to the handful of collaborators there?",
        "Q: The people who were -- who were looking for revenge, had ne -- I’m not sure what\nyou said.",
        "Q: So what do you think was going on there? Wh-Why did that happen?",
        "Q: The night?",
        "Q: How long were you active in the brigade, after the war was over?",
        "Q: Okay, and what did you do then?",
        "Q: The Mercantile?",
        "Q: Tell us -- Tell us a little bit about your wife.",
        "Q: Your first wife.",
        "Q: What kind of company was it?",
        "Q: NYU?",
        "Q: I want to ask about the speeches and why you come here, but before, do your children\nknow a lot of your history and wha -- and what you did during the war, and if so, when\ndid you tell them about it?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nPreben Munch Nielsen. This is tape number three, side B. Can you talk a little bit about\nwhen you first began making speeches about this?",
        "Q: Let me just clarify something. You’ve mentioned Professor Goldberger before, he’s\nDanish?",
        "Q: Okay, that’s right.",
        "Q: So, he is involved with the museum, and -- and he contacted you and said, “I -- We\nwould like to find this boat,” and he sort of gave it to you as a job?",
        "Q: A boat.",
        "Q: And you didn’t know that --",
        "Q: How -- How did you search for the boat? Tell me what you did.",
        "Q: Okay. Do you remember when you found this particular boat and you actually went to\nsee it? Can -- Can you remember back what it was like to walk back on it?",
        "Q: Did he -- Did you get a chance to go out on it?",
        "Q: And so it -- Was it brought here on a ship, 1n a container?",
        "Q: Okay.",
        "Q: Can you tell us a little bit about -- about when you speak. You said you do it quite\noften now. What do you find people are interested in when they hear you speak?",
        "Q: I wonder if you could talk a little bit about, because I think this is in your first\ninterview, and 1-1-it’s just in speaking to you again, you’re clearly asked over and over,\nwhy did you do this, why did the Danish people help the Jews? And you -- you, over and\nover, try to convey why you did it, but you’re also trying to convey a kind of disbelief,\nalmost, that you get asked this all the time. Almost like a frustration, and --",
        "Q: No, not -- But I thi -- But I think it’s very telling, ab -- it 1 -- it’s telling of who you\nare.",
        "Q: H-How do you make sense of the fact, though, that so many other people do? That\nthey want to applaud you for what you do, that they do single you out, that they do talk\nabout it? I mean, how do you make sense of that?",
        "Q: Let me see, h-how did your initial interview with the museum come about in 1989? D-\nDo you know who recommended, or did you offer to do an interview?",
        "Q: Almost only.",
        "Q: Y-You come frequently, and you’ve participated in a celebration at as -- a synagogue\nnearby. I wonder if you can tell us a little bit about that.",
        "Q: What do you think of the current -- the last few years there’s bis -- perhaps an\nintensified interest in -- in the Holocaust. There have been documentaries, and of course,\nthe movie “Schindler’s List,” which won many awards. A-A-Ha -- What do you think of\nall of that? D-Do you think there is a genuine interest, or is it perhaps maybe just a kind\nof a fad, or how do you make sense of it?",
        "Q: How -- What is the situation in your country now, with Jews? Is -- Is it similar, has it\nshifted in any way? Have you ever seen a period where there was some anti-Semitism?",
        "Q: Well, in preparing for this interview, I did read one thing that right after that war, that\nthere was a -- a few situations of anti-Semitism and that people attributed it to the Nazis\nhad sown some seeds, and -- and then it -- it kind of was pushed away again, but that --\nthat it was hard right after the war, and some people were grumbling and saying, oh,\neverything’s the Jews fault. This I read, but I think that it, the source of it was Rabbi\nMelchior. And he said that it was very short-lived, but that it -- it -- there was just that\nmoment, and I -- so I was curious about that.",
        "Q: H-How -- How is what you did and many, many others of Danes, how is that\ncommemorated in your country?",
        "Q: Not at all.",
        "Q: Oh, Friends of the Sound is your -- re-really, your -- the group that did all this work\nwith the rescues and the boats, or --",
        "Q: Okay.",
        "Q: And what do you do when you meet? The Friends of the Sound.",
        "Q: What -- Wh-What -- What does the group do when it meets?",
        "Q: And just one last question. A-A-As people who really remember the experience pass\non, do you have any -- how do you think your -- what you did will be remembered? I\nmean, how will it be remembered correctly, as you would have liked it to be?",
        "Q: Thank you very much."
    ],
    "answers": [
        "Answer: Preben Munch Nielsen, 13\" of June, 1926.",
        "A: My father’s name was John Harry, and mother’s, Marea Dorethea.",
        "A: My father’s, John, J-o-h-n, Harry, H-a-double r-y, and my mother, M-a-r-e-a D-o-r-e-\nt-h-e-a.",
        "A: No, they -- I was born in Copenhagen, but my mother died rather young, and I was\ntogether with four cousins, and brought up together with -- with my grandmother, in\nSnagerstein. I was born in Copenhagen, in the hospital there, but lived practically all my\nlife in Snagerstein.",
        "A: Yes, a -- a sister.",
        "A: Grethe, G-r-e-t-h-e.",
        "A: In 1928, two years younger than I.",
        "A: She was born in Sweden, and her name was Augusta, A-u-g-u-s-t-a.",
        "A: Paternal grandmother, my father’s mother.",
        "A: Em -- Nielsen, just like mine.",
        "A: No, that was my father’s last name.",
        "A: My father’s name was the same as my grandmother’s.",
        "A: I cannot say that -- how it would be without her, because I’ve always known one life,\nand that was with my grandmother, and in a big family with -- with four cousin, which\nwas more like brothers and sisters, and I had a very wonderful childhood. We lived in a\nbig house, three stores high. My grandfather, he had passed away at that time, but he had\n-- had had a hotel in Elsinore, our neighbor town, and my grandmother was reasonable\nwell off, and we had a wonderful life, and with much love. Of course that was -- might\nbe a little bit more old fashioned. There were some thing which I saw later on, that our\nmaids could do, that we were not allowed to do, but really we don’t miss it. We had a\nvery nice, very beautiful childhood together.",
        "A: Five o’clock, was five o’clock, and when she had said something, she was a female\ndictator, so she was ra-rather strict, but I-I don’t remember any time she hit any of us. It\nwasn’t necessary, yeah. A blink with eyes, a finger lifted.",
        "A: That’s okay. So -- But w-we were not a-afraid of something, no, no, no, no, but that\nwas the way -- that was the rule of the house and they -- the rules we had might be -- was\na little different from -- from others. There was also a generation, and different from the\nway our maids were brought up and the way we were.",
        "A: Yes.",
        "A: She was a very heartful lady. She did new -- what she could do for helping people. But\nstill she had -- she was Swedish, so there a difference between Swedish and Danish. The\nSwedes are lay -- almost stiff, and -- in their way of life, and she came to Denmark, very\nyoun -- young and married my grandfather and they made together this wonderful hotel,\nand -- and she has always been in a commanding position, and she was that to her last\nday. So -- But our home was full of love and we had all the things we wanted to have to\nplay. We had the big garden. We lived in Snagerstein, that 1s three miles south of\nElsinore. We had -- From our windows we could see over the sounds of Sweden. We --\nEvery summer, we -- we wot out swimming and sailing. We had the boat very near to us,\nso we had it, really, a wonderful life. So -- A-And she was, of course, the manager of all\nthe things, who make it possible.",
        "A: No, really, I dow -- just know that people came and -- and what -- what they got, I\ndon’t know. But I know during the war, she was very helpful in many ways to people\nwho had no clothes, because she gave, of course, what we ha-have left over -- be -- so,\nshe -- she was very h-heartly in -- in her way of living. But the small details is difficult to\nremember.",
        "A: My home was a typical Danish four wheel Christian life. You know, you go to church\nwhen you on f-four wheels, for baptism, for wedding, confirmation, funeral and\nChristmas eve. We were not -- Of course, we believed, but we were not church-goer, not\nchurch-goer. We -- No, I -- I really think that the only religious influence in the house\nwas that grandma, every morning, 8:30, listened to the radio from the dume in\nCopenhagen, there was every day, a -- a 10 minute sermon. And that -- that was -- But,\nwe were not church-goer. First of all, there was quite a long distance to church. And, by\nthe way, my grandmother was not very fond of the minister. He was from what we -- I\nwould call a very Orthodox, and very narrow minded part of the Danish church, called\nInternal Mission. That, you know, everything was prohibited, but you were allowed to\nput cream and shoke in the coffee, but not ter.",
        "A: Thas -- Hey wa -- Tha -- That’s the right, that’s right, that -- that part of -- of course it\nnot -- not true with the coffee, but in that way, that everything was s-sinful. And that was\ntoo Orthodox for my grandma. And th-the sermons from the radio, that was something\nelse, that was a more Reformed, and open form of religion. But, of course, the religions,\nthe bages should be the same, bus all the outfits, which make the difference.",
        "A: I understand you are a young American. If you have tol -- as-asked this to -- to a\nDanish girl in that age, “I have six children, I have a big house, and you say wh -- ask\nwhat I do?” I really think that -- We had, of course -- There was an aunt living with us, a-\nand she was so wonderful, and wa -- that was my grandfather’s sister, never married, and\nwas -- was the lady who took care of the kitchen and all this. And then we h -- always\nhad a girl, a maid. But those ga -- a -- a big garden, you know. That was the only thing I\nhated, it was to pick up the leaves from the -- the -- the leaves of roses. That was a big,\nand a boring job. But there was a big garden, and my -- my grandmother was very\ninterested in -- in gardens. So, she got plenty to do, plenty to do.\nA-And it doesn’t have to be specifically with a specific party, but just ideas about how\nthings should be.",
        "A: You see that, in Denmark, we ha -- for all the years when I was young, mixed\ngovernment between the social democrats and a radical party. And, you must recall that,\nin the 30’s, after the Black Wednesday in ’29, Denmark had had very -- indeed, very bad\neconomical conditions. A big part of our -- our export was agriculture, and the first --\neverybody stopped in Britain, was our biggest market, that was agriculture products. So\nthere was a really big unemployment in Denmark in the beginning of the 30’s, and there\nwas, even then, not any tension t -- revolution or to Communism, all this, because there\nwas a social welfare in Denmark. A social welfare, which was backed up even by the\nmore conservative parties, so there was uni -- unity about -- to give the people who was\nnot so good off as we, a helping hand. And after ’36, it turns a little bit, and in °38, just\nbefore the war, we had a reasonable good situation, and of course the social democrat got\nthe credit for that, and that is okay. And, at the same time, a certain Mr. Hitler, made his\nnumber in -- in Germany. We thought that Hitler was a clown. We und-underestimated\nthat guy. His screaming, his completely directed reviews. He -- When we saw him in the\npicture -- the pictures of him, when we -- when we heard him in -- in the radio, on -- on\nfilm, or this newsreels, it was -- w-we couldn’t understa -- we really thought the man\nmust be crazy. And that gave Denmark an injection against narcissism, because that was\nalso completely foolish for us to believe that anybody are supermen. I never forget, we as\nDanes, was so -- the best of all the Aryans, with our blue eyes, our blonde hair, and -- and\nall this. And we couldn’t u-understand anything out of -- and therefore, in Denmark, there\nwas a feeling of certainness, that that guy could never be a threat. That was °36 - °37.\nThere was a -- that w -- I say, here was not something I knew that time, because as 10\nyears old, you are not that interest. But, the [indecipherable] was that when he had passed\nthe bridge over Rhine, the river Rhine, and taking over the old German socketbeat\nwithout, and he was shooting at him. Maybe the whole world could have -- be something\nelse today, this day in April, in ’99, where we talk about Kosovo. If somebody had shot at\nthe German army crossing the bridges over Rhine in 1936, maybe millions of people had\nbeen alive today. I don’t know, but I say it because that gis -- my impression what’s right\nor wrong in Kosovo.",
        "A: I can say the day exactly, the ninth of April, 1940, I woke up and -- because there was\nairplanes in the air. We had -- To see an airplane in that -- the -- in those days, that was\nsomething special, but here was lots of them, coming up from south, over the river Sund,\nand they were -- the destination were Norway, because that was the day Hitler occupied\nDenmark and Norway. And then they came back and they -- then went over Copenhagen,\nand we have heard about the bombardment of Wachau, in the year before, when the start\nof the war started, and afterwards, we got the -- the message that Hitler has threatened to\nbomb Copenhagen if we did not -- gave up and sign the treaty that let -- he should take\nover the power and -- and all this. And we had that time, 13,000 soldier, that was all, and\nsomebody was killed at the -- at the border between Ge-Germany and Denmark. That day\nI got my impression what -- a man who have made a non-aggressive treaty with us, and\nbroke it, that man was no good, and he was certainly not a clown, but he was a threat.\nAnd from the -- that day, I -- I despised the man, and the regime. But I think that goes for\nmany, many, many. I was 13 years, that ni-ninth of April, and it was strange because I\nhad to go to the station. I went to school in Copenhagen, that was a dri -- a drive of about\nan hour or so, and non -- in the train, I’ve heard about it. We have to -- seen the planes\nand all this, but when we came to the -- to Copenhagen, we had to stop one station before\nNorbel, and w-w-w -- had to go out of the train and up in the streets, we heard the\nGerman soldiers. And that was a shock. I was really in shock. And -- But we could do\nnothing. [indecipherable] dreams that you can have a gun and shoot, all that. Well, wund\n-- it became a normal day later. Where we lived, we saw no German soldiers. I saw them\nwhen I was a-at school in Copenhagen, and I really think Denmark 1s a sha -- I remember\nthat’s the first time in all our history, we have lost all freedom. And I know it s-seems\nmaybe a little pathetic, but freedom is something you don’t talk about, and don’t know\nexists until you lose it. Then you’ll find out what it means. This -- To live, one day ina\ncountry with law and order, the next in a country where you do not know what is law and\norder, because the other set up what you have to be and say, that is difficult. All this --\nFor instance, with the news. From one day to another, we just had one side of the news.\nAnd that was the main reason that we young people, of course, guided by grown-ups,\ncame in -- very young in the illegal press work. As paper boys, we distributed -- and to\nme it was very clear. I went to school in Copenhagen, I lived on the country side in -- in\nWillet, so it was naturally I had some papers with me, and gave them to people who I\nknew would en -- would use them right, because that was all informations. W-W-We\ntried to listen to BBC, but the Germans make some disturbings jop, so it was very\ndifficult. You should have seen all the antennas you tried to make, in order to get the\nnews from BBC, three times a day. And, again, BBC was the truthful news media. But,\nmaybe they’ll be just as muss -- misunderstandings from their side. Beeb -- The -- The\nGerman’s news from the different fronts, was always taken as 100 percent lies. But on\nthe other side, in the fort -- in ’40, what happened? Holland, Belgium, France fell.\nDunkirk. It was a very, very sad time. It was very difficult to keep up this stee. That was -\n- And our government, we had a government at that time, the-they make collaboration\nwith the Germans, which we didn’t like. We -- We thought they were cowards. That’s\neasy to say when you are not sitting at the fir -- in the first row, but that was a very\nshameful feeling, that we have failed, that we now saw that England was very, very hard\npressed, and there was none in Europe, who could help. Never forget that on -- in the ’40,\nthey had still the pact between Stalin and Hitler. It was just -- there was no way out of it.",
        "A: I think that most people, they thought, oh hey, comme ci, comme ¢a, it’s going. We\nhave still our steak every Sunday, and we have st -- still that and that. That’s -- It’s not\nthat bad, and that’s -- But, the young people, who had -- out from the -- the point of\nshame, some other interest. We wanted something should happen. Of course, most of the\npeople of that part, were quite young. They had no responsibilities. I cannot today\nunderstand that maybe I would had another meaning, another opinion of things, if I’ve --\nhad been married, and two or three kids. But, we thought that we did too little to show\nthat Denmark should again be a free country. And that was -- But on the other side, every\nb -- I think that some Danes believed that Hitler will win the war. But there were never a\ngreat Nazi party in Denmark. The two -- two and a half percent, that was -- maybe three,\nwas -- and many of them came because -- and that -- that’s completely crazy --because of\nthe pact between Germany and Soviet Union. And Soviet Union’s attack on Finland.\nThere was a fro -- Finnish feelings in Denmark, and we really found that Soviet Union\nand Germany were the same bad taste. And some people, they went to fight against\nRussia in Finland and some of these people later on, when Hitler attacked Russia in 1941,\njoined Hitler, in order to -- it should benefit Finland. Finland joined Hitler in that war.\nBut there was this northern feelings for a -- a brother land, and -- but that -- that was only\na few people in Denmark, most --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: The most people, they were completely indifferent. But then, time went on and we,\nfrom the [inaudible] started with distributing illegal papers, now started to print them\nthemself. We got a -- a dummy from -- from one place in Copenhagen, had, by different\nperson, got paper. That was a very big proten, to get paper for it, and then we made a\ncopy, which we otherwise would have brought hundreds copies, then we made more self,\nand that’s -- that was our very, very brave assistance, [indecipherable]",
        "A: No, be -- Yes, 1-it was -- the first thing was, that at my school in Copenhagen, that was\nthe oldest school in de -- in Denmark, me -- the Metropolitan school. We had very good\nteachers. It was very national school, a very Anglo-Saxon kind of school, and there was --\nthere they started with connection to the university. And s -- one of my schoolmates had\nsome of these papers, it -- brought to the school sometimes, and I said, “Can I have\nsome?” Yes, and then it start in that way, and we were influenced by our teachers, very\nmuch indeed. And they -- to them, it was very important, because they were academic.\nThey were Latin, Greek people. They could do that, they were experts -- they we -- were\n-- because of their background, very democratic. And that -- say, about the whole\nbackground in the school, and then, from [indecipherable] I started with two or three\npapers, and later on, we made them ourselves. And we, that is my mates 1-in Snagerstein,\nplaymates, were people who, we had grown up together, same age, 16 - 17 years old,\nwhen we -- we got the -- it’s a possibility to make our own paper.",
        "A: Yes.",
        "A: We gave them to people we knew would be interested in them. And then, later on, it’s\nmost -- quite natural that we made this 50 - 60 copy a month and brought them to people,\nand sometimes, if something special happened, we had one page, which they -- we\nbrought out for -- I remember one of the main thing was when Stalingrad fell, 1t was a\nvery, very hot number. And also, when there happened something in Denmark, the first\nmurder. B-Because everything escalated. And --",
        "A: That was -- That was -- We called it a cleary murder. Where the Germans shot a Dane\nwho have done nothing. Just killed him on -- If, for instance, w -- the -- the -- an\ninformant for -- a Nazi informant was a danger for the resistance movement, he, after the\ncase was seen really through, that there will be no mistake, then he was liquidated. And\nthen, always, when one of this hi -- Nazi servants, they were shot, that was cleary murder.\nAnd then, that was completely innocent people. And normally, was more than one, this\nwould be doubled up, or something like that. And also, when there was a big sabotage.\nAnd sabotage was -- I never was involved in that, but sabotage was also a reasonable\nselfish thing that we did. Because when we -- not we, but when the saboteurs got the\norder from England, this factory is dangerous because they are making that. It is much\nbetter that we, in Denmarks, had people who set the -- the -- the bomb inside and blew it\nup. You see what happen when you have air attacks? We saved quite a lot of civil lives\nby sabotage, and it’s much more precise. And the people who was working in the\nfactories who were blown up, they were warned, and they came out. That means it was a\nhuman, much better way to be self-destructive, than to have the British and American\naircrafts coming over and bombing. So, therefore, 1 -- sabotage was a very serious attack\non the German war machine, and that was, therefore, that the Germans, in ’43, the 29\" of\nAugust, where there have been quite a lot of sabotage before, that was railway, it means\nthat the transportation between Germany and Norway, which normally went through the\nDanish headlines, they were disturbed, and then the -- the Germans demanded that there\nshould be again, a general punishment for sabotage and for carrying weapon. Then the\nDanish government said no, we can’t do that. And the Danish government\n[indecipherable] Danish government resigned, but there was not appointed a ne -- new\ngovernment, and the -- it m -- had the effect that the Danish administration continued, but\nthe leader was not a political secretary, but the man who was chief of the office. And not\nelected, it was an administration, and that administration continued until the day of\nliberation, the fifth of May, 1945.",
        "A: Only people they knew got it. It was not necessary, and af -- and whe-where I live, the\nschool -- okay [indecipherable] schoolmate and the people I had contact with in my home\nWillet, I knew very well. So, it was not necessary to -- to have this check out. We -- We\nknew it was people who stand for.",
        "A: We knew who were Nazi in our little town. That was no prob -- we had one or two\nwho had these crazy ideas, a -- but they were not member of society any more. They were\nap -- only to they -- a -- a kind of outcast, we -- because their mentality was that long\nfrom ours. So, no, that was no -- there was n-no danger there. Peoples who came out of --\nfrom somewheres, it could be difficult, but then -- then we could make an re -- in-inquiry\nsomewhere, but it was never necessary, but we had people enough, the young people in\nSnagerstein was almost hundred percent involved.",
        "A: I think we were n -- 15 in the little village.",
        "A: No.",
        "A: Oh, well, later on she says she wo-would have been very, very sorry if we didn’t had.\nBut I think that was her fear for the consequences, and well, I don’t know, I think that\nmost fathers and mothers, or grandmothers, don’t want to let something be a risk for their\nchildren. I -- What we did was okay, that was right, but why just you? I think -- I think\nthat was that. But she would, without doubt, have denied me to do it, I suppose, I\nsuppose.",
        "A: Just like a normal delivery boy deliver things. You go to the door, knock at the door,\ngive it to the right person. That’s all [indecipherable]. Only once I was -- another man\nsaw it, and that was a policeman who stopped me. But he was a policeman, and he’d\ncome t -- later on, it meant something, because he stopped me b -- th -- I don’t know\nwhether it’s the I-lights on my bike that was not okay, but he saw what I had in my\nbriefcase, and uh-huh, good. Because that is the most important thing, that the Danish\npolice, most of all, really was loyal to the Danes, not to the Germans. I must admit that in\nCopenhagen, there was a -- a group of police -- of people who was really Nazi infiltrated.\n[indecipherable] And -- But not in our area. Th -- know that the policemen there have\nknown us for [indecipherable] children. So -- But that was the only time -- bu-but he\ndidn’t take any of the papers. That was before we -- we ever printed it ourself, that was\nsomething I brought from the school.",
        "A: That was Studentinus Iftatin, the Student’s News.",
        "A: Well, they had from BBC, and the national news, the -- okay, you know, that\neverything goes faster than -- than the lightning. So they -- First of all, what ha -- the\ncriticism of the government, and we had very good writers. Later on, we saw -- saw one\nof the best journalists was in there, and authors and all this, who was forbidden to -- they\ncouldn’t get their stuff in the papers, and therefore, they came fra -- came through the 1-\nillegal papers. Tha-That’s the way you can communicate, and that was the only way.\nThere were hundreds of different small -- small, illegal papers. There were some special\nfrom Elsinore, from the more -- there was a paper named “Information.” After the war, it\nbecame a daily papers. And there was the Communist illegal paper, “Country and\nPeople.” And there was -- fr-from the more li-left side, from the more right side, there\nwas really quite a lot for -- for different -- There was a man, Nils Swanson, he made his\nown paper, called Ils [indecipherable] Jutland. H-H-H-He was from Jutland.\n[indecipherable] letters. And they were -- found through the nation distribution. They --\nThey were overall, because some got it, and copy it, and send it. That’s the way it was.",
        "A: Outsede, O-u-t-sed-e. He was famous. And many of the -- the -- the authors ra -- made\narticles in the -- in this illegal papers under nom de guerre. And that was -- the only way\nto -- to have your talk -- the normal papers had censorship. That was very difficult to -- to\nwrite anything against Hitler, against Germany. That was not allowed. And in the -- in the\nradio, the same thing. There was a -- a censorship there. There was a man with a finger\non the button, that if something not special good for [indecipherable] you cut off. So that\nwas -- And the papers had to follow the instruction, otherwise we would ge-get no paper.\nSo it was rather - a little bit necessary, with the illegal papers, and all that. A little part of\nthe -- of the truth. But the ne-newsreels, they were just about all the German riksers, all\nwhat they could do. But also they’re -- Never forget, we came through it because of\nhumor, too. Humor was -- was reasonable. In that time it was so that the cinema played\ntwice a day, seven and nine in the evening. And always there was this German newsreel,\nand the -- one day there was, on the first performance, seven o’clock, the newsreel said,\n“And we had an attack on England, and we shot 110 enemy aircrafts down. One of our\nown are missing.” There was a man sit -- from the halls who said, “Don’t worry, guys,\nit'll be back at the nine performance.” But, humor, I really think we -- humor has also\nsomething to do with surviving, and might be there, Jews and Danes are -- have a little bit\nin common. We don’t like, for instance, a Jew -- Jewi -- stories about Jews. Well, we\ndon’t tell them ourself. We have -- There was also, in 43, Fieldmarshall Goering visited\nDenmark, and he wanted to see a Viking ship. And then he went out where there was an\nold Viking ship, the [indecipherable] and when Marshall Goering came and saw it, he --\nand he said, “Hm, 1s that all?” And the little man who was in care of the -- that museum\nsaid, “Yes, that is all, Fieldmarshall. But with this ships, we conquered England.” See, th\n-- such story, told in a depressed situation, give a little light, a little smile, and 1s also why\nyou survive, reasons of survival, that, oh well, it bad, but it c-could be better, it would be\nbetter.",
        "A: Yes, but what else could we do? You see, that’s so strange that you all will -- shall\nhave a reason. That is the only right to do. It has nothing to d -- with deep phil-\nphilosophy, it was a must. Somebody had to do these things. And well, why shouldn’t it\nbe me? All my -- my nearest friends do the same thing. We’re together in it, and okay,\nit’s also funny to cheat the Germans a little bit. I cannot -- I cannot go from that s-side of\nthe story to that. It was irritating for the Germans to know that all their lies is not at all\nbelieved. And therefore, I always take what is coming from every general, in east or west,\nwas some -- a little bit of okay, maybe, maybe. I hope it’s right, but --",
        "A: I was never -- never -- remember I was that young. Sabotage, that was for grown-ups.\nIt means that should at least been 18. So --",
        "A: N -- Yes, in -- in ’40 - °41, f -- but when I started, 1-it was in ’42 really, I was 16. So --\nBut no, I was never -- not any possibility. And that was also mostly a big town --",
        "A: -- affair. Even if one of the most important groups -- no, that wasn’t sabotage, that was\npeople received weapon from -- from air. The w-weapon which was sent down from\nAmerican and British aircraft. Well, that was guns, that was ammunition, that was\ndetonators and all these explosives. And that was mostly fr-from people from the\ncountryside. They kn-knew -- knew the area, they was much better in position to hide this\n-- the different materials they got down. And -- But I’m -- I was never involved in that,\ntoo. And the reason why I was involved in -- in the October actions, was because of that\npoliceman, wh-who -- he came one day and s -- that was beginning [indecipherable] and\nsaid go and pick some people out from the station and bring them, and he s -- gave me\nsome addresses. And --",
        "A: He was the man [indecipherable]. You got that book?",
        "A: Mr. Chumla Larsen. The guy here, and he had the -- the big influence, because he was\na police officer and had wi -- he was in the foreign police, and he had the connection with\nthe Swedish Mr. Palmroot, you will see too him, in the book, because they worked\ntogether from the -- one from Danish and one -- one from Swedish side. And therefore,\nhe was able to have more news, more informations. And he came and he was the founder\nof the group called Elsinore Sookgloop. Elsinore Sewing Club, it means nothing, but the\nchild should have a name, and that was the name. And they were the owner of the book --\nof the boat you see on this museum -- in the Holocaust museum. The fish -- the -- the 21\nfeet motorboat.",
        "A: This si -- The Elsinore Sewing Club.",
        "A: And that was used there in October, for transporting quite a lot of people. In October,\nJews most, but later on, 1t was used as career boat, as gun running with -- from Sweden\nwith weapons for the Danish resistant movement. And Danish resistant movement people\nhad to go to Sweden, it was also -- some allied soldiers shot down over Denmark, who\nhad the luck to go to the coast on Canova, and they -- they were -- we had more boats, but\nthis boat was the only -- was -- still was there when the museum required it.\ninterview, you mentioned a teacher that had made an impression on you and guided you,\nand I wonder if you could tell us the teacher’s name, and -- and more -- a little bit more\nabout him. He -- He became a -- an important person in the whole situation.",
        "A: Froida Yacobsen was the name. He was a social democrat. He was very, very soon 1n\nthe action against the Nazis. He was a career between the Danish social democrat party,\nand the -- the German social democrats. He was in Germany very often, on bicycle and\n[inaudible] he was in the organization Matcha Otchie. And they helped many Germans\nwhen the party was forbidden by Hitler. And he was so anti-Nazi, and anti-Fascism. And\nof course, he was not a -- a real teacher, he was, what do you call it?",
        "A: He was an apprent-apprenter --",
        "A: Apprentice, okay. As -- A -- He should learn to teach and the-there were always a\nnormal teacher together with him, but he has --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Oh yeah. He was one of the men who started the Danish resistant movement, and\nwhen there was Council of Freedom, he was one of the first mem-members, and he made\na tremendous job for the rest of the war, and had, together with people like\n[indecipherable] he wa-was later the -- the head of the Copenhagen University, a doctor,\nand many other people, they really administrated the resistant movement’s actions. There\nwas no power for them, it was just done. In ’44, some of them were arrested, but they --\nsome of them wa-was freed again because of a -- a bombardment of the jail where they\nwere. And that was -- Again that -- It’s very difficult when s -- things comes by an air\nattack, because one of the bombs fell in a school, that French school in Copenhagen,\nwhere 150 kids were killed. It was -- Therefore, we were thankful for what the saboteurs\ndid.",
        "A: That was the British. And the -- It was a mistake on the -- but, we see the -- the risk\nwhen -- when you have the -- the bombardments.\nunderstood what he had done, or -- and -- and -- and, if so, what -- what were you aware\nof him? I mean, what was he like?",
        "A: He was a little man. He was very strong in gestures, and talking very loud, and he did\nnot make silence about his hates to ger -- to -- not Germans, he loved Germany, but he\nhated the Nazis. He was a Socialist, and our school was very conservative, but he was a\npremed -- very fine teacher, and his idea about freedom was not to overlook. And first --\nlater, I understood -- I was not -- I -- I agree completely, because he was that kind of man\nwho could do something -- aga-again these people were [indecipherable] or were -- were\nheart and people -- maybe a little bit of a demagogue, but well, he needed to be that on\nthat time. It was a strange time, and later I met him many, many times. We had one\nmeeting a year, that was the opening of a artist -- a gallery, where s -- thus -- a union of --\nof -- not union, a company of artists, they show what they have done for the last year, and\nhe was from Impa just like we, my wife and me, and we met there every year. And --\nUntil last year, he died a little -- year ago. He was 89, or something like. He was a\nmarvelous pers-personality, and he really made us forget a little bit of the shame we had.\nWe also had another teacher, he was the first man who really, in Denmark, wrote a --\nagainst Fascist man, and the nasic idea. He wrote a book, “Plague over Europe,” where\nhe defined what Fascism was. He was later on Secretary of Education in a social\ndemocrat government. So -- But he -- he had it -- he was more on the philosophic part of\na ger, where he really f -- make us even more to dislike the Nazi philosophy.",
        "A: Yes, but his idea that you have to stand up when thing is not right. You cannot just, as\na good Christian, turn the left chin, when you are beaten on the right. You have to -- and\nunder these circumstances, during the war, during occupation, you had to stand up and\nshow that you -- [indecipherable] things, that we’ll not -- we’ll be bound of -- and\nespecially because the ideas they wanted us to believe in was all against our ideas, against\nour belief. It was opposites all what we have learned to love and -- and believe in. So, he\ngave us this -- the maturation, what to do. If you want to be a full man, you will have to\ndo something maybe you don’t dare to do. But you do it. That’s the only way we -- we\ncan survive. It was, in 1941, ’42, 43, up to °45, a matter of survival. It wa-was about the\nfuture of our country. If Hitler had won the war, okay we as Danes, maybe would be -- ha\n-- been the next ins -- command after the wonderful SS. To me it’s -- the greatest fun 1s to\nsee these wonderful Aryans, Hitler and Goebbels, in the -- in the front. But that should be\nthe types and samples of the Aryan future [indecipherable]. I don’t buy it.",
        "A: The king of Denmark was, as typical Danish kings, not true intelligent. But he was a\nvery stubborn man, and he was stubborn at the right time. He was an -- no would ever\ndeny that, the gallant pawn for Denmark. He made a fantastish way out of delod. He -- in\nthe start, when he rode through Copenhagen every day, and the Germans soldiers, they\nsaluted him, he looked to the other side. And he -- Once, a German ask people, “How c-\ncome that your king 1s riding here? Where’s his guards?” And the underlings answered,\n“We are the g-guard.” He could do that, he was respected. He -- He did 1t wonderful his -\n- he stood up. I know that’s a story about him that -- that he would wear the yellow star, if\n-- if -- but that’s not true. There was never a yellow star in Denmark, but the story is\ngood, and if the situation had been so, he would have done it, no doubt, no doubt. But the\n-- that’s one of the stories who are not true, but in a way, bear a bit of truth in -- in the\nself , because he would have done it, no doubt. He never talked about Jews or Italians, he\ntalked about Danes. My citizens are Danes, and -- and that’s all. He was the first king\never to visit a synagogue. And that was before the war, but you see, 1-1t’s -- that’s a game\nthat, it’s to show that the Jews were a part of the Danish society.",
        "A: Yes, many times.",
        "A: Yes, but you see, he came from the castle, through one of the streets there, and ladies,\nthey went out and [indecipherable] out, you know, turn, turn. That was Denmark coming,\nand nothing else, and he did it in a marvelous, good way. But then, one day he s -- fell off\nthe horse, there was something happening, and that was the last time. And then, from\nAugust -- August 29\", he had to give up his guard, and police troops came in, Danish, in\norder to -- to protect him, but from that ti -- we didn’t see him. And that was again that he\nwas -- yeah, his leg was hurt, I don’t know whether it -- 1t was amputated, I -- I just know\nthat he couldn’t -- couldn’t walk and -- but he was a marvelous king, from ’40 to 45 --\n47, he died, in °47. And he was very beloved, and he was married to a German princess\nwho se -- from the ninth of April, never would receive any relatives on the castle -- of the\nGerman relatives. That was -- But our -- We have very good fa -- good royal family. Oh\nwell, we have had it since year 900. King Gom the Old, so we have grown accustomed to\ntheir ways.",
        "A: The 10\".",
        "A: Yes.",
        "A: That policeman who came and said to me, I have heard rumors about -- that somebody\nhas been arrested, and -- but at that time, it often happened that Germany stopped some\npeople and -- and then they were arrested and sent to -- to Germany. But now it was a\nwhole group. The Jews, the -- and well, I was first aware of it the day when I was not\nasked, but told to go pick these people up, and bring them there. And --",
        "A: I was -- I was at home, a night, making my loy for next day’s school, and then he\ncame and said, do that and that, and I did, and that was a start.",
        "A: It was in -- in be -- the beginning of October, second, third of October, and it was\nstrange to see these people come there, with their trunks and completely out of their --\nknow, they were, in a way, rather quiet, but you -- you could see they were afraid, and --\nthat was -- that was really the first day I really fully understood what we were fighting\nfor. What the -- What’s it all about. And well -- But then, when they came to the different\nhouses, with people I knew, of course. Okay, come in, see so and so, and so on. No\nChristian asked them -- later on, when I ask why we should do that. Because we knew\neverybody, we knew where there was a dog, we knew how -- yes, because who maybe\nwould bark. We knew exactly how to find every path in the wood. We knew also, how\nyou can go from one garden to another, without going on the street. So, that was -- that\nwas the first assignment we got, and w-we were, let’s see now, fif -- well, 10, anyhow,\nwho did that first. And then, the day after, I remember we should go there and there. We\nhad 11 places from where there was -- people was -- boats was sailing from, and we went\ndown with it, with the people on it. Everything was -- the only thing, one of our doctor,\nDoctor Gasfeld, he had sometimes to give an injection to children, in order to keep them\nquiet, and that was --",
        "A: And that was, he said, [indecipherable] thing that he ever have done, because it was\nnot his patient, he didn’t know the condition and yes -- but he did it, and -- and never\nforget that, there was no losses. All the passenger we had, came out. And that, luck -- we\nhad the church letters, we had the hospitals. When the day came, you know that 1-it was\nleaked by a German, the s -- the Jewish society would not believe it. And --",
        "A: That was Mr. Dukfitz, he was a member of the German litigation. He was a Merchant\nMarine diplomat, and he had -- was told there would be two boats coming in to pick up\nthe Jews. Maybe he was okay, infilled by the Danish civilization, so he told it to -- to two\nDanish politicians and they went to the Jewish societies, to the mosiac society to the\nsynagogue, they wouldn’t believe it. But when they related this news to the fact there had\nbeen burglaries in the different organization, and the only thing missing was --",
        "A: Burglaries, yeah. And -- And the only thing missing was the register of members of\nthe synagogue, they saw it. And then we have the story about Rabbi Milcher going in and\nsaid, “They’ll be no service today.” It was ju-just before the new year, the jo -- ho-\nhoshonah?",
        "A: Rosh Hashanah. The -- Just be -- before that, and -- and there was quite a lot of\npeople. So, when the Nazi came, there was no people left. Of course there was -- the --\nthere -- 1t was not possible to -- to evacuate the Jewish old age home, because it was just\nbehind the synagogue, and the synagogue was always guarded by -- by Gestapo. So they\ncouldn’t bring these people out, and it meant that when they came, that morning, and on\nthat night, quite a lot of the people from -- from the old age home, were taken and\nbrought to -- to Germany.",
        "A: [indecipherable] within one hour, they should come, and I went to the station, and they\ncame there, and --",
        "A: The train station, yes, and I, of course asked, “How shall I know them?” “You will\nknow them,” he said. And they came there, and okay, you know, very confused. They\nhave got the message that -- and then the -- the only guy -- man they saw was a guy 17\nyears old, come along. And we went to these families and stayed there, because I -- I was\nalso -- I would get new orders later. And brought them to the -- to the people there and\nfrom other stations, Elsinore, Esbeger, Snagerstein, people came, they have got ex --\nexplanations, you go there and there. And then the Mr. Chumsen, who [indecipherable]\nsee there, he was the man who combined -- in two or three days, he combined all the\ndifferent groups, because many -- there was a private fisher, we belonged to the resistant\nmovement, and so, out of nothing, came a fleet. Really, there were quite a lot of boats\ngoing o -- further up at the coast, the big fisher boats, they could take 50 at every trip\nover, and that was -- but our boat had been there before, because that -- that\n[indecipherable] used to -- since the 29\" of August, where we shipped soldiers, Danish\nofficers, because that’s -- they started -- Danish military battalion -- no, that’s regiment, I\njoined that, later on, after coming to Sweden. So, it was -- the -- we had our boat, and that\nboat was in use all the time, and then a couple times, I was asked to go with a -- if there\nwas something very important, and later on, I too -- because I was a culear, I had letters\nfrom -- I don’t know who, but I knew who was the receiver in -- in Sweden. But, 1-1n the\nfirst time, 1t was so, that the people came up, and they have been hidden, the -- the Jewish\nrefugees come up, they have been hidden, for instant, in the hospital, becau --",
        "A: No, the first time, no, no. But people came from hospitals, they came from ev --\nanywhere. In hospital, there are always places or rooms where they connect the different -\n- different parts of the hospital. That was warm, there were -- and they had plenty of food,\nand they stayed there for a couple of days, three, four days, and then, for instance, if there\nwas a funeral from the hospital, first was the wagon with the body -- and there was lots of\ntaxis, and they go from the hospital to the cemetery, but a car, one on one, make another\ndirection, and that way, they came out of the hospital, without being -- it was natural\nthere was many cars.",
        "A: N-Not me. Resistance --",
        "A: Yes.",
        "A: And that gave the possibility to get up to the coast, and that is one of the ways. Other\nways was by ambulances, they were going up there. But, the most came by -- by train.\nAnd that’s, see, especial in Denmark, we should not have passport for driving train -- to\ngo by train. We had some different -- There was a quite different situation in Denmark.\nWe were -- We had more freedom, in a way, if you can call that freedom, that you can\ndrive a -- a train without a special passport. But we could do that, and -- and people came\nby themself, and every time -- Goldberger -- Professor Goldberger, he ha -- has been very\ninvolved in this -- this museum, he told that his father was cantor in the -- at the\nsynagogue, had taken out his beard, that is --",
        "A: Yeah, shaved his beard -- beard, and that is, for him, very, very, very important, but\nwhen he was sitting 1n a train, he had tried to find a way to get out, and was in the train\nback to -- to Copenhagen, then the -- [indecipherable] came and they said, “Oh, hello\nCantor Ricoff.” So, but that was -- at the trains, there were no special guard. And by the\nway, I don’t think that the most of these crazy SS men, Gestapo, knew what a Jew looked\nlike. One thing they wouldn’t understand, that anybody would help a Jew. That was a\nvery big surprise, they thought, it’s very easy, let them hide, w-when -- in no time they\nwill come up and we take them as sitting ducks. But they didn’t come, and it gave us,\nreally, at least one week where they just hesitated, and -- and that -- that was a mood in\nthe people, they re -- that was the first time we -- a li -- forgot a little bit of the shame and\n-- and really thought, okay. That -- That was the result of it.",
        "A: I’m a little bit proud --",
        "A: -- a little bit proud of it. And -- But, on the other side, we had all the luck. In 1943 --\nno, in 1942, the Norwegian Jews was taken. Sweden did not help, would not help. But in\n1943, after we had el Alemaigne, where Rommel was thrown out of Africa, we had\nStalingrad. Rome had surrendered and the master of the sky was the allied aircrafts.\nThere will be no, no risk for Sweden for a German attack. Germany, or ra -- ja -- Sweden\naccepted to take all Danish refugees in. Remember one thing, all Danish refugees. I -- Is\nvery important, because we had some not Danish Jews, who’d been in Denmark, coming\nup from Poland. Not many, but they were ha -- ha -- was in the country the ninth of April,\nwhen we were occupied and pa -- they stayed there. But that was the cr -- we’ll always\nsee that in the -- in the book --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: And -- Where did we come to?",
        "A: Yeah, because what happening was that now w -- the Swedes gave all Danes free pass\nto Sweden. But we’d had these Jewish -- non-Danish Jews, but together with quite a lot\nof refugees, came also Danish police people. You must remember that in 1943, and\nbefore the war, it was very seldom a Dane had a passport. We could go without passports\nas -- into Sweden, Norway and Finland, and that was normally what was done, that was\nbefore the charter explosion and -- and people did not -- I remember when my uncle, wh-\nwho lived in Paris in the 30’s, came back to Denmark by air, it was in the local papers,\nthat -- th-that -- so 1t wa -- so seldom was it. But the Danish police, they issue a passport\nto most all the refugees, and when a girl, Jewish, from Poland, non-Danish resident, she\ngot a Danish passport. That way, she was under the promise from si -- from Sweden, that\nall Danes were able to come in, and she tells it -- about it in -- in my book. So -- But,\nagain, the whole situation in Ochabol was very uncertain, a -- but also, there was\nsomething, I don’t know, who saved -- there was -- as a Christian, I can say a guardian\nangel. We had the time, we had the warning, we had the church, and out of nowhere,\nthere was a fleet of boats, and that is, to me a sign of something, I don’t know, but the\nmeaning was that there should be no Holocaust in there.",
        "A: They have already been in contact with the policemen, and that was no -- that was\nlater on, when more came -- more refugees came than expected, that we just went to the\nnext door, and it was never denied. Come in and let’s -- We never took more than three in\n-- we have seen in at -- a little town, north of Elsinore, Gilleleje, where 80 people was\ntaken on the church loft, and that was because of a girl who was dating a German soldier,\ntalked, because of ignorance. And then Gestapo came and took these 80 people. And that\nwas the most that were taken, and just like the -- together with the people from the old\nage home, the greatest number. So far, I remember about 600 were sent to Germany, and\n60 died. None of them came -- of the [indecipherable] came to Auschwitz. And I really\nthink that -- that’s also very important, that we had no government, but we had that\nadministration. And then, they got to go to Red Cross -- Danish Red Cross, the possibility\nto visit Auschwit -- no, Theresienstadt. They knew it will be used -- misused in\npropaganda. The Danish part of Theresienstadt was painted, they got dressed up with\nplants outside, but of course, the prisoner was not allowed to speak alone with -- with the\ndelegation coming down from Denmark, but they should speak together with a German\nofficer, and the only language, of course, German, was allowed. But this delegation had\ntwo very important -- very important results. The first, that 1t was allowed to send gift\nparcels to the prisoners. That was some va -- why someone send clothes, some food, not\nmuch, but just that was give the different for starving to death and just starve. They sent\nschool books to the children, so they could have some formal education down there. The\nnext, and the most important then, was that none of the Danish prisoner should be sent to\nAuschwitz, or the other extermination camps. And the German kept it. And just before\nthe war was over, I think it was March or April, ’45, the white buses came and took --\nthat was the Danish resistant movement, who demanded that it was not only the Danish\nresistant movement people who should be brought back from Buchenwald, or what -- the\nother name, but also the Jews in Theresienstadt, so they came home before the war, not to\nDenmark, they had -- they was not allowed to be there, to Sweden. And from Sweden\nthey returned, in ’45, in July, I suppose. A-A-A month or two after the war, and they\ncome back to their homes, and --",
        "A: I -- I -- I can’t recall. I -- That was a 24 hours job. Of course, picking up from the\nstation, that was only until 11 - 12 o’clock. There were no trains pa -- in the night, but to\nbring them round, to -- and then maybe sup -- go down to the beach and wi -- cause now,\nthere’Il be -- there’ll be a transport possibility. That was -- And that’s the first time my\ngrandma smelled there was something. But at that time, one of my cu -- my oldest cousin,\nhe went to America already, in ’39, and he was in the American Air Force. And my -- He\nwas also [indecipherable] my cousin. He flew -- He was refugee in, oh that was in 43, in\nbeginning of 43. And then, in end of ’43, I had to go to Sweden, because of the --\nsomething happened in Denmark, some were arrested, and then I had to stay. But, that\nwas, of course, pretty much the job, and -- but the worse thing was, when s -- when the\nrefugees had tried to hide themselves in the wood. And then we were young people, who\nknew every path. We knew exactly where would you hide if you -- and -- and -- but it\ntook longer time to get them. And th-they were afraid un -- beca -- in that\n[indecipherable] in that way that we were speaking Danish to each other. So -- And the\nrefugees could not understand what we would, that no German soldier dared to go into\nwood. They walked together two or three, but through a wood? No, no, no, no. It was too\ndangerous, no lights, no nothing. No. When they have seen, often before, that was the\nway the Danish resistant movement had some of their weapons, by knocking two soldiers\ndown and taking their rifles. So -- But, in a way it was -- when a -- I look back, it was\nwithout any excitement. That was -- I understand the refugees, how it must be awful,\nawtul, awful. But I -- All the things we have, and now the view of life and death in --\nduring a war. We accustomed to death. When you hear about Stalingrad, 400,000 killed,\nthe millions, they [indecipherable] after the war, we really understood that six million\nJews, so and so many Gypsies, and 10 million Russians was killed by Stalin, and -- but\nthat was, in a way -- let me say I -- I thought we did a good job. I was satisfied that we\nhave done it, and when we waved goodbye to -- 1-in a way, have we fulfilled what\nEichmann would have? To remove the Jews from the Danish bot? Isn’t that completely\nironic? That, in a way, Hitler had a result. But, there was one thing that 1s more\nimportant. They came back, and they were welcome back.",
        "A: The only [indecipherable] is my wife’s maid. They graduate together, no. We --",
        "A: Yes, that’s -- We were here in New York some years ago, and -- here at the museum,\nand then we were asked if we knew any Danish Jews living in America, and Sonia had\nthe girlfriend, th -- they graduate together, and she came -- ask her to gi -- if they had\nsome material, artifacts, to the museum, and they did. And then we came in and talked\nabout it and she have been over in our boat, in the boat. So, at the meeting here, after the\nmuseum was opened, about Denmark and the rescue, she could tell about the boat up\nhere. She came over, and I could tell how it was to have that boat, and -- but that was\nonly a-an -- she was, of course, a little girl at that time, and -- 10 years old, maybe -- may\n-- no younger, eight years. And I-I-I can’t recall all that, and she couldn’t, of course not.\nBut, 1t was a job who was done secretly. You did notice [indecipherable]. The less\npeople knew, the better. And quite a lot of the thing was in darkness. Remember, it was\nju -- we have black -- what you call black-out, we -- 1t was not allowed to show lights\nfrom the houses, and when we went from the houses, down to the beach, it was through\nthese passes. We knew, so we can go on scene from there, where they have stayed, the\nshelter, and down to -- to the beach. So -- And the most of the people were thinking of\nanything else. Why, that was the last part, which they thought was the most dangerous\npart. What I think was, I couldn’t ag-agree that wa -- w-we never discuss it, but unsure --\nwe were never hundred percent sure, out there, we could see the enemy. So -- But -- But\nmost of -- of the people never m-met again. It was -- You must recall that from Denmark\nto Sweden came totally, over 20,000 refugees, from resistant movement, the searchers\nfrom Germa -- German army. Only one-third of all the -- the refugees w-was Jewish. Yes.",
        "A: Yes, it happened so that later this year, when the refugees -- not more were Jewish, I\ncontinued to -- to work in this way, that I was a career. I got from -- still from my school",
        "A: Yeah, courier. I -- From -- Came, got some letters to deliver in Sweden, because we\nhave the route, I was in charge to do that, and one day, I was told when they come over\nfrom our liaison officer, Mr. Pallum, the -- the Ger -- Swedish policeman, that I couldn’t\ngo back because something had -- some had been arrested and -- and well, I was 17 years\nold, so I maybe thought that it was too dangerous, so I went to school in Sweden,\ngraduated. I have a Swedish family.",
        "A: In Lindsherding. That’s in wi -- it’s, oh well, if -- 300 kilometers north of -- of the --\nwhere we -- we have our -- at Helsinbor, th -- 300 kilometers. And I graduated and from\nthere I went directly into the Danish brigade, and was a soldier.",
        "A: It was so that after the 29\" of August, in ’43, the Danish gen -- staff -- general staff,\nsent some Danish officer to Sweden, 1n order to, if it was possible, to make a regiment\nover there, because most part of the refugees was from resistant movement, and they\nwanted to do something, and there were military force built up with the Sweden’s\nacknowledgement, and paid by the Danes, of course, and under command of General\nJewingeres, and British general, we were s-str [indecipherable] to serve to the six army.\nNo, the eight army, under ja -- Montgomery. And we were supposed to be -- to land in\nDenmark, if there was -- and when -- an invasion on the Danish.",
        "A: [indecipherable]. Yes, we ha -- we had really commander training, it was very hard,\nbut still we have that -- we had a purpose. We had really that idea to come back and fight.\nTo have the sin from the ninth of April away. But -- And in that, of course, there were\nmany Jews. Young Jews.",
        "A: Yes, of course. They were Danish citizens. So that was the same -- you si -- you see,\nthat’s also maybe the difference. No -- No, that’s not difference, because quite a lot of\nJews were really wonderful German soldiers in the first World War.",
        "A: The Polish, too, yes. So, their loss. So we -- I started there, just after I graduated, and\nwas -- I think it was end of March from ’44, and we returned back in the fifth of May,\n1945.",
        "A: Hope to do what?",
        "A: Well, that was the purpose. Later on, that was strange enough, because we only had\nvery small fights with the Germans, and I suppose we lost 10 or 15 men, or something\nlike that. But we were a little bit disappointed. We -- It wa -- Again, luck. I -- I -- I don’t\nknow how we shall d-describe, not only the Jews situation, but oth -- the other Danish\nsituation. That was something that kept em from the disaster. When you came back to\nDenmark, it has not towns ruined by bombs. We -- We had the possibility to -- to live, we\n-- SO it -- 1-1t was something very strange. Not a rich country, but not a poor country, not a\ndestroyed country. And it’s a country which not had an internal fight between left and\nright. And we were so lucky that the Russian invasion stopped before our border. Only\none place, on one of the isles, Bornholm, 1t was bombed, because a German commandant\nwould not surrender, then they were bombed by Russians. And the Russian took\nBornholm, and stayed there for so and so long time.",
        "A: Well, we were mobilized long time, because from [indecipherable] after the Odenna\noffensive of -- in -- of pard -- Christmas, ’44, we were in red ale-alert, always should be\nno distance from -- from our weapons. Then we were brought down, transported to our\ncamp in south of Sweden. And then, in the night and I can tell you that Denmark was an\nixtas, the fourth of May, that 1t was said on BBC. The German troops in Holland,\nnorthwest Germany and Denmark, has surrendered. And we stood there, of course,\nhappy. But then, during the night, we went to Helsinbor, went into -- to a fisher boat com\n-- [indecipherable] over, a small -- Maritimcota from the fleet, and later on, the ferries\nwas used, and we came into Elsin-Elsinore and families standing there, and crying. It was\nwonderful.",
        "A: Oh, that was my hometown, yes. After 10 minutes, I was in my own hou -- home, just\nfor five minutes, to say hello.",
        "A: Welcome home. Oh, wa -- It was -- It was a day.",
        "A: Oh well, we should -- we had two assignments. First of all, our -- we were an infantry\nbattalion, we went down to the boat line between Germany and Denmark. We have to see\nthat the Germans came out of Denmark in order, and not stealing too much. And we did\nthat for -- until July month. We had another -- We have some pioneers -- engineer\nsoldiers, and they should be in command of getting the mine fields clean. And that was,\nof course, the German soldiers who -- who did the Dutch job, but our men was so\n[indecipherable |",
        "A: Yeah. I know that 1s not quite doing the Geneva co-committee, but well, they have put\nit down, let them take it up. So -- But w-we -- That was a really smooth affair down in --\nin -- in -- in their borderline. There was only few accidents. Some German soldiers tried -\n- that was SS soldiers, tried to go behind the lines, because they knew that they will be in\nspecial camps, and we caught some of them, but the most they -- old men, to me. They\ncame there, going with their baskets and there no future, they couldn’t see anything. That\nwas not the -- the very strong army we have seen Hitler, that -- what he did to his own,\nthat is remarkable. But they followed him.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: It was obviously the only way we can do it, the only way we could live. That’s, as I\nsaid before, 20,000 refugees, Danish refugees was in -- in Sweden, one-third was Jewish.\nWhether you’re -- Whether Dane, Jewish or non-Jewish, thas would be the same. We had\nto do everything we could to save Danes from the fate, to go to a concentration camp. We\nknew about the concentration camps in 1943, not the -- the whole truth, but we knew that\nthese people will live in agony, I -- we nee -- they had to live in humiliation, they were\nstarve -- you couldn’t do that. And especially not the Jews, because they were absolutely\ninnocent. There was very few Jews in the Danish resistant movement, because that was\nan agreement, that we wouldn’t have -- we wouldn’t know, the people who decide that --\nthat because of a Jew was caught, we should see a Crystal night in Denmark. We couldn’t\nhave that. One of my good friends, [indecipherable] Israel, he lives in Israel now, he was\none of the guys who took -- broke in -- in the synagogue, and took all the silver. The\nTorah scrolls, they were all hidden in a Danish church, remember that, all hidden there.\nBut -- There was quite a lot, and they were afraid. And he was one of the few members of\nthe -- the resistant movement, and together with other Danes, he took the silver, send it to\nthe commanding chief of the German troops in -- up in Narveek. It came, because then\nwould it go to Elsinore. And in Elsinore, it was taken by the resistant movement, and --\nand -- and -- and hidden ti -- until the war. The synagogue was not touch by the Germans.\nThis -- The Jewish prisoners interationta was not sent to Auschwitz. Why”? Because SS,\nGestapo, the Germans, have seen how we reacted. And we were -- Denmark were rather\nimportant as distributor of food to Germany. And it mean, if they did something, it will\nbe closed. The Danish railway sabotage was qua -- rather good. At the same time, they\nwere building up the west la -- la -- the lansing line, or what, west wall what do you call\nit? And it was so much sabotaged in Denmark, by putting sugar in the concrete, and it\nwouldn’t harden. You know that? And they have seen -- they have seen the result that --\nbut they never would have believed, helps the Jews. They must have been completely out\nof their mind.",
        "A: First of all, that was -- that is not right, with organization. The success was because it\nwas not organized. It was private -- I mean, here and there, but of course, later, and\nduring the time, it was organized. What I really mean 1s that if the Pope had done\nsomething in the 30’s, maybe the situa-situation have been different. To me, a situation --\nI -- | am proud that the only church who really condemned, was the Danish church. That -\n- And it was not just words, because many refugee found a shelter in the vicary, and\nmany Danish priests were in connection with the resistant movement, and that way, were\nhelping the refugees to Sweden, send them ta -- send them to -- to other people who was -\n- but naturally, if there have been con -- people have condemned this, but who want to\nhelp a Jew?",
        "A: I never gave it a -- a thought, because we come -- we came back and we have been\ninvolved all the time, and I know that it was, as I said, with my grandmother’s blessing. I\nthink the main thought in Denmark, oh, God be praised. We had a very cheap travel. And\n-- But we learned from it. Denmark went into NATO. Today we are in Kosovo. We -- I\nlearned -- to me for -- for instance, that the eur -- eur -- European union is very\nimportant, I z -- have worked for -- and the European movement for 35 years or\nsomething. That was -- NATO and that European movement was in order to avoid war.\nWe have seen the war, and in the -- the years after the war, we saw the casualties, we saw\nthe million, we saw the result, we saw the con -- the concentration camps and -- and if\ncontinued in -- in the Soviet Union, where a gulag -- where Stalin killed even more\npeople than Hitler. But, I thought, naive as I was, that unity in Europe could make us a\nbetter continent. And I really think we have achieved quite a lot in that way. I really think\nthat for the first time in history, there’s not being a war in 50 years between central\nEuropean states. We have, of course, now down at the Balkan, but we have not have this\nwar between England, France and Germany. England an-and -- and France, to be the\nmaster of Europe. We have had this union which -- and my idea of a -- a union 1s what\nCharles DeGaulle said, a Europe of the Fatherlands. We are Danes, we are French, but\nwe are Europeans, but we are not going to be directed from Brussels. We have our own\nparliament, but we have so many common interests. We have the now -- which Denmark,\nnot are in yet, the eril -- the economy, but we will have it [indecipherable] in some years,\nwe will also be member of the European -- have the Euro as our currency. And I really\nlook forward to that. But the question that we should have been proud of ourself now, I\nreally think there was, in Denmark, very much self criticism of the way we behaved, the\ngovernment, the -- the work. They worked too much together with the -- with the German\nauthorities, but on the other side, we did not lose ourself, that’s right. The -- I was not less\nDanes when I returned than before, I really think that. W-We had a much easier time\nduring the war than most part. Only Sweden had it better. Yeah, they -- that -- so -- and\nafter the war, I really think that we have made very, very big progresses. We -- And the\nsituation between the nations in Europe is much better than it was before, and so we have\nlearned by the war, f-for Denmark to go into NATO, that’s okay. That’s just like to make\na garden on the inlands eyes of -- yes, because we -- It’s so long time we were a wild\nViking nation, we still remembered.",
        "A: I said before what would happen if, in 1936, we had seen the French attack the\nGerman -- the Nazi German troops. Maybe million of people’s life have been spared.\nEvery time we stand against a dictator, you will see that he do whatever he want, and\nblame always his enemy for what is done. Now, that was the only way out. We had, in\norder to still live up to what we are taught, that we are our brother’s keeper, we must\nattack people who deny other peoples their freedom. And I can’t see it co-could have\nbeen done another way. Maybe I -- I -- I will not talk about sending in today, ground\ntroops. What happened today is that a fanatic man dec-decide hundred of thousand\npeople’s fate. It’s -- It -- He is really a dictator, he’s really danger -- dangerous against\nthe -- the world society, and to me it’s quite clear when you see the only people who\nsupport him, is the former -- people from the former Soviet Union, and China, and both\nof these countries have severe problems when it comes to human rights. And human\nrights is one of the thing we mut -- we cannot adjust them. We cannot say that human\nrights is for Christian, not for Muslims. So I really think that’s it. Go without saying, we\nhave to fight against what I call the evil.",
        "A: The evil.",
        "A: Well, I was against these trials, because the collaborators who was taken, was a small\nfish. And because of the -- the punishment they got, the lowest punishment for four years,\nall the small, easy cases, they got four years. But, when the big cases, where the real\ncriminals came up, oh well, then the softhearted Dane has said, that was too much. The\npeople who got the four years, they served their time. The others, they got maybe two\nyears, three years, and nothing hap -- and we had, of course, the severe examples, the\nkillers, the informers, and -- and some of them were shot. They deserved that, but the\nwhole s-system of laws we had, first of all, it was against Danish morality to have a law\nwhich punished things what has happened already. You cannot have a law going\nbackwards.",
        "A: [indecipherable] I-l-l-legislation, but th-their excuse was that the Council of Freedom,\nin ’43, had said, if that and that are done, it’s an offense, and it will be punished after the\nwar. But, it was not a government, it was -- that had no power but okay, the main ideas in\n-- in the law was exactly what the Council of Freedom has said, but the Council of\nFreedom had not included this small, unimportant guys, they would have the criminals,\nthey would have really crimi -- the people who broke our law, who was traitors, but that\nwas a small, completely inno -- not innocent, but ignorant people who was punished out,\nand that was -- and then, if you were lucky and first were taken prisoner three years after\nthe war, and have done serious crimes, we would not have the death penalty. Children, be\nat five, six, seven years, and well, that was wrong done. The idea was right, of course you\nsc -- you have to be punished for thing you do, but it was done in the wrong way. They\nhit the wrong people.",
        "A: Oh, they were arrested, but wha -- I must say, I’m ashamed of one thing. Quite a lot of\nthe girls who dating German soldiers, ti -- they were captured and they cut all then\npainted swastika on the ma -- I -- I was very upset when I saw that, and that -- that was,\nto me that’s -- that’s a shame on -- on the people who did it, I-- was very brave to cut --\ntake the hair off a girl, that’s -- no, but it normally was people who never had done a\nsingle thing during the war.",
        "A: I said that the pe -- the people who -- who did that, never did a single thing until the\nwar, they were -- they just find out how -- that was funny, that was -- okay, that was\npeople of the street, and I’m very much ashamed of that. But it happened in all towns all\nover Denmark that wrong people was taken prisoner, and wrong thing was done to -- to --\nto women.",
        "A: Because of the ligisation. First of all, because the Council of Freedom wanted to avoid\nthe Night of the Long Knife, as we had in other countries, where --",
        "A: Of the long knives. Where, in France, for instance, where many was killed when the\nliberation came. Also private problems was taken [indecipherable], then telling this is\nbecause of -- of the war, he is killed or she is killed, he had done so and so. That was --\nTherefore, the Council of Freedom wanted to have law, so the people who did something\nwrong, should be punished, but not private, this would be by the official authorities. And\nwe did that -- we did that. The only thing was when the judges of the street, and that went\nthe wrong way for quite a lot of -- of -- of the girls. S -- I don’t like what they did, I think\nthat was completely wrong, they -- but punishment, not that way, not that way. That is the\n-- the jury of the streets, we -- we can’t have that, not in a society wh-wh-who wants to\nhave law and order.",
        "A: Oh, for two months, about two months. We were dismissed the 10\" of July.",
        "A: Well, when I -- Just enjoyed life. For more than a month, I just went around looking\ngood friends up and meeting girlfriends, and living a life, and -- and then, in end of\nAugust, the hard work started, I started studying, I went through -- I went to the\nmercantile, and --",
        "A: Yes, I ha -- merchant high school. Then, it took three, four years, and in the meantime\nI got married, and --",
        "A: My first wife.",
        "A: Nice girl, and we met, by the way, in the summer of love, summer of freedom,\nsummer of everything. The summer the sun was up 24 hours a day. So we\n[indecipherable] you know. It was out of this world. That was -- And well, many of these\n[indecipherable] coming the first years was maybe a little bit too early for us. And then\nmy -- the last year at school, at university there, I started in my father-in-law’s company\nand stayed there until ’81, long time after we have been divorced, and that -- that made a\nrather quick way out of the ri -- was many direction, by now I was 28, and --",
        "A: We are selling chemicals, we are selling products for paint and varnish, plastic and all\nthis industrious, and medical. And in -- in 1960, I ki -- had my divorce. We had three --\nthree children, a boy and two girls, and he 1s now a -- well, 1s -- is an old guy now, and he\nis, of all places, in the re -- what do you call it, taxation? He’s a lawyer, and they sit there\nand -- but ki -- he is a very, very keen civil servant. So -- B-But that’s not my way of life.\nBut w-we -- w-we -- I see him two or three or four times a month, he lives not -- not so\nfar away. And then two daughters, one is a teacher, and the other is studying, now it’s art\n[indecipherable] studying all their life, and had a wonderful time. And they live both in\nCopenhagen, in the same -- s-same apartment house as my former wife. They bought that\n-- They bought that some years ago, and they -- they are living, and they are both\ndivorced, my daughters, I hope, soon, because I want to have more ch -- grandchildren\nthen. And then in ’60, I suppose, 61, I married Sonia and we have three sons. The oldest\nis now main director in our company. [indecipherable] son is director and been working\nsince 81. And then a son who’s a journalist, he has been here, and who’ll -- who’ll be\nback in May, to New York. And then the youngest who has just been in onwha -- enwise\n-- enwi --",
        "A: NYU. Started on a film course, he wants to be a film maker. And we live in Esbagere,\nvery near to where I was born, and we have the -- the -- a good reason to go to\nWashington once a year, and we -- I’m making quite a lot of speeches now, in America,\nand that’s very good.",
        "A: As I told you, this 1s not a issue in Denmark. When we are talking about what\nhappened during the war, the -- we will always have this -- our debt, was it the first or the\nsecond World War? That is not an issue, because how could we behave in another way”?\nThat’s -- Th -- My children, when they see -- for instance when the groups of Jews are\ncoming to Denmark, are telling that and that, they -- they can’t understand it. Why? Wh-\nWhat could you have done else? So that’s -- that’s not an issue in -- in -- 1n our speech, in\nour home.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: Oh that’s -- I really think that’s about the time with the -- with the boat, when -- ’89, I\nsuppose it was, that Professor Leo Goldberger asked me to find a boat. We have been\ntogether somewhere and -- and then he -- he asked me to find, and then I make -- and\nthere was an interview in one of our papers, and the day after, the boat 1s here. And that’s\nthe boat, you know, and that was fantastic. And then -- And then, the boat it built oak on\noak, and it was from pre-war, and you don’t find them very often, because they were -- it\ntook quite a lot to make it clear every year, for the season, so -- but the -- the guy who\nhad it now was the third owner of the boat in this -- almost 50 years. So it was -- And\nthen --",
        "A: He’s a Danish. His father was cantor of the synagogue in --",
        "A: -- in -- in Copenhagen.",
        "A: Yes. Not the boat, but a boat.",
        "A: A boat, and we found the -- this boat and my surprise that it was our boat, was minst --\nthat has been placed for 50 years, for all the years, in Elsinore, and I have boats in that\nsame harbor for many, many years.",
        "A: No, no, no, no. Because it was changed a little bit. The -- And the -- th-the name was\nquite different, and that is, you see, el -- in -- in Elsinore port there, the marina, that’s\n1200 boats, so you can’t -- can’t see the -- know them all.",
        "A: Oh, well I just was interviewed and asked if anybody knew about a -- a b -- a boat\nfrom -- from the October °43, and then he came with it and said, “I bought that from\nTormul Larsen,” so it was so -- so easy to -- to go back and find the real thing, and\n[inaudible]. We had some wonderful pictures the day it was taken up from the harbor and\nput on the truck for -- dispatched thing to -- to Baltimore, I suppose it was, yes.",
        "A: It was wonderful, because when I saw it first, oh it was ugly, it’s ugly. And -- But then\nI saw the captain, and there was one thing different, because there was another engine,\nand that engine was bigger than the engine that was in the boat before. And, but also the\nsame thing. You could -- You couldn’t remember. And Tormul Larsen, who was the --\nthe man who owned it after the war, said he had many good hours in that boat.",
        "A: Yes, [indecipherable]. But only on the last -- the last trip from -- from -- down to the\nharbor where it was put on the truck, and sent to -- to America. And then I saw it in\nBaltimore, because we had very, very keen discussions about the color, because the paint\nthat was used on the boat in that time, was made of fish oil. We hadn’t -- We had no\nmineral oil to do it, so 1t was fish oil who was -- that was the -- the main part of it. And\nthat was fine to -- to find the -- it was gray, in order -- and non-reflecting, you know, not -\n- no gl -- [indecipherable] should be non-reflecting the light, in order to have it more\nhidden, when they were sailing, as they go, one wi-with the water.",
        "A: In a container, on a ship.",
        "A: Yeah. But that was not our business, because we di -- it was delivered on the pier.",
        "A: First of all, si -- I must say that what I’m speaking of, is why Holocaust failed in\nDenmark. We are try to give the historical perspective, to give all the good thing which\nhappen, with -- with the dates, the time. It was in ’43. With the help from the German,\nwith the -- the position in Denmark that everybody would help a Jew, that it was not\nsomething uniqued. I want to give that forward, and then, the question 1s, of course, how\ndid you do it, and all this and -- and I try to te -- also, in humor that there’s been very\nfunny times. For instance, some of the -- the refugees, they had to stay, because they\ncouldn’t move the pe -- move the hospitals. And then a nurse asked the -- the -- the\ndoctor, ““What disease shall we write on the chart here?” “Oh, call it German measles.”\nYou see, that’s -- that’s typical Danish, typical Danish, that 1f we can have a little bit of\njoke, a little bit fun, and also to take the -- the atmosphere. These people lay in their beds,\nhad maybe a depression, they were afraid and all. And then, call it German measles.\nThey-- It gives a better atmosphere. So -- And then they asked the story about the king\nand the -- the -- the yellow star. And then, the -- always says, why was they not arrested?\nWell, because, as I say, nobody of these guys, knew a Jew. They had to ca -- th -- from\nthe gossip papers and all this. And also try to tell that -- that w-we -- we had food enough\nin Denmark, we -- it was not under same control and that it was not an organization. It\nwas many, many different people who tried to help and okay, there must have been a\nguardian angel in one way or another, whether you believe in angels or not.",
        "A: No.",
        "A: Well, I really think that what we did was a matter of decency. Could I have been able\nto look and see myself in the mirror if I had turned my back? It was in ’43, we knew\nabout the concentration camps, we knew that we had the possibility. We knew that these\npeople were innocent people. I think that’s -- that’s motivation, must be valued, also for\nthe people who ask. It’s enough for me. I don’t think we made something unique. I will\nnever be able to live a -- a country where you’re a hero because you give a helping hand\nto a fellow citizen. Or unique be-because you act in a decent way. You see, that’s -- that’s\nthe whole thing that my belief -- that’s why I’m not for democrac -- lif -- I’m not for\ndictatorship. I want to be democratic, but I cannot eat oysters and drink champagne if my\nnext door neighbor starve. I cannot enjoy my freedom when my next door neighbor, an --\nbecause of nothing, because of innocent work, are punished, because he -- he is a Jew. It\nshouldn’t be a crime. And we -- And we cannot accept that. And therefore, I -- I really\nfind that it was just a matter of decency. And that is why we don’t talk about, that’s not\nissue. That my children, they would have hated me, if I had done nothing.",
        "A: Pll have to answer with a joke. Once there was a man who came to me and said,\n“Why are you always so happy?” And [indecipherable] say, “Okay, in the morning, I s-\nstand up, go out, shave me, and see me in the -- in the mirror.” “I do the same,” he said.\nAnd then I ask, “Yes, but you don’t see me in the mirror.”",
        "A: No, no, no, no, I was asked to -- to do it, and because we have been on L Street there,\nseveral times, and because I was involved in the boat. And -- And maybe Leo Goldberger\nhave said I should -- could give some -- some views on this. And today, because I’m the\nonly survivor of the -- of the rescuer, not only, but you know.",
        "A: Uh-huh.",
        "A: They have a -- They call it a Garden of Righteous, and every year they honor a person\nwho have helped the Jews. And I was honored some years ago, and I can mention that\nProfessor Kaska is one and Frau Welnber another, so I’m in a very wonderful company.\nSo -- But I find that a very beautiful day and we meet quite a lot of the good friends we\nhave here in Washington area, and we love to be here. And one thing more, it’s at the\nright time. You see, time means something. We come here and have spring two weeks\nbefore we have it in Denmark, and we long for spring, after gray, very dull winter, to land\nin the airport here, 20 degrees Celsius, go down and see green trees, lots of flowers\nblooming [indecipherable]. That’s wonderful.",
        "A: It’s very difficult, because we have seen, after the war, many thing which goes near\nHolocaust. We see it today in Kosovo, we saw it at Rwanda some years ago. We see it in\nSudan, Muslims again Christian, we see that in India. We see that in the former Soviet\nUnion. I think that it’s also the interest in -- in avoiding -- avoiding a new Holocaust.\nTherefore, I -- when I participate, many times, it 1 -- a part of an Holocaust education, and\nI really think that the Holocaust education maybe can give us some answers how to avoid\nit. 1 mean, education is one of the things, when you see round the world, people living\nnext to each other in different countries, they believe the other country will do that and\nthat and vice-a - versa. And they fear it, they don’t know. The more we’re able to know\nabout our neighbor countries -- neighbor countries, it will help. I don’t believe that we are\nable to make countries love each other, but could we, through education, make them hate\na little less, we would had achieved quite a lot. But, I think it’s so important, with the\nHolocaust education, and a part of the Holocaust education is also “Schindler’s List.”\nLast year here, we watch a preview of a picture about the Danish rescue of the Jews, and\nit was not so special, truthful, but it was a good story, and -- but it gives the impression\nall the time, that we can do something. Not to avoid it, but to dimin-diminish the results\nof it. We -- We must do something, we must learn people to do what we, as Christian or\nJews, are taught. That we are our brothers and sisters keeper. If we live up to that, I really\nthink that it will be a much easier way to live, and a more lucky world.",
        "A: Never. I can tell you, last time there was anti-Semitism in Denmark, was in 1 -- 1813.\nAnd there was something unique, because th -- that -- this year, 1813, the Jews got full\nDanish citizenships and were allowed to trade on the exchange. And some of the Dane --\nother Danish -- non-Jewish merchants there, were very annoyed about that. And they\nhired some people to beat the Jews. And some of the Jews were beaten badly. But, the\nking made an action. The people who was hired was jailed, and the merchant who paid\nthem was fined very hard. Since that day there have been no anti-Semitism in Denmark.\nAnd I -- There won’t be ba -- for instance, we have lots of literature in Denmark written\nby Jews, but all in Danish. In other country, y-you will see, in Yiddish or in -- in Hebrew,\nbut the Danish -- by accident Jewish, authors, write in Danish. They’re a -- an important\npart of our literature. And therefore, the Jews are not something different. They are not\nliving in ghettos, they can be your next door neighbor. They are -- During the war, during\nthe occupation, one of the chefs of the department of Social Affair, was a Jew. Today, y-\ny-you don’t -- y-y-y-y -- that 1s -- that is not a question to put because why should there\nbe?",
        "A: Well, normal -- normally I quite agree wi -- I don’t know the -- we have several\nMelchior. The -- The rabbi who said in the synagogue in ’43, was the other -- that was\nMarcus Melchior, and his -- hi -- that he wrote, “That was a Golden Heart,” when he\nreturned. And the other, Ben Melchior, he just retired last year, and I haven’t seen that,\nabout that, but maybe something I have overlooked, but today, that’s nothing, nothing. I -\n- Because everything we were against, as a nation, was nascism, and I will be very\nunhappy to believe that one of the most nasty things with nascism, should have been\nsurvived id -- in Denmark. I think that’s -- No, well I -- I can’t -- I can’t understand it.",
        "A: Not at all.",
        "A: Why should it? Why should it? We have our Friends of the Sound. We meet once or\ntw-twice a year, and we have our tradition.",
        "A: No, no, no, that -- that is -- that is a -- a union of all this who did.",
        "A: Because ha -- Elsinore’s Sewing Club is one, and -- but the Friends of the Sound was\nfounded by t -- Mr. Thompson, he was an innkeeper and he died in concentration camp.",
        "A: What I do?",
        "A: Having a yearly what do you call it, yearly meeting. We are a society and we have\nelection about who shall be the chairman, and on the very, very high level. And then we\nhave a good dinner, and we have some songs and -- and we are still, the few of us, still\nable to drink a beer or two. We -- But we have a -- that’s a reunion every year and that’s\nin -- that’s really nice, but it is hard to be the president, with less and less members.",
        "A: That -- That was a bunch of people, because there was many women in it, who act in\nthe only way you can act, if you want to be a decent person, and nothing more. Because it\nmust not, if we want to avoid Holocaust, be heroes or unique who do that. No, that should\nbe the normal man, because he can avoid -- the hero cannot but maybe save a couple o-or\ntwo, but that must be the normal man who understand it’s possible to avoid, without\nbeing a hero, because we are not Rambos or Schwartzenegger, or VanDamme or what. It\n-- To avoid Holocaust is, you will have to use the normal person. And I -- If I shall be\nremembered, it’s that I did a reas -- a decent thing and that was not more what you can\ndemand of everybody. Still remembering you are your brother’s keeper. There we are.",
        "A: You’re welcome.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 16, 1999\nRG-50.549.02*0040",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Preben\nMunch Nielsen, conducted by Katie Davis on April 16, 1999 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "April 16, 1999\nBeginning Tape One, Side A"
    ]
}