{
    "rg": "RG-50.106.0217_trs_en",
    "sequence": [
        "Q: No middle name. And what was your name at birth?",
        "A: Trudy Wellisch.",
        "Q: Wellisch is your —",
        "A: The maiden name, yes.",
        "Q: Where were you born?",
        "A: I was born in Vienna, Austria.",
        "Q: And when were you born?",
        "A: May 20\" 1926.",
        "Q: Let’s talk a little bit about your family now. Your parents’ names.",
        "A: My mother’s name was Irene Kohn, K-O-H-N which translated to American Cohen, C-O-H-\nE-N, but hers was K-O-H-N. And my father was Hugo Wellisch.",
        "Q: How far back can you trace your family in Vienna or how far back can you trace your family?\nhttps://collections.ushmm.org\nJanuary 16, 2014 4",
        "A: Well as far as grandparents, I did not know my mother’s parents, but I did know my\ngrandmother on my father’s side and her name was Rosa Wellisch and she lived with us. I didn’t\nknow her husband, my grandfather.",
        "Q: So you knew one grandparent.",
        "A: So I knew one grandparent.",
        "Q: How far back in Vienna did the family go? Do you know?",
        "A: Well I don’t know. This is about as, I know you know my aunts and uncles.",
        "Q: Who lived in Vienna?",
        "A: Who lived, some lived in Vienna and some lived in other towns outside of Vienna.",
        "Q: Surrounding —",
        "A: Surrounding -- well let me. We lived in a small town called Wiesenfeld where my father had\na kind of a big business.",
        "Q: What kind of business?",
        "A: It was like a, you might call a general store or a department store because he sold everything.\nBesides selling groceries and materials for clothing and shoes et cetera. He also had a wholesale\nlumber business and grain, like corn and I don’t remember what else. I just remember that quite\nwell. And he catered to all the people in the area and this small town of Wiesenfeld was about an\nhour’s drive from Vienna. I don’t know whether it was east or west. Let’s not ask me directions\ncause — so it was about an hour’s drive.\nhttps://collections.ushmm.org\nJanuary 16, 2014 5",
        "Q: But you were born in Vienna?",
        "A: But I was born in Vienna, yes. My parents were born in the country. My mother was born in\na town next to mine, to Wiesenfeld, called Traisen and that’s spelled T-R-A-I-S-E-N and my\nfather was born, I believe he was born in Wiesenfeld, cause the house we lived in was my\ngrandparents’ house.",
        "Q: How religious were your parents?",
        "A: We were not religious but we were well aware and made sure that we observed all the\nholidays. I had to learn Hebrew. My brother was bar mitzvahed, but that was in another city, not\nin Vienna but in a city called St. Polten and they had a synagogue there, that’s spelled capital S-t\nperiod. And then capital P-O with an umlaut — L-T-E-N. That had a synagogue and bigger\nschools and all that.",
        "Q: So you, obviously you said you had your brother. Did you have any other siblings?",
        "A: No.",
        "Q: And your brother’s name?",
        "A: Eric.",
        "Q: How much older —",
        "A: He’s six years older.",
        "Q: Six years older, ok.",
        "A: And he’s living in North Carolina now.\nhttps://collections.ushmm.org\nJanuary 16, 2014 6",
        "Q: Let’s talk about your life. So your parents were not overly religious?",
        "A: Not overly religious.",
        "Q: Did you observe Shabbat and things like that?",
        "A: Not really, no, no.",
        "Q: Just the big holidays.",
        "A: The big holidays.",
        "Q: What kind of neighborhood did you live in? Was it a mixed neighborhood of Jews and non-\nJews?",
        "A: No Jews. We were the only Jews because it was a very small village. It was in the foothills of\nthe Alps, beautiful area, but we were the only Jews in that town. The rest was all mostly farmers,\npeasants you know and that’s what my father catered to all these people. And further out even.\nHe had a big surrounding area that he catered to.",
        "Q: What language did you speak at home?",
        "A: German.",
        "Q: German. No Yiddish or anything.",
        "A: No Yiddish, no, no, no.",
        "Q: You went to a regular school. What kind of school did you go to? Starting from when you\nwere young.\nhttps://collections.ushmm.org\nJanuary 16, 2014 7",
        "A: There was no school in Wiesenfeld. There was nothing in Wiesenfeld. What do they say, if\nyou blink, you’re gone or you’re done. So I had to start school in a village called St. Veit. That’s\nspelled capital S-T and then capital V-E-I-T. And that I started first grade to probably third grade\nmaybe, fourth grade. I don’t quite recall. And we walked and it was about maybe from half a\nmile to a mile. And then I transferred to the other town that I mentioned, Traisen which had a\nschool that went to seventh grade or I don’t recall. But I went there with my cousin Lily who\nlived in Traisen. And they had more Jews there, not many but a couple of families. So I went to\nTraisen until I was 11 years old. And then I was sent to Vienna, to the gymnasium which 1s like\nour high schools but a lot tougher. Very tough. I had to pass an entrance exam to get in. and I\nwas very tempted to cheat but not for the good, but for, so I didn’t have to go. But I passed it\nand I lived with friends of my parents. In Vienna. I really didn’t want to go. I was kind of a\nhome body. And these people I lived with were very nice. They were not Jewish. They had a\ndaughter, a little bit older than myself. And we both went to that gymnasium.",
        "Q: How did your parents know this family —",
        "A: Oh they had been friends for many years, through a sibling of theirs. Of either the husband or\nthe wife, who lived in Traisen. And my parents had been friends with them and that’s how they\ngot to know each other. And they were very nice to me.",
        "Q: Let’s go back a little bit. When you were growing up in your village was there, do you\nremember. You were of course quite young — any experiences of anti-Semitism. You were the\nonly Jewish family.",
        "A: Yeah, yeah. No nothing as far as —",
        "Q: You played with the other children?",
        "A: Oh [had good friend, right across the street. Very, very poor and she was my best friend and\nI would share my toys with her and my mother would give her clothing and things like that.\nhttps://collections.ushmm.org\nJanuary 16, 2014 8",
        "Q: And with the teachers. No expressions of anti-Semitism.",
        "A: Not yet. It’s coming.",
        "Q: In that first school you didn’t experience —",
        "A: No, not, not yet.",
        "Q: Were you a very athletic type child?",
        "A: I was not, not in the gym and —",
        "Q: Did you like sports?",
        "A: I, skiing and skating and sleigh riding we did that. And the skiing was relatively simple for us\nbecause all I had to do was put on my skis and walk up the hill, go across the road and walk up\non a mountain and —",
        "Q: Did you like to read?",
        "A: I did like to read and when I was very little I recall my mother reading me beautiful stories.\nYou know.",
        "Q: Would you call yourself an independent child? Were you —",
        "A: Not really. Not really. I was very attached to my parents. But then when I had to go to\nVienna which was a good thing",
        "Q: Now you’re in Vienna and memories of that. You said you went when you were 11 so —\nhttps://collections.ushmm.org\nJanuary 16, 2014 9",
        "A: So ok so that was —",
        "Q: 37",
        "A: Exactly and I went there in August to get ready for the opening of school in September and\nwhen I started this gymnasium, I hated it immediately. The teachers were so strict. And I was —",
        "Q: This is a co-ed.",
        "A: This was girls only, girls only. But anyway I made it and now —",
        "Q: Before that or up to that point, Hitler had been in power. Again you were young of course.\nDo you have any memories of this man Hitler in 35, 36, 37?",
        "A: Not that because that was Germany.",
        "Q: I know but you spoke German and did your parents hear him speak over the radio and —",
        "A: I was not aware of any of that.",
        "Q: Of what was happening in Germany.",
        "A: Nothing, no, no. it didn’t, if they talked about, among themselves. I don’t recall that, no. The\nonly thing I do remember was the chancellor. His name was Dollfuss, during 35 or 36. He was\nassassinated. And I heard that and because they were talking about it in school, but I thought oh\nthat’s too bad you know. But me.",
        "Q: So now you’re in gymnasium.",
        "A: Now I’m in gymnasium and I’m hating every minute right.\nhttps://collections.ushmm.org\nJanuary 16, 2014 10",
        "Q: That’s 1937.",
        "A: So I get through it and now comes the month of March 1938. And I’m at home with the\nfamily. I think ready to go to school or whatever the date was. A lot —",
        "Q: In Vienna?",
        "A: In Vienna.",
        "Q: With another family, not your family.",
        "A: No the foster family let’s call them.",
        "Q: What were their names, do you remember?",
        "A: Her name was Geezi, Giselle and Hans hm.",
        "Q: Ok so you’re with them",
        "A: I’m with them and there is a fantastic commotion and noises and yelling and screaming and\nairplanes and we are running to the window and it was, I don’t know if it was the Luftwaffe or\nGerman aircraft throwing down pamphlets and propaganda and later on we ran outside to pick it\nup but it was the Anschluss, the annexation of Austria. Right then and there. Pouf. And shortly\nthereafter Chancellor Schuschnigg went on the air and saying goodbye to Austria. Austria is no\nmore.",
        "Q: Had you heard of Hitler? When did you first hear of Adolf Hitler?",
        "A: Well this was all right now you know at that moment, it was —",
        "Q: This was your introduction.\nhttps://collections.ushmm.org\nJanuary 16, 2014 11",
        "A: This was the introduction and I don’t even know whether Hitler’s name came up, but\nGermany. What is this? I’m 11 years old. I have no idea what is going on. Anyway my foster\nmom said when things started to calm down, it was time to go to school or whatever it was I\nwent back to school. Had to go to school. And things went on sort of normally. One week\npassed by. The principal came into the classroom and said all Jewish girls out into the hall. And\nat least I knew enough I was Jewish, you know. I went out into the hall and there were other\nJewish girls already out there. And the principal said pack up your books and whatever belongs\nto you and get out. Do not come back. No Jews allowed.\nSo the comprehension wasn’t there yet, you know. What? What’s going on? So I took my books\nand my coat and whatever we had and I took the streetcar and I went home to the foster parents.\nAnd she said what, are you all right? What’s happening? I said I’m ok but I got kicked out of\nschool. She said what did you do? I said I don’t know. So I’m proceeding to tell her, the\nprincipal said don’t come back. They don’t want Jews. And she, I remember this like it was\nyesterday. She sat in the chair and she said oh my god. I guess we have to call your parents.\nAnd she immediately went and called my parents. And it was either my mother or my father. I\ndon’t recall said I guess we’ll come and get her. So I was there another day and they came\nimmediately and brought me home. And you know what I thought. I thought you know what.\nThis isn’t so bad. I hate this place anyway you know. Not realizing yet what was to come.",
        "Q: So you weren’t frightened at that point?",
        "A: I didn’t have sense enough I think to be frightened. Really. I did sense —",
        "Q: Something wasn’t —",
        "A: Something you know. My parents and the foster parents and that excitement and not good\nexcitement, not happy excitement but tension. So I went home. Now you can’t just sit home.\nWhat are we going to do now? Ok. My mother called the school in Traisen where my cousin\nlived and they asked if they would take me in school. And they said yes. So that wasn’t so bad\nbecause my cousin Lily, my age, we were like sisters. And she had two brothers, Oscar older and\nhttps://collections.ushmm.org\nJanuary 16, 2014 12\nOtto younger. And so we were kind of together and the school was right across from her house.\nSo we would go to lunch at my aunt’s, Tante Olga was her name, Lily’s mom and her dad\nIsadore. Isadore was my mother’s brother. And so things were not too bad. This is now April\nalready. Took a while to get me in and you know the details of all this stuff.",
        "Q: Were there any banners or any symbols around —",
        "A: The swastika.",
        "Q: Was that by then, in the town?",
        "A: Everybody had the swastika. Everybody. I don’t know where it came from. So quickly. The\nA",
        "Q: Imean to an 11 year old girl.",
        "A: What is, just what’s happening? What is happening? And then you’ll find out. This is how I\nfound out how things are getting worse. Now we’re finding out. A very nice teacher came in one\nmorning to the classroom and all the kids jumped up Heil Hitler with the arms. That was the law.\nAnd Lily and I jumped up too. We thought it has to be this way. And the teacher said Trudy and\nLily, you say good morning. You do not say Heil Hitler or he said you don’t have to say. So we\nthought ok, Guten Morgen. We never saw the teacher again. It was the last time. He just\ndisappeared. Never knew what happened. I would think some of the kids went home, told\nmommy and daddy — unh. Away. Ok life goes on. About a month later, another teacher said to\nthe class. He was our math teacher. His name was Richter. I remember that. Well I guess you'll\nsee why I remember it. He said I have good news for you children. We are going on a field trip\nto Linz. Big city in Austria. So I’m handing out the forms and you get your parents to sign it and\nLily and I were it’s great. So we went home and showed it to Papa and he said I guess it’s ok. He\nhad a little thinking but I thought well that’s Papa. He worries about everything. And Lily went\nhome and she got permission. And we brought the forms back and the teacher takes the forms,\nlooks at them, tears them up and says Lily and Trudy you cannot go. We do not take Jews. Then\nhttps://collections.ushmm.org\nJanuary 16, 2014 13\nthis is now we cried. Why? What did we do? Now it’s beginning to sink in. Something is with\nthe Jews that they don’t like. And he wasn’t all nasty about it. He said I’m so sorry. And that\nwas it. We couldn’t go. So now this is beginning to sink in what is happening.",
        "Q: At that time did any of the Christian children say anything to you about that?",
        "A: No, I don’t recall them. I think if it had been anything nasty or mean I would remember it, but\nthere was nothing pro or con about it. Neither way, no. So it was beginning to be quite painful.\nWell then came the summertime and there was no school and Lily and I spent a lot of time\ntogether because our gentile friends were no longer our friends. They weren’t allowed to play\nwith us. So we spent time together and did what we could. We visited each other. We couldn’t\ngo to many places. You’re not allowed to do anything. In the meantime —",
        "Q: What weren’t you allowed to do?",
        "A: Well I mean to really my parents and her parents did not allow us to run around and to —\nbecause it was getting dangerous. My brother for example was in a gymnasium in St. Polten\nwhich I think I mentioned to you. And he had just finished gymnasium. He was 17. And he was\na valedictorian and the principal or the superintendent called him in to the office because they are\ngraduating now and said Eric we will give you your diploma but you cannot come to graduation.\nSo then I knew this. Eric was talking about it you know. And he said I can’t go to graduation but\nat least I graduated. Eric always had a sense of humor about everything and he took things — [ll\nget to that a little bit later but now we are coming back from summer vacation and back to\nschool.",
        "Q: Was it frightening seeing German soldiers?",
        "A: I wasn’t that frightened. I kind of liked seeing them. They’re marching you know. We\nweren’t, maybe we were dumb or something. I don’t know. But kids love to see marching. We\nweren’t aware that the soldiers were going to — there was going to be a war. That was not -- but\nhttps://collections.ushmm.org\nJanuary 16, 2014 14\nthey marched right by my house. I remember that. And waving to them and you know. It didn’t\nlast, believe me.\nBut now comes September. We are back in school.",
        "Q: This is September 38.",
        "A: Exactly, 38. And nothing much is happening and now we go right through until November\n10\". And we’re in school and we went, as I said, home to lunch every day to Tante Olga, Lily’s\nmom. And we’re going to lunch and it is very cold. And we’re getting there and the door is open\nand a window is open. Sometimes she used to open a window to air it out but always close it and\nall that. And we walked in and Lily calls mama. No answer. Again we’re running through the\nhouse, mama, mama. Nobody there. And I’m yelling Tante Olga where are you. We are home\nfor lunch. We only have half an hour. No answer. Lily and I look at each other. Something’s not\nright. I said what do we do? She said I know the Tikler family here in town, another Jewish\nfamily. Why don’t we go there? Something’s happened. So ok we started going down the street,\nwhen all of a sudden across from us, we’re walking straight and perpendicular comes what we\ncall the green Henry. It was a green police wagon. And in it is her father. And we see this and my\nuncle just waved goodby. And then we just were so scared. And we started running and we get to\nthe Tikler house and they’re all women, no men gathered in that house. And we said to my aunt,\nand she said what happened. How come we didn’t know where we were, where you were. She\nsaid I didn’t have time. They came and chased me out. And they wouldn’t even let me leave a\nnote or go get you so what is going on.\nWell nobody told us anything. The women were there and they were all very upset. An old\nwoman who was uh, and babies. I mean there must have been ten or 12 people. Where’s my\nmother? We don’t know. So I said I’m going home. Oh you can’t go alone. So Lily said P’ll go\nwith you cause I will. You can’t stop me now. Now I’m getting independent. (laughs) So Lily\nand I start walking. And the distance was maybe a mile from where we were to my home. In\nWiesenfeld. We get about half way. I see a bicyclist coming towards us. There was minimal\ntraffic at that time. Nobody had a car, you know. It was, so here comes a bicycle rider. Even that\nwas a big deal. Come closer. Who is it? My mother. She said papa is in jail. Where’s Eric?\nHe’s in jail. Oh god. And uncle Isadore. We just saw him go by. They must have taken him to\nhttps://collections.ushmm.org\nJanuary 16, 2014 15\njail. What happened? A Jewish kid, my mother is saying. Come on, let’s go. I’m going to take\nyou back to the Tiklers. We’re all going to be together. The story was and everybody has heard\nthe story. A Jewish kid killed a Nazi official and we’re ok. Everybody paid I don’t know how\nmany marks. Plus being in prison. So that’s what that day was Kristal night. They took my\nfather into a jail in some other town, and my brother and they were sitting there and my mother.\nThey were taking my mother too. But my mother, if you want to know somebody feisty, she was,\nshe said you’re not keeping me. You can shoot me first. You’re not keeping me here. I got to go\nget my daughter. She didn’t do anything. She’s 11 years old. What. And they said ok, go, go,\ngo. So that’s how she got out.\nSo we went back to the house and all the women. Uh, what are we going to and kvetching and\ncrying and my mother said. You know what. We don’t have time for this. We better sit down\nhere and think about what to do. So perhaps we could find, she just made things up to keep them\nbusy, to get some clothes together. Or get whatever we need. Get some suitcases. Maybe do\nwhatever we have to do, even if the suitcases are empty. Just, you never know what we have to\ndo. And they said ok and they, I don’t know what they did. But by that time things were coming\ntowards supper time. And my mother said now maybe we could find something to eat. Could\nmake a sandwich. Have some fruit. And so we all did that. They did that.\nAnd now it’s getting later and later and now there 1s a banging on the door. Must have been\neight, nine o’clock at night. Open. Open up. It’s the Gestapo. So everybody is cowering. My\nmom close to the door and she said yes. And he said how many of you are there. And my mother\nsaid I don’t know. And get out. So my mother said what do you mean get out. You get out in\nthe street all of you. Now. You can grab what you can and go and so people who had been\nfutzing around and looking for clothes. They had stuff and they had a coat and whatever we had.\nAnd we were on the street now. It’s cold. Quite cold. My mother says what are you going to do\nwith us? We decided. There were three of them. You are going into that factory that’s a few\nstreets, I don’t recall where exactly. Was an empty factory. And they were going to put us in\nthere and we were to stay there. And this was a cement floor and nothing else.\nSo we get there and all of a sudden, my mother stops and she said to them, excuse me, sir. I\nwant to a, tell you something. And he said yes, what do you want? She said when we were\nyoung and I lived in that house where Lily lives now, and my aunt. I used to live here and you\nused to come to the back door and ask for me and when I came out, you tried to kiss me. And he\nhttps://collections.ushmm.org\nJanuary 16, 2014 16\nsaid to her. Shut up. She said but you did. What if I spoke very loud and everybody would know\nthat you, a Nazi officer, kissed a Jewish girl. And he said if you don’t shut up, I’m going to send\nyou and the kid to Dachau. Meaning me. She said that’s very good officer. You can send me\nand my kid but before you do, I’m going to scream it all over this town that you tried to kiss a\nJewish girl. He said what the hell do you want? She said all I want 1s to take these people instead\nof putting us into the factory, to my home in Wiesenfeld. I have a big house and we can stay\nthere. And of course they argued. And they can’t do that and who do you think you are. And she\nsaid ok, it’s your choice but I can scream. And I thought he’d shoot her right there.\nGo ahead, he says. Take them and go. I have to laugh at her. Cause she said but it’s so cold. We\ncan’t just walk. We’ve got this old lady and a baby. And he just he was getting crazy, this man.\nAnd the other officials heard him say what does she want? She can’t walk. She says I want a\ntruck and they said get her a damn truck. They got a truck. They loaded us on. They got us a\ndriver and they got us a bodyguard with a machine gun or whatever. And they drove us to my\nparents’ house.\nSo she saved the day. Now it took some time to find out what happened to my aunts and uncles.\nAnd for my father to be released and in the meantime, while we were all mulling around in my\nbig house, my mother sent a telegram to a cousin we had here in the United States. My cousin. It\nwas my mother’s niece who married an American physician. And this physician had gone to\nVienna years before in the 20s, to study at the University of Vienna. And",
        "Q: So you'll continue.",
        "A: Well he went to study, post graduate work at the University of Vienna and he met my cousin\nand they dated while he was there. And he was there about a year or so. And came back to the\nUnited States and sent her a telegram. Will you marry me? And she sent back yes. So he came\nback again and they were married. So lucky for us. Now she’s in America, he’s an American\ncitizen. And my mother sent them a telegram. Can you send us an affidavit. We got to have\nsomething because Hugo is in jail and Eric 1s 1n jail and they sent an affidavit to Eric. To get\nhim out first, my brother. Because they were really after the young men.\nSo they sent Eric an affidavit and to make a long story short, they let Eric out. And this was\nmaybe December now. Kristal night was November. So December. And he was able to get a\nhttps://collections.ushmm.org\nJanuary 16, 2014 17\nvisa and a passport to come to the United States and he came alone. And my cousins, they picked\nhim up and they took him in and they took care of him. Now —",
        "Q: Was there any destruction on Kristallnacht in your town or in your father’s store?",
        "A: Not in my father’s store. No. I think he was a very well-known man and he helped a lot of\npeople. Not that it make any difference to some of them, but it did help. I’m sure.",
        "Q: So you did not see any destruction?",
        "A: So, I would recall it but no destruction. No it was I think there were a couple of people who\ncame to our door at midnight to see if they could help. Good people. Solid people. One woman\nwas my mother’s washerwoman. And she risked her life to come to do whatever she could do.\nShe even brought bread. She thought we were starving. But before that I forgot to put this very\nimportant element in.\nRight after the Anschluss not much time passed when a Nazi officer came to my house. And I\nhappened to be — it was a two story house. And downstairs was the kitchen and a dining room.\nMy father’s office, his business. Upstairs were bedrooms and a music room. And I had a baby\ngrand piano. And an old fashioned bathroom. We did not have running water. We had a\nbeautiful home but there was no running water yet. My mother wanted to institute that and\nhadn’t gotten around to it and blah, blah, blah. So.\nThis Nazi officer came to the door and said -- I was alone. Where’s your mother. And I said\nshe’s upstairs. Take me. so I take him and I called her and I said, Mupik, somebody to see you.\nShe comes out. He says to her, where’s your piano. She said, show me. so she shows him. It\nwill be taken within the hour. And my mother said, what? What do you mean, it’ll be taken\nwithin the hour. He said don’t you know yet, lady, that Jews are not allowed to have anything\nof value. And she is thinking that this 1s a joke. And he said now I’m going to give you a\nchance. Make a decision. It’s either you or the piano. They were going to take either the piano\nor they’ Il take her. Now what do you do? Even when you are feisty. You can’t stop that. So that\nwas I forgot all about that. It was at the very beginning.\nhttps://collections.ushmm.org\nJanuary 16, 2014 18",
        "Q: Do you remember them taking the piano?",
        "A: Oh god yes.",
        "Q: What were your thoughts?",
        "A: Crying.",
        "Q: You stood there crying.",
        "A: I was crying. But we still had the house until two weeks after that. They came again and they\nsaw my father. And they said to him you know that you cannot possess your house any longer.\nNo business, no nothing. I want you to sign an IOU. And my father said I’m not signing\nanything. You, you what do you mean, my house. We are here to possess, to take possession of\nyour business. And your house. And my father said and what are we supposed to do. He said\nwell we’re not evil people. We will allow you to live upstairs. So it took a while to straighten all\nthis out. It was awful. We had to move upstairs. And if we wanted to cook and eat, the bathroom\nhappened to have a stove where, for heating. So we had to cook on that. There was a bathtub in\nthere. Toilet was somewhere else. And we had to go buy our own groceries.\nAnd the house was no longer — he had to sign it over to the German regime. It wasn’t Austria\nanymore. It was all German. So that’s how we lost everything.",
        "Q: What was your father’s state of mind then?",
        "A: My father was a very, he didn’t, he coped with everything. I mean he thought things through\nand he — this is what is happening. Let’s figure out what do we do now. And it was very difficult\nfor him of course, my god. So ok, now that’s gone. Then later that was March, I think or, Hitler\ntook in March so you know as the weeks went by all this happened.\nSo then as I said, Kristal night, I already explained that. Papa is still sitting in jail.\nhttps://collections.ushmm.org\nJanuary 16, 2014 19",
        "Q: Do you know if at that time you knew what had happened in Germany on Kristal night?",
        "A: Oh yeah because we knew it happened in every —",
        "Q: How did you know that? Do you know how your parents knew it?",
        "A: Well we had a radio.",
        "Q: You had a radio.",
        "A: We were allowed to have the radio. So and the talk, calling on, I mean you can’t just whisper\nthese things anymore. It’s out now. And so we are now old enough to know what’s going on.\nYou know and especially after Kristal night it was totally clear for Lily and me and her brothers\nthat nobody, they hate the Jews and god knows what’s going to happen to us. So now comes the\naffidavit for Eric.\nNow he’s allowed to go. What’s going to happen to papa now? What’s going to happen to us?\nSo Eric comes to the United States and he’s being taken care of by the American physician and\nhis wife. And Eric 1s learning English and he gets himself a job. They lived in New York. So\nEric is in New York. Now Woodside, Long Island which is almost part of Manhattan. And\nsomebody from Europe told him that there is a guy in New Jersey and he works in a factory and\nhe used to know papa and Eric why don’t you try to contact him and it worked. He contacted\nthis man and the man got Eric a job in that factory. In New Jersey. It wasn’t all that bad to travel\nyou know, to commute but —",
        "Q: Who had the money to pay for Eric to come over?",
        "A: My father.",
        "Q: Do you know what ship he was on?\nhttps://collections.ushmm.org\nJanuary 16, 2014 20",
        "A: No, not, not what. I don’t know what he was on. I can only tell you later what we were on.\nAnd —",
        "Q: So he gets this offer, this job in New Jersey.",
        "A: So he takes the job and a man said to him Eric, you look a little bit depressed all the time.\nWhat’s the matter? And he said ’'m worried about my parents and my sister. They are still over\nthere. And this man said to him, well why don’t you write to President Roosevelt and tell him.\nAnd Eric said yeah, right. I can’t, I can’t even speak the language. I can’t write and I’m going to\ntell the president, hey you know. And this man said well you never know. And Eric said no I’m\nnot going to do it. This man kept pushing. He said Eric you got to try things. And Eric finally\nsaid he got disgusted. He said ok already. Will you help me? And the man said Ill help you\nwrite the letter.\nSo Eric writes this letter. Dear Mr. President whatever my parents, my little sister. I’m very\nworried. It’s a terrible time. Sent it, forgets about it. Two, three weeks pass by. A letter comes\nfrom the office of the President. From his press secretary. Dr. Mr. Wellisch, the president has\nbeen made aware of your situation and has directed me to tell you what to do and how you can\nget your parents out. And it had to be a farmer’s visa because the United States had a quota,\ndidn’t let everybody in.\nBut if you were, knew anything about agriculture, you had a chance. Luckily my father owned a\nfarm. I’ve got pictures over there. I can show you later. He owned the farm right in Wiesenfeld.\nIt was a big farm. He owned it but he didn’t run it. Somebody else who ran it, but papa was the\nkind of man who was well informed about everything. He owned the farm. He knew about\nfarming.\nHe knew about lumber and everything that he did, he was well informed about you know.\nSo my brother was able to communicate to papa to apply for a farmer’s visa. To make a long\nstory short, he got it, but it took from January or February until the end of August for us to get\nout. We lived under the Hitler regime for a long, long time and things were getting harder and\nharder. But he did get the farmer’s visa. And he was able to have enough money to have\ntransportation for us to come to the United States and the ship we were on was called the\nhttps://collections.ushmm.org\nJanuary 16, 2014 21\nVolendam. So in August of 28\" we arrived in New York and this was about a week before\nPoland was invaded when that was it. Nobody got out.",
        "Q: We will get to that of course. You said things got worse between January and August when\nyou left. What kind of things, how did your life change? What weren’t you allowed to do?",
        "A: We weren’t allowed to do anything. I mean we were just sitting tight. My father was allowed\nthough to go to different offices to try to get the visa. He had to do that. And you have to get a\npassport. And you have to get stuff together to, what are you allowed to take out. What are you\nnot allowed to take? That kind of stuff. That he was allowed to do, to go to Vienna and do that.\nBut other than that, nothing. I mean —",
        "Q: When did he get out of prison?",
        "A: Well he must have been from Kristal night, November tenth. I don’t know. About a month or\n— yeah.",
        "Q: What other restrictions did you have in that January to August time span? You, as you —",
        "A: Well I couldn’t play with anybody. As far as a child is concerned. I was able to go to Lily you\nknow and we could be together. She was with us anyway. They were in my house until all these\npeople that my mother rescued kept us busy because there were a lot of people to feed and the\nbedding and —",
        "Q: And so they were up on the second floor with you?",
        "A: Yeah. In different bedrooms. My grandmother lived with us so she, and she had died. But\nwe were able to use her — she lived in. She had a kitchen and two or three bedrooms and so we\nwere able to put these people in there. And my parents’ bedroom, my bedroom. Had lovely\nmusic room. Everything was used. And we left them there.\nhttps://collections.ushmm.org\nJanuary 16, 2014 22",
        "Q: Did you see any signs or in the street about Jews not being able to do certain things?",
        "A: Not there, in this town. There was nothing except where my brother was in that city, in St.\nPolten, there were signs on the benches around the schools. No Jews allowed. They couldn’t sit\nthere. And my uncle, the one whom I told you we saw in that green wagon, he was taken to\nVienna to scrub the sidewalk with a toothbrush. You’ve heard about those things. So he was one\nof them. But he made it. Now the sad part is that after we were here already, we were very\nconcerned about the rest of the family. Especially and Lily, I was worried more about Lily. We\nwere like sisters. And the edict more or less was that the Nazis were after the men and the young\nboys. And so my uncle and my, Lily’s older brother were able to get out through some Jewish\norganization here. I don’t remember which one. And they left Austria. They left Wiesenfeld\nwhere they were in my house. And came to the United States and my uncle thought he could get\nhis wife and Lily and Otto out. And never made it. So he’s here with his son and with the guilt.\nWhy did I do this? And you know how you can, my cousin is still living in St. Louis. Lily’s older\nbrother. He is ok but another, there are so many stories attached to what I am telling you. It\nwould take me all day.",
        "Q: Let’s talk about your leaving. What did you say to Lily when it was time to leave?",
        "A: When it was time to leave I said nothing. My father told me to be very quiet. We are leaving\nmidnight on a train that we didn’t have a school in Wiesenfeld but we had a train station which\nto this day doesn’t make any sense. We were going to take the train to Vienna and from Vienna\nwe were going to Holland. And I’m not to say anything to anybody. It was too dangerous. So —",
        "Q: What did you take with you?",
        "A: Ah, we had a few things we were allowed to take. At that time it was still not as bad as later\non. I mean ridiculous to even mention it cause nobody lived anymore. But we could take our\nclothing and my mother had some silver spoons and she had that in her suitcase and that was ok\nand this necklace. That’s hers. That was my grandmother’s. Now I don’t remember how she got\nhttps://collections.ushmm.org\nJanuary 16, 2014 23\nthat out, but that and nothing else. As far as jewelry is concerned because one day the Nazi came\nin and asked again where is your mother? And my mother is — where is your jewelry? It’s in the\ndrawer wherever. Open it. She opens it and he goes through it and he finds her engagement ring\nwhich was a gorgeous ring. An emerald surrounded by diamonds. Ah, ok, in the pocket. And I\nhad a little ruby that I loved. Oh, is that the kid’s? Oh that’s mine. Yes. Oh, ok. That kind of\nthing so but papa said you know that’s not the worst. We’re getting out now so when we did get\nout, this was in the dead of night in August. And I couldn’t say anything and I was pretty upset\nabout that. But we —",
        "Q: Did you take anything besides clothes, like books or anything?",
        "A: Yeah, we took books. My mother’s, she had a beautiful library and she packed them in some\nkind of box and I don’t know. I guess of all things you know but when you’re in the situation\nlike this you want to take something that —",
        "Q: Did you take any dolls or anything?",
        "A: No couldn’t take anything. Mm, mm not that. Mostly clothing and no linens. Nothing.\nMostly clothing and a few odds and ends.",
        "Q: So it was August and what port did you leave from? You went —",
        "A: Well now this is another story.",
        "Q: You took the train to Vienna, you said.",
        "A: Took the train to Vienna and my father’s aunt was there at the train station. And I don’t\nremember much about anybody else but she was there because she was my very favorite aunt.\nAnd she hugged me and she said you should be very happy. You know why. I said why should I\nbe so happy? She said not only because you’re getting away from here but because you won’t\nhttps://collections.ushmm.org\nJanuary 16, 2014 24\nhave to go to school on Saturday in America. (laughs) and we cried and she said my darling I\ndon’t think I'll ever see you again. And I never did.\nSo we got on that train. When we get to the border the Gestapo comes on. Checking papers.\nCome to papa. Papers, passport, takes the papers, walks away and brings another officer and says\nthere’s something wrong here. Get off the train. Take the kid, take your wife. Get off. We had\nto get off. The train goes away. That was hell. They took my father into an office and they told\nmy mother and me to sit and wait and we sit and we wait. And train after train is coming and\ngoing. Our train long gone. No Papa. Now what.\nI said to my mother I think we’re going to die. And she pushed and she said we are not dying. I,\nif I have anything to do with these guys we (laughs). They could have killed her more than once.\nShe had a mouth and I mean it was about three or four hours later when Papa came out. We can\ngo. What happened? They did not believe that he knew anything about farming. Because he was\na businessman. And they brought in a knowledgeable agricultural expert who grilled him for\ntwo hours about cows and milk and what have you. And Papa thank God, he knew the answers.\nHe was well informed about everything. And they finally had to, well they didn’t have to let him\ngo but they let him go.\nSo we got on the next train and went to Rotterdam. And they met the Jewish committees and\neven the Dutch people. They met every train coming from Germany. And they put us up in\nprivate homes, in hotels. Wherever there was room and we were put up. At first I think it was a\nhotel. We didn’t stay long because the ship was leaving anyway but they treated us like royalty.\nThey were so kind, the Dutch people. And when we did finally get on that ship it was of course,\nthe Volendam, a Dutch ship, Dutch crew and they treated the immigrants beautifully. And I\nremember having to eat brick ice cream three times a day. They brought this ice cream. And to\nthis day if you show me brick ice cream I will ugh. (laughs) And we got here —",
        "Q: Were you sad about leaving Europe, leaving —",
        "A: Well you know when, I was distracted a lot. First of all you get into Holland. You meet all the\n-- another country. You’re going to a hotel. So much distraction. But then it hit me. What’s\nhappening? What, what, am I ever going to go home again? What’s going to happen to Lily?\nLily, Lily, Lily. And all my other relatives. Lily was killed with Otto and my aunts in the 40s.\nhttps://collections.ushmm.org\nJanuary 16, 2014 25\nIn Sobibor or someplace like that. Shot in the mass grave. And other people. Horrible stories that\nmy family suffered like so many others.\nSo anyway, this is interesting. We come on the Volendam, right. Took us I think almost two\nweeks because we found out later from the captain that the ocean was mined. And he was trying\nto figure out what the best — where would the Germans not put a mine. So that’s why, luckily\nyou know we avoided that. The Volendam went from New York to I believe Cuba with some\nrefugees. Dropped them off. Went back. And that’s all I ever knew. And after I was here and\nmarried already, my brother in law took us to a very fancy restaurant in New York. It was some\nkind of celebration and he took my husband and me and he and his wife and, and each table\nalmost had their own waiter. It was a bit much. They come and put the napkin on your lap and\nthe, and I’m not you know, and this one waiter said, spoke with an accent. And he was very nice\nand very courteous and I said so where are you from. And he said I’m from Holland and I said\nyou know your people are wonderful. And he said oh madam, do you know anything about\nHolland? And I said well Pll just tell you briefly. We came from Austria through Germany. And\nyour people helped us and he said oh yes. He said may I ask you what ship. And I said the\nVolendam. And he said oh, almost like Oh. I said are you ok? And he said at that time I was a\ncrew member on the Volendam. And we had a trip to Cuba and on the way back we hit a mine\nand all my crew members died. I am one of the very few survivors.\nAnd I said I think that’s the end of my dinner. I can’t, can you — That was quite a — so that was\none of the stories that made me very sad but I said I’m so glad you’re alive so. He had tears in\nhis eyes and he walked away.",
        "Q: Do you remember the organization that helped you and the Jewish — was it the Joint\nDistribution Committee, in Holland?",
        "A: Or the Jewish, what else is there? What, we had so many organizations.",
        "Q: Now you’re in the United States. What did the United States mean to you as a young girl?",
        "A: Well I tell you, the first impression, seeing the skyscrapers was — I said this cannot be. This 1s,\nI come from this little town in Wiesenfeld. Vienna is gorgeous. Have you ever been? It’s a\nhttps://collections.ushmm.org\nJanuary 16, 2014 26\nbeautiful city. It doesn’t have, it has some now though. But this is ridiculous. (laughs) So I was\nvery impressed you know but very, my English was minimal. I did have English in school. But\nyeah, it’s difficult when you’re in the country and you try to converse with people. You don’t\nunderstand because it’s, you think, why do they talk so fast. But I had to go to school. And I was\nadmitted to first, to sixth grade. Now here I am 13 now. So I am the oldest in the classroom. And\nthe children were very nice to me. And the teacher explained — her name was Mrs. Sacks, a\nJewish lady, that Trudy has just come from another country and she was trying to put a little\nhistory in there to tell the kids why this is happening. Why I’m here. And they were listening\nand very polite and very sweet and can I help you and all that.\nSo the teacher said you don’t have to do anything, to me. Just listen to the language. And I’m\nlistening and I guess I’m learning. And three months passed by and she said we’re having a\nvocabulary test today. We’re going to have a hundred words and I raised my hand and she said\nyes. I said could I try it. And she said yes. I got a hundred. And the next day this was after she\ncomes in and she said, I have an announcement to make, class. We had this vocabulary test\nyesterday and I want you to know that Trudy got one hundred percent and they all stood up and\nthat made me and that was America, my goodness. Whereas in Europe you have to sit quietly\nand most of the time you have your hands on the table and, and you don’t say a word and you\ndon’t, and here the children got up and celebrating this. I thought America is wonderful.",
        "Q: Where were you living then?",
        "A: Woodside. And then I skipped sixth grade and went to seventh grade. And I was in seventh\ngrade for a few months. I don’t remember how long. And I skipped to eighth grade. And then I\nmoved to New Jersey with my parents. And both my parents worked in factories and had a little\nroom. I couldn’t live with them. They had no room. I lived with my cousins. The ones who\nbrought me. I stayed with them for oh a year or two. Well while my parents were looking for\nwork. Oh boy it was hard. So they only had one room.",
        "Q: Were you in touch with Lily at that point?",
        "A: No more.\nhttps://collections.ushmm.org\nJanuary 16, 2014 27",
        "Q: Once you left —",
        "A: Once I left —",
        "Q: You had no communication.",
        "A: No, nope, nope, no. So at any rate, then my parents were able to get a little apartment. One\nbedroom and they got a couch so I could sleep in the living room.",
        "Q: Where was your brother then?",
        "A: Let’s see now. My brother, this was already, oh. My brother, he got a job after the factory in\na tobacco, on a tobacco farm and he worked there in the summer. And again somebody said to\nhim, Eric you seem like a smart guy. You want to do this for the rest of your life? And Eric said\nno I don’t want to do it but right now I don’t have much of a choice. And this man said did you\nknow that about Johns Hopkins 1s giving out scholarships and Eric said so what? And this man\nsaid you are smart. You ought to try it. Again, the same thing. The way he spoke about\nRoosevelt. Oh he says, don’t be ridiculous. To make a long story short, he applied and he got it.\nGot a scholarship to Hopkins. Came for an interview and the dean, whoever interviews, said we\nhave these two scholarships, specifically for immigrants.\nSo that’s the good news. You are definitely in. You want to hear the bad news. And Eric\nthought oh God. You know I’ve had enough bad news but what’s the bad. He said you have to\ndo it in three years, not four. And Eric said so what. That’s not bad news. I can do that. So he\nsaid to him, if you think you can do it in three years, you’re in. What would you like to study?\nAnd Eric said law. Man leans back. He said Eric, I don’t think so. You have such an accent\nyou ll never make it as a lawyer. Pick something else. So Eric said well ok, Pll be a chemist.\nThat’s what he became. Went right through Hopkins in three years. The war came. He enlisted.\nThen he came back and went to Columbia, got a masters. And then Purdue and got a PhD so\nworks out ok.\nhttps://collections.ushmm.org\nJanuary 16, 2014 28\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Trudy Schonberger. This is track number two and you just finished talking about\nyour brother so let’s get back to your story. You’re in high school now.\nTrudy Schonberger: I’m in high school in New Jersey. It’s a breeze. I loved it. And now I’m\ngraduating. And I’m graduating with honors and I was very happy about that. Now what do I\ndo?",
        "Q: Did you tell all your friends about your experience? They knew?",
        "A: Well they knew. You know I had an accent and how come and I did tell them some. I didn’t\ntell them all that, you know but they knew and they learned some from teachers, but not enough.\nIt wasn’t taught.",
        "Q: How were your parents’ English?",
        "A: Not too great. We had more fun with that.",
        "Q: So you continued to speak German at home?",
        "A: Yes. My father’s English was better than my mother’s. Oral English. My mother was, her\nwriting English was better than my father’s. So they’d always have a repartee. You see, I can do\nbetter than you and so that was funny. And he said to her one day, you know Irene, they have a\ngood, your favorite pie downstairs in the bakery. I can’t think of the name, but you know what\nyour favorite pie is. And she said oh why didn’t you bring me one? I didn’t have money with me.\nGo down. You can get it. She goes down, comes back. No pie. What happened? They said they\nnever heard of it. And my father said, what do you mean they never heard of it? What did you\nask them for? She said I asked them for a merchant marine pie and they never heard of it. What\nhttps://collections.ushmm.org\nJanuary 16, 2014 29\nit was, was lemon meringue but it was war time and she got confused. (laughs) That’s the\nEnglish.",
        "Q: So now you’re graduating?",
        "A: I’m graduating. Now what do I do. My parents working in the factory. We just about made it\nto pay the rent and live. Now what. And I always wanted to do something in medicine. And it\nmay be the influence of the physician who brought us over because he was a wonderful person\nand a wonderful doctor. So I suppose he had this influence of what I wanted to be.",
        "Q: Did we get his name?",
        "A: Leo Lefkowitz. And he was in the war too. Oh god, that’s another story Ill tell you.\nAnyway that was, what could I possibly be? So papa said you know what. Maybe you can just\nfind a job for the summertime and we’|l discuss it and see what you can do. You know you\nshould really be a typist. I said I don’t want to be a typist. Yes, that’s good for a girl. You know\nyou, I don’t want to be a typist. I hate typing and I hate paperwork. Get a job in the summer,\nwhatever. What happened was friends of my parents were neighbors of a couple who had two\nchildren and they needed a babysitter living in for the summer. Do you want to do this? And I\nsaid I like kids. She said, why don’t you — I will call them. Maybe they’Il have you for an\ninterview. I went for the interview. I got the job. She had to go for surgery and she needed\nsomebody to be with the two little ones. And as she is recovering, he said to me, his name was\nDr. Dan Moore. What, he said you and I haven’t talked about you at all. He said to me what do\nyou want to do now? The job is almost over here with us. What? I said I don’t know. What are\nyou interested in? I said oh I don’t know. Something in medicine. I just, I don’t want to be a\nnurse. And he said to me, do you know what I do? And I said no, not really. He said ’'m a\nbiophysicist. And I have a laboratory in Columbia University right across the bridge. They lived\nin Leonia, New Jersey which 1s you’ve heard of Fort Lee recently. Next door.\nHe said would you like to see my laboratory. And I said oh yes. So he said to his wife. ’m\ngoing to take Trudy and I’m just going to show her around. And she was lovely. She said\nwhatever. So he took me.\nhttps://collections.ushmm.org\nJanuary 16, 2014 30",
        "Q: This is what, 43, 44?",
        "A: This is 45. I graduated, yeah, 45.",
        "Q: So the war is over.",
        "A: The war is just about over I think. It was August. When did it end?",
        "Q: Well in Europe, it was in the spring. Japan was in the summer.",
        "A: Yeah, ok. Japan we’re still going. Ok so he shows me his laboratory. It was at Columbia\nCollege of physicians and surgeons. And I was so impressed with this whole thing and going to a\nbig laboratory. What, he said, I do, I do some research in an area called electrophoresis. And he\nsaid of course you don’t know what it is because it’s so new to all of us and it is the separation of\nproteins in the blood, to study proteins, cause there wasn’t too much known. And I thought well\nok, you know. Then he said to me, how would you like to work for me? He said I cannot pay\nyou but I’d like you to learn. And I almost fell over. I said Dr. Moore, I do have to speak to my\nparents about this. I’m 18 years old and I don’t want to make — this is just too much to\ncomprehend. And I went back home and I called my parents. And I said I got to talk to you\npapa. What is it? Ihave to come home. I got to talk to you.\nSo they let me off for a few hours. I went home and I said this is what’s happening. What do you\nthink? And he said I don’t have to think. Take it. He said it’s like going to school. Doesn’t cost\nyou anything? Ok. You won’t make any money but we’ll figure it out. We’ll give you money\nfor the subway and the bus and we’ll feed you and see what happens. That’s how I got the job.\nAnd about six months or so later, he said I can pay you a little bit. So he started paying me $50 a\nmonth. I thought oh it 1s fantastic. But there is a hang up here. Uh oh. I think you should go to\nschool. Oy. What, what, what I don’t have any money. He said I’m going to give you a day off\na week and you can go downtown and start taking courses at Columbia. He gave me a day a\nweek and I started taking physics of all things. I thought I must be crazy because he was a\nhttps://collections.ushmm.org\nJanuary 16, 2014 31\nbiophysicist. So I took physics and as time went on chemistry and more and more stuff. And he\nstarted to pay me more and more.\nAnd then in 1947 I got married. And they came to my wedding and I learned a lot. So I thought\nI was the luckiest girl in the world. At any rate, the job ended because I married and we moved to\nMontana.",
        "Q: We'll get to that in a minute. During the war years, when you were here with your parents,\ndid they have any communication with family back in Europe? Did they know what was\nhappening? What was their state of mind? You know talking about —",
        "A: They were all dead by then.",
        "Q: So once you got here, your folks had no communication with —",
        "A: Well when Eric enlisted, he was in the Battle of the Bulge. You want to hear a little aside, you\nmight like this story. He was a sergeant and he was in charge of a platoon. And you know about\nthe Battle of the Bulge, how horrible. And they were stuck in the ice and the snow and Eric was\n— and he’s trying to get a jeep out. I don’t know what. When a voice came above him and said,\nwhat the hell are you doing sergeant? And Eric didn’t even look up. He said what the hell do\nyou think I’m doing? And the voice said look at me sergeant. And Eric looks up and he said oh\nmy god. It’s General Patton himself. (laughs)\nSo anyway they made it through and where were we?",
        "Q: I was asking if your parents had any knowledge of what was happening to the extended\nfamily.",
        "A: Well because of Eric who stayed after the war to try to find what was going on.",
        "Q: No, but I meant during —",
        "A: During. No.\nhttps://collections.ushmm.org\nJanuary 16, 2014 32",
        "Q: No knowledge.",
        "A: No, no.",
        "Q: Do you remember your parents talking about —",
        "A: Oh yes.",
        "Q: During the war.",
        "A: Yes, oh yes, oh yes. Then we all, you know I was of course already of a more mature age that\nI could participate and —",
        "Q: Did they try to contact anybody in Europe?",
        "A: The only ones that we were able to —",
        "Q: During the war.",
        "A: During the war was a cousin who made it, a cousin of my father who made it to Bolivia.\nThat’s another story, that’s --. He, her husband, she was my father’s cousin. And her husband\nwas my mother’s cousin so that’s a little — Kristal night. His name was Richard. And he was\ntaken away and sent to Dachau. And she was left alone with her baby. In Vienna. And the Nazis\nsaid to her, if you can get yourself out of here, I’ll let him out and he can go with you. Let’s get\nhim out. And so she starts going from one embassy to another embassy. Ends up at the Bolivian\nembassy, gets permission and they really let him out. It’s now a few days before departure and\nthe kid gets scarlet fever and they can’t go. So now you start this whole thing again. But she\nwas smart. She said I might as well go to the Bolivian embassy and tell them what has happened.\nMaybe they’ll — and they did. But it took time. You know everything takes time. In the\nmeantime the Nazis come and take this and finally they’re able to go by ship to Cochabamba\nhttps://collections.ushmm.org\nJanuary 16, 2014 33\nwhich is the second largest city in Bolivia. They get there. I don’t know how long it took. Heinz,\nthe little boy, who is now 76, still living in Vienna, whom I saw a few years ago, so they’re on\nthat ship and they’re getting to Cochabamba and it’s on the weekend. And Richard says I do not\nfeel well. And all the immigrants are in that camp. That’s where the refugees had to go to an\nimmigration center. And they said oh that happens all the time because the altitude is very\ndifficult on people. You'll be ok.\nRichard wasn’t ok. He got worse, but there was no doctor available on the weekend. He had to\nwait until Monday and he’s getting a fever and a lot of pain. Finally Monday comes. Richard\ncan’t talk anymore, he’s in so much pain. The doctor says you have a burst appendix. We’ve\ngot to go quick. They get him to the hospital, put him on the table and he died. So she can’t get\nout with the little boy. She didn’t know what to do and that’s where my father’s communication\nbegan. At least to somebody. She had no idea what happened to any, any of the family. Until\nmuch later on we found out. Eric found out. My cousins, they were all in Theresienstadt, most\nof them. And Eric found her. This is my Aunt Elsa, the one who met me at the train station, said\nyou don’t have to, her daughter was in Theresienstadt, survived and but she was deathly ill. And\nEric found her, found her in Vienna, after and saw how sick she was. She had TB. She had\nkidney disease. She had, you name it. And he arranged it for her to go to a sanatorium in\nSwitzerland. Until she got well. So he was able to save her and her husband whom she met in\nTheresienstadt. He was a roofer. His name was Alexander Bernot. He was in Theresienstadt and\nhe saw Anna scrounging around for some food and they got a little bit. He tried to help her. He\nwas a roofer in Vienna. He did most of the roofs of the big, like St. Stephen’s and he was — and\nso the Nazis used him to fix the roof here and there. They didn’t care if the water dripped down\non the inmates, but they wanted their roofs to be free from rainwater and all that. So he did that\nso he had a little access to more things. And then the rumor came that the war 1s coming to an\nend and Americans or British bombers are going to bomb.\nSo the inmates said so now we’re going to, we survived this. Now we’re going to get killed by —\nhe climbed up on the roof of the barracks, with red paint. And he painted red crosses on the\nroofs. If he had been caught he would have been dead. But the thing was that some of these\nroofs leaked and the red paint dripped on some of the prisoners. They had no way to get rid of it\nand some of the Nazis saw them and they thought they had some kind of terrible disease. They\nran. (laughs)\nhttps://collections.ushmm.org\nJanuary 16, 2014 34",
        "Q: Let’s now get back to you and you said you met your husband. How did you meet your\nhusband?",
        "A: I met him at a dance, at a synagogue dance during the war. He had been discharged. He had\nbeen hit by a, grazed by a bullet and he started to get migraines so they discharged him you\nknow.",
        "Q: He was American?",
        "A: Yeah.",
        "Q: And then you got married, in what year?",
        "A: 47.",
        "Q: 47. And so you then moved to Montana?",
        "A: He was a teacher and he was a teacher and they paid better in Montana than they did in New\nJersey. And he had a friend from the army who said hey why don’t you come to Montana? See\nhow the west lives. Instead of in that crowded east coast so —",
        "Q: Your husband’s name?",
        "A: Seymour Schonberger.",
        "Q: So you moved, where in Montana did you move?",
        "A: Oh, a small little town called Harlem. But originally they spelled Harlem with two A’s like\nthe Dutch. But they changed it then to H-A-R and it was also a little town and the people were\nwonderful and you know it was just a —\nhttps://collections.ushmm.org\nJanuary 16, 2014 35",
        "Q: Was there a Jewish population there?",
        "A: Oh no, not in Harlem but it was, there was one family who lived about 40 miles away and\nthey took us to services, to Yom Kippur, to North Dakota to (laughs). And Susan was born in\nMontana.",
        "Q: Your first child?",
        "A: Yeah. And I thought oh my god, what did we do? This is ridiculous. I’m here in wild\ncountry. It was the best care I ever had. Such care. When it was due, when she was due already\nI’m in labor and called the hospital and they said come on in. I get there. No doctor. Where’s\nthe doctor? Oh, he went hunting. He’s out in the Rockies. We have to send a posse. (laughs)",
        "Q: How long did you stay in Montana?",
        "A: Two years.",
        "Q: Two years.",
        "A: And we came back. I wanted to come back. My parents were alone. Eric was, where was he at\nthat time? Still getting his doctorate maybe. And it was time to come back.",
        "Q: So you came back to New York? New Jersey?",
        "A: Well to New Jersey for a time and then my husband got a job in Connecticut, New London,\nand we moved there. And I didn’t work.",
        "Q: You stayed home. Did you have any other children?\nhttps://collections.ushmm.org\nJanuary 16, 2014 36",
        "A: Ihave a son born in New London. Then we moved to East Hamden, Connecticut and from\nEast Hamden, where did we go? We went to I moved, near New Haven. And my husband got a\nbeautiful job as director of music at a regional school system called Amity, one of the best in the\ncountry. Well known for its curriculum and he was lucky enough to get, he was lucky. I wasn’t\nso lucky. He hired a choral teacher and that choral teacher had never been married and she kind\nof flirted with him and he fell for her and they had an affair and it broke up my marriage. Kaput.\nSo he always said I’m coming back and it’s over and I fell for this whole shtick. Had two\nchildren. I didn’t, I was terrified. And he got a principal-ship in Enfield, Connecticut, away from\nher now, this woman. And he said I promise it’s over and we'll start over again and Susan was\ngoing to college now at this time. Just starting. Steve was last year of high school. Stupidly\nenough I said ok. And we sold the house, moved to Suffield, where we lived and the affair had\nnot ended. It kept on going and going. And then finally it was time to say goodby. You know I\ncan’t take this anymore. He married her and got Parkinson’s disease and he died. But before he\ndied, and still dealing with this illness she said I want a divorce. I’m not taking care of you.\nSo I made it, you have to make it, you make it. And, and in 1972 papa died. And Mutti was\nalone. They managed to buy a little house in East Hamden Connecticut. And they loved it. A\nlittle garden and but papa died and my mother didn’t drive. In a small town so she came to live\nwith me. And we made it together. She did the cooking and people said what. You’re letting her\ndo all that stuff. And I said yes. She wants to do it, she can — whatever she doesn’t want to do,\nshe doesn’t have to do. And she died about 16 years ago at the age of one hundred. What else?",
        "Q: Can we now talk about some of your thoughts and feelings about what you went through? Do\nyou feel Austrian at all?",
        "A: No. I feel completely American, except for the music part in me which I feel very much, I\nthink Viennese. Is that silly? You know all the composers and that I feel, but when I — and the\nbeautiful music, I just, that’s in me.",
        "Q: Did you play on that beautiful piano that you had? So you had music. That was one of your\ninterests was music.\nhttps://collections.ushmm.org\nJanuary 16, 2014 37",
        "A: That was my — but I wasn’t any good. I mean I had to stop but the teacher couldn’t come any\nmore. My mother was very much interested in music. And then the people, the doctor and his\nwife that I lived with in Woodside was all music.",
        "Q: So you were surrounded by music?",
        "A: I was surrounded and they were wonderful. They took me whether I liked it or not to\nCarnegie Hall to hear Sibelius or Shostakovich. Well I wasn’t too thrilled with that at the time\nbut my cousin Leo, he said sit down. I’m going to talk to you about this. So you know you learn.",
        "Q: You said you feel American now?",
        "A: Oh yes. I’ve been her 70 some years.",
        "Q: What are your thoughts about Germany today? Now?",
        "A: I was just talking to my neighbor who, he’s a doctor. Next door here, who’s from the south\nwho has part German in him and he’s very much pro-Israel.",
        "Q: Is he German Jewish or German?",
        "A: No, he’s not Jewish. But I could, but he’s very Jewish oriented. He’s an atheist. And he says\nto me you know finally I’m not, I don’t believe in any of this religious stuff. It causes all the\nproblems but if I had to choose, I’d be a Jew. Regardless. I said to him the other day about, I\nsaid Germany has grown and is rich in economics and I said deep down, I hate to say this, I\nresent it. And I can’t help it and I know German people and I’m friendly, but there is this\nresidual feeling and it isn’t just the Germans, it’s the Austrians too.\nAnd the Austrians in many ways were worse, well you can’t be worse. You can’t be worse, but\nthey were I mean, they welcomed Hitler with open arms.",
        "Q: Did you ever see him?\nhttps://collections.ushmm.org\nJanuary 16, 2014 38",
        "A: No, not, no [heard him speak. At the Heldenplatz in Vienna when he came into Vienna.",
        "Q: On the radio?",
        "A: Yeah. I did see, I think I did see Goering, marching in, big guy with his troops but you know\nthen it didn’t impress me very much until later when you think oh I saw that. I wish I could have.",
        "Q: You were saying you feel American.",
        "A: Oh yes. And I think you know as many problems as we have, it’s still the best. If it weren’t\nfor America, I would not be talking to you I’m sure.",
        "Q: What was it like to become a citizen?",
        "A: It was great. I had to become a citizen by myself because at the age when I turned 18 you had\nto -- first of all there was a five year span before you, but if you turned 18, you cannot become a\ncitizen with your parents. You had to apply on your own. So this was in New York and I had to\nhave two witnesses and my boss, this Dr. Moore from Columbia said I’d be happy to be a\nwitness and an aunt of my husband’s. We went and I was just so proud. And they did, I don’t\nremember them asking many questions. Who’s the president? Oh, Roosevelt. You know, and,\nand the judicial system. They didn’t ask much. Ok. I was very happy.",
        "Q: Are you angry that you had to go through what you did, those difficult years in Austria?",
        "A: No, there isn’t anger. It would be — how can you just say oh no I’m not angry. I’m mostly\nangry at all the people that I lost. Such sadness and how can people do this to anybody? How\ncan you not be angry? Or what is that feeling? But it’s not, I don’t even say hatred but an anger.\nAn anger that people, I thought we were civilized in the world now but this went on.\nOne more thing that might interest you. When we, when we were divorced and I hadn’t worked\nsince Columbia, a good friend, we lived right near New Haven, near Yale. And this woman, her\nhttps://collections.ushmm.org\nJanuary 16, 2014 39\nhusband was a research position there said you know you’re going through all this trauma. You\nreally should get a job. And I said to her, Gloria, I haven’t worked in 15 years. What can I do?\nWash dishes or — she said no, no, no. You have experience. Go to Yale and apply. I said you are\ncrazy. I’m not doing that. And she nudged like somebody nudged my brother. So I said all right,\nPll go. I get to the employment office. Gentleman says what would you like to do and I said well\nI thought I could get a job in a lab but I tried to talk myself out of it because I was too —",
        "Q: You seem to not have a college degree. You were just taking courses.",
        "A: Not yet. I was taking courses.",
        "Q: You were taking courses at Columbia.",
        "A: Yeah but I left in the meantime so, so he said well what. I said I haven’t worked in 15 years.\nHe says did you work in a lab. I said yes. What did you do? I said electrophoresis. And the man\nsaid what did you just say? And I thought he didn’t. I said electrophoresis. He said don’t move.\nI said oh my god. This has nothing to do with electricity. He said please don’t move. I have to\nmake a call and he’s making this call and he says Dr. Herschkowitz, I have a young lady here\nwho did electrophoresis a long time ago. Oh really. Oh, ok. Pll tell her. By. Get over there now.\nHe wants to see you. (laughs) I said you wait a minute. Do you know this is a little bit much? He\nsaid go over there. He has been looking for a technician who knows anything about\nelectrophoresis for a year. So I go over there and there’s that sweet little man and he said oh my\ngod. Come in. I’m never going to let you go. (laughs) and I said well I do want to make you\naware. I haven’t held a pipette. I, they used to have long pipettes. Are you familiar with any of\nthat stuff that you suck up? I mean I can’t even do that. He said I’m going to give you a beaker\nand a pipette and I’m going to leave the room and you practice. So he gave me -- and it was like\nyou, you just don’t forget you know. And he said to me. He didn’t ask me anything. He just said\nwhen can you start? And I said, I don’t know. Tomorrow. He said good.",
        "Q: So you worked in his lab for how long?\nhttps://collections.ushmm.org\nJanuary 16, 2014 40",
        "A: Four years. And then to the, he left and went to work in Texas with that heart specialist,\nDeBakey. He wanted me to go with him but I was married. Uh. So he sent me to the veteran’s\nhospital. I worked there for two years. And then we moved. Then I guess it was Suffield but he\ncame, my husband said everything’s ok. We moved to Suffield. And I worked, got a job at Bay\nState Medical Center in Springfield, Massachusetts and I was there I think 20 years, clinical\nmedicine.",
        "Q: In the lab you mean?",
        "A: Yeah in the laboratory, doing all the testing like if you need your blood drawn and all that.",
        "Q: So did you ever, you didn’t need a college degree?",
        "A: Well then, they had a program. Because I didn’t have my degree, I could get my license as an\nofficial medical technologist, if I choose to take a national exam but it had to be in all fields of\nmedical technology — micro biology, blood banking, hematology, parasitology, chemistry. And\noh, my god, that will, that’s like taking a college course and I said you know what I’m going to\ndo it.\nAnd there were a couple of other people like me. We’ve had all this experience but not enough to\nget the, to goes through a degree is the best thing you should have a degree. So we thought we’d\ntry it. We got a book. It was this thick. We had to study and finally the day comes of the exam\nand I thought, I think I’d rather be dead. And we had to take it in Boston and there were 400 of\nus taking this exam. And it was a whole half a day and the first question in chemistry that I\nshould be familiar with, I didn’t know the answer. I thought oh, all is lost. But I remember what\na counselor had said. You don’t know the answer, just go right to the next. Well I passed\nanyway. Then I became an official med tech.",
        "Q: When your children were the age that you were during Kristallnacht and the difficult times\nthat you had, did that bring back those memories? Did it —",
        "A: Not because of no, not particularly when they were that age. No, no. It brings back —\nhttps://collections.ushmm.org\nJanuary 16, 2014 41",
        "Q: When do you think about it?",
        "A: I think about it a lot.",
        "Q: And as you’ve gotten older?",
        "A: As I’ve gotten older, I think about it a lot. And I’ve been, I have my grandson, one of my\ngrandsons lives in California. And they had a little girl and they called me and said oh god this\nis fantastic. What’s her name? Her name is Elizabeth, but we’re going to call her Lily because —\nso I have a Lily. She’s two years old. She’s adorable. So things like that come — and my older\ngrandson, the one, his brother, who lives here who has Mattie. He named Mattie, Matthew Ian\nand I said where’s the Ian? He said that is in honor of my grandmother, your mother Irene,\nstarting with an I because he admires — he’s not a talker. Never talks about you know things that\noh what a great lady or blah. But he does things, he acts on it and I thought that was really in\nhonor of Omi, they called her Omi.",
        "Q: So you told your children about your experience?",
        "A: Oh I wrote a book, not a book but in the form, it could be published as a book but I wrote my\nStory.",
        "Q: I meant when they were growing up.",
        "A: Yes oh yes. I did and I think because of it my son went to Israel, became an Israeli citizen and\nserved in their defense forces as a parachutist. So I said I don’t have enough tsures, you’ve got\nto do that.",
        "Q: Does he live in Israel?",
        "A: He lives in New Jersey now. He’s a writer. He’s written quite a few books.\nhttps://collections.ushmm.org\nJanuary 16, 2014 42",
        "Q: What are your thoughts on Israel, considering what you went through?",
        "A: I think if Israel had existed it wouldn’t have happened. But I mean I think what they have\ndone with that country is phenomenal. Why can’t people do that? Why, I mean I say a lot of\nwhy’s in my head. Why this? But it doesn’t, not too many answers come from the why’s. We\ndon’t know why anything. Do we?",
        "Q: Do you feel you lost a part of your childhood?",
        "A: Oh yes.",
        "Q: Did you ever get it back?",
        "A: No. I don’t think so. I had a good childhood before. But then it was over. It was over.\nBecause of not just what was done to the whole world almost, but you dwell on the people you\nloved so much and suffered so much. And when I found out exactly what happened to them, it,\nyou know everyone had a story of what happened. It just, no. I manage to enjoy my life.\nBecause I think I have a lot of blessings now. I have my children and grandchildren and great --\nand friends here and you have to enjoy what you can. The sad part too is what happened to my\nbrother. Excuse me.\nHe had two sons. Wonderful guys and the younger one was 19 and he said to Eric, they lived in\nNorth Carolina. I have pain in my back. And he was an athlete, very athletic. So go to the\ndoctor. X rays, couldn’t find anything. Michael you got to stop for a while. Don’t do any soccer\nor whatever he was doing. And it got better and then it came back and it got worse and it got\nworse and it got worse. And they finally discovered cancer of the muscle, called rhabodymo\nsarcoma. And they amputated. He went to New York to Sloan Kettering. They amputated his\nhip, all the way down. And six months later he’s dead. Nineteen years old. So my brother has\none son left, thank god. He’s in Chicago. But Michael is dead. So that’s when I get angry and\nI’m saying isn’t it enough he had to lose this child.\nhttps://collections.ushmm.org\nJanuary 16, 2014 43\nI went back to school after I took this national exam. I did go back and I got a degree in liberal\narts.",
        "Q: Where did you go?",
        "A: It was a community college. And I thought that’s enough. I don’t need that degree in —",
        "Q: What brought you down to this area?",
        "A: Susie my daughter and my son in law.",
        "Q: Live nearby?",
        "A: Like I mean I came here visiting all the time you know. And then when it was time, after my\nmother died, they -- 1t’s too much. I had this house. Three bedrooms and dining room and\nbasement, the living room. Oh too much. All alone. Who needs it?",
        "Q: Have you been back to Austria?",
        "A: Oh yes.",
        "Q: What are your feelings when you go there?",
        "A: Well I love Vienna the city. But feeling, I could not live here. And I met, they had a reunion\nfor me. My, the children I went to school with when I was eight years old. We had a reunion. I\ndidn’t recognize any — one I recognized and she had been corresponding. She is the one who set\nit up, but I didn’t know the rest, except for this young man who’s now 88, who lived across the\nstreet from us. And we were always together. We were in school and I always liked him you\nknow. And he said we should meet again in Vienna as long as you were here. And well, the very\nfirst time, before the — I was going to the reunion but he left a message with my cousin, the one\nmy brother rescued that I should call him. So I called and he’s very, very not rigid but precise\nhttps://collections.ushmm.org\nJanuary 16, 2014 44\nyou know. The timing. I would like to meet you for breakfast tomorrow at nine AM at such and\nsuch you know. So I said ok. He came with a dozen yellow roses, handsome as can be and that\nwas the first time I’ve seen him. He was a, an American POW, served in the German army and\ntold me he had to join the Nazi party because they all did. Most of the men and women. But\nbecause he desperately wanted a university education. So he became what is equivalent here to\nthe Secretary of our Interior. That’s what he was in Austria. So that’s nice.",
        "Q: Do you get reparations?",
        "A: I do.",
        "Q: How do you feel about that?",
        "A: Nothing they can give us can make up for what was done to any of us. And I feel we deserve\nit. [have no qualms. They took away everything. They took away my education that I could have\nhad. They took away my home. They took away life. Not my personal life, but life. Yeah.\nAnd I don’t know how other people feel but I have no qualms about it. And if they paid me\nmillions of dollars, they would not bring back Lily. Or Tante Elsa or Tante Olga or any of them.\nUncle Ludwig, who was a jolly, jolly man. Always had a good sense of humor. Loved kids,\nnever had any of his own. Was sent to Dachau. Came back a broken man. And one day he went\ndownstairs. He never left his seat, didn’t want to go anywhere, do anything and his brother my\nuncle Isadore was coming to visit him and all of a sudden he says to his wife, let’s go meet him\ndownstairs and she thought he’s snapping out of it. Oh yeah. So he says to her. You wait at the\nfront door and Ill go to the back door. Fine. Never saw him again. She’s standing at the door.\nHe’s never coming. They found his coat on the edge, on the banks of the Danube. Now what,\ndoes it take a genius to figure out what, he just couldn’t take it. What did they do to him? So\nshould you not be angry? But you can’t live it all the time, you know. It would make you do\nsomething to myself. I wouldn’t be a good mother. I wouldn’t be a good grandmother. You can’t\nlive that way. But I think about it almost every day about some aspect.\nhttps://collections.ushmm.org\nJanuary 16, 2014 45",
        "Q: Do you feel that you’re like two different people, somebody on the outside and somebody on\nthe inside?",
        "A: Yeah, yeah. Good way to put it. It’s difficult. I don’t know how other people — well Erica,\nthe woman I was telling you about who lives here, who wrote a book. She was sent to Scotland,\nto a convent. Her parents, her parents converted to Catholicism. Gordish ga’al fin [ph]. They\ndied. I don’t know where. They tried to save her so I guess. She didn’t know she was Jewish\nuntil she came to America, 20 years later. Her aunt. She had a cross on her bedpost and her aunt\ncame in and said Erica what is this. She said mother superior gave it to me or whatever. And she\nsaid but we don’t have a cross and Erica said why not? She said because you’re Jewish. And\nErica said, what? ’'m Catholic. She hasn’t really been able to deal with it, yet.",
        "Q: Are you more comfortable around other survivors, people’s whose lives were in danger than\nthe people who were born in America?",
        "A: No, I’m comfortable with everybody but I understand.",
        "Q: Do you feel a greater connection?",
        "A: Yes, you do feel a greater connection, of course cause you feel that you know what’s your\nstory. What happened? And how did you deal with it? But I haven’t felt that until now, until I’m\nin Ryderwood. I met three other people and we have lunch together and you can’t help it you\nknow. But I feel comfortable with, well I feel comfortable with just about anybody. I don’t have\ntrouble making friends.",
        "Q: Your civil rights were taken away after Kristallnacht.",
        "A: Everything.",
        "Q: Were active in the civil rights movement here because you had lost as a child, you lost your\ncivil rights?\nhttps://collections.ushmm.org\nJanuary 16, 2014 46",
        "A: Not really active but I contribute to what I can. I support it whole heartedly, whole heartedly.",
        "Q: Has the world learned anything from the Holocaust?",
        "A: No.",
        "Q: Do you think it could happen again?",
        "A: It could. Maybe not the way we knew it as, to the Jews, but it’s happening everywhere. It’s\nhappening. Look what they’re doing in Iraq and in Syria and — it’s happening.",
        "Q: Would you have been a different person today if you hadn’t gone through what you did?",
        "A: Perhaps, but how would I know. How, how can you —",
        "Q: Did it make you more independent?",
        "A: It, I don’t know if that, I was pretty much overprotected I think when I was growing up. I\ndon’t think you know I think I was more independent, became more independent when I was\ndivorced. I had to —",
        "Q: Not from your childhood and not from your experience?",
        "A: No.",
        "Q: Were you a very protective mother because you —",
        "A: No, my husband didn’t allow that which was a good thing and they’re very independent.\nLook at Steven, schleps himself to Israel and jumps out of airplanes. (laughs) And Susan opened\nhttps://collections.ushmm.org\nJanuary 16, 2014 47\nup her own practice in acupuncture and massage and all that right down the road on 29. Right\nabove, you know where Trader Joe is. Right upstairs. They’re very independent.",
        "Q: Before we end, is there anything you wanted to add to your grandchildren or your great\ngrandchildren, a message to them before we —",
        "A: Well the only message 1s to tell them to live well and to be kind to all people. And I don’t\nthink they need to hear that from me. And that I just love them very much. And they, and to read\nmy story in case you forget, which one of my grandsons typed out for me. I have no complaints\nabout the family, thank goodness you know. So I guess sometimes things turn out 1n the end,\ndon’t they? Anything else I didn’t answer?",
        "Q: No. Thank you --",
        "A: Take those pictures. See those pictures. It’s just a little, it helps to put it in your head.",
        "Q: Is there anything in the pictures that you could talk about during the interview?",
        "A: Well it just, there’s a picture of my house, my mother and father. There’s nothing to talk\nabout it.",
        "Q: Thank you very much for the interview. This concludes the United States Holocaust\nMemorial Museum interview with Trudy Schonberger.\n(end)\n"
    ],
    "questions": [
        "Q: No middle name. And what was your name at birth?",
        "Q: Wellisch is your —",
        "Q: Where were you born?",
        "Q: And when were you born?",
        "Q: Let’s talk a little bit about your family now. Your parents’ names.",
        "Q: How far back can you trace your family in Vienna or how far back can you trace your family?",
        "Q: So you knew one grandparent.",
        "Q: How far back in Vienna did the family go? Do you know?",
        "Q: Who lived in Vienna?",
        "Q: Surrounding —",
        "Q: What kind of business?",
        "Q: But you were born in Vienna?",
        "Q: How religious were your parents?",
        "Q: So you, obviously you said you had your brother. Did you have any other siblings?",
        "Q: And your brother’s name?",
        "Q: How much older —",
        "Q: Six years older, ok.",
        "Q: Let’s talk about your life. So your parents were not overly religious?",
        "Q: Did you observe Shabbat and things like that?",
        "Q: Just the big holidays.",
        "Q: What kind of neighborhood did you live in? Was it a mixed neighborhood of Jews and non-\nJews?",
        "Q: What language did you speak at home?",
        "Q: German. No Yiddish or anything.",
        "Q: You went to a regular school. What kind of school did you go to? Starting from when you\nwere young.",
        "Q: How did your parents know this family —",
        "Q: Let’s go back a little bit. When you were growing up in your village was there, do you\nremember. You were of course quite young — any experiences of anti-Semitism. You were the\nonly Jewish family.",
        "Q: You played with the other children?",
        "Q: And with the teachers. No expressions of anti-Semitism.",
        "Q: In that first school you didn’t experience —",
        "Q: Were you a very athletic type child?",
        "Q: Did you like sports?",
        "Q: Did you like to read?",
        "Q: Would you call yourself an independent child? Were you —",
        "Q: Now you’re in Vienna and memories of that. You said you went when you were 11 so —",
        "Q: 37",
        "Q: This is a co-ed.",
        "Q: Before that or up to that point, Hitler had been in power. Again you were young of course.\nDo you have any memories of this man Hitler in 35, 36, 37?",
        "Q: I know but you spoke German and did your parents hear him speak over the radio and —",
        "Q: Of what was happening in Germany.",
        "Q: So now you’re in gymnasium.",
        "Q: That’s 1937.",
        "Q: In Vienna?",
        "Q: With another family, not your family.",
        "Q: What were their names, do you remember?",
        "Q: Ok so you’re with them",
        "Q: Had you heard of Hitler? When did you first hear of Adolf Hitler?",
        "Q: This was your introduction.",
        "Q: So you weren’t frightened at that point?",
        "Q: Something wasn’t —",
        "Q: Were there any banners or any symbols around —",
        "Q: Was that by then, in the town?",
        "Q: Imean to an 11 year old girl.",
        "Q: At that time did any of the Christian children say anything to you about that?",
        "Q: What weren’t you allowed to do?",
        "Q: Was it frightening seeing German soldiers?",
        "Q: This is September 38.",
        "Q: So you'll continue.",
        "Q: Was there any destruction on Kristallnacht in your town or in your father’s store?",
        "Q: So you did not see any destruction?",
        "Q: Do you remember them taking the piano?",
        "Q: What were your thoughts?",
        "Q: You stood there crying.",
        "Q: What was your father’s state of mind then?",
        "Q: Do you know if at that time you knew what had happened in Germany on Kristal night?",
        "Q: How did you know that? Do you know how your parents knew it?",
        "Q: You had a radio.",
        "Q: Who had the money to pay for Eric to come over?",
        "Q: Do you know what ship he was on?",
        "Q: So he gets this offer, this job in New Jersey.",
        "Q: We will get to that of course. You said things got worse between January and August when\nyou left. What kind of things, how did your life change? What weren’t you allowed to do?",
        "Q: When did he get out of prison?",
        "Q: What other restrictions did you have in that January to August time span? You, as you —",
        "Q: And so they were up on the second floor with you?",
        "Q: Did you see any signs or in the street about Jews not being able to do certain things?",
        "Q: Let’s talk about your leaving. What did you say to Lily when it was time to leave?",
        "Q: What did you take with you?",
        "Q: Did you take anything besides clothes, like books or anything?",
        "Q: Did you take any dolls or anything?",
        "Q: So it was August and what port did you leave from? You went —",
        "Q: You took the train to Vienna, you said.",
        "Q: Were you sad about leaving Europe, leaving —",
        "Q: Do you remember the organization that helped you and the Jewish — was it the Joint\nDistribution Committee, in Holland?",
        "Q: Now you’re in the United States. What did the United States mean to you as a young girl?",
        "Q: Where were you living then?",
        "Q: Were you in touch with Lily at that point?",
        "Q: Once you left —",
        "Q: You had no communication.",
        "Q: Where was your brother then?",
        "Q: Did you tell all your friends about your experience? They knew?",
        "Q: How were your parents’ English?",
        "Q: So you continued to speak German at home?",
        "Q: So now you’re graduating?",
        "Q: Did we get his name?",
        "Q: This is what, 43, 44?",
        "Q: So the war is over.",
        "Q: Well in Europe, it was in the spring. Japan was in the summer.",
        "Q: We'll get to that in a minute. During the war years, when you were here with your parents,\ndid they have any communication with family back in Europe? Did they know what was\nhappening? What was their state of mind? You know talking about —",
        "Q: So once you got here, your folks had no communication with —",
        "Q: I was asking if your parents had any knowledge of what was happening to the extended\nfamily.",
        "Q: No, but I meant during —",
        "Q: No knowledge.",
        "Q: Do you remember your parents talking about —",
        "Q: During the war.",
        "Q: Did they try to contact anybody in Europe?",
        "Q: During the war.",
        "Q: Let’s now get back to you and you said you met your husband. How did you meet your\nhusband?",
        "Q: He was American?",
        "Q: And then you got married, in what year?",
        "Q: 47. And so you then moved to Montana?",
        "Q: Your husband’s name?",
        "Q: So you moved, where in Montana did you move?",
        "Q: Was there a Jewish population there?",
        "Q: Your first child?",
        "Q: How long did you stay in Montana?",
        "Q: Two years.",
        "Q: So you came back to New York? New Jersey?",
        "Q: You stayed home. Did you have any other children?",
        "Q: Can we now talk about some of your thoughts and feelings about what you went through? Do\nyou feel Austrian at all?",
        "Q: Did you play on that beautiful piano that you had? So you had music. That was one of your\ninterests was music.",
        "Q: So you were surrounded by music?",
        "Q: You said you feel American now?",
        "Q: What are your thoughts about Germany today? Now?",
        "Q: Is he German Jewish or German?",
        "Q: Did you ever see him?",
        "Q: On the radio?",
        "Q: You were saying you feel American.",
        "Q: What was it like to become a citizen?",
        "Q: Are you angry that you had to go through what you did, those difficult years in Austria?",
        "Q: You seem to not have a college degree. You were just taking courses.",
        "Q: You were taking courses at Columbia.",
        "Q: So you worked in his lab for how long?",
        "Q: In the lab you mean?",
        "Q: So did you ever, you didn’t need a college degree?",
        "Q: When your children were the age that you were during Kristallnacht and the difficult times\nthat you had, did that bring back those memories? Did it —",
        "Q: When do you think about it?",
        "Q: And as you’ve gotten older?",
        "Q: So you told your children about your experience?",
        "Q: I meant when they were growing up.",
        "Q: Does he live in Israel?",
        "Q: What are your thoughts on Israel, considering what you went through?",
        "Q: Do you feel you lost a part of your childhood?",
        "Q: Did you ever get it back?",
        "Q: Where did you go?",
        "Q: What brought you down to this area?",
        "Q: Live nearby?",
        "Q: Have you been back to Austria?",
        "Q: What are your feelings when you go there?",
        "Q: Do you get reparations?",
        "Q: How do you feel about that?",
        "Q: Do you feel that you’re like two different people, somebody on the outside and somebody on\nthe inside?",
        "Q: Are you more comfortable around other survivors, people’s whose lives were in danger than\nthe people who were born in America?",
        "Q: Do you feel a greater connection?",
        "Q: Your civil rights were taken away after Kristallnacht.",
        "Q: Were active in the civil rights movement here because you had lost as a child, you lost your\ncivil rights?",
        "Q: Has the world learned anything from the Holocaust?",
        "Q: Do you think it could happen again?",
        "Q: Would you have been a different person today if you hadn’t gone through what you did?",
        "Q: Did it make you more independent?",
        "Q: Not from your childhood and not from your experience?",
        "Q: Were you a very protective mother because you —",
        "Q: Before we end, is there anything you wanted to add to your grandchildren or your great\ngrandchildren, a message to them before we —",
        "Q: No. Thank you --",
        "Q: Is there anything in the pictures that you could talk about during the interview?",
        "Q: Thank you very much for the interview. This concludes the United States Holocaust\nMemorial Museum interview with Trudy Schonberger.\n(end)"
    ],
    "answers": [
        "A: Trudy Wellisch.",
        "A: The maiden name, yes.",
        "A: I was born in Vienna, Austria.",
        "A: May 20\" 1926.",
        "A: My mother’s name was Irene Kohn, K-O-H-N which translated to American Cohen, C-O-H-\nE-N, but hers was K-O-H-N. And my father was Hugo Wellisch.\nhttps://collections.ushmm.org\nJanuary 16, 2014 4",
        "A: Well as far as grandparents, I did not know my mother’s parents, but I did know my\ngrandmother on my father’s side and her name was Rosa Wellisch and she lived with us. I didn’t\nknow her husband, my grandfather.",
        "A: So I knew one grandparent.",
        "A: Well I don’t know. This is about as, I know you know my aunts and uncles.",
        "A: Who lived, some lived in Vienna and some lived in other towns outside of Vienna.",
        "A: Surrounding -- well let me. We lived in a small town called Wiesenfeld where my father had\na kind of a big business.",
        "A: It was like a, you might call a general store or a department store because he sold everything.\nBesides selling groceries and materials for clothing and shoes et cetera. He also had a wholesale\nlumber business and grain, like corn and I don’t remember what else. I just remember that quite\nwell. And he catered to all the people in the area and this small town of Wiesenfeld was about an\nhour’s drive from Vienna. I don’t know whether it was east or west. Let’s not ask me directions\ncause — so it was about an hour’s drive.\nhttps://collections.ushmm.org\nJanuary 16, 2014 5",
        "A: But I was born in Vienna, yes. My parents were born in the country. My mother was born in\na town next to mine, to Wiesenfeld, called Traisen and that’s spelled T-R-A-I-S-E-N and my\nfather was born, I believe he was born in Wiesenfeld, cause the house we lived in was my\ngrandparents’ house.",
        "A: We were not religious but we were well aware and made sure that we observed all the\nholidays. I had to learn Hebrew. My brother was bar mitzvahed, but that was in another city, not\nin Vienna but in a city called St. Polten and they had a synagogue there, that’s spelled capital S-t\nperiod. And then capital P-O with an umlaut — L-T-E-N. That had a synagogue and bigger\nschools and all that.",
        "A: No.",
        "A: Eric.",
        "A: He’s six years older.",
        "A: And he’s living in North Carolina now.\nhttps://collections.ushmm.org\nJanuary 16, 2014 6",
        "A: Not overly religious.",
        "A: Not really, no, no.",
        "A: The big holidays.",
        "A: No Jews. We were the only Jews because it was a very small village. It was in the foothills of\nthe Alps, beautiful area, but we were the only Jews in that town. The rest was all mostly farmers,\npeasants you know and that’s what my father catered to all these people. And further out even.\nHe had a big surrounding area that he catered to.",
        "A: German.",
        "A: No Yiddish, no, no, no.\nhttps://collections.ushmm.org\nJanuary 16, 2014 7",
        "A: There was no school in Wiesenfeld. There was nothing in Wiesenfeld. What do they say, if\nyou blink, you’re gone or you’re done. So I had to start school in a village called St. Veit. That’s\nspelled capital S-T and then capital V-E-I-T. And that I started first grade to probably third grade\nmaybe, fourth grade. I don’t quite recall. And we walked and it was about maybe from half a\nmile to a mile. And then I transferred to the other town that I mentioned, Traisen which had a\nschool that went to seventh grade or I don’t recall. But I went there with my cousin Lily who\nlived in Traisen. And they had more Jews there, not many but a couple of families. So I went to\nTraisen until I was 11 years old. And then I was sent to Vienna, to the gymnasium which 1s like\nour high schools but a lot tougher. Very tough. I had to pass an entrance exam to get in. and I\nwas very tempted to cheat but not for the good, but for, so I didn’t have to go. But I passed it\nand I lived with friends of my parents. In Vienna. I really didn’t want to go. I was kind of a\nhome body. And these people I lived with were very nice. They were not Jewish. They had a\ndaughter, a little bit older than myself. And we both went to that gymnasium.",
        "A: Oh they had been friends for many years, through a sibling of theirs. Of either the husband or\nthe wife, who lived in Traisen. And my parents had been friends with them and that’s how they\ngot to know each other. And they were very nice to me.",
        "A: Yeah, yeah. No nothing as far as —",
        "A: Oh [had good friend, right across the street. Very, very poor and she was my best friend and\nI would share my toys with her and my mother would give her clothing and things like that.\nhttps://collections.ushmm.org\nJanuary 16, 2014 8",
        "A: Not yet. It’s coming.",
        "A: No, not, not yet.",
        "A: I was not, not in the gym and —",
        "A: I, skiing and skating and sleigh riding we did that. And the skiing was relatively simple for us\nbecause all I had to do was put on my skis and walk up the hill, go across the road and walk up\non a mountain and —",
        "A: I did like to read and when I was very little I recall my mother reading me beautiful stories.\nYou know.",
        "A: Not really. Not really. I was very attached to my parents. But then when I had to go to\nVienna which was a good thing\nhttps://collections.ushmm.org\nJanuary 16, 2014 9",
        "A: So ok so that was —",
        "A: Exactly and I went there in August to get ready for the opening of school in September and\nwhen I started this gymnasium, I hated it immediately. The teachers were so strict. And I was —",
        "A: This was girls only, girls only. But anyway I made it and now —",
        "A: Not that because that was Germany.",
        "A: I was not aware of any of that.",
        "A: Nothing, no, no. it didn’t, if they talked about, among themselves. I don’t recall that, no. The\nonly thing I do remember was the chancellor. His name was Dollfuss, during 35 or 36. He was\nassassinated. And I heard that and because they were talking about it in school, but I thought oh\nthat’s too bad you know. But me.",
        "A: Now I’m in gymnasium and I’m hating every minute right.\nhttps://collections.ushmm.org\nJanuary 16, 2014 10",
        "A: So I get through it and now comes the month of March 1938. And I’m at home with the\nfamily. I think ready to go to school or whatever the date was. A lot —",
        "A: In Vienna.",
        "A: No the foster family let’s call them.",
        "A: Her name was Geezi, Giselle and Hans hm.",
        "A: I’m with them and there is a fantastic commotion and noises and yelling and screaming and\nairplanes and we are running to the window and it was, I don’t know if it was the Luftwaffe or\nGerman aircraft throwing down pamphlets and propaganda and later on we ran outside to pick it\nup but it was the Anschluss, the annexation of Austria. Right then and there. Pouf. And shortly\nthereafter Chancellor Schuschnigg went on the air and saying goodbye to Austria. Austria is no\nmore.",
        "A: Well this was all right now you know at that moment, it was —\nhttps://collections.ushmm.org\nJanuary 16, 2014 11",
        "A: This was the introduction and I don’t even know whether Hitler’s name came up, but\nGermany. What is this? I’m 11 years old. I have no idea what is going on. Anyway my foster\nmom said when things started to calm down, it was time to go to school or whatever it was I\nwent back to school. Had to go to school. And things went on sort of normally. One week\npassed by. The principal came into the classroom and said all Jewish girls out into the hall. And\nat least I knew enough I was Jewish, you know. I went out into the hall and there were other\nJewish girls already out there. And the principal said pack up your books and whatever belongs\nto you and get out. Do not come back. No Jews allowed.\nSo the comprehension wasn’t there yet, you know. What? What’s going on? So I took my books\nand my coat and whatever we had and I took the streetcar and I went home to the foster parents.\nAnd she said what, are you all right? What’s happening? I said I’m ok but I got kicked out of\nschool. She said what did you do? I said I don’t know. So I’m proceeding to tell her, the\nprincipal said don’t come back. They don’t want Jews. And she, I remember this like it was\nyesterday. She sat in the chair and she said oh my god. I guess we have to call your parents.\nAnd she immediately went and called my parents. And it was either my mother or my father. I\ndon’t recall said I guess we’ll come and get her. So I was there another day and they came\nimmediately and brought me home. And you know what I thought. I thought you know what.\nThis isn’t so bad. I hate this place anyway you know. Not realizing yet what was to come.",
        "A: I didn’t have sense enough I think to be frightened. Really. I did sense —",
        "A: Something you know. My parents and the foster parents and that excitement and not good\nexcitement, not happy excitement but tension. So I went home. Now you can’t just sit home.\nWhat are we going to do now? Ok. My mother called the school in Traisen where my cousin\nlived and they asked if they would take me in school. And they said yes. So that wasn’t so bad\nbecause my cousin Lily, my age, we were like sisters. And she had two brothers, Oscar older and\nhttps://collections.ushmm.org\nJanuary 16, 2014 12\nOtto younger. And so we were kind of together and the school was right across from her house.\nSo we would go to lunch at my aunt’s, Tante Olga was her name, Lily’s mom and her dad\nIsadore. Isadore was my mother’s brother. And so things were not too bad. This is now April\nalready. Took a while to get me in and you know the details of all this stuff.",
        "A: The swastika.",
        "A: Everybody had the swastika. Everybody. I don’t know where it came from. So quickly. The\nA",
        "A: What is, just what’s happening? What is happening? And then you’ll find out. This is how I\nfound out how things are getting worse. Now we’re finding out. A very nice teacher came in one\nmorning to the classroom and all the kids jumped up Heil Hitler with the arms. That was the law.\nAnd Lily and I jumped up too. We thought it has to be this way. And the teacher said Trudy and\nLily, you say good morning. You do not say Heil Hitler or he said you don’t have to say. So we\nthought ok, Guten Morgen. We never saw the teacher again. It was the last time. He just\ndisappeared. Never knew what happened. I would think some of the kids went home, told\nmommy and daddy — unh. Away. Ok life goes on. About a month later, another teacher said to\nthe class. He was our math teacher. His name was Richter. I remember that. Well I guess you'll\nsee why I remember it. He said I have good news for you children. We are going on a field trip\nto Linz. Big city in Austria. So I’m handing out the forms and you get your parents to sign it and\nLily and I were it’s great. So we went home and showed it to Papa and he said I guess it’s ok. He\nhad a little thinking but I thought well that’s Papa. He worries about everything. And Lily went\nhome and she got permission. And we brought the forms back and the teacher takes the forms,\nlooks at them, tears them up and says Lily and Trudy you cannot go. We do not take Jews. Then\nhttps://collections.ushmm.org\nJanuary 16, 2014 13\nthis is now we cried. Why? What did we do? Now it’s beginning to sink in. Something is with\nthe Jews that they don’t like. And he wasn’t all nasty about it. He said I’m so sorry. And that\nwas it. We couldn’t go. So now this is beginning to sink in what is happening.",
        "A: No, I don’t recall them. I think if it had been anything nasty or mean I would remember it, but\nthere was nothing pro or con about it. Neither way, no. So it was beginning to be quite painful.\nWell then came the summertime and there was no school and Lily and I spent a lot of time\ntogether because our gentile friends were no longer our friends. They weren’t allowed to play\nwith us. So we spent time together and did what we could. We visited each other. We couldn’t\ngo to many places. You’re not allowed to do anything. In the meantime —",
        "A: Well I mean to really my parents and her parents did not allow us to run around and to —\nbecause it was getting dangerous. My brother for example was in a gymnasium in St. Polten\nwhich I think I mentioned to you. And he had just finished gymnasium. He was 17. And he was\na valedictorian and the principal or the superintendent called him in to the office because they are\ngraduating now and said Eric we will give you your diploma but you cannot come to graduation.\nSo then I knew this. Eric was talking about it you know. And he said I can’t go to graduation but\nat least I graduated. Eric always had a sense of humor about everything and he took things — [ll\nget to that a little bit later but now we are coming back from summer vacation and back to\nschool.",
        "A: I wasn’t that frightened. I kind of liked seeing them. They’re marching you know. We\nweren’t, maybe we were dumb or something. I don’t know. But kids love to see marching. We\nweren’t aware that the soldiers were going to — there was going to be a war. That was not -- but\nhttps://collections.ushmm.org\nJanuary 16, 2014 14\nthey marched right by my house. I remember that. And waving to them and you know. It didn’t\nlast, believe me.\nBut now comes September. We are back in school.",
        "A: Exactly, 38. And nothing much is happening and now we go right through until November\n10\". And we’re in school and we went, as I said, home to lunch every day to Tante Olga, Lily’s\nmom. And we’re going to lunch and it is very cold. And we’re getting there and the door is open\nand a window is open. Sometimes she used to open a window to air it out but always close it and\nall that. And we walked in and Lily calls mama. No answer. Again we’re running through the\nhouse, mama, mama. Nobody there. And I’m yelling Tante Olga where are you. We are home\nfor lunch. We only have half an hour. No answer. Lily and I look at each other. Something’s not\nright. I said what do we do? She said I know the Tikler family here in town, another Jewish\nfamily. Why don’t we go there? Something’s happened. So ok we started going down the street,\nwhen all of a sudden across from us, we’re walking straight and perpendicular comes what we\ncall the green Henry. It was a green police wagon. And in it is her father. And we see this and my\nuncle just waved goodby. And then we just were so scared. And we started running and we get to\nthe Tikler house and they’re all women, no men gathered in that house. And we said to my aunt,\nand she said what happened. How come we didn’t know where we were, where you were. She\nsaid I didn’t have time. They came and chased me out. And they wouldn’t even let me leave a\nnote or go get you so what is going on.\nWell nobody told us anything. The women were there and they were all very upset. An old\nwoman who was uh, and babies. I mean there must have been ten or 12 people. Where’s my\nmother? We don’t know. So I said I’m going home. Oh you can’t go alone. So Lily said P’ll go\nwith you cause I will. You can’t stop me now. Now I’m getting independent. (laughs) So Lily\nand I start walking. And the distance was maybe a mile from where we were to my home. In\nWiesenfeld. We get about half way. I see a bicyclist coming towards us. There was minimal\ntraffic at that time. Nobody had a car, you know. It was, so here comes a bicycle rider. Even that\nwas a big deal. Come closer. Who is it? My mother. She said papa is in jail. Where’s Eric?\nHe’s in jail. Oh god. And uncle Isadore. We just saw him go by. They must have taken him to\nhttps://collections.ushmm.org\nJanuary 16, 2014 15\njail. What happened? A Jewish kid, my mother is saying. Come on, let’s go. I’m going to take\nyou back to the Tiklers. We’re all going to be together. The story was and everybody has heard\nthe story. A Jewish kid killed a Nazi official and we’re ok. Everybody paid I don’t know how\nmany marks. Plus being in prison. So that’s what that day was Kristal night. They took my\nfather into a jail in some other town, and my brother and they were sitting there and my mother.\nThey were taking my mother too. But my mother, if you want to know somebody feisty, she was,\nshe said you’re not keeping me. You can shoot me first. You’re not keeping me here. I got to go\nget my daughter. She didn’t do anything. She’s 11 years old. What. And they said ok, go, go,\ngo. So that’s how she got out.\nSo we went back to the house and all the women. Uh, what are we going to and kvetching and\ncrying and my mother said. You know what. We don’t have time for this. We better sit down\nhere and think about what to do. So perhaps we could find, she just made things up to keep them\nbusy, to get some clothes together. Or get whatever we need. Get some suitcases. Maybe do\nwhatever we have to do, even if the suitcases are empty. Just, you never know what we have to\ndo. And they said ok and they, I don’t know what they did. But by that time things were coming\ntowards supper time. And my mother said now maybe we could find something to eat. Could\nmake a sandwich. Have some fruit. And so we all did that. They did that.\nAnd now it’s getting later and later and now there 1s a banging on the door. Must have been\neight, nine o’clock at night. Open. Open up. It’s the Gestapo. So everybody is cowering. My\nmom close to the door and she said yes. And he said how many of you are there. And my mother\nsaid I don’t know. And get out. So my mother said what do you mean get out. You get out in\nthe street all of you. Now. You can grab what you can and go and so people who had been\nfutzing around and looking for clothes. They had stuff and they had a coat and whatever we had.\nAnd we were on the street now. It’s cold. Quite cold. My mother says what are you going to do\nwith us? We decided. There were three of them. You are going into that factory that’s a few\nstreets, I don’t recall where exactly. Was an empty factory. And they were going to put us in\nthere and we were to stay there. And this was a cement floor and nothing else.\nSo we get there and all of a sudden, my mother stops and she said to them, excuse me, sir. I\nwant to a, tell you something. And he said yes, what do you want? She said when we were\nyoung and I lived in that house where Lily lives now, and my aunt. I used to live here and you\nused to come to the back door and ask for me and when I came out, you tried to kiss me. And he\nhttps://collections.ushmm.org\nJanuary 16, 2014 16\nsaid to her. Shut up. She said but you did. What if I spoke very loud and everybody would know\nthat you, a Nazi officer, kissed a Jewish girl. And he said if you don’t shut up, I’m going to send\nyou and the kid to Dachau. Meaning me. She said that’s very good officer. You can send me\nand my kid but before you do, I’m going to scream it all over this town that you tried to kiss a\nJewish girl. He said what the hell do you want? She said all I want 1s to take these people instead\nof putting us into the factory, to my home in Wiesenfeld. I have a big house and we can stay\nthere. And of course they argued. And they can’t do that and who do you think you are. And she\nsaid ok, it’s your choice but I can scream. And I thought he’d shoot her right there.\nGo ahead, he says. Take them and go. I have to laugh at her. Cause she said but it’s so cold. We\ncan’t just walk. We’ve got this old lady and a baby. And he just he was getting crazy, this man.\nAnd the other officials heard him say what does she want? She can’t walk. She says I want a\ntruck and they said get her a damn truck. They got a truck. They loaded us on. They got us a\ndriver and they got us a bodyguard with a machine gun or whatever. And they drove us to my\nparents’ house.\nSo she saved the day. Now it took some time to find out what happened to my aunts and uncles.\nAnd for my father to be released and in the meantime, while we were all mulling around in my\nbig house, my mother sent a telegram to a cousin we had here in the United States. My cousin. It\nwas my mother’s niece who married an American physician. And this physician had gone to\nVienna years before in the 20s, to study at the University of Vienna. And",
        "A: Well he went to study, post graduate work at the University of Vienna and he met my cousin\nand they dated while he was there. And he was there about a year or so. And came back to the\nUnited States and sent her a telegram. Will you marry me? And she sent back yes. So he came\nback again and they were married. So lucky for us. Now she’s in America, he’s an American\ncitizen. And my mother sent them a telegram. Can you send us an affidavit. We got to have\nsomething because Hugo is in jail and Eric 1s 1n jail and they sent an affidavit to Eric. To get\nhim out first, my brother. Because they were really after the young men.\nSo they sent Eric an affidavit and to make a long story short, they let Eric out. And this was\nmaybe December now. Kristal night was November. So December. And he was able to get a\nhttps://collections.ushmm.org\nJanuary 16, 2014 17\nvisa and a passport to come to the United States and he came alone. And my cousins, they picked\nhim up and they took him in and they took care of him. Now —",
        "A: Not in my father’s store. No. I think he was a very well-known man and he helped a lot of\npeople. Not that it make any difference to some of them, but it did help. I’m sure.",
        "A: So, I would recall it but no destruction. No it was I think there were a couple of people who\ncame to our door at midnight to see if they could help. Good people. Solid people. One woman\nwas my mother’s washerwoman. And she risked her life to come to do whatever she could do.\nShe even brought bread. She thought we were starving. But before that I forgot to put this very\nimportant element in.\nRight after the Anschluss not much time passed when a Nazi officer came to my house. And I\nhappened to be — it was a two story house. And downstairs was the kitchen and a dining room.\nMy father’s office, his business. Upstairs were bedrooms and a music room. And I had a baby\ngrand piano. And an old fashioned bathroom. We did not have running water. We had a\nbeautiful home but there was no running water yet. My mother wanted to institute that and\nhadn’t gotten around to it and blah, blah, blah. So.\nThis Nazi officer came to the door and said -- I was alone. Where’s your mother. And I said\nshe’s upstairs. Take me. so I take him and I called her and I said, Mupik, somebody to see you.\nShe comes out. He says to her, where’s your piano. She said, show me. so she shows him. It\nwill be taken within the hour. And my mother said, what? What do you mean, it’ll be taken\nwithin the hour. He said don’t you know yet, lady, that Jews are not allowed to have anything\nof value. And she is thinking that this 1s a joke. And he said now I’m going to give you a\nchance. Make a decision. It’s either you or the piano. They were going to take either the piano\nor they’ Il take her. Now what do you do? Even when you are feisty. You can’t stop that. So that\nwas I forgot all about that. It was at the very beginning.\nhttps://collections.ushmm.org\nJanuary 16, 2014 18",
        "A: Oh god yes.",
        "A: Crying.",
        "A: I was crying. But we still had the house until two weeks after that. They came again and they\nsaw my father. And they said to him you know that you cannot possess your house any longer.\nNo business, no nothing. I want you to sign an IOU. And my father said I’m not signing\nanything. You, you what do you mean, my house. We are here to possess, to take possession of\nyour business. And your house. And my father said and what are we supposed to do. He said\nwell we’re not evil people. We will allow you to live upstairs. So it took a while to straighten all\nthis out. It was awful. We had to move upstairs. And if we wanted to cook and eat, the bathroom\nhappened to have a stove where, for heating. So we had to cook on that. There was a bathtub in\nthere. Toilet was somewhere else. And we had to go buy our own groceries.\nAnd the house was no longer — he had to sign it over to the German regime. It wasn’t Austria\nanymore. It was all German. So that’s how we lost everything.",
        "A: My father was a very, he didn’t, he coped with everything. I mean he thought things through\nand he — this is what is happening. Let’s figure out what do we do now. And it was very difficult\nfor him of course, my god. So ok, now that’s gone. Then later that was March, I think or, Hitler\ntook in March so you know as the weeks went by all this happened.\nSo then as I said, Kristal night, I already explained that. Papa is still sitting in jail.\nhttps://collections.ushmm.org\nJanuary 16, 2014 19",
        "A: Oh yeah because we knew it happened in every —",
        "A: Well we had a radio.",
        "A: We were allowed to have the radio. So and the talk, calling on, I mean you can’t just whisper\nthese things anymore. It’s out now. And so we are now old enough to know what’s going on.\nYou know and especially after Kristal night it was totally clear for Lily and me and her brothers\nthat nobody, they hate the Jews and god knows what’s going to happen to us. So now comes the\naffidavit for Eric.\nNow he’s allowed to go. What’s going to happen to papa now? What’s going to happen to us?\nSo Eric comes to the United States and he’s being taken care of by the American physician and\nhis wife. And Eric 1s learning English and he gets himself a job. They lived in New York. So\nEric is in New York. Now Woodside, Long Island which is almost part of Manhattan. And\nsomebody from Europe told him that there is a guy in New Jersey and he works in a factory and\nhe used to know papa and Eric why don’t you try to contact him and it worked. He contacted\nthis man and the man got Eric a job in that factory. In New Jersey. It wasn’t all that bad to travel\nyou know, to commute but —",
        "A: My father.\nhttps://collections.ushmm.org\nJanuary 16, 2014 20",
        "A: No, not, not what. I don’t know what he was on. I can only tell you later what we were on.\nAnd —",
        "A: So he takes the job and a man said to him Eric, you look a little bit depressed all the time.\nWhat’s the matter? And he said ’'m worried about my parents and my sister. They are still over\nthere. And this man said to him, well why don’t you write to President Roosevelt and tell him.\nAnd Eric said yeah, right. I can’t, I can’t even speak the language. I can’t write and I’m going to\ntell the president, hey you know. And this man said well you never know. And Eric said no I’m\nnot going to do it. This man kept pushing. He said Eric you got to try things. And Eric finally\nsaid he got disgusted. He said ok already. Will you help me? And the man said Ill help you\nwrite the letter.\nSo Eric writes this letter. Dear Mr. President whatever my parents, my little sister. I’m very\nworried. It’s a terrible time. Sent it, forgets about it. Two, three weeks pass by. A letter comes\nfrom the office of the President. From his press secretary. Dr. Mr. Wellisch, the president has\nbeen made aware of your situation and has directed me to tell you what to do and how you can\nget your parents out. And it had to be a farmer’s visa because the United States had a quota,\ndidn’t let everybody in.\nBut if you were, knew anything about agriculture, you had a chance. Luckily my father owned a\nfarm. I’ve got pictures over there. I can show you later. He owned the farm right in Wiesenfeld.\nIt was a big farm. He owned it but he didn’t run it. Somebody else who ran it, but papa was the\nkind of man who was well informed about everything. He owned the farm. He knew about\nfarming.\nHe knew about lumber and everything that he did, he was well informed about you know.\nSo my brother was able to communicate to papa to apply for a farmer’s visa. To make a long\nstory short, he got it, but it took from January or February until the end of August for us to get\nout. We lived under the Hitler regime for a long, long time and things were getting harder and\nharder. But he did get the farmer’s visa. And he was able to have enough money to have\ntransportation for us to come to the United States and the ship we were on was called the\nhttps://collections.ushmm.org\nJanuary 16, 2014 21\nVolendam. So in August of 28\" we arrived in New York and this was about a week before\nPoland was invaded when that was it. Nobody got out.",
        "A: We weren’t allowed to do anything. I mean we were just sitting tight. My father was allowed\nthough to go to different offices to try to get the visa. He had to do that. And you have to get a\npassport. And you have to get stuff together to, what are you allowed to take out. What are you\nnot allowed to take? That kind of stuff. That he was allowed to do, to go to Vienna and do that.\nBut other than that, nothing. I mean —",
        "A: Well he must have been from Kristal night, November tenth. I don’t know. About a month or\n— yeah.",
        "A: Well I couldn’t play with anybody. As far as a child is concerned. I was able to go to Lily you\nknow and we could be together. She was with us anyway. They were in my house until all these\npeople that my mother rescued kept us busy because there were a lot of people to feed and the\nbedding and —",
        "A: Yeah. In different bedrooms. My grandmother lived with us so she, and she had died. But\nwe were able to use her — she lived in. She had a kitchen and two or three bedrooms and so we\nwere able to put these people in there. And my parents’ bedroom, my bedroom. Had lovely\nmusic room. Everything was used. And we left them there.\nhttps://collections.ushmm.org\nJanuary 16, 2014 22",
        "A: Not there, in this town. There was nothing except where my brother was in that city, in St.\nPolten, there were signs on the benches around the schools. No Jews allowed. They couldn’t sit\nthere. And my uncle, the one whom I told you we saw in that green wagon, he was taken to\nVienna to scrub the sidewalk with a toothbrush. You’ve heard about those things. So he was one\nof them. But he made it. Now the sad part is that after we were here already, we were very\nconcerned about the rest of the family. Especially and Lily, I was worried more about Lily. We\nwere like sisters. And the edict more or less was that the Nazis were after the men and the young\nboys. And so my uncle and my, Lily’s older brother were able to get out through some Jewish\norganization here. I don’t remember which one. And they left Austria. They left Wiesenfeld\nwhere they were in my house. And came to the United States and my uncle thought he could get\nhis wife and Lily and Otto out. And never made it. So he’s here with his son and with the guilt.\nWhy did I do this? And you know how you can, my cousin is still living in St. Louis. Lily’s older\nbrother. He is ok but another, there are so many stories attached to what I am telling you. It\nwould take me all day.",
        "A: When it was time to leave I said nothing. My father told me to be very quiet. We are leaving\nmidnight on a train that we didn’t have a school in Wiesenfeld but we had a train station which\nto this day doesn’t make any sense. We were going to take the train to Vienna and from Vienna\nwe were going to Holland. And I’m not to say anything to anybody. It was too dangerous. So —",
        "A: Ah, we had a few things we were allowed to take. At that time it was still not as bad as later\non. I mean ridiculous to even mention it cause nobody lived anymore. But we could take our\nclothing and my mother had some silver spoons and she had that in her suitcase and that was ok\nand this necklace. That’s hers. That was my grandmother’s. Now I don’t remember how she got\nhttps://collections.ushmm.org\nJanuary 16, 2014 23\nthat out, but that and nothing else. As far as jewelry is concerned because one day the Nazi came\nin and asked again where is your mother? And my mother is — where is your jewelry? It’s in the\ndrawer wherever. Open it. She opens it and he goes through it and he finds her engagement ring\nwhich was a gorgeous ring. An emerald surrounded by diamonds. Ah, ok, in the pocket. And I\nhad a little ruby that I loved. Oh, is that the kid’s? Oh that’s mine. Yes. Oh, ok. That kind of\nthing so but papa said you know that’s not the worst. We’re getting out now so when we did get\nout, this was in the dead of night in August. And I couldn’t say anything and I was pretty upset\nabout that. But we —",
        "A: Yeah, we took books. My mother’s, she had a beautiful library and she packed them in some\nkind of box and I don’t know. I guess of all things you know but when you’re in the situation\nlike this you want to take something that —",
        "A: No couldn’t take anything. Mm, mm not that. Mostly clothing and no linens. Nothing.\nMostly clothing and a few odds and ends.",
        "A: Well now this is another story.",
        "A: Took the train to Vienna and my father’s aunt was there at the train station. And I don’t\nremember much about anybody else but she was there because she was my very favorite aunt.\nAnd she hugged me and she said you should be very happy. You know why. I said why should I\nbe so happy? She said not only because you’re getting away from here but because you won’t\nhttps://collections.ushmm.org\nJanuary 16, 2014 24\nhave to go to school on Saturday in America. (laughs) and we cried and she said my darling I\ndon’t think I'll ever see you again. And I never did.\nSo we got on that train. When we get to the border the Gestapo comes on. Checking papers.\nCome to papa. Papers, passport, takes the papers, walks away and brings another officer and says\nthere’s something wrong here. Get off the train. Take the kid, take your wife. Get off. We had\nto get off. The train goes away. That was hell. They took my father into an office and they told\nmy mother and me to sit and wait and we sit and we wait. And train after train is coming and\ngoing. Our train long gone. No Papa. Now what.\nI said to my mother I think we’re going to die. And she pushed and she said we are not dying. I,\nif I have anything to do with these guys we (laughs). They could have killed her more than once.\nShe had a mouth and I mean it was about three or four hours later when Papa came out. We can\ngo. What happened? They did not believe that he knew anything about farming. Because he was\na businessman. And they brought in a knowledgeable agricultural expert who grilled him for\ntwo hours about cows and milk and what have you. And Papa thank God, he knew the answers.\nHe was well informed about everything. And they finally had to, well they didn’t have to let him\ngo but they let him go.\nSo we got on the next train and went to Rotterdam. And they met the Jewish committees and\neven the Dutch people. They met every train coming from Germany. And they put us up in\nprivate homes, in hotels. Wherever there was room and we were put up. At first I think it was a\nhotel. We didn’t stay long because the ship was leaving anyway but they treated us like royalty.\nThey were so kind, the Dutch people. And when we did finally get on that ship it was of course,\nthe Volendam, a Dutch ship, Dutch crew and they treated the immigrants beautifully. And I\nremember having to eat brick ice cream three times a day. They brought this ice cream. And to\nthis day if you show me brick ice cream I will ugh. (laughs) And we got here —",
        "A: Well you know when, I was distracted a lot. First of all you get into Holland. You meet all the\n-- another country. You’re going to a hotel. So much distraction. But then it hit me. What’s\nhappening? What, what, am I ever going to go home again? What’s going to happen to Lily?\nLily, Lily, Lily. And all my other relatives. Lily was killed with Otto and my aunts in the 40s.\nhttps://collections.ushmm.org\nJanuary 16, 2014 25\nIn Sobibor or someplace like that. Shot in the mass grave. And other people. Horrible stories that\nmy family suffered like so many others.\nSo anyway, this is interesting. We come on the Volendam, right. Took us I think almost two\nweeks because we found out later from the captain that the ocean was mined. And he was trying\nto figure out what the best — where would the Germans not put a mine. So that’s why, luckily\nyou know we avoided that. The Volendam went from New York to I believe Cuba with some\nrefugees. Dropped them off. Went back. And that’s all I ever knew. And after I was here and\nmarried already, my brother in law took us to a very fancy restaurant in New York. It was some\nkind of celebration and he took my husband and me and he and his wife and, and each table\nalmost had their own waiter. It was a bit much. They come and put the napkin on your lap and\nthe, and I’m not you know, and this one waiter said, spoke with an accent. And he was very nice\nand very courteous and I said so where are you from. And he said I’m from Holland and I said\nyou know your people are wonderful. And he said oh madam, do you know anything about\nHolland? And I said well Pll just tell you briefly. We came from Austria through Germany. And\nyour people helped us and he said oh yes. He said may I ask you what ship. And I said the\nVolendam. And he said oh, almost like Oh. I said are you ok? And he said at that time I was a\ncrew member on the Volendam. And we had a trip to Cuba and on the way back we hit a mine\nand all my crew members died. I am one of the very few survivors.\nAnd I said I think that’s the end of my dinner. I can’t, can you — That was quite a — so that was\none of the stories that made me very sad but I said I’m so glad you’re alive so. He had tears in\nhis eyes and he walked away.",
        "A: Or the Jewish, what else is there? What, we had so many organizations.",
        "A: Well I tell you, the first impression, seeing the skyscrapers was — I said this cannot be. This 1s,\nI come from this little town in Wiesenfeld. Vienna is gorgeous. Have you ever been? It’s a\nhttps://collections.ushmm.org\nJanuary 16, 2014 26\nbeautiful city. It doesn’t have, it has some now though. But this is ridiculous. (laughs) So I was\nvery impressed you know but very, my English was minimal. I did have English in school. But\nyeah, it’s difficult when you’re in the country and you try to converse with people. You don’t\nunderstand because it’s, you think, why do they talk so fast. But I had to go to school. And I was\nadmitted to first, to sixth grade. Now here I am 13 now. So I am the oldest in the classroom. And\nthe children were very nice to me. And the teacher explained — her name was Mrs. Sacks, a\nJewish lady, that Trudy has just come from another country and she was trying to put a little\nhistory in there to tell the kids why this is happening. Why I’m here. And they were listening\nand very polite and very sweet and can I help you and all that.\nSo the teacher said you don’t have to do anything, to me. Just listen to the language. And I’m\nlistening and I guess I’m learning. And three months passed by and she said we’re having a\nvocabulary test today. We’re going to have a hundred words and I raised my hand and she said\nyes. I said could I try it. And she said yes. I got a hundred. And the next day this was after she\ncomes in and she said, I have an announcement to make, class. We had this vocabulary test\nyesterday and I want you to know that Trudy got one hundred percent and they all stood up and\nthat made me and that was America, my goodness. Whereas in Europe you have to sit quietly\nand most of the time you have your hands on the table and, and you don’t say a word and you\ndon’t, and here the children got up and celebrating this. I thought America is wonderful.",
        "A: Woodside. And then I skipped sixth grade and went to seventh grade. And I was in seventh\ngrade for a few months. I don’t remember how long. And I skipped to eighth grade. And then I\nmoved to New Jersey with my parents. And both my parents worked in factories and had a little\nroom. I couldn’t live with them. They had no room. I lived with my cousins. The ones who\nbrought me. I stayed with them for oh a year or two. Well while my parents were looking for\nwork. Oh boy it was hard. So they only had one room.",
        "A: No more.\nhttps://collections.ushmm.org\nJanuary 16, 2014 27",
        "A: Once I left —",
        "A: No, nope, nope, no. So at any rate, then my parents were able to get a little apartment. One\nbedroom and they got a couch so I could sleep in the living room.",
        "A: Let’s see now. My brother, this was already, oh. My brother, he got a job after the factory in\na tobacco, on a tobacco farm and he worked there in the summer. And again somebody said to\nhim, Eric you seem like a smart guy. You want to do this for the rest of your life? And Eric said\nno I don’t want to do it but right now I don’t have much of a choice. And this man said did you\nknow that about Johns Hopkins 1s giving out scholarships and Eric said so what? And this man\nsaid you are smart. You ought to try it. Again, the same thing. The way he spoke about\nRoosevelt. Oh he says, don’t be ridiculous. To make a long story short, he applied and he got it.\nGot a scholarship to Hopkins. Came for an interview and the dean, whoever interviews, said we\nhave these two scholarships, specifically for immigrants.\nSo that’s the good news. You are definitely in. You want to hear the bad news. And Eric\nthought oh God. You know I’ve had enough bad news but what’s the bad. He said you have to\ndo it in three years, not four. And Eric said so what. That’s not bad news. I can do that. So he\nsaid to him, if you think you can do it in three years, you’re in. What would you like to study?\nAnd Eric said law. Man leans back. He said Eric, I don’t think so. You have such an accent\nyou ll never make it as a lawyer. Pick something else. So Eric said well ok, Pll be a chemist.\nThat’s what he became. Went right through Hopkins in three years. The war came. He enlisted.\nThen he came back and went to Columbia, got a masters. And then Purdue and got a PhD so\nworks out ok.\nhttps://collections.ushmm.org\nJanuary 16, 2014 28\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Trudy Schonberger. This is track number two and you just finished talking about\nyour brother so let’s get back to your story. You’re in high school now.\nTrudy Schonberger: I’m in high school in New Jersey. It’s a breeze. I loved it. And now I’m\ngraduating. And I’m graduating with honors and I was very happy about that. Now what do I\ndo?",
        "A: Well they knew. You know I had an accent and how come and I did tell them some. I didn’t\ntell them all that, you know but they knew and they learned some from teachers, but not enough.\nIt wasn’t taught.",
        "A: Not too great. We had more fun with that.",
        "A: Yes. My father’s English was better than my mother’s. Oral English. My mother was, her\nwriting English was better than my father’s. So they’d always have a repartee. You see, I can do\nbetter than you and so that was funny. And he said to her one day, you know Irene, they have a\ngood, your favorite pie downstairs in the bakery. I can’t think of the name, but you know what\nyour favorite pie is. And she said oh why didn’t you bring me one? I didn’t have money with me.\nGo down. You can get it. She goes down, comes back. No pie. What happened? They said they\nnever heard of it. And my father said, what do you mean they never heard of it? What did you\nask them for? She said I asked them for a merchant marine pie and they never heard of it. What\nhttps://collections.ushmm.org\nJanuary 16, 2014 29\nit was, was lemon meringue but it was war time and she got confused. (laughs) That’s the\nEnglish.",
        "A: I’m graduating. Now what do I do. My parents working in the factory. We just about made it\nto pay the rent and live. Now what. And I always wanted to do something in medicine. And it\nmay be the influence of the physician who brought us over because he was a wonderful person\nand a wonderful doctor. So I suppose he had this influence of what I wanted to be.",
        "A: Leo Lefkowitz. And he was in the war too. Oh god, that’s another story Ill tell you.\nAnyway that was, what could I possibly be? So papa said you know what. Maybe you can just\nfind a job for the summertime and we’|l discuss it and see what you can do. You know you\nshould really be a typist. I said I don’t want to be a typist. Yes, that’s good for a girl. You know\nyou, I don’t want to be a typist. I hate typing and I hate paperwork. Get a job in the summer,\nwhatever. What happened was friends of my parents were neighbors of a couple who had two\nchildren and they needed a babysitter living in for the summer. Do you want to do this? And I\nsaid I like kids. She said, why don’t you — I will call them. Maybe they’Il have you for an\ninterview. I went for the interview. I got the job. She had to go for surgery and she needed\nsomebody to be with the two little ones. And as she is recovering, he said to me, his name was\nDr. Dan Moore. What, he said you and I haven’t talked about you at all. He said to me what do\nyou want to do now? The job is almost over here with us. What? I said I don’t know. What are\nyou interested in? I said oh I don’t know. Something in medicine. I just, I don’t want to be a\nnurse. And he said to me, do you know what I do? And I said no, not really. He said ’'m a\nbiophysicist. And I have a laboratory in Columbia University right across the bridge. They lived\nin Leonia, New Jersey which 1s you’ve heard of Fort Lee recently. Next door.\nHe said would you like to see my laboratory. And I said oh yes. So he said to his wife. ’m\ngoing to take Trudy and I’m just going to show her around. And she was lovely. She said\nwhatever. So he took me.\nhttps://collections.ushmm.org\nJanuary 16, 2014 30",
        "A: This is 45. I graduated, yeah, 45.",
        "A: The war is just about over I think. It was August. When did it end?",
        "A: Yeah, ok. Japan we’re still going. Ok so he shows me his laboratory. It was at Columbia\nCollege of physicians and surgeons. And I was so impressed with this whole thing and going to a\nbig laboratory. What, he said, I do, I do some research in an area called electrophoresis. And he\nsaid of course you don’t know what it is because it’s so new to all of us and it is the separation of\nproteins in the blood, to study proteins, cause there wasn’t too much known. And I thought well\nok, you know. Then he said to me, how would you like to work for me? He said I cannot pay\nyou but I’d like you to learn. And I almost fell over. I said Dr. Moore, I do have to speak to my\nparents about this. I’m 18 years old and I don’t want to make — this is just too much to\ncomprehend. And I went back home and I called my parents. And I said I got to talk to you\npapa. What is it? Ihave to come home. I got to talk to you.\nSo they let me off for a few hours. I went home and I said this is what’s happening. What do you\nthink? And he said I don’t have to think. Take it. He said it’s like going to school. Doesn’t cost\nyou anything? Ok. You won’t make any money but we’ll figure it out. We’ll give you money\nfor the subway and the bus and we’ll feed you and see what happens. That’s how I got the job.\nAnd about six months or so later, he said I can pay you a little bit. So he started paying me $50 a\nmonth. I thought oh it 1s fantastic. But there is a hang up here. Uh oh. I think you should go to\nschool. Oy. What, what, what I don’t have any money. He said I’m going to give you a day off\na week and you can go downtown and start taking courses at Columbia. He gave me a day a\nweek and I started taking physics of all things. I thought I must be crazy because he was a\nhttps://collections.ushmm.org\nJanuary 16, 2014 31\nbiophysicist. So I took physics and as time went on chemistry and more and more stuff. And he\nstarted to pay me more and more.\nAnd then in 1947 I got married. And they came to my wedding and I learned a lot. So I thought\nI was the luckiest girl in the world. At any rate, the job ended because I married and we moved to\nMontana.",
        "A: They were all dead by then.",
        "A: Well when Eric enlisted, he was in the Battle of the Bulge. You want to hear a little aside, you\nmight like this story. He was a sergeant and he was in charge of a platoon. And you know about\nthe Battle of the Bulge, how horrible. And they were stuck in the ice and the snow and Eric was\n— and he’s trying to get a jeep out. I don’t know what. When a voice came above him and said,\nwhat the hell are you doing sergeant? And Eric didn’t even look up. He said what the hell do\nyou think I’m doing? And the voice said look at me sergeant. And Eric looks up and he said oh\nmy god. It’s General Patton himself. (laughs)\nSo anyway they made it through and where were we?",
        "A: Well because of Eric who stayed after the war to try to find what was going on.",
        "A: During. No.\nhttps://collections.ushmm.org\nJanuary 16, 2014 32",
        "A: No, no.",
        "A: Oh yes.",
        "A: Yes, oh yes, oh yes. Then we all, you know I was of course already of a more mature age that\nI could participate and —",
        "A: The only ones that we were able to —",
        "A: During the war was a cousin who made it, a cousin of my father who made it to Bolivia.\nThat’s another story, that’s --. He, her husband, she was my father’s cousin. And her husband\nwas my mother’s cousin so that’s a little — Kristal night. His name was Richard. And he was\ntaken away and sent to Dachau. And she was left alone with her baby. In Vienna. And the Nazis\nsaid to her, if you can get yourself out of here, I’ll let him out and he can go with you. Let’s get\nhim out. And so she starts going from one embassy to another embassy. Ends up at the Bolivian\nembassy, gets permission and they really let him out. It’s now a few days before departure and\nthe kid gets scarlet fever and they can’t go. So now you start this whole thing again. But she\nwas smart. She said I might as well go to the Bolivian embassy and tell them what has happened.\nMaybe they’ll — and they did. But it took time. You know everything takes time. In the\nmeantime the Nazis come and take this and finally they’re able to go by ship to Cochabamba\nhttps://collections.ushmm.org\nJanuary 16, 2014 33\nwhich is the second largest city in Bolivia. They get there. I don’t know how long it took. Heinz,\nthe little boy, who is now 76, still living in Vienna, whom I saw a few years ago, so they’re on\nthat ship and they’re getting to Cochabamba and it’s on the weekend. And Richard says I do not\nfeel well. And all the immigrants are in that camp. That’s where the refugees had to go to an\nimmigration center. And they said oh that happens all the time because the altitude is very\ndifficult on people. You'll be ok.\nRichard wasn’t ok. He got worse, but there was no doctor available on the weekend. He had to\nwait until Monday and he’s getting a fever and a lot of pain. Finally Monday comes. Richard\ncan’t talk anymore, he’s in so much pain. The doctor says you have a burst appendix. We’ve\ngot to go quick. They get him to the hospital, put him on the table and he died. So she can’t get\nout with the little boy. She didn’t know what to do and that’s where my father’s communication\nbegan. At least to somebody. She had no idea what happened to any, any of the family. Until\nmuch later on we found out. Eric found out. My cousins, they were all in Theresienstadt, most\nof them. And Eric found her. This is my Aunt Elsa, the one who met me at the train station, said\nyou don’t have to, her daughter was in Theresienstadt, survived and but she was deathly ill. And\nEric found her, found her in Vienna, after and saw how sick she was. She had TB. She had\nkidney disease. She had, you name it. And he arranged it for her to go to a sanatorium in\nSwitzerland. Until she got well. So he was able to save her and her husband whom she met in\nTheresienstadt. He was a roofer. His name was Alexander Bernot. He was in Theresienstadt and\nhe saw Anna scrounging around for some food and they got a little bit. He tried to help her. He\nwas a roofer in Vienna. He did most of the roofs of the big, like St. Stephen’s and he was — and\nso the Nazis used him to fix the roof here and there. They didn’t care if the water dripped down\non the inmates, but they wanted their roofs to be free from rainwater and all that. So he did that\nso he had a little access to more things. And then the rumor came that the war 1s coming to an\nend and Americans or British bombers are going to bomb.\nSo the inmates said so now we’re going to, we survived this. Now we’re going to get killed by —\nhe climbed up on the roof of the barracks, with red paint. And he painted red crosses on the\nroofs. If he had been caught he would have been dead. But the thing was that some of these\nroofs leaked and the red paint dripped on some of the prisoners. They had no way to get rid of it\nand some of the Nazis saw them and they thought they had some kind of terrible disease. They\nran. (laughs)\nhttps://collections.ushmm.org\nJanuary 16, 2014 34",
        "A: I met him at a dance, at a synagogue dance during the war. He had been discharged. He had\nbeen hit by a, grazed by a bullet and he started to get migraines so they discharged him you\nknow.",
        "A: Yeah.",
        "A: 47.",
        "A: He was a teacher and he was a teacher and they paid better in Montana than they did in New\nJersey. And he had a friend from the army who said hey why don’t you come to Montana? See\nhow the west lives. Instead of in that crowded east coast so —",
        "A: Seymour Schonberger.",
        "A: Oh, a small little town called Harlem. But originally they spelled Harlem with two A’s like\nthe Dutch. But they changed it then to H-A-R and it was also a little town and the people were\nwonderful and you know it was just a —\nhttps://collections.ushmm.org\nJanuary 16, 2014 35",
        "A: Oh no, not in Harlem but it was, there was one family who lived about 40 miles away and\nthey took us to services, to Yom Kippur, to North Dakota to (laughs). And Susan was born in\nMontana.",
        "A: Yeah. And I thought oh my god, what did we do? This is ridiculous. I’m here in wild\ncountry. It was the best care I ever had. Such care. When it was due, when she was due already\nI’m in labor and called the hospital and they said come on in. I get there. No doctor. Where’s\nthe doctor? Oh, he went hunting. He’s out in the Rockies. We have to send a posse. (laughs)",
        "A: Two years.",
        "A: And we came back. I wanted to come back. My parents were alone. Eric was, where was he at\nthat time? Still getting his doctorate maybe. And it was time to come back.",
        "A: Well to New Jersey for a time and then my husband got a job in Connecticut, New London,\nand we moved there. And I didn’t work.\nhttps://collections.ushmm.org\nJanuary 16, 2014 36",
        "A: Ihave a son born in New London. Then we moved to East Hamden, Connecticut and from\nEast Hamden, where did we go? We went to I moved, near New Haven. And my husband got a\nbeautiful job as director of music at a regional school system called Amity, one of the best in the\ncountry. Well known for its curriculum and he was lucky enough to get, he was lucky. I wasn’t\nso lucky. He hired a choral teacher and that choral teacher had never been married and she kind\nof flirted with him and he fell for her and they had an affair and it broke up my marriage. Kaput.\nSo he always said I’m coming back and it’s over and I fell for this whole shtick. Had two\nchildren. I didn’t, I was terrified. And he got a principal-ship in Enfield, Connecticut, away from\nher now, this woman. And he said I promise it’s over and we'll start over again and Susan was\ngoing to college now at this time. Just starting. Steve was last year of high school. Stupidly\nenough I said ok. And we sold the house, moved to Suffield, where we lived and the affair had\nnot ended. It kept on going and going. And then finally it was time to say goodby. You know I\ncan’t take this anymore. He married her and got Parkinson’s disease and he died. But before he\ndied, and still dealing with this illness she said I want a divorce. I’m not taking care of you.\nSo I made it, you have to make it, you make it. And, and in 1972 papa died. And Mutti was\nalone. They managed to buy a little house in East Hamden Connecticut. And they loved it. A\nlittle garden and but papa died and my mother didn’t drive. In a small town so she came to live\nwith me. And we made it together. She did the cooking and people said what. You’re letting her\ndo all that stuff. And I said yes. She wants to do it, she can — whatever she doesn’t want to do,\nshe doesn’t have to do. And she died about 16 years ago at the age of one hundred. What else?",
        "A: No. I feel completely American, except for the music part in me which I feel very much, I\nthink Viennese. Is that silly? You know all the composers and that I feel, but when I — and the\nbeautiful music, I just, that’s in me.\nhttps://collections.ushmm.org\nJanuary 16, 2014 37",
        "A: That was my — but I wasn’t any good. I mean I had to stop but the teacher couldn’t come any\nmore. My mother was very much interested in music. And then the people, the doctor and his\nwife that I lived with in Woodside was all music.",
        "A: I was surrounded and they were wonderful. They took me whether I liked it or not to\nCarnegie Hall to hear Sibelius or Shostakovich. Well I wasn’t too thrilled with that at the time\nbut my cousin Leo, he said sit down. I’m going to talk to you about this. So you know you learn.",
        "A: Oh yes. I’ve been her 70 some years.",
        "A: I was just talking to my neighbor who, he’s a doctor. Next door here, who’s from the south\nwho has part German in him and he’s very much pro-Israel.",
        "A: No, he’s not Jewish. But I could, but he’s very Jewish oriented. He’s an atheist. And he says\nto me you know finally I’m not, I don’t believe in any of this religious stuff. It causes all the\nproblems but if I had to choose, I’d be a Jew. Regardless. I said to him the other day about, I\nsaid Germany has grown and is rich in economics and I said deep down, I hate to say this, I\nresent it. And I can’t help it and I know German people and I’m friendly, but there is this\nresidual feeling and it isn’t just the Germans, it’s the Austrians too.\nAnd the Austrians in many ways were worse, well you can’t be worse. You can’t be worse, but\nthey were I mean, they welcomed Hitler with open arms.\nhttps://collections.ushmm.org\nJanuary 16, 2014 38",
        "A: No, not, no [heard him speak. At the Heldenplatz in Vienna when he came into Vienna.",
        "A: Yeah. I did see, I think I did see Goering, marching in, big guy with his troops but you know\nthen it didn’t impress me very much until later when you think oh I saw that. I wish I could have.",
        "A: Oh yes. And I think you know as many problems as we have, it’s still the best. If it weren’t\nfor America, I would not be talking to you I’m sure.",
        "A: It was great. I had to become a citizen by myself because at the age when I turned 18 you had\nto -- first of all there was a five year span before you, but if you turned 18, you cannot become a\ncitizen with your parents. You had to apply on your own. So this was in New York and I had to\nhave two witnesses and my boss, this Dr. Moore from Columbia said I’d be happy to be a\nwitness and an aunt of my husband’s. We went and I was just so proud. And they did, I don’t\nremember them asking many questions. Who’s the president? Oh, Roosevelt. You know, and,\nand the judicial system. They didn’t ask much. Ok. I was very happy.",
        "A: No, there isn’t anger. It would be — how can you just say oh no I’m not angry. I’m mostly\nangry at all the people that I lost. Such sadness and how can people do this to anybody? How\ncan you not be angry? Or what is that feeling? But it’s not, I don’t even say hatred but an anger.\nAn anger that people, I thought we were civilized in the world now but this went on.\nOne more thing that might interest you. When we, when we were divorced and I hadn’t worked\nsince Columbia, a good friend, we lived right near New Haven, near Yale. And this woman, her\nhttps://collections.ushmm.org\nJanuary 16, 2014 39\nhusband was a research position there said you know you’re going through all this trauma. You\nreally should get a job. And I said to her, Gloria, I haven’t worked in 15 years. What can I do?\nWash dishes or — she said no, no, no. You have experience. Go to Yale and apply. I said you are\ncrazy. I’m not doing that. And she nudged like somebody nudged my brother. So I said all right,\nPll go. I get to the employment office. Gentleman says what would you like to do and I said well\nI thought I could get a job in a lab but I tried to talk myself out of it because I was too —",
        "A: Not yet. I was taking courses.",
        "A: Yeah but I left in the meantime so, so he said well what. I said I haven’t worked in 15 years.\nHe says did you work in a lab. I said yes. What did you do? I said electrophoresis. And the man\nsaid what did you just say? And I thought he didn’t. I said electrophoresis. He said don’t move.\nI said oh my god. This has nothing to do with electricity. He said please don’t move. I have to\nmake a call and he’s making this call and he says Dr. Herschkowitz, I have a young lady here\nwho did electrophoresis a long time ago. Oh really. Oh, ok. Pll tell her. By. Get over there now.\nHe wants to see you. (laughs) I said you wait a minute. Do you know this is a little bit much? He\nsaid go over there. He has been looking for a technician who knows anything about\nelectrophoresis for a year. So I go over there and there’s that sweet little man and he said oh my\ngod. Come in. I’m never going to let you go. (laughs) and I said well I do want to make you\naware. I haven’t held a pipette. I, they used to have long pipettes. Are you familiar with any of\nthat stuff that you suck up? I mean I can’t even do that. He said I’m going to give you a beaker\nand a pipette and I’m going to leave the room and you practice. So he gave me -- and it was like\nyou, you just don’t forget you know. And he said to me. He didn’t ask me anything. He just said\nwhen can you start? And I said, I don’t know. Tomorrow. He said good.\nhttps://collections.ushmm.org\nJanuary 16, 2014 40",
        "A: Four years. And then to the, he left and went to work in Texas with that heart specialist,\nDeBakey. He wanted me to go with him but I was married. Uh. So he sent me to the veteran’s\nhospital. I worked there for two years. And then we moved. Then I guess it was Suffield but he\ncame, my husband said everything’s ok. We moved to Suffield. And I worked, got a job at Bay\nState Medical Center in Springfield, Massachusetts and I was there I think 20 years, clinical\nmedicine.",
        "A: Yeah in the laboratory, doing all the testing like if you need your blood drawn and all that.",
        "A: Well then, they had a program. Because I didn’t have my degree, I could get my license as an\nofficial medical technologist, if I choose to take a national exam but it had to be in all fields of\nmedical technology — micro biology, blood banking, hematology, parasitology, chemistry. And\noh, my god, that will, that’s like taking a college course and I said you know what I’m going to\ndo it.\nAnd there were a couple of other people like me. We’ve had all this experience but not enough to\nget the, to goes through a degree is the best thing you should have a degree. So we thought we’d\ntry it. We got a book. It was this thick. We had to study and finally the day comes of the exam\nand I thought, I think I’d rather be dead. And we had to take it in Boston and there were 400 of\nus taking this exam. And it was a whole half a day and the first question in chemistry that I\nshould be familiar with, I didn’t know the answer. I thought oh, all is lost. But I remember what\na counselor had said. You don’t know the answer, just go right to the next. Well I passed\nanyway. Then I became an official med tech.",
        "A: Not because of no, not particularly when they were that age. No, no. It brings back —\nhttps://collections.ushmm.org\nJanuary 16, 2014 41",
        "A: I think about it a lot.",
        "A: As I’ve gotten older, I think about it a lot. And I’ve been, I have my grandson, one of my\ngrandsons lives in California. And they had a little girl and they called me and said oh god this\nis fantastic. What’s her name? Her name is Elizabeth, but we’re going to call her Lily because —\nso I have a Lily. She’s two years old. She’s adorable. So things like that come — and my older\ngrandson, the one, his brother, who lives here who has Mattie. He named Mattie, Matthew Ian\nand I said where’s the Ian? He said that is in honor of my grandmother, your mother Irene,\nstarting with an I because he admires — he’s not a talker. Never talks about you know things that\noh what a great lady or blah. But he does things, he acts on it and I thought that was really in\nhonor of Omi, they called her Omi.",
        "A: Oh I wrote a book, not a book but in the form, it could be published as a book but I wrote my\nStory.",
        "A: Yes oh yes. I did and I think because of it my son went to Israel, became an Israeli citizen and\nserved in their defense forces as a parachutist. So I said I don’t have enough tsures, you’ve got\nto do that.",
        "A: He lives in New Jersey now. He’s a writer. He’s written quite a few books.\nhttps://collections.ushmm.org\nJanuary 16, 2014 42",
        "A: I think if Israel had existed it wouldn’t have happened. But I mean I think what they have\ndone with that country is phenomenal. Why can’t people do that? Why, I mean I say a lot of\nwhy’s in my head. Why this? But it doesn’t, not too many answers come from the why’s. We\ndon’t know why anything. Do we?",
        "A: Oh yes.",
        "A: No. I don’t think so. I had a good childhood before. But then it was over. It was over.\nBecause of not just what was done to the whole world almost, but you dwell on the people you\nloved so much and suffered so much. And when I found out exactly what happened to them, it,\nyou know everyone had a story of what happened. It just, no. I manage to enjoy my life.\nBecause I think I have a lot of blessings now. I have my children and grandchildren and great --\nand friends here and you have to enjoy what you can. The sad part too is what happened to my\nbrother. Excuse me.\nHe had two sons. Wonderful guys and the younger one was 19 and he said to Eric, they lived in\nNorth Carolina. I have pain in my back. And he was an athlete, very athletic. So go to the\ndoctor. X rays, couldn’t find anything. Michael you got to stop for a while. Don’t do any soccer\nor whatever he was doing. And it got better and then it came back and it got worse and it got\nworse and it got worse. And they finally discovered cancer of the muscle, called rhabodymo\nsarcoma. And they amputated. He went to New York to Sloan Kettering. They amputated his\nhip, all the way down. And six months later he’s dead. Nineteen years old. So my brother has\none son left, thank god. He’s in Chicago. But Michael is dead. So that’s when I get angry and\nI’m saying isn’t it enough he had to lose this child.\nhttps://collections.ushmm.org\nJanuary 16, 2014 43\nI went back to school after I took this national exam. I did go back and I got a degree in liberal\narts.",
        "A: It was a community college. And I thought that’s enough. I don’t need that degree in —",
        "A: Susie my daughter and my son in law.",
        "A: Like I mean I came here visiting all the time you know. And then when it was time, after my\nmother died, they -- 1t’s too much. I had this house. Three bedrooms and dining room and\nbasement, the living room. Oh too much. All alone. Who needs it?",
        "A: Oh yes.",
        "A: Well I love Vienna the city. But feeling, I could not live here. And I met, they had a reunion\nfor me. My, the children I went to school with when I was eight years old. We had a reunion. I\ndidn’t recognize any — one I recognized and she had been corresponding. She is the one who set\nit up, but I didn’t know the rest, except for this young man who’s now 88, who lived across the\nstreet from us. And we were always together. We were in school and I always liked him you\nknow. And he said we should meet again in Vienna as long as you were here. And well, the very\nfirst time, before the — I was going to the reunion but he left a message with my cousin, the one\nmy brother rescued that I should call him. So I called and he’s very, very not rigid but precise\nhttps://collections.ushmm.org\nJanuary 16, 2014 44\nyou know. The timing. I would like to meet you for breakfast tomorrow at nine AM at such and\nsuch you know. So I said ok. He came with a dozen yellow roses, handsome as can be and that\nwas the first time I’ve seen him. He was a, an American POW, served in the German army and\ntold me he had to join the Nazi party because they all did. Most of the men and women. But\nbecause he desperately wanted a university education. So he became what is equivalent here to\nthe Secretary of our Interior. That’s what he was in Austria. So that’s nice.",
        "A: I do.",
        "A: Nothing they can give us can make up for what was done to any of us. And I feel we deserve\nit. [have no qualms. They took away everything. They took away my education that I could have\nhad. They took away my home. They took away life. Not my personal life, but life. Yeah.\nAnd I don’t know how other people feel but I have no qualms about it. And if they paid me\nmillions of dollars, they would not bring back Lily. Or Tante Elsa or Tante Olga or any of them.\nUncle Ludwig, who was a jolly, jolly man. Always had a good sense of humor. Loved kids,\nnever had any of his own. Was sent to Dachau. Came back a broken man. And one day he went\ndownstairs. He never left his seat, didn’t want to go anywhere, do anything and his brother my\nuncle Isadore was coming to visit him and all of a sudden he says to his wife, let’s go meet him\ndownstairs and she thought he’s snapping out of it. Oh yeah. So he says to her. You wait at the\nfront door and Ill go to the back door. Fine. Never saw him again. She’s standing at the door.\nHe’s never coming. They found his coat on the edge, on the banks of the Danube. Now what,\ndoes it take a genius to figure out what, he just couldn’t take it. What did they do to him? So\nshould you not be angry? But you can’t live it all the time, you know. It would make you do\nsomething to myself. I wouldn’t be a good mother. I wouldn’t be a good grandmother. You can’t\nlive that way. But I think about it almost every day about some aspect.\nhttps://collections.ushmm.org\nJanuary 16, 2014 45",
        "A: Yeah, yeah. Good way to put it. It’s difficult. I don’t know how other people — well Erica,\nthe woman I was telling you about who lives here, who wrote a book. She was sent to Scotland,\nto a convent. Her parents, her parents converted to Catholicism. Gordish ga’al fin [ph]. They\ndied. I don’t know where. They tried to save her so I guess. She didn’t know she was Jewish\nuntil she came to America, 20 years later. Her aunt. She had a cross on her bedpost and her aunt\ncame in and said Erica what is this. She said mother superior gave it to me or whatever. And she\nsaid but we don’t have a cross and Erica said why not? She said because you’re Jewish. And\nErica said, what? ’'m Catholic. She hasn’t really been able to deal with it, yet.",
        "A: No, I’m comfortable with everybody but I understand.",
        "A: Yes, you do feel a greater connection, of course cause you feel that you know what’s your\nstory. What happened? And how did you deal with it? But I haven’t felt that until now, until I’m\nin Ryderwood. I met three other people and we have lunch together and you can’t help it you\nknow. But I feel comfortable with, well I feel comfortable with just about anybody. I don’t have\ntrouble making friends.",
        "A: Everything.\nhttps://collections.ushmm.org\nJanuary 16, 2014 46",
        "A: Not really active but I contribute to what I can. I support it whole heartedly, whole heartedly.",
        "A: No.",
        "A: It could. Maybe not the way we knew it as, to the Jews, but it’s happening everywhere. It’s\nhappening. Look what they’re doing in Iraq and in Syria and — it’s happening.",
        "A: Perhaps, but how would I know. How, how can you —",
        "A: It, I don’t know if that, I was pretty much overprotected I think when I was growing up. I\ndon’t think you know I think I was more independent, became more independent when I was\ndivorced. I had to —",
        "A: No.",
        "A: No, my husband didn’t allow that which was a good thing and they’re very independent.\nLook at Steven, schleps himself to Israel and jumps out of airplanes. (laughs) And Susan opened\nhttps://collections.ushmm.org\nJanuary 16, 2014 47\nup her own practice in acupuncture and massage and all that right down the road on 29. Right\nabove, you know where Trader Joe is. Right upstairs. They’re very independent.",
        "A: Well the only message 1s to tell them to live well and to be kind to all people. And I don’t\nthink they need to hear that from me. And that I just love them very much. And they, and to read\nmy story in case you forget, which one of my grandsons typed out for me. I have no complaints\nabout the family, thank goodness you know. So I guess sometimes things turn out 1n the end,\ndon’t they? Anything else I didn’t answer?",
        "A: Take those pictures. See those pictures. It’s just a little, it helps to put it in your head.",
        "A: Well it just, there’s a picture of my house, my mother and father. There’s nothing to talk\nabout it.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumJanuary 16, 2014\nRG-50.106.0217",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "TRUDY SCHONBERGER\nJanuary 16, 2014\nGail Schwartz: This is the United States Holocaust Memorial Museum Volunteer collection\ninterview with Trudy Schonberger conducted by Gail Schwartz on January 16, 2014 in Silver\nSpring, Maryland. This is track number one. What is your full name?\nTrudy Schonberger: Trudy Schonberger, no middle name."
    ]
}