{
    "rg": "RG-50.549.01.0011_trs_en",
    "sequence": [
        "Question: Why don't we -- | just need to get an outline of your voice.",
        "Answer: Okay. My name is Bella Tovey, and | live in Silver Spring, Maryland. And\nwhat else do you want to know right now?",
        "Q: I'm going to slate this tape by saying my name is Nina Ellis, and I'm interviewing\nBella Tovey. Today is Monday, June 10th, 1996. and we are at her home in Silver\nSpring -- Silver Spring, right, Maryland. | saw your video interview, and you talked\na little bit about your memories of your liberation. And you were quite ill at that\ntime, so a lot of it, | guess, is hard to remember. But could you maybe start there\nwith some of the events around that time that are most outstanding to you? And\nhow you remember that general period of time?",
        "A: Well, | remember -- okay, that's okay. | remember being liberated by the British.\nThat is, | don't remember it, but | was told later that | was liberated by the British.",
        "Q: What do you remember? Do you know where you were that day and what your\ncondition was?",
        "A: Well, | was in Bergen-Belsen in a barrack in a -- | was one of the lucky ones at\nthat point, because | had a -- | wouldn't call it a bed. Stop it for a second. | can't\nthink of the name -- | had a bunk which | shared with another girl because what\nhappened to me in Bergen-Belsen, and | already -- | did say that, but maybe it need\nclarifying. That about a month before liberation, | was lucky enough to have been\ntaken out of the barrack, of the death barrack that they called, where | was on the\nfloor with many other women. And | was taken out of the barrack, thanks to my\ngirlfriend, Frieda, about whom | also talked a lot. Who managed to get me out of\nthat barrack into a working barrack, and it was there that | shared a bunk with\nanother girl. And it was from that barrack that | went to work, but for a very short\ntime. Actually, | had had -- by that time, | had had typhus, and when | came to this\nsecond barrack where | was supposed to go to work, | came down with typhoid. So\nthat | basically worked for a very short time. And then no sooner did | get of this\ntyphoid, | came down with what they called paratyphoid. It must have been a\nrepetition of that high fever. And it was then that | -- as | was still sick with typhoid, |\nhad fever and | don't remember much happening to me, that | was liberated. | do\nremember that my girlfriend, Frieda, came. She was very concerned about me.\nThings were obviously going on in Bergen-Belsen. The British must have been\nvery close. Some of the SS men were trying to escape. Things were unsettled in\nthe camp. | don't know it, but | remember being told. But my girlfriend, Frieda, who\nwas in a different part of Bergen-Belsen because she worked as a runner for a\nhospital, worried about me. She knew something was wrong. She told me later\nshe sensed that something was really wrong. So she came to see me, and | was\non the bunk. | was feverish, | had not eaten, and | think | said that for certain more\nthan a week. And | don't think | had anything to drink for days on end. When\npeople tell you that you can't live without food and drink, well, | managed. And |\nwasn't the only one in camp. But anyway, she did come, | think she brought me\nsome water. | think she managed to bring me -- she says she brought me some\naspirin. | don't remember. And she sat with me through the night, and, in fact, | do\nremember something else. As she came to my part of the camp, | think they were\ntrying to stop her. Because somebody did -- she was shot, somebody hurt her.\nAnd | remember that the only thing | remember is seeing Frieda and seeing blood.\n| saw a lot of blood. She told me later that it wasn't that she was bleeding so\nprofusely, she was hurt in her arm. It was a very -- what is it? It was not a very\nsevere wound. | think the bullet must have just scraped her skin or something.\nAnd she had enough presence she just, you Know, put something around her arm,\nbut it must have been red. I saw her bleeding, and this | remember. | also\nremember people shouting that we are liberated. | also remember that somebody\ntried to give me something to eat, and | couldn't eat. And | Know now, | Knew later,\ntoo, that | was very lucky that | couldn't eat. Because what happened is that British\nsoldiers felt so sorry for the inmates that they gave them their rations, and most of\nthe inmates in Bergen-Belsen were not able to handle that kind of food. And -- go\nahead.",
        "Q: Let me ask you to go back just a little bit. Do you remember very much about\nthat working barracks before you got sick? Can you tell me something about who\nwas in there, what it looked like, wnat your average day was like right before you\ngot sick? Because it was about a month that you were in there altogether, right?",
        "A: Oh, sure. | remember the barrack. The barrack was a long barrack. There were\nbunks on both sides. If you ever saw any of the pictures, it was the normal kind of\na thing. You walked in and the bunks were on both sides, and it was like a\nthroughway. Like a corridor in the middle. The bunks were double. You know, one\non top of the other. Very small, crowded. Two women, two of us sharing a bunk.\nWe didn't have too much room. If | had to turn around, my partner had to turn\naround. You know, we had to be always aligned. So it was -- but it was heaven in\ncomparison to the barrack from which | came where we were on the floor and just\nsome straw. It was just terrible. Of course, the barrack was also infested with lice,\neven the one | was in. Because...",
        "Q: Did you have any bedclothes?",
        "A: We had a -- oh, yes, we did. We had a straw mattress, and we had -- everybody\nhad like a blanket. | remember we had a blanket. | remember it was dark gray. |\ndon't remember exactly -- certainly no pillows, no sheets. But, as | said, this was\nheaven. Now, | went -- most of the people who were in this barrack went to work.\nAnd the work that | was taken to or was sent to was to sort clothing in a warehouse.\nAnd, of course, the clothing was the clothing that they had managed to bring from\nthe other camps. From Auschwitz mostly, because a lot of inmates in Bergen-\nBelsen had come from Auschwitz. And this was mostly clothing that belonged to\nJewish people or other people that were taken to concentration camps. And we\nhad to sort things, socks and stockings and underwear. All of it, by the time we got\nit, | think it was already washed. And there was an SS man in charge. Every\nmorning we had to get up, | do remember we had to get at about 5 o'clock. Appell\nwas at 5:30. | was given -- when | came to this barrack, | was given a uniform, a\nfamous gray and blue striped. Basically, what women were given. It's like a dress,\nnot a jacket. Men wore pants -- slacks and jackets, and we wore like long dress.\nAnd underneath, since | was working in the warehouse, | was permitted the first day\nwhen | came, because | probably had rags by the time | got to this camp. But! was\npermitted to take from the warehouse a pair panties, | suppose maybe some\nstockings, maybe slacks. | don't remember that. And it was winter. A blouse and a\nsweater. | didn't have a bra, | didn't any bra. | was just as flat as anything. | was\nvery skinny already. The way one could survive in Bergen-Belsen when one\nworked, and that's why the death rate on this working camps was a little lower, was\nthat you could steal something and exchange it. So when | finally got to this\nworking place where that first day that | got my clothing, when | came home --\nhome meaning to the barrack -- | would, say, take off my sweater. And the next\nday, | would just put on my blouse and that uniform, and that sweater stayed on my\nbunk, let's say. Or | sold it that evening for a couple pieces of bread maybe or a\nbowl of soup. Then the next day, | would go to work, and when | was working,\nthere was always a chance you could sneak in somewhere and get a pair of -- get\nanother sweater and put it on and then | had something. Unfortunately, we had a\nkapo. A kapo is a Jewish woman. Actually, she was probably just a couple of\nyears older than |. She was very pretty. She was not a like | was. | was\nvery skinny, | looked like -- | was already at that point a walking skeleton, and | think\nshe disliked me. She disliked all of us who looked so terribly bad, and | thought\none day of trying to read. I'm sure something was written about Jewish women -- of\ncourse, she was a bitch. But why she was so particularly mean to me and those of\nus who looked so bad would probably make a good case study for a psychologist.\nWas it that she saw in me what could happen to her? Probably. There was\nanother reason why she disliked me, and that was my own fault. The SS man who\nwas in charge of our group sent her to get some books from a little -- there was a\nlittle office where he had some books. He needed something. Well, she was | think\nilliterate, or if she was not illiterate -- maybe she was not illiterate. But she certainly\ndid not read and write German. | don't know how good her Polish was. | didn't\nspeak to her much. She was born in Poland, she came from a little town. She was\nvery pretty. So he sent her to get the book, and she brought the wrong book\nbecause she didn't know how to read. But she didn't have the courage to tell him, \"I\ndon't read German.\" So he turned around and looked at me, and he said, \"This\nlittle one looks smart. Why don't you go and get me the book?\" And | made a\nhorrible mistake, and brought him the right book. And she never forgave me for\nthat, so as a result, what she did is the following day when we came on appell, she\nmade me lift up my uniform to check what | missing. And when she saw that |\ndidn't have a blouse on, that | only had the sweater which is what maybe | was\nhoping to steal so | could have a bowl of soup. Right away, whatever | sold and\nwhatever | got for it | shared with my girlfriend, Frieda, always. So she said -- she\nstarted beating on me, of course, and she said, \"You're not going to take anything\nback with you.\" Even though this was a kind of a gentleman's agreement,\neverybody did it. She did it, too. And so my career in that sense ended. | had an\ninteresting thing that happened because of it. I'm taking you to a different part. The\ngirl with whom | shared that bunk was a cousin of Frieda's friend in the hospital.\nWhen Frieda was taken out from that barrack, from that death barrack, very --\noriginally, if you heard my story, you know that someone whose life was saved my\nFrieda's sister took her out of that place. And she first didn't want to go, but she\nwent because, of course -- that same, her name was Salka Longett (ph), the same\nwoman who took Frieda out of the death barrack took out another girl by the name\nof -- her name was Ruth, and | don't remember her other name now. And Ruth was\nher girlfriend, so she also saved Ruth. | mean -- | don't mean save, but took her out\nthat horrible barrack where the death rate was the highest. So when Frieda was\nable to get me to this working barrack, that friend of hers, Ruth, with whom she\nbecame friendly now because they were working together in that hospital, managed\nto get her cousin. And that cousin's name was -- | don't remember anymore,\nFranka (ph), Francis. She was a very placid, not very bright girl, and | think she\nwas just not a very nice person. But maybe, maybe just not to me, | don't know.\nShe fared much better with the kapo. First of all, she was not that skinny. As |\nsaid, | think she was not that bright. And she was managing to -- and she didn't get\nsick as | did shortly after that. But whatever it was, but she knew that all of us were\nbringing things. She didn't know that | was being picked on by the kapo, or she\ndidn't pay attention. What she did do is that after the war, after | was already out of\nthe hospital and now I'm going ahead of it. | didn't see my friend, Frieda. | fully\nexpected her to come and see me, and she didn't. She came to the hospital once,\nmaybe. | don't remember. But just the relationship was not what it was, and so |\nwent -- when | was already better, | went to see my girlfriend, Frieda. And she was\ncold to me, she wasn't very pleasant. | don't know that | ever told anybody that, but\n| just remembered. So | said, \"Frieda\" -- we went out for a walk. It was already in\nthe DP camp. And | said to her, \"Frieda, what's going on? Why are you so\nuncaring? Is something wrong?\" And she got very angry. She got very upset, and\nshe said that Francis, the other girl, told her that | did not share with her everything\nthat | was able to get -- you know, that | was getting, bringing some stuff and | was\nprobably selling it and getting maybe some bread. And | want you to know that\nFrieda was not living in heaven there. | mean she was working in that hospital, but\nshe was hungry from -- | mean there was just no question that Bergen-Belsen was\na horrible place, even if you work. And she said that she was very hurt when she\nheard Francis tell her that | did not share, because this was -- you know, we were\nlike sisters. This was an agreement that -- we didn't write anything to each other,\nbut this was a given. And she said to me that that's what Francis told her, that | did\nnot -- that | basically cheated on Frieda. And | got terribly upset, | remember | cried.\nWe had a long talk, and we made up. She believed me. I'm grateful to this day we\nare still friends. In fact, | just saw her in Israel again. But so | had this terrible\nexperience, but it was this Francis with whom | shared, that bum. And it was this\nFrancis who | remember, because she did not get sick as | did, when | was so sick\ntoward the end of my stay in Bergen-Belsen that she just was just a very uncaring\nperson, at least as far as | was concerned. So...",
        "Q: The close relationship that you had with Frieda was clearly very important to\nyou. Was that -- did other women have close relationships like that?",
        "A: That was very important to many of us. Very often a relationship such as this\nwas was there between, let's say, two sisters. If some of them were lucky and they\nhad a mother and daughter, but usually two sisters, two cousins. Interestingly\nenough, not always did the two sisters get along. It was not always, but many of us\ndid form these kind of relationships, and it was extremely important for all kinds of\nreasons. | mean not just -- first of all, it was important to survival. When we were\non the death march, when Frieda couldn't walk, | dragged her. And when she didn't\nwant to get up, | pushed her. Or | couldn't -- and in Bergen-Belsen, if it wouldn't be\nfor Frieda, | probably wouldn't be sitting here and talking to you. There's no\nquestion that she saved my life, and | don't think this was true just for me. We had\na lot of us formed these kind of relationships. | know that Henry, my husband, had\na kind of -- actually, he was with a group, but he had one friend who | didn't even\nknow about, because Henry doesn't talk much. But we were in Sweden a couple of\nyears ago, and we were staying with one of his friends with whom he was in\nAuschwitz and in the camps. And his name is Jacob, and they were awfully nice to\nus. We had a tour, but then we stayed a couple of days with them. And Jacob told\nme for the first time, | didn't know, that he's alive because of Henry. That Henry\nliterally carried him during the death march. Henry never told me that, but these\nthings were happening to a lot of people. This was very important to have\nsomebody.",
        "Q: Once the British came and you started to get your health back, you stayed there\nbecause it became a DP camp; is that correct?",
        "A: Oh, yeah.",
        "Q: How did -- what was your life like there, let's just say, for like the first three\nmonths or so of that summer of 1945?",
        "A: I'm trying to remember. | probably came out of the hospital -- | was liberated on\nApril 15th. | have no dates to give you, | don't remember when | was -- they\nprobably took me out of the hospital as soon as | was not contagious. Because\nwhen | was taken to the hospital, | had paratyphus, but | was already lucid. |, for\ninstance, remember being taken out, not fully, but | remember that they put us on a\ntruck or something, since the sick people went first. But | do remember being\nsprayed with DDT, | always talk about it; it's such a wonderful feeling. And |\nremember that the air, when we're driven out of Bergen-Belsen, the air smelled so\nsweet once we left. But | don't remember how long | was in the hospital. It was not\nprobably a very long time because | think that it was already in May | was already in\na DP camp. In the DP camp, actually, you probably know about it, was formed in a\nplace called Bergen, not Bergen-Belsen. Bergen had -- these were army, this was\nan army camp. And what the British did, is that they took over the German Army\ncamp, and they turned it into a DP camp. The Jews were not the only inmates\nthere. They had Russians -- | don't think there were too many Poles there,\nmeaning non-Jewish Polish people. There was Polish, but no Jewish. They had\nmen and women, but they kept the barracks separately. So | was put in, |\nremember | was in Block -- if I'm not mistaken -- Block Number 73, which was one\nof the blocks where the women were put. And what they would do, we were given\na room, the blocks was a two-story house. | don't remember how many rooms\nwere on each floor, but | do remember that we had a bathroom and showers on\none floor and then one -- so | have no idea how many. | don't remember. | do\nknow that | was given a room on the second story, second floor with this Francis.\nProbably because | came out with her, and | very quickly moved out. | didn't want\nto share with her. There may have been somebody else in that room. And | meta\nvery nice girl who was from Lodz, was in Bergen-Belsen, who was about five years\nolder than |. And | actually came to borrow a frying pan from her, | wanted to do\nsomething. And we became very friendly, and she took me into the room where\nshe shared with three other women. And so we were five of us in one room, and\nwe also had bunks, but these bunks were now private. | had my own bunk, and\nthere was one above me and there were five or six bunks. Because | think\neventually, we took in another girl, and the room had -- so we had bunks. It was a\ngood-sized room, and there was a table in the middle. And then there was a closet,\n| suppose, for clothing. People had clothing. And then, of course, if we wanted to\nwash and shower or use the bathroom, there was one big communal. | suppose\nthis was the way soldiers lived in these barracks, so that's -- it was summer. We\nwere coming out from a bad situation, we had food. It was not wonderful food, but\nwe were -- I'm trying to remember. We probably were given all the bread we -- we\nhad enough. | remember for the first time not being hungry, which means that we\nwere given soups. | think ONR moved in rather quickly and provided, they had big\nkitchens. We had to go to the kitchens to pick up our -- | think, midday soup meal.\nIn other words, we were given soup and probably bread. | don't remember\nanything more than that.",
        "Q: What did you do during the first few weeks? What did you do? Were you strong\nenough to go out? Could you leave the camp?",
        "A: | don't remember leaving the camp. | think what we did in the beginning, we\nwere trying to -- | have all kinds of memories. Well, the first thing that we tried to do\nis to find out who was alive. | remember going to the -- there was already probably\nsomething, a community center formed. In fact, there was one. In fact, if you ever\nheard about Hadassah, Gross Rosen, her husband, she by that time was not\nmarried to him. She comes from my city. Her name was Hadassah Binka (ph), |\nthink it was. She was a dentist. She survived, she was in Bergen-Belsen. | think\nher husband-to-be, much older than |. If not much older, certainly he was an adult\nbefore the war. So there must have been Jewish who formed some kind of a\ncommunity, and maybe they were the ones who worked with ONR to start bringing\nthings. So | remember going there probably, and trying to get lists of people who\nsurvived. My girlfriend, Esther, started volunteering in a hospital. | probably took\ncare of things in the room. Maybe | was the one. Because everybody was doing\nsomething. | was probably the one who would go and get the food. | was probably\nstill weaker than the other girls there because | had come out of the hospitals, and\nthey were not -- they came directly from the camp. There were some, | have a\nmemory of sitting on the grass. So | think that behind the barracks, there may have\nbeen some lawns. We probably would sit around and talk. We probably talked a\nlot about what happened to us and about our family and whether we're going to find\nanybody. That was in the beginning, | had a very difficult then with my girlfriend,\nEsther. | found Frieda, remember | told the story what happened. She was already\nat that point sharing a room with some other people with wnom she was, so we\nnever -- we did not get back together that way, because | had found Esther. But\nour relationship was great, that was the problem. | was -- my girlfriend, Esther, was\nvery hopeful that her boyfriend survived. She came from Lodz, and she was in\nAuschwitz, she was an only child. But she went to Auschwitz with her parents.\nShe was separated from her parents, but managed to go through Auschwitz with\nher boyfriend's mother and sister. They went to Auschwitz together, they ended up\nat some, | don't know what camp. | think they were in Mauthausen, but | don't\nremember, and they ended up in Bergen-Belsen. And my girlfriend, Esther, who as\n| told you was about five years older than |, that she mothered me because, you\nknow, | was -- in 1945, | was born in 1946, so | was 19 right after the way, not quite\n20. So my -- no, | wasn't even -- wait a minute. | was born in 1946, | was not even\n19; | was 18, going on 19.",
        "Q: Let me turn the tape over.",
        "A: Yeah.",
        "Q: This an interview with Bella Tovey. This is Tape 1, Side 2.",
        "A: So what happened to her that she was in Auschwitz, talking about my girlfriend,\nEsther. With her boyfriend's mother, and she was practically engaged to be\nmarried to this guy. Having been five years older than |, she was -- | know that she\ngraduated from Gymnasium before the war. She was born in 1921, yeah, so she\nwas about five years older. Anyway, she buried that future mother-in-law and her\nboyfriend's sister in Bergen-Belsen. In other words, they didn't survive, but she had\nhoped that her boyfriend survived. She had heard from somebody that he was in a\ncamp with his brother. And then, must have been about a month after the\nliberation, maybe a little longer, but | remember that we were together in this room\nwith the other girls. And somebody came with the news, must have been a friend\nof her husband -- of her boyfriend. In fact, it was a friend, | remember, who was his\nfriend and told her that -- his name was Manik (ph), | don't what, the Polish name\nwas Manik, whatever. That he was killed a day -- he died or something happened\na day after liberation. Just a day after liberation. And my girlfriend, Esther, went\ninto what | now know, into a deep depression. She refused to get out of bed, she\nstayed in the bunk. And | was very concerned for her. And | do remember that |\nwould sit and | would sing to her for hours. The other girls, we all tried to take care\nof her, but | was the closest to her. And | would sit there for hours, and | would\nsing.",
        "Q: What would you sing?",
        "A: All kinds of songs. Polish songs, anything that | remembered. | came from a bit\nof singing family. My mom had a beautiful voice, and we always sang at home. So\n| sang whatever, you know. And | would try to make her eat, and friends came. In\nfact, Henry, my husband, who was not my friend then, but he knew Esther because\nhe comes from the same city. And they were together in the ghetto in the same\narea. Anyway, | remember he would come and bring some goodies. Men always\nmanaged to bring some food. They managed to -- he probably already was getting\nout of the camp occasionally. But | don't remember how long it lasted, but | think\nthat what | did then and | talked to her. And | would have a talk to help, and then --\noriginally, first, of course, she was talking about her boyfriend and Manik and what\nfriends they had and how much she loved him and all that. But then | would --\ntoday, | suppose | could say that maybe | acted as a therapist. But | didn't have any\nschooling, | just did something instinctively trying to help her. So | started to ask\nher to tell me about life before the war, what she did before the war. What school\nshe went to, who were her friends. And then she told me that she had a boyfriend\nbefore the war, that she had a boyfriend, and they were kind of like childhood\nsweethearts. And in 1939 when the war broke out, her boyfriend, whose name was\nLolak (ph), and his father -- his father was a professor at the Jewish Gymnasium,\nand they knew because they were intelligentsia that they're going to be -- they were\nin anger. They were told that the best thing for them is to get out. At that time it\nwasn't because he was Jewish, this was when the Germans were removing the\nPolish intelligentsia, and among them, of course, the educated Jews, too. So\nLolak's father, his name was Seka and Lolak decided to run away to Russia. And\nthey came to Esther, and they wanted her to go with them. Lolak, her boyfriend,\nwas a year older than Esther, and he graduated from the Jewish Gymnasium in\n1938. He was accepted at the Hebrew University in Jerusalem, but he waited for\nEsther, who was also accepted. And they were going to go in 1939 to Israel, but\nthey missed it because war broke out. So they were really serious about each\nother, and he wanted her to go with him to Russia. But she was an only child and\nshe couldn't leave her parents, so they parted company and he escaped to Russia\nwith his father. When she started to talk to me about Lolak, | Kept going back to\nLolak. Whenever she would mention her boyfriend, then apparently life took its\ncourse. Lolak was in Russia, she was a very pretty girl. She met this guy in the\nghetto, and they became close and had he survived, I'm sure she would have\nended up with him. But | just wanted to know about all of that, and | made her talk\nto me about all that. And | was singing to her, and she was so -- | think that |\nprobably spent probably the rest of that month, May, maybe into, | would say -- |\nwould say that it took about maybe a month to get her back out of bed. And she did\nget out of bed, and she went back to work in the hospital where she had started\nbefore she decided that life is not worth anything. And | want to tell you that -- two\nthings: Number one when she came back, when she came back to herself,\nsomebody came and told me that my father is alive and was in Munich. | had...",
        "Q: That's your...",
        "A: My father. That somebody by the name of Aaron Nakabovich (ph), that's my\nfather's name, is alive, and he should be somewhere in the camp near Munich.\nNow, | had not seen him on the list, but somebody said that they saw him on the\nlist. | did find my sister at that point -- no, | didn't. | Knew my sister had a chance to\nsurvive. No, | didn't know anything about my sister, but | put my name on the list.\nAnd when | heard that my father is alive, | decided to go and look for her. Now, this\nis an interesting story. Because what happened is that traveling through Germany\nat that point was impossible, but people did. We were looking for people, so the\nfirst thing that was necessary was to outfit me for the trip. And my girlfriend, Esther,\nwho was not a wonderful thief, stole -- | didn't have shoes. | had like cloppers, it\nwas summer. And | probably had some clothing that the ONR gave me, but where\nI'm going to go on a trip, | need something a little more decent than that. A warm\njacket maybe. Evenings in Europe, even in the summer, are cold, colder. So she\nstole shoes, two shoes for me. But they were two left shoes, they were, you know,\nkind of like, you know, like shoes with lace. Good walking shoes. So she stole\nthem, or organized them as we used to call it in the hospital. Somebody gave me,\nor maybe | had a pair of slacks. And then another girl -- the whole room got\ntogether and they outfitted me. So! got a pair of slacks and | got a nice shirt and a\nshirt to change, and a sweater or a jacket, and even a kerchief. And Esther was\ntelling me how to, if | need to get off the train or | need to step down or something,\nsince I'm wearing slacks, you can't tell that they are two left shoes. But if | always\nstep out with my left foot, then nobody will notice that | have two left shoes.\nManaged very well with these two left shoes, so | went, but | didn't go. It had to be\narranged. | didn't go alone. | went with, actually, Henry and a friend of his,\nbecause they had had pneumonia and they were being sent to a sanitorium just to\nmake sure that it doesn't develop into something else. So they were going to a\nplace called sanitorium near Munich, and | wanted to go to Munich, so | went with\nthem. And it was an experience, because you couldn't buy tickets. You had to --\nsome of Henry's friends literally carried us and threw us into a train that was leaving\nHannover. | don't know how we got to Hannover. | Know how we did. Henry had a\nfriend who was already working for the British, he spoke English. So he managed\nto borrow a Jeep. So the three of us, with his friend -- his name was Alexander,\ntook us to the train to the nearest city which was called Hannover. We went from --\nand a couple of his friends must have gone along, because | remember being\nthrown into the train through the window, okay. And somehow the three of us got\non the train, and the train went to the -- stopped at the American zone. Because,\nyou see, we're in the British zone. So we had to get through to the American zone,\nbut this was the beginning of the war. The soldiers were very sympathetic to us,\nthey knew who we were. All we had to do is tell them that we are Jewish, DP, you\nknow, people -- refugees. And the Americans let us through, we didn't have to --\nlater on that became much more difficult, but at that point, it was easy. | do want to\ntell you this, and this was very important. The American and the British, | don't\nknow about the Russian soldiers were extremely nice to us in the beginning. When\nthey shipped the American boys home, and they knew the young -- | don't know --\nthe young, they knew what Americans, | suppose, wanted to do and maybe the\nBritish did the same. They wanted to send the war-weary soldiers home, so they\nsent them home. And then when the new soldiers came in, those who didn't see\nthe concentration camps, those who didn't see what we went through, they started\nfraternizing with the frauleins, with the German girls and they were much nastier to\nus. They were not so understanding, it was much harder. It was painful, too. So\nthat's -- but, you know, | remember at that time being very angry about it, but | now\nunderstand why a little better. But anyway, | went through, we went through to the\nAmerican zone. | got to Munich, turned out that this was not my father, of course.\nBut when | came back, oh, | also want to tell you -- | also want to tell you that the\ntrain wasn't always -- then one of the trains that we took on that was really funny.\nWe had -- Germany was devastated. The cities were bombed out. The train -- the\ntrip that should have taken maybe, | don't Know, 10 hours, we were traveling for a\nweek. We would stop in places, we would stop in DP camps, some Jewish inmates\nwould take us in. Then we would go farther. It was a whole undertaking. |\nremember being, for one stretch of the road, we hitched -- we managed to hitch-\nhike or something, | don't know. We managed to get on a train that carried oil or\ngas, because they were those round -- what do they call them? | suppose, trying to\nremember. They looked like a big, round barrel, and you couldn't -- there was no\nway, and the only thing it had like a little balcony in front for | suppose the\nconductors. And | remember Henry and | and his friend, we were sitting on one of\nthose little, it looked like a little balcony.",
        "Q: Was this the tank car?",
        "A: It was like a tank, but it was like a round. And in front on both sides, it had these\n-- there is a name for it. It looked like a little balcony, but it wasn't a balcony, with\nthe little railing. And | suppose you could stand on it, or if you were weary, as we\nwere, we would sit down. And since it was night, we would hold onto the railing,\nand since it was night, we would doze off. Because | remember occasionally, the\ntrains were moving very slowly, but nevertheless, | remember once in a while kind\nof feeling that I'm sliding down. | Suppose when you're young, you don't worry\nabout it, but it was not always the safest way of traveling but we did it. And, as |\nsay, | did get to Munich, but by that time | had parted company from them. And,\nyou know, | don't recall how | got back from Munich, because that was probably an\nexperience; | was alone. But again, what was helpful is that if | met some Jewish --\n| remember getting on a trolley in Munich, and | don't remember how | paid for the\ntrolley. | think what probably happened is that somebody -- | said something, and\nsomebody said to me, \"Am who?\" It means -- it was kind of a Jewish\npassword, which meant are you from my nation, are you from my people?\nBecause there were a couple of guys who | think paid for me and asked me where |\nwas going. And | was telling them that | was looking for -- | had an address, but it\nwas already in the evening, so they suggested that they would take me to their\nhouse, to wherever they were staying in Munich. And it's funny, there were two\nguys; | didn't know them from Adam, and | said, \"Okay.\" Well, | had no choice\nanyway. | could have, | suppose -- to stay on the street would have been\nridiculous. They felt that it was too late for me to get to where | was going, so they\ntook me with them. And | think they had some kind of an apartment, they must\nhave gotten an apartment from a German family. And they gave me a room, and\nthere was no other -- there were just the two of them. You know, when | think\nabout it, they could have raped me. It doesn't matter, they actually they were very\nnice, they gave breakfast. And | think they even took me to where | needed to go,\nand then | found that my father was not alive. But | found a cousin, a distant\ncousin. Who was it? My mother's cousin, who was younger than my mom.\nAnyway, she survived, and she already had a boyfriend or something. Because |\nremember she gave me some money, she gave me some clothing. | don't\nremember. And she told me that my sister's alive. So that was great news, so |\nsomehow managed to get back to Bergen, to the DP camp. And I'm trying to\nremember how | got back there, but | don't recall. | probably took the same, you\nknow, chance with trains.",
        "Q: Why did you go back?",
        "A: To Bergen?",
        "Q: Uh-huh.",
        "A: Because that was my base. | had no intentions of not going -- if | had found my\nfather -- | didn't leave for good. Even if | had found my father, | would have gone\nback. | would have gone back to see how Esther is; | had made friends. And they\ngave me clothing, not all of it was mine. Besides, it was my base, but | went back,\nso | went back. Also, | knew that if my sister is alive...",
        "Q: Did you never think about not going back?",
        "A: From where?",
        "Q: From Munich?",
        "A: Munich was also in Germany.",
        "Q: Yeah.",
        "A: And who wanted to be in Munich? | didn't have anybody in Munich. There was\nno reason for me to stay there. That cousin, maybe she even offered to keep me, |\nwouldn't have. | didn't Know her that well. | felt much closer to the people | had in\nBergen, so -- but | also knew that if my sister's alive and | was registered on the list,\nthen she would know that I'm in Bergen. And this is what happened. When | came\nback to Bergen, it must have been already early July. My sister was there. She\nhad come from Poland to Germany. Now, she was liberated by the Russians, and\nbecause she was liberated by the Russians, she was sent -- the Russians sent\nmost of the people who could walk, they sent them back home. Home, for my\nsister was Poland, Szydlowiec, the city where | was born, and that's where my\nsister went. And she didn't stay there that long because she was alone and she\nmet with some unpleasantness. Some Polish neighbors were extremely nice to\nher, and then she walked out into the street and some s.o.b. said to her, \"So Hitler\nleft some of you.\" And my sister decided this is not for her. So she went to another\n-- she found another cousin who, by the way, is my cousin whom | knew much\nbetter and stayed with her for a little while. And when she found out that | am alive,\nshe decided to smuggle herself to Germany. And she did come with an aunt of\nmine, who also wanted to come to Germany. So she, my sister, and my aunt -- this\nwas mother's youngest brother's wife, who had lost two children but survived with\nher niece. And she and her niece and my sister, which was a niece on her\nhusband's side, they managed to smuggle themselves through to Germany. That\nwas a little more difficult because you had to go through the Russian zone, you see.\nAnd but | have a feeling that my aunt who was an adult, she had been married\nbefore the war, she had two children, she may have had some money with her\nalready. And they managed to come to Germany and to Bergen and to the DP\ncamp, and my sister found her way. She knew where | was, and when | came, she\nwas in that room with, you know -- and, of course, we took her in.",
        "Q: Do you remember coming into the room when she was there the first time? Do\nyou remember the meeting?",
        "A: | probably -- you know, it's funny. | remember that | couldn't recognize her. She\nwas also very thin. By that time, some of the girls started to gain weight. It took me\na much longer time to gain weight. | never got real heavy, but | already looked a\nlittle better. My sister was still very thin, and she was -- she's little. My sister was\nonly 16, she was a kid. And -- so | think | was in a state of shock when | saw her.\nShe looked so vulnerable, you know, so small. But she's not a vulnerable person,\nshe's very strong. She's a strong woman. She was even then strong. It was\nwonderful to have my sister. And then, then we had some rough times because\nwe, you know -- well, first of all, | had to tell her that | thought that my father's alive\nand he isn't. So we cried about that, and it was a mixed thing. It was good to find\nher, it was probably wonderful for her to find me. But, you know, until my sister\ncame, | remember we were looking for things, but we were in a kind of a -- it was\nkind of a never-never land. | don't know how to explain it. With my sister's coming,\nthe reality that this is it, the two of us. And at that point -- and at that, | was lucky, |\nhad a sister. There were some of us who Survived all by themselves. The reality\nset in that this is it, that I'll never my mother. That I'll never see my father. That I'm\nnever going to see my kid sister or my kid brother. That was it. And in that sense, |\nthink that was hard. We also started to fight, and we fought mostly because of\nideas. She was going to go to Palestine. She came in, she had been -- when she\nwas in Poland until she came, she was involved with a group of young people who\nwere being already -- | don't want to use the word \"indoctrinated,\" but yeah, they\nwere.",
        "Q: The Zionist group?",
        "A: Yeah.",
        "Q: What was the name of the group?",
        "A: | don't remember. | belonged to a Zionist organization during the war, it was\nDror. It was probably the general Zionists. | was not opposed to going to\nPalestine, but | had a fight with her. The reason was simple. When she came, she\nalso brought a letter from my uncle here in America. | had four uncles in America,\nand after the war they were looking for family. And when she was in Szydlowiec,\nshe found letters from my uncle written to the Jewish community asking whether\nanybody by our name from our family is alive. So she managed to get the letters\nand the address. And when she came, she brought all of it so that we could write\nto our family and tell them who we are and where we are. So | said to my sister,\n\"Nina\"...",
        "Q: Her name's Nina?",
        "A: Nina, her name's Nina. Her name actually was Piena, but when she came --\nPiena, | don't know how she got the name. Her name was Sabena, but when she\nwas little she couldn't pronounce her name, and when people asked her what her\nname is, she probably said, \"Piena.\" So the name stuck, and we called her Piena.\nWhen she got to Israel, she found out that Piena means corner. Well, she wasn't\ngoing to be called corner, so she changed it to Nina, that's how -- but anyway, my\nsister and | started to argue, because | felt that we had four uncles in America and\nwe should go to America. If we don't -- oh, there was another reason, and | do\nhave to be honest about it. If we were permitted to go to Palestine from the DP\ncamps -- and when | say \"we,\" | don't mean just myself, | mean most of the\nsurvivors of the Holocaust. At that time if they had opened the gates to Palestine, |\nthink that 90 percent of us would have gone to Palestine. There would have been\nno question about it. Given what we went through, all of us felt that this is the place\nto go. So | didn't have any quarrel with her on that subject, but | was looking at\nreality and my sister was not. The British were not letting anybody in, and it didn't\ntake much time for us to find out what was going on in Palestine. And | didn't want\nto enter already. | needed -- you asked me why | wasn't getting out. Except for the\ntrip that | took, | stayed in Bergen. I'm beginning to think -- | wasn't interested in\ngetting out of Bergen because | couldn't stand to see German children. | couldn't\nstand to see German -- | hated -- | hated the kids because they were not my sister.\n| was very -- | Knew it was probably a very normal feeling for a lot of us, and | didn't\nlike those feelings. | didn't want -- | needed to get out of Germany, and | kept\nsaying to my sister, \"We have a chance to get out of Germany.\" My uncle wrote us\nimmediately that he's already applying. That as soon as they permit anybody to\ncome to America, we will be the first people to get the papers. My uncle was very\nwealthy, and he wrote; he said he has contacts. He's going to make sure that the\nPolish corridor was after all open. He was going to make sure that his nieces -- we\nwere the first ones that he found out that we were alive -- that his two nieces were\ngoing to come. So | knew that we can go to America, and | Knew we can get out of\nGermany. And | said to my sister, \"Look, if things change in Israel,\" in Palestine, it\nwasn't Israel, \"we'll go to Palestine. | agree.\" | said to her, \"You are my younger\nsister, I'm older. We're going to do what | say.\" This is what | thought | have the\nright to say. And she -- well, first we fought because she said to me, \"It doesn't\nmatter what you're saying. | am not going anywhere but Palestine. Nobody will\nsend me to another crematorium.\" She was absolutely convinced that if she goes\nto any other place but Palestine, the same thing that happened to her parents is\ngoing to happen to her. She's not going anywhere, forget it.",
        "Q: Did a lot of people believe that way, or...",
        "A: Oh, she wasn't the only one. As | said, look, most of us would have gone to\nPalestine. Some of that feeling was there. | didn't come to America with a feeling\nthat this is the best place for me. | came to America because it was better than\nbeing in Germany. | mean, | wanted to get out of Germany, | would have gone to\nthe moon. And | definitely would have gone to Palestine if | could, but | couldn't.\nSo the fights between us -- and that's kind of, it took its toll. So what did | do?\nThere was no point fighting her. | figured she's only -- she's a kid. I'm going to take\ncare of the two of us, and we'll manage. Fortunately for me, my girlfriend, Esther,\nwent to Poland to see what's going on there. She took a trip, she brought some\npictures back. Talking about my girlfriend, Esther. She came back and she\ndecided she needs to -- gee, | didn't know | had that much to tell you. I'm sorry.\nShe decided that she knew that she probably could go, get to Palestine legally,\nbecause she was accepted at the University before the war and she had family in\nPalestine. But she also knew that it would probably be better to be in the American\nzone. So she managed -- and also, things were easier in the American zone. The\nBergen camp was not an easy camp. When winter set in, we were cold. We were\nnot so very well taken care of, | found out later. So she managed to get over to\nSzczecin near Frankfurt, which was close to a DP camp and sent for me. Well, |\nwanted to take my sister. There was no talking to my sister. My sister by that time\nhad joined a Zionist organization in Bergen. She was going to school, she was\nlearning Hebrew. But | decided okay, so | said to her, \"Look, I'm going to go see\nwhat | can do.\" So | went over to Szczecin, it must have been about November of\n1945. Don't ask me what | did in between there and Bergen; | honestly don't\nremember, honest. But |! did go to -- as | said, | went Szczecin. In fact, Henry came\nto get me. Again, he was just a friend. He was a very good friend of Esther and he\nhad at that point enrolled at the University. He was already in Szczecin, he was\nstudying medicine at the University of Frankfurt, and Esther asked him to come and\nget me. And so he came and got me and | went to Szczecin. When | came\nSzczecin, Esther already had a room that rented with a German family, and it was\nmoved in. And | found work, | started working through Henry who had a girlfriend\nwhose sister worked in the Hias. My husband had a lot of girlfriends after the war,\nbut that's okay. And then -- so | started working the Hias. Well, you know what the\nHias is, and when | went to work to the Hias, there was -- again, you see, | was\nvery, what do you call it? What's the word? There was one thing on my mind. |\nwanted to get out of Germany. | was just concentrating on one thing.",
        "Q: Very focused.",
        "A: Very focused. | certainly was. So | was working the Hias, and hoping that this\nwill help me. And, indeed, the first papers that came to the office of Hias were for\nme and my sister from my uncle who later | found out, as | said, he was a very\nwealthy man. And he probably was able to get his congressman to send through\nthe papers. Whatever it is, my papers came in first. And then, of course, other\npapers came. So | knew that I'm going to go to America. Now, what do about my\nsister? In the meantime, | was going back and forth to Bergen. First of all, when |\ncame to Szczecin, | registered myself and | registered my sister, as if she --\nbecause she had to live in the American zone to go to American. So she was\nregistered, the papers were written, she was in Bergen. | brought her once or twice\nto visit me when | went there, but God helped us, we were called to the American\nConsulate. And first, | think to the doctor for examination, so | brought my sister. |\ndon't remember how, somebody brought her; she came. She went with me to the\ndoctor, she went with me to the Consulate. And we were issued probably already\nthe permission, the papers to come to America, and we were supposed to wait for\ntickets because at that point nothing was yet leaving Germany for America. This\nmust have been March. Now, my sister went back, and she said that she needs to\ntake care of things. And we were waiting to hear, and | think that | got -- when | -- |\ndon't remember exactly how | heard...\nEnd of Tape 1.\nTape 2",
        "Q: This is Tape 2, Side 1 interview with Bella Tovey. I'm Nina Ellis. It's June 10th,\n1996.",
        "A: On one of those trips back to Bergen when | was trying to get my sister to either\ncome or go, | found a letter written to Esther from Lolak, her first boyfriend. And |\nremember | ran like -- | don't remember, but | made it back to Szczecin within a\nshort time, and | brought her that letter. He was alive. He had survived in Russia\nwith his father, and | was the one who brought her that letter. That must have been\nsometime early in 1946, maybe February, one of those before. And then |\nremember, of course, that | kept saying to Esther, \"I have to wait till Lolak comes. |\nhave to meet him.\" | never did then, because what happened is that we were\nissued tickets, and the first ship, | think, came to this country in April or later April.\nAnd our ship was supposed to leave Bremerhaven, that's the port of Bremen, |\nthink on the 10th of May. Because | came to America on the 24th of May 1946 on\nthe second ship. In between, my sister while | was running back and forth said to\nme, \"Bella, I'm not going to America. We are leaving in two days.\" That must have\nbeen April, still late April, and | already knew that she's supposed to come with me,\ntoo. \"I'm leaving tonight or tomorrow with Aleah Allah (ph) to Palestine.\" She was\n16 years old. The bill that Truman worked on to commit the children to go to\nPalestine was apparently the British agreed. If you remember history, the British\ndid permit children to be taken to Palestine, and my sister was one of those who\nwas permitted to go because she was not yet 18; she was 16. So we parted\ncompany. Of course, | didn't realize that we parted company for such a long time.\nAs far as | was concerned, | was going to America, and then | was going to take a\nwalk through Palestine one of these days, you know, when things straighten out.\nAnd | came back and | couldn't wait for Lolak to come from Russia either because\nthe ship wasn't waiting for me. And | remember that -- | do remember how this was\norganized. The Americans took us to a special place, it must have been some kind\nof a school that was turned into some dormitories. We had to report a good week\nbefore the ship left from Bremen. They took us, we spent there a couple of days.\nAfter that, they put us on trains, and those trains took us -- when | say \"us,\" I'm\ntalking about -- | think | have pictures from those trains. They took us by train, all of\nthose people who were going to take that ship to Bremen. In Bremen we were\nagain put up in some kind of a barrack or something for about a day or so. Then\nwe were put on the ship. These ships were -- | think that what they did for us, they\ntransported us the way they were transporting soldiers back home, because that\nwas the only way. This was only '46, and we were put on a ship. Then the ship\nwas Marine -- the first one, | think was Marine Perch and | came on Marine\nFletcher, or the other way around. These were the two ships that were going back\nand forth bringing some of the first refugees to America. And we were on the\nocean for 14 days, 14 miserable days because | was very seasick, and then we\ncame to America. And Henry came on the same ship with me, had nothing to do\nwith me. He, too, wanted to get out of Germany even though he was in medical\nschool. And he was able to get to America without the help of anybody through\nwhat was called the corporate affidavit. What happened is that the Joint was trying\nto bring some refugees to America, and since they were trying to fill the quota, they\nknew that the quota isn't going to be filled, we'll be lost and not everybody had\nsponsors. So what the Joint was doing, they were getting out corporate affidavits.\nWhat it means apparently that companies, some companies got together and they\nsponsored. So Henry was not sponsored by a family member, but he was\nsponsored by Joint. And he came to this country, and we were -- since he was a\nfriend of mine, we kept together on that ship. And we did not, as | said, this was not\nat that point, there was nothing between us yet. But | think it did bring us together,\nand then in America in the beginning when we were here. Totally two lost souls.\nNot knowing any English. You know, just feeling very lost. | didn't get the best\nreception in my family, although, again, in retrospect probably there were many\nthings | didn't understand. But...",
        "Q: Tell me about coming -- you arrived in New York? Tell me about, do you\nremember, Bella, was that an important moment?",
        "A: Well, | remember -- | do remember something. | remember the day when the\nship came to the -- when it came close to the port of New York. | remember\nstanding on the -- by that time | was feeling better. | think the sea must have gotten\ncalmer, and | was already not -- because | was sick. | was a mess. | couldn't eat. |\nremember a difficult passage, but the last couple days things were easier. And |\nremember looking at the lights of New York. You have to understand we came\nGermany. Germany was dark, it was devastated. There was nothing. Suddenly |\nthought | am coming to an absolute paradise. And | also remember because | must\nhave seen from a distance the roads and cars. Cars going, they looked like little\nmatch boxes because it was far away, but so many of them. And | remember we\nwere so overwhelmed, it was a beautiful and scary sight. It was absolutely\nbeautiful, | do remember that. I'll never forget that first impression of New York from\nthe ship. And then it was Friday | remember when we arrived, so my four uncles\nwere waiting. Some, probably other members of the family. Mostly also a little\ncuriosity, you know. But it looked like, you know, we were the first or the second\ngroup to arrive from concentration camps, so there was a little bit of that. And | do\nremember saying good-bye to Henry. | don't -- | suppose Henry was taken by the\nHias, because he didn't have anybody to, you know, nobody was waiting for him.\nBut my uncle arranged with his son, who he was married. | think he had, his wife\nwas pregnant. It was a young couple, so they took me to their house in Brooklyn.\nThey were very religious. Somehow he thought that because I'm coming from\nEurope that I'm very religious, so they took me. But they felt that I'm observant, so\nthey took me for Shabbat to their house. And | have to say that my cousin's wife\nwas -- my cousin and his wife were very nice to me. Particularly she, Miriam, |\ndidn't have much language with her. She didn't speak Polish; she didn't speak\nGerman. | don't speak Yiddish, | could understand some. So were probably\ncommunicating. She was speaking in Yiddish, | was answering her in German.\nAnd | spent that Saturday, that Shabbat, with them. And then on Sunday, | don't\nremember what | did on Sunday. She may have gone with me shopping or\nsomething. | probably called Henry in Hias, although | don't remember that. And |\ndo remember that on Monday, | was taken by my cousin who worked in my uncle's\nfactory to the factory. My uncle owned a jewelry factory -- not a jewelry factory, it\nwas making bracelets for watches. The name of the firm was Jacobi & Bender. It\nwas a very, very big factory at that point. My uncle, as | told you, was a very\nwealthy man. He employed a couple of hundred people, probably. So anyway, |\nwas brought into his office, and | had a problem with my uncle anyway. When | first\nsaw him, | don't remember that impression when | first saw when | got off that ship.\n| think | was probably overwhelmed, but when | walked into his office | went into a\nstate of shock. He looked like my father, it was my father's brother. My father had\nfive brothers. He looked most like my uncle -- | mean, this uncle looked most like\nmy father. And here was this man who was this big, rich uncle who | didn't have\nany language with. | couldn't talk to him, my benefactor, if you will. He brought me\nto this country, and he looks like my father but it's not my father. So | think it had an\neffect on me, it was hard really. He -- | don't remember exactly what was\nhappening. Things were going on probably, but he sent me with a cousin of his\nwho was a refugee from Germany. He had brought -- we had some family in\nGermany apparently, and my uncle did bring -- you Know, he was a good man, but\nhe was insensitive. And | don't think he meant -- he meant to be a good person to\nme, but he just didn't do the right thing, perhaps not knowing how to do the right\nthing. But, as | said, he brought his family from Germany, some of his cousins, you\nknow, before the war. And one of them, her name was Dora, had already was\nworking already in the factory for him. She was working in the office, and she\nspoke German. So | had a common language with her, and he sent her with me\nshopping. Because | didn't have clothing, | had -- | really didn't look very\npresentable. So she went with me to the stores, | remember, in New York. And he\nprobably gave her a carte blanche or whatever and she bought me clothing. But\nshe was afraid of him, too, | suppose, so she was very careful. And | can\nunderstand, so she bought me three pairs of panties and two bras. In other words,\nshe was very -- she wanted to make sure that | had enough for a beginning. And\nafter that, that evening, my other uncle -- | had, as | told you, four uncles. My other\nuncle who was his -- who was Uncle Max's, the rich uncle's -- he was the one who\nwas contracted. He was the one who was taking care of things. He was a very\nreligious Jew. He was the one whose son's house | went to Brooklyn. So it was\nthat uncle who lived at that point in the Bronx. He had lost his family in Germany,\nbut he had two sons. Not Germany, during the war in Poland, but he had two sons\nthat he managed to bring to America before the war. So lived in the Bronx, that\nreligious uncle.",
        "Q: What was his name?",
        "A: His name was Uncle Favish (ph), and Uncle Favish was a very religious, ultra-\nOrthodox Jew. And he rented a room for me in the Bronx somewhere not far from\nwhere he was with some person. And | think he was stingy, and perhaps he didn't\nwant to exploit his brother again. But he was not -- again, there are all kinds of\nmembers in the family. He rented a room for me for $35, and he paid this woman.\nHer name was Mrs. Fox, he gave her $15 and said to her -- maybe he gave her\n$20. But | remember that | had -- no, | think he gave her $15. And he said that\nwhen | come, I'll pay the rest. In other words, he didn't have brains to pay for one\nmonth's rent for me. | don't know where he thought | was going to get the $20 from,\nbut that's what he told her. So | come into this room, | get this furnished. And, by\nthe way, it was very difficult to get rooms in New York after the war. So, you know,\nthe fact that he found me a room was a nice thing. | move into this -- | get into this\nroom, this is Monday evening, and I'm supposed to come to work Tuesday morning\nto my uncle's factory. So | come in, and Mrs. Fox takes me -- the first thing she\ndoes for me is she takes me to the bathroom to show me how to flush a toilet. And\n| started to cry, because | knew how to flush a toilet. | didn't come from -- when |\nstarted to cry and | said to her, she spoke German. And | said to her, \"Why are you\nshowing me how to\" -- She said to me that when she came to America, she didn't\nknow how to flush a toilet. So | said, \"Well, you Know\" -- she came from Hungary\nsomewhere or something. | said, \"Well, you know, there may have been places in\nPoland where they didn't have toilets in your time, and maybe even in my time.\nBut, you know, also didn't stand still in these 30, 40 years that you've been here.\"\nAnd | -- we had a bathroom in our house, and we even had a toilet and it flushed\nwater. But anyway, so that was my beginning. She also didn't let me use the\nFrigidaire, because that was not in the agreement, which meant that | had to eat\nout. So | had a rough beginning, if you will. You know, if you can understand it.\nFunny thing is it wasn't, I'm sure, it wasn't meant that way. | had -- | started\nworking, and I, you know, | got my first check and | made my arrangements. | had\nmy rough couple of months in the beginning. Actually, | have to say that my\nwealthy uncle took me to his house finally. On July 4th, the factory closed for one\nweek. And he had told me before that he is going to take me to his house for a\nweek so | can meet his wife and his daughter and spend a week in his house on\nLong Island. He lived in Lawrence, Long Island. So | went with him.",
        "Q: You hadn't been to his house before that?",
        "A: No, no, no. This was the first time | was invited to his house to spend a week.\nAnd | went to his house. Oh, | want to tell you something else that happened to me\nwhich very interesting. | was very upset in the beginning because | couldn't\nmanage my money. Later on, when | could admit to Henry that my family was not\ntreating me the best way, Henry would -- he managed much better having come to\nstrangers. But sometimes this works out. So anyway, but at one point when | was\nsitting and eating my lunch, and my lunch consisted for the first couple of weeks\nuntil | could get myself -- because | was making $18 a week after taxes. And | had\nto pay $35 for rent and the first $20, | had, too. So | was having trouble managing,\nand | ate my main dinner in the automat. But for lunch, | couldn't afford to go out,\nand | couldn't keep anything in the fridge. So | bought a loaf of bread in wax paper,\nand | would take two pieces of bread and | would wrap it in the wax paper. And\nwhen people sat down to have lunch at work, | would take my two pieces and |\nwould eat my two pieces of bread. And | was feeling sorry for myself, to be very\nhonest. | wrote to my girlfriend, Esther, that | wished that | were back in Szczecin.\nSo one day, Dora came over, and | was sitting and | was probably feeling sorry for\nmyself so | looked say. Or maybe | was crying, and she said, \" 2\" \"Why\nare you crying?\" So | couldn't take it anymore, so | opened the two pieces of bread\nto show her that I'm eating -- you know, after all | went through, I'm also telling you\nthat in 1946, | wasn't quite 20, so | wasn't that grown up. So | was feeling sorry for\nmyself. | think that if | had been more adult, | would have managed my uncle\nbetter, too. You know, | could, but | didn't. So | opened those two pieces of bread,\nand | said, \" \" \"That's why I'm crying.\" And so she got very upset.\nYou know, | was telling her that | was eating two pieces of dry bread. You know,\nthis is my lunch. So she got a hold of me and dragged to my uncle's office. And\nthen she started to talking -- | didn't know what the hell she was saying. And he\nlooked at her, looked at me. And he pulled out $50 from his pocket, and he told her\nto tell me that -- oh, the first thing she said to him, because | had asked her, that\nthey are not paying me enough. That if they paid me a little more, she would -- you\nknow, | could manage. So he said, and | understood that, because my English was\n-- | was beginning to understand. This is what they pay here, meaning -- now,\nmaybe this was policy that he wasn't telling anybody what to pay me. | was\nworking in the wrapping department, and that was what they were paying. By the\nway, | was working on accord, this was piecework. And eventually, | was able to\nmake more money because | quick. But at that point, | was still having trouble, so\nhe gave me the $50. So he said to her, but he can give me $50. And he said to\nme to her, through her that if | need more money, | should come him. Now, you\nsee, this is where he was not sensitive. | never went back to him for another $50 or\nfor another $10. What he should have done -- see, when he died in 1966, | came\nto this country in '46. So that's 20 years later. When he died, he left me $20,000 in\nhis will. | mean, | was not the only one. He left for all the survivors, for all the\nchildren who survived, because | and my sister and then later on he found a couple\nof nephews. There were a couple of people who survived from my family. All of\nthose, there were about eight of us -- all of us were given some money. You know,\nhe left them in the will. He was a very wealthy man, but, you know, this not even a\nJewish -- Jews usually leave their estates to their family. But he did have in his will,\nhe left for all of the children who survived, for all those, some money. And he left\nme -- now, if he had given me in 1946 $1,000 and send me to school to teach me\nhow to type. | did go to, of course, evening classes, and | started to learn English,\nand | was reading. So, you know, but if he had given me a kind of a help in the\nbeginning, it would have been worth more than the $20,000 in 1966. It was nice to\nget the $20,000, and he was working and earning good money. And it was -- | think\nit was -- | want to tell you something nice about his wife. His wife, when my uncle\ntook me to his home in Lawrence, Long Island, | took my little valise with my\nbelongings and my aunt waited for me. She may have met me before, she may\nhave come to the factory. But | didn't -- | was never in their house. | had a room,\nand they welcomed me very nicely, and she came in and she asked did | need\nanything. And | said, \"No,\" and she wanted to see what | have. She looked\nthrough my clothing, and she said, \"Tomorrow we're going to go shopping.\" And\nshe did not take me to Klines on 14th Street or whatever. She took me the same\nstores where she shopped; she was a lady. She shopped in Saks Fifth Avenue or\nwherever. She took me those stores, and she bought me some very beautiful\nthings. She bought me shoes that | wore for years, and clothing. That | remember,\nshe was, you know -- so that was my beginning in America in that sense.",
        "Q: Did you start to socialize and have friends and meet other people fairly quickly,\nor did it take a while? You knew Henry, and did you keep in touch with him and --\nhow did you sort of...",
        "A: Yes.",
        "Q: ... get beyond just working in the factory?",
        "A: Mostly it was | stayed -- in the beginning, | didn't make friends, although | am a\nsociable person. But mostly | saw Henry. Henry and | started getting closer, and\nwe became a kind of a twosome. | don't think so. Henry's very good friend\nsurvived the war and came to America. He worked in Philadelphia, but he would\ncome for weekends. So often the three of us would go to the zoo. We would go to\nmuseums. | remember Henry took me to Radio City the first time, dropped me off\nthere. It was a beautiful city. | worked, | started to -- | found out that my sister was\nturned back. They attached an illegal transport to the legal transports, and my\nsister was sent back from Marseilles. When | came to America, my sister was\nsupposed to be in Palestine. It turned out that she was back in Bergen because\nthey had turned back the whole transport because, you know, the Haganah was --\nwell, they needed to do it. They were attaching some illegals to the legal\ntransports. And so, but then about a half a year later my sister ended up in\nPalestine. And | remember | started sending her packages because things were\nrough in Palestine. Did | make friends? Yeah, | think what happened is that |\nstarted to make friends with people who survived the camps. The same probably --\nas a matter of fact, the first years in New York, most of my friends, and, in fact,\nmany of them | just met somebody who reminded me -- | found them work. Many\nof them ended up working in my uncle's factory, because they came in and they\nneeded work. So | would, you know, ask whether there is a need for somebody,\nand they would come to work. So | became friendly with one girl whom | brought in\nand we sat across from each other and we spent time talking while we were\nworking. And she was a concentration camp survivor, she was already married.\nSome other friends came from Germany. In the beginning, I'm just trying to\nremember, Henry and | did not get married till 1949. And | lived in the Bronx and\nHenry lived in Brooklyn, and that was a little difficult. So | finally moved to Brooklyn.\n| didn't like the lady | lived with, so it was not a pleasant situation. It was not bad,\nbut | didn't -- so | moved into a much nicer place, where the lady permitted me to\nuse the fridge. | could make myself a cup of coffee, a cup of tea. And eventually, |\nmoved in where Henry stayed. Henry found a wonderful family, American Jews\nwho came in, their daughter got married. They had a room. | understand Mr. and\nMrs. Rhinehart (ph) was wonderful to Henry. They took him in like a son. And then\nwhen Henry and | got kind of engaged and when we were going to get married, |\nmoved in. And after we were married, we stayed with the Rhineharts for several\nyears, and then we managed to get an apartment in Brooklyn. So we moved into\nthis apartment, and at that point, as | said, | was working. And Henry, he had\nstarted going to Brooklyn College in '48 just before we were married. And he was\ngoing to school, he was riding a bike every day, so that he could save some money\non transportation. But these were good years, and, as | said, he was probably\nolder than many of the students at that point, except for some soldiers who had\ncome back. You know, they were veterans, Gls who were going to school. So |\nthink Henry befriended a few -- | think Henry may have had two friends who were\nAmerican. It started because they studying together, but my friends at that point,\nmost of them were people who survived the concentration camp. | think it was\nprobably still very important to be -- we spoke Polish with each other. That was not\nso good for my English, although, as | said, | did become friendly with some people\nat work. The first person who really befriended me, interestingly enough, was an\nIrish lady. She was much older than I, her name was Sarah. | don't remember her\n-- who said that | reminded her of her when she came to this country. | was\nfreckled, | probably could have passed for Irish at that point. | had kind of reddish\nhair. And she remembered herself, more or less that way, so she was very friendly\nto me. And then there were a couple of Italian girls, | do remember as a result of\nbecoming friendly with Toni and Annette -- that was their name, because we had\nlunch together. That | would come home and show off my English to Henry, and\nHenry was much more meticulous about his -- about everything. He was much\nmore of a perfectionist. | was picking things up, and | would say -- this was even\nbefore we were married. And | would say to him that | am going to -- maybe we\nshould go and see a picture. And Henry didn't understand why | wanted to see a\npicture, because that was picture, a movie. Or if | wanted to make myself a\nsandwich. But | was picking up the English that was spoken in the factory by some\nof these people.",
        "Q: Some of the people then that you were mixing with were, a lot of them also\nimmigrants, sound like. This Irish woman...",
        "A: This Irish woman.",
        "Q:... and some Italian girls.",
        "A: The Italian girls were born in this country.",
        "Q: Oh, they were born here?",
        "A: But they were Italians, and they lived in Brooklyn. And if you've ever been\naround there, | don't Know how it is now, let me tell you they do sound a little\ndifferent, | suppose. Then after we were married -- but, as | said, these were just\nacquaintances. Most, | agree with you that most of my friends in the beginning, it\nwas language, common experiences I'm sure had a lot to do with it. All of my\nfriends in New York before | came to Washington were survivors. It isn't just that\nthey were Polish, they were survivors. We may have met some people here and\nthere. | remember we met a very lovely German lady who was much older than we\nwere. She befriended us, and took our horror, | remember later. She was a -- she\nhad come to American shortly before the war. | remember that she had a son in\nLong Island who was a physician, and | don't remember where | got -- we got\nterribly upset when she told us that she couldn't have us meet -- she wanted us to\nmeet her son, but she couldn't have him invite us to his house, because when he\ncame to this country, he had converted, and he didn't want to admit that he was\nJewish. And so he didn't want -- she didn't -- now, she didn't. She remained\nJewish, but it was -- and | remember to me this was so upsetting. On one hand, |\nunderstood why, because | was contemplating doing something like this shortly\nafter the war. | was thinking of going back to Poland, and | was thinking that if | go\nback to Poland I'm not going to admit that I'm Jewish. Or | was thinking | would go\nsomewhere, because why go through that again? But! couldn't do it.",
        "Q: Go through what again?",
        "A: Go through what | went through. It never left me, the possibility that someplace\nsomebody -- | want to tell you something. Whenever something happens in Israel, |\nget into a Holocaust mode. The best place for me to be when something is going\non in Israel is actually Israel, because there | see that the ship isn't sinking. But\nwhen I'm away, | always think that if something happens in Israel, | always think\nthat it's another Holocaust.",
        "Q: And when there's a bombing or something . . .",
        "A: Anything. So in that sense, but then when | actually met somebody who did it, |\nremember | was so terribly shocked that he did that. But! remember that she...",
        "Q: This is Tape 2, Side 2 with Bella Tovey. Can you say at the end what you -- I'm\nafraid that we missed what you said at the end.",
        "A: Well, about this man who converted. Well, he -- | mean, one part of me\nunderstood him because | remember people saying maybe he didn't want his\nchildren to go through what he went through. But another part of me found it very\nupsetting. Well, it's like well, he handed Hitler a victory, | thought, you know. There\nweren't going to be any Jews, you know, insofar as -- so it's a very mixed feeling. |\nhave a question for you. Did any of the people who you interviewed ever talk about\nthe fact that they thought about not being Jewish?",
        "Q: A lot of people went through kind of crisis about whether or not they were going\nto be Jewish, observant, very...",
        "A: So | didn't think so. Not on your...",
        "Q: Especially in the DP camps, you know. People maybe weren't practicing any\nreligion at all. It was very difficult for a lot of people.",
        "A: Oh, neither was |. | want to tell you that until 1959, well, actually -- yeah, until\n1959, | never came near a temple and | was not a practicing Jew at all. Didn't light\ncandles, and | had a real detour with God. | mean, | got married in 1949. Henry\nand | wanted a civil ceremony, and they only reason | agreed to get married in a\nrabbi's study is because of my four uncles, you know. So we had a religious\nceremony, but that was -- | didn't have any dealings with -- but that's different, but |\nwasn't denying my Jewishness. | was not religious, | wasn't going to be observant.\nIt was my detour with God. In other words, that had to -- if | were a Catholic, |\nwould have the same feeling. In other words...",
        "Q: What is the word you're using?",
        "A: Dean (ph) Torah.",
        "Q: What is that?",
        "A: Dean (ph) Torah means dean, a misjudgment; Torah, based on the Torah. It's a\ncourt based on the Torah. In old times when two Jews had a -- in Poland, for\ninstance, when Jews had some of their autonomy, if you will, then often when there\nwas a problem between two people, some kind of a -- they would rather than go to\nthe civil court, they would go to a rabbi and have what you call a dean (ph) Torah in\nfront of the rabbi. It's basically a court case. Well, | had that kind of a dean (ph),\nTorah with God, but to deny my Jewishness, you see, was different. That | couldn't\n-- | couldn't do that.",
        "Q: You got married in 1949, and you stayed in New York because your husband\nwas in school?",
        "A: Right.",
        "Q: What happened then to you in the '50s, say, leading up to when you went to visit\nyour sister in 1959?",
        "A: Okay. '52, Henry got a job in Washington. He got out of Brooklyn College with a\n-- he graduated, and he had a bachelor's degree in chemistry. And he had a very\ninteresting experience. He applied -- actually, three experiences. First of all, he\nwas -- it was suggested to him that he go on to graduate school. He graduated\nmagna cum laude, Phi Beta Kappa, but we couldn't afford it at that point. And he\njust wanted to go work, so he applied to DuPont; they didn't respond. Then he\napplied to Kaiser Pharmaceutical Company, and he got an interview, and to all\npurposes, go the job. And then just as courtesy, he was taken into the office of the\nVice President. And the Vice President -- this was 1952 -- the Vice President said\nsomething to him in German and Henry answered him in German. And he said to\nhim, \"So you're not an American, where were you during the war?\" And Henry\nsaid, \"| was in Germany.\" And \"Where were you in Germany?\" And Henry said,\n\"Courtesy of Hitler, in a concentration camp.\" And that was the end of his job, he\ndidn't get the job at Kaiser. That was '52, chemical companies did not employ Jews\nvery readily. But he did get a job a month later with Berikson (ph) Research\nLaboratory, and he was sent by Berikson, who was a Swede educated in America.\nAnd he employed Henry and gave him a job in Washington, and Henry opened an\noffice in Washington for him where he was going to do some research and literature\nsearch. And that's how we -- Henry came to Washington, and | was very upset. |\ndidn't want to leave New York, | really didn't want to leave New York. | had made\nmy friends, it was my place. It was very hard for me to move. And, as a matter of\nfact, Henry was commuting between January and May. He would come here every\nweek and come home for weekends, come to New York. And the commute was\ndifficult because we didn't have the turnpike. It was a real trip, but he did and he\nfinally -- but, you Know, we had to make a decision. He wasn't going to go back to\nNew York, he had a job and a job that was a good job. | remember when Henry\ncame home and told me that he's going to be making $75 a week, and | said to\nHenry in all earnest, seriously, | said, \"Henry, what are we going to do with all this\nmoney?\" Because it was a lot of money for us, it was. So! came here in April, and\nthe cherry blossoms were out and the city was beautiful, | remember. And Henry's\nboss, Berikson, was here, and he literally wined and dined me. And then so |\nagreed that | had to move, so we moved and | was miserable in the beginning.\nFirst of all, Washington in 1952 was a very provincial town, and New York was\nreally an exciting city. And | didn't have any friends, and | was very lonely. | was\nreally lonely, it was really difficult. So what we would do often is spend a week here\nand go to New York for weekends. So we were going back and forth. But then |\nmet some friends, | made my first American friends. | met two neighbors, they were\nboth my age. Their husbands were Henry's age, so we were kind of the three\ncouples, the six of us. The funny thing is that they were all from outside; they were\nnot Washingtonians. One, Shirley, was from Allentown, Pennsylvania and the\nother was from New York. So that made it that was our kind of bond, and we\nbecame very friendly. And we stayed friends till this day, as a matter of fact. These\nwere my first friends in Washington, and in 1954, | think, | had my daughter. |\nbecame, you know, | gave birth to my daughter. That was five years after we were\nmarried, and then about a year and a half later, | had Craig, we had Craig. And we\nhad the townhouse, a little townhouse, a semi-detached home in Silver Spring not\nfar from here. And | was doing absolutely one thing, | was saving money to go to\nIsrael. By that time, of course, my sister was already married. She had two\nchildren, her husband had already been in the War of Independence. And we were\nin contact all the time, | was forever sending packages. Times were rough in Israel,\nin Palestine. | mean in comparison, | was rich. But | was saving money to go to\nIsrael, and in 1959 | took my five-year-old daughter and three-and-a-half-year-old\nson; in March of '59, we went to Israel. | took a ship, | had to because | was taking\nan awful lot of stuff with me. As | said, things were rough in Israel. And | went to\nIsrael, and | spent -- | left my poor husband for all this time. He came for a month,\nactually. I'm sorry, he was gone a month. He had, at that point, he had started\nworking and had left Berikson. He was working for the National Cotton Council,\nand it was a very good job. And he had some trips that he needed to take to\nEurope, so he came to Israel. But | was in Israel from March to September 19- -- |\nwas in Israel for a half a year. | saw my girlfriend, Esther, of course, who was by\nthat time married and had a little boy. And | was with my sister, she had three\nchildren at that point and | fell in love with Israel. At that point, | think that's when |\nstarted making peace with God a little bit. | walked the streets of Es Salt and\nJerusalem. | walked into the first synagogue that was in Jerusalem, and my sister\nwho was not religious would light Shabbat candles. She wouldn't say a prayer, she\nwould say, \"Shabbat, Shalom.\" And | thought this was a very nice custom for a\nbeginning for me, and | started -- | became very interested. | always loved history.\nI's funny, you said you liked it because | always like history, always loved\narcheology. If my life had normally, when | was child | used to tell my father that I'm\ngoing to be an archeologist, | didn't do that. But when | came back from Israel, |\nhad already been enrolled. | was going to night school in Maryland, and | seriously\nthought of becoming an accountant. | thought it would be a good thing to do, |\nwouldn't have to work maybe full-time, you know, raising kids. But | switched, |\ndecided to study Hebrew. And | started to really, | started studying Torah. |\nenrolled at Baltimore Hebrew College. | took all my courses there in Hebrew. | got\nmy degree in Hebrew letters, and | became a licensed Hebrew teacher. And while |\nwas going to school, | started teaching Hebrew in different synagogues. For a\nwhile | taught at Northwood when they had Hebrew as a language. And then the\nlast 10 years before | retired, | was supervising the Hebrew Department at\nWashington Hebrew Congregation, so that was my last -- but studying Hebrew,\nstudying Torah, studying the town, | did it a lot of reading. And | also for the first\ntime, | did not before, | didn't talk much about the Holocaust and | didn't read much.\n| started reading a lot.",
        "Q: When?",
        "A: | started -- well, it kind of came together. | needed to understand, | needed to\nunderstand a little bit. | couldn't make peace with the Holocaust emotionally myself.\n| don't think anyone -- occasionally, sometimes, you know, if they tell you, you\nknow, that a therapist or a psychologist or a psychiatrist can help. These are not\nproblems that a psychiatrist can -- | mean there was nothing that | could work out\nwith a psychiatrist. It isn't that | needed to understand why my mother didn't treat\nme right or | didn't -- there wasn't anything like that. To understand the Holocaust,\nyou can't understand the Holocaust. In other words, | can't imagine that anybody\ncan be helped by a psychiatrist in terms of the experiences of the Holocaust.\nPerhaps some people, if they have some guilt relate it to the Holocaust. I'll be very\nhonest with you, | never felt guilty that | survived and some didn't. Because | didn't\nsurvive, | didn't do anything to anybody to survive. | survived by sheer luck. Some\nHolocaust survivors have this guilt, even if they survived the same way as | did. |\ndon't know why. Maybe that kind of a thing can be cleared up or helped through\nsome therapy, just to understand that there's no guilt in having survived. On the\ncontrary, if anything, perhaps a little triumph that Hitler didn't accomplish everything,\nthat somehow we're here. And, you know, | married and | have a son and a\ndaughter, so, you know, why should | feel guilty about that? But to go somewhere\nand try to understand and to make peace with the Holocaust on an emotional level,\n| don't try and | can't. When | get a bad dream, when | have a nightmare, | either\ntake a pill or | get up and read a book. Henry does it all the time. When he sees\nhis father's face -- he doesn't tell me much, but | Know that he was -- the last\nperson, he was Auschwitz with his father, and he can't get rid of that face. He sees\nhis father with that -- once in a while, he tells me that he sees his father because\nthey were on a train together, and he had this three, four-day, you know, gray\ngrowth. And his father gave him something that he had, they came out of the\nghetto of Lodz. That was a horrible place to begin with, and so he didn't have\nmuch. Maybe he had some cigars and maybe he had some -- maybe he a silver\ndollar or something. And he gave it to Henry and he said, \"Take it. | don't need it\nanymore.\" Or something. And | know when Henry has that dream or when he\nsees this, he just gets out of bed. | don't ask him. Goes down to the den. Take a\ncrime story and he reads. You can't solve anything about that. But | needed to\nsolve for myself, | don't mean solve. | needed to understand how God could permit\nthat. Now, Henry doesn't have this problem because | think he's an atheist or he’\nan agnostic. So he's not asking God how God could allow it. Insofar as he's\nconcerned, he has an expression, he says, \"Shit falls.\" Look what's going on all\nover the world. There are people killing people in other places. So maybe in that\nsense he doesn't have, but | have -- I'm not an agnostic. | have some kind of a\nbelief, | don't necessarily believe in a Jewish God. | believe in a Supreme -- |\nbelieve in God. So | have to figure out for myself, | had to, how this could happen.\nAnd they way | have solved it, and | think I've said that perhaps in other places,\nwhen | read a book by Dr. Fakenheim (ph), Professor Fakenheim, | think he was a\nprofessor at the University of -- Canadian. There's a University in Canada, I'm\ntrying to remember. | don't remember the name. Anyway, he was a professor of\nhistory in Canada. He now | think is a professor in Moretus in Jerusalem. And he\nwrote a book, \"God's Place in History.\" | don't remember exactly, you may not.\nAnd he said something in the book, and it's absolutely true. He said that God was\nnot in Auschwitz, that God gave us -- when you speak to the Jews, he gave us the\nTorah, but that's not important. He gave, he taught people what is right and what is\nwrong. And if we choose to do the wrong thing, then we do it. And God didn't\ncreate Auschwitz, the Germans did. And what happened in Auschwitz was\nbetween the Germans and their victims. And now, perhaps in the earlier history,\naccording to Fakenheim, did interfere. He took us out of Egypt, but that was a god\nof a different time. In our time, God does not interfere. So | have that kind of a\npeace with myself that | don't blame God for Auschwitz; | blame the Germans for\nAuschwitz. Just as | blame, just as | will put the blame of the people who kill each\nother in Burundi, Rwanda, Yugoslavia.",
        "Q: | want to ask you something that you have not spoken about, okay. First of all, |\nwanted to ask you this because to so many survivors it's an issue. And that is did\nyou talk to your children about your experience? And if you did, when did you and\nwhy did you? And if you didn't, why didn't you?",
        "A: Oh, okay. Well, you know, it would be nice if my daughter could -- because |\nsometimes talk to her about it. | did talk to my children. | think at different times,\nand it depended -- when the reason came. | didn't live it all the time with them.\nActually, when the kids were little, when they were growing up in the house, these\nwere really happy times for us in many ways. But | talked to them because when\nthey were little, and they wanted to know, for instance, why Lisa Zidner has a\ngrandmother who's coming to visit and Janie has a grandpa and grandma coming,\nand where are my parents and where are Henry's parents? So | told them that both\nmy parents and Daddy's parents are not alive. Why aren't they alive? | said, \"Well,\nthey died in the war.\" \"How did they die?\" \"Well, they didn't die -- they died\nbecause of the war. And when you will be bigger, | will explain it.\". And | did, and,\nof course, in 1959 they were in Israel with me, and we talked a little bit more about\nit. The children were still little. When they got bigger -- and | did. For instance, on\nTu B'Shevat, | always lit candles. That | did even though | didn't go to a synagogue\nbecause this was the anniversary of the destruction of my ghetto. So | lit candles,\nand when the kids were big enough and they would ask me why I'm doing it. And |\ntold them I'm lighting the candles to remember my mom and my father and my\nsister and my brother. And as they were getting bigger, | would tell them about\nsome of the things that happened to me. Depending on their age when they got big\nenough. Henry did much less of it. He had a lot of trouble talking about it. On the\nother hand, and | did discuss this with my daughter, | asked her whether she feels -\n- because | wanted to know. That was some many years later, whether she was --\nwhen | read the book my Helen Epstein, did you read it? Helen Epstein wrote a\nbook called, \"The Children of the Holocaust.\" | think she wrote about that second\ngeneration. And | was very upset when | read the book, because apparently she\nwrote the book, she based it upon a study that was done. Or maybe she did the\nstudy, discussing it with a psychiatrist or some psychiatrist in Boston, whose\nchildren -- whose patients were children of Holocaust survivors. And she paints a\npicture of real neurotic, disturbed children, and | was upset. First of all, the first\nthing | did at that point, | wanted to know from my daughter and from my son\nwhether something like this -- after all, no matter how objective you think you are,\nyou're not objective, you know. Did I? Did | fill them with these kind of -- some of\nthe stories that she writes about, you know, these children really grew up in very\ndysfunctional, difficult homes. So | talked to my kids, and both my children told me,\nand this was not right away, but through the years; this is the picture | got from\nthem. That theirs was a happy childhood, that they had a good home. That they\nwere aware of a lot of things and they were not totally not affected. In other words,\nokay, in other words, what they -- then, as a matter of fact, let me tell you how they\nsaw. That they were not to be compared with the children that Helen Epstein is\ntalking about fully. And, in fact, it was Robbi (ph) who came out, my daughter, with\nthe idea that perhaps we were lucky, Henry and |. We had survived the Holocaust\nand we were young. | had lost my parents, lost my sister and my brother, but |\ndidn't lose a husband and | didn't lose children. Many of the children described in\nHelen's books were raised as second children. They were raised by people who\nhad lost not just their past, but their future. Some of these people lost their children.\nLater | met some -- | know some people were -- sorry. Robbi had a friend who told\nher -- he was a Survivor's son -- that he didn't know that he had a sister until his\nfather was on his death bed. When his father was dying, he told him that before the\nwar, he was married and he had a daughter. Why these people could not deal with\nit, | don't know. | belonged to the generation, and there were many like me, who\nsurvived the war and did not lose husbands and children. | was too young for that.\nThat may have made a difference. | think that for anybody who studies the\nHolocaust survivors, | think they should draw that line. That was more difficult for\npeople who had that. So in that sense, I'm not taking any credit, it may have been\neasier. Did my children -- were my children affected by some of it? Definitely. In\nwhat way? Well, first of all, the fact that Henry did not talk was not very good. It\nwould have helped if he did. On the other hand, | can't say that he never talked.\nHe talked about before the war how things were at home. He just didn't talk about\nAuschwitz, he couldn't. And that was probably -- but | did. And | think that was --\nRobbi always felt that that was good. That | had, that they didn't have to imagine\nthings being worse than they were, so that was helpful. On the other hand, Robbi\nsaid that | was neurotic about certain things, and, for instance, | was probably\noverprotective. | tried not to be. Up here, | tried not to be. | sent my son and my\ndaughter -- my daughter was 10 years old when she went for four weeks to camp,\nand my son was nine and a half. In other words, | sent them to camp away from\nhome. | gave them a lot of freedom. | did not -- but that was up here. Emotionally,\n| suppose if Robbi was late from school, | may have been a little more upset than |\nshould have. Fortunately, even though Henry did not -- Henry acted in this sense\nas good balance. When I, when we went -- when the kids learned how to swim and\nwe'd be going to a swimming pool and | would go with the kids, and they learned\nhow to jump from the, what is it? From the diving board. And so we made an\nagreement, so | said to them, \"Okay, when I'm not here, you can't jump off the\ndiving board. You can swim.\" And so the kids said, \"Why? Why can't we? We're\ngood swimmers.\" By the way, I'm not a swimmer. | can float. So when we came\nhome, but | said, \"No, | won't allow you when I'm not here.\" So the kids as usually\nthey would take their case to their father. So they would say to Henry, \"Daddy,\nMom won't let us jump off the diving board when she's not there.\" So Henry looked\nat me and he said, \"Bella, tell me what is the difference?\" First of all, he thought it\nwas funny. He said, \"What could you do for them if you were there watching?\" So\nthat was already -- but anyway, | said, \"Well, I'll feel better if I'm there. I'll holler for\nhelp.\" Well, anyway, this was said to me. Henry said to me, \"You can either be\nthere all the time, but you cannot restrict them.\" So that was settled, and this was\nhow we settled some of theses. So yeah, | had some, | wouldn't let Craig ride a\nbike to the library until Henry said that this is crazy, and then Craig rode the bike to\nthe library. But we settled this.",
        "Q: You negotiated together?",
        "A: Yeah, we did, we did. Yeah, we did. On the other hand, when Craig went to\nHarvard, he didn't tell me. This is how | found out about the book. He took a\ncourse on the Holocaust. He has a library on the Holocaust. That's not his field,\nbut, you know, this his interest. There's no question. So were the kids affected? |\nthink so, definitely. But perhaps not in a totally damaging way, | don't think so. |\nhope not. My daughter had some problems, but | don't think they had anything to\ndo with the Holocaust. In fact, she used to say to me that when she had -- she had\na chemical disorder. She had a premenstrual, what is it? Premenstrual syndrome,\nPMS, that led practically to depression until they finally medicated her. It was just\ntotally uncalled for, because it wasn't recognized. But she said to me that it got to a\npoint that when she was in Princeton and she started having problems. And she\nwould go for help, and she said, \"Mom, | got to a point where | wouldn't tell them\nthat I'm a Holocaust survivor's child, because they would get into it, \" and she said,\n\"and my problem had nothing to do with the Holocaust.\"",
        "Q: So she was aware of...",
        "A: Yeah. But as | say, she's fine. And she's on medication, but if it hadn't been\nneglected. She had some rough years because of that. But it was, she said on the\nother hand, she probably is a little bit more high-strung than she would have been if\nshe hadn't been raised in a house by a mother who, when the phone ring, | would\njump. So...",
        "Q: And now that your children are adults and out of the house and it's just you and\nyour husband, does he talk more? Do you talk more to other people about what\nyou went through? Is it even a different phase of your life now in your own thinking\nabout the Holocaust?",
        "A: Well, this has been a process. As | told you, originally, | did not talk about the\nHolocaust at all. | started talking about it. That was right awaya...",
        "Q: We need to switch tapes here.\nEnd of Tape 2.\nTape 3",
        "Q: This is Tape 3 of an interview with Bella Tovey on June 6th, 1996 -- June\n10th, 1996. The question that | started to ask at the end of Tape 2 was, your\nchildren have left home now, and you and your husband are here together, and\nhow is your thinking about the Holocaust today, compared to when you had\nchildren at home, or when they were young? Where are you now in your thinking\nabout it?",
        "A: Well, mostly, as | said, | didn't -- we don't, Henry and | -- it's funny. We don't\ntalk about the Holocaust. | can talk to Henry about it, although | will say this: In\n19- -- there are a couple of things that happened. First of all, | talk about the\nHolocaust more mostly because -- and | started originally when | was a Hebrew\nteacher talking to my class. First | talked to my children at home. Then | talked -\n- but mostly that's why | agreed to interviews, | gave my oral history. When |\nstarted reading that people were denying that the Holocaust happened, | think |\ntook, | made a definite decision that | need to make some kind of a contribution if\n| can, because | realize that there are people who are denying that the Holocaust\nhappened. And particularly | remember reading about a Professor Butz, B-u-t-z,\n| think. He was at the University of Northwestern, and he wrote a book called\n\"The Hoax of the Twentieth Century,\" denying. In other words, this is not just,\nyou know, some of these skinheads denying the Holocaust. But this is scholarly\nwork being written that the Holocaust never took place. It's that kind of a thing\nthat made me want to do it. That, plus the fact that we did take Roberta and\nCraig to Poland in 1989, shortly after Henry retired. We went back to my city, to\nHenry's city, went to Auschwitz. We went to all of these places. We went to\nMogilev. Our son and our daughter wanted, they felt it was an incredible\nexperience. My husband paid for it by becoming -- and he's never been\ndepressed. He was depressed for three months after we came home. It was a\nrough trip for him. He did it for his kids, and it was at that time that he talked\nabout his experiences because it was -- | mean we were in Auschwitz.",
        "Q: To the kids?",
        "A: Yeah, to the kids. Most of the time Henry and | do not talk about it. When I'm\ncalled up occasionally by the Children's Museum, | go and talk, because | feel it's\nimportant. | gave a talk at my temple a couple of years ago. Henry actually gave\na talk once in his life last year at the Liberation. We had a wonderful service\ndedicated to the liberators last year, and Henry was one of the people who the\nrabbi -- Henry's very fond of our rabbi, so he twisted his arm, and Henry gave a\nshort talk. That was the only time that Henry talked. | will also say to you,\nthough, that when some of my friends who are survivors -- | don't have too many\nfriends here. | have one couple, but we have some friends who occasionally\ncome from New York. When we get together, usually, and this is kind of a joke\nand a password. That one of our friends will say, \"Well, we came to Auschwitz.\nWhy don't we go home? Why don't we go to sleep?\" In other words, if | can\nexplain what happens, yeah. | think that when we are together, particularly with\npeople who went through what we did, we find ourselves somehow drifting back.\nAnd usually somebody then will say, \"Okay, we're already in Auschwitz. Why\ndon't we call it quits? And why don't we go to sleep?\"",
        "Q: | don't understand that.",
        "A: What happens is that we are together. We can be talking about our kids, we\ncan be talking about politics. Henry and | volunteered this days in the\nWhitehouse, and we are very, very pro-Clinton, for instance, so we talk about\npolitics. We can talk about music. My husband loves birds. We can be talking,\nand then suddenly somebody will say something, remember something that\nhappened. And then we'll start talking about -- and one thing leads into the other,\nhe'll mention something, then we start talking about the Holocaust. And then\nsomebody will usually say, \"Well, we are in Auschwitz. Why don't we go to\nsleep?\" Meaning, that somehow Auschwitz is the, what is it, is the synonymous\nthing with Holocaust. So we got to Auschwitz, why don't we call it quits? Why\ndon't we stop talking?",
        "Q: Meaning, let's not talk about this anymore?",
        "A: Meaning that somehow it's -- no matter what we talk about, when we are\ntogether with people who went through what we went through, we somehow end\nup getting to Auschwitz. So yeah, can | say that we do? Yeah, we do.\nSomehow it didn't leave us. | remember you have on that big film, the big one in\nthe Holocaust Museum, somebody said that she tries not to teach her children to\nhate. | never taught my kids to hate. And if they want to forgive, my son is flying\nto Israel today. | hope he has a good trip, and he's so happens that his trip is\npaid for by his University. And the tickets, he's going via Frankfort with\nLufthansa. And from there | think he's taking via -- to Israel, but he's stopping in\nFrankfort for a day. | will not go to Germany. My son is going, he isn't going to\nvisit Germany, but he is going to go through Frankfort and go on. It's okay.",
        "Q: Because you still have...",
        "A: It's okay for him, and it's fine, but | will not go to Germany. | will not forget and\nI'm not forgiving. Not where the Germans are concerned. So am | left with\nsomething? Yeah, probably.",
        "Q: Do you have grandchildren yet?",
        "A: My son has three adopted children.",
        "Q: Are they old enough to ask questions?",
        "A: Probably, but we haven't gotten to talk about it. His oldest daughter is 10 and\na half. Two are from Korea; one is from Peru. And Kendall is going with Craig to\nIsrael, so | don't know. I'm sure that Craig has talked to her about it.",
        "Q: It would be interesting maybe as they get older to see how you think about\ntalking to them.",
        "A: | don't know. Come to think of it, we have talked a little bit because they come\nhome for Passover, and it is during Passover that we talk a little bit about it. As a\nmatter of fact, last year | was 50 years when we were liberated, and Robbi and\nCraig, our son and our daughter, and my son-in-law -- my son is divorced --\nplanted 50 trees, 100 trees, excuse me for us in Israel; 50 for me and 50 for\nHenry in honor of our liberation. So we talked about being liberated and our\nchildren and grandchildren were here, so we do talk a little bit about it already.",
        "Q: How did your relationship with your sister turn out?",
        "A: Great. | have a wonderful relationship with my sister. My sister did what she\nneeded to do, and as | said, once | came to America, | did not take a walk to\nIsrael. | did not go to Israel, | settled here. I've pretty lucky in this country. It's\nbeen a great country for us. | have some moments where | feel that perhaps |\nshould have gone to Israel. Because | think that maybe all Jewish people should\nbe in Israel, but it's nice coming to America. | have my -- as | say, | have my\nmixed feelings occasionally. But this is by now my country, so in that sense |\nthink I'm like many of the first, what is it, immigrant Americans. I'm probably\nmore patriotic than even my children. | find that Americans don't appreciate this\ncountry as much as people who have come here. And | mean that honestly, with\nall its faults, this is a truly great country. A very democratic country. There's\nsome problems, problems everywhere. Wasn't it Churchill that said it's the worst\nof the best systems? Oh, no. He said something. It's a bad system, but it's the\nbest of all the bad ones.",
        "Q: It's come to my conscience here about a year or so, especially last winter\nduring the presidential primaries, you probably are -- my assumption is that you\nare sensitive to hearing anti-Semitism expressed by political figures or aspiring\npolitical figures. How does your experience play itself out in your political view of\nyour life here? Or maybe it doesn't.",
        "A: Well, | am sensitive to it, and for instance, definitely wnen | make my decisions\nabout voting, | am very careful to -- | definitely am sensitive to anti-Semitic or\neven, you know, that kind of an expression. Henry worked with non-Jews most\nof his life, and some of them were truly wonderful people who had no -- they\nwere not prejudiced. But he had friends who would occasionally say | Jewed him\ndown or something. And when it comes to political people, | could not stand\nBaker. | thought that the Bush administration was -- and it's not because they\nwere Republicans. Reagan had his faults, God knows. | didn't care for some of\nhis politics, but he was not an anti-Semitic. Bush was an anti-Semitic, he was a\nkind of an aristocratic anti-Semitic, if you will. And Baker, even worse. Clinton is\n-- maybe that's why -- that's not the only reason I'm fond of him, but Clinton with\nall of his faults -- they accuse him of so many terrible things, but | think he's\nbasically a totally unprejudiced man. And to me -- to me, this is more important\nthan anything else. | don't worry about relationships between, I'm not God. I'm\nnot telling people how to live. | don't care whether Clinton has a mistress or will\nhave a mistress, that's not my business. | think that the most important thing\nabout a human being is to be fully accepting of other human beings. And |\ntreasure people who are able to see human beings as human beings regardless\nof the color and religion and whatever. And Clinton, to me, with all of his faults,\nand God knows he's got lots of faults; everybody does. Clinton is a truly\nunprejudiced man. | sometimes wonder whether hopefully maybe this is true for\nthis younger generation. My daughter, for instance, | have some non-Jewish\nfriends, but not that many. We had more when Henry was working. Robbi, even\nthough she belongs to a temple and she's Jewish in the sense that she's more\nobservant that | am, 50 percent of her friends are not Jewish. And maybe your\ngeneration is less prejudiced, maybe you have -- although God knows that's\nprobably not true. | work in the Whitehouse, and | hear all kinds of things when |\nanswer the phones. But to me, this is the most important thing about a person.",
        "Q: Is this something that you learned from your parents or something that you\nlearned as a result of your experience?",
        "A: What? Not appreciating a human being who can be without a prejudice? I'm\ntrying to think. My father was a very tolerant man. My father was a religious\nJew. My father was a very tolerant person. When people would come and say\nthat they saw a friend's son smoking on Shabbat, and my father did not smoke\non Shabbat. He would say, \"What's the matter? Only the non-observant have a\nright to smoke on Shabbat?\" So | probably grew up in a very tolerant home.\nThat may have been, but | think that the war had a lot to do with it, too. There's\nno question. | mean our mind is a reaction. When | meet people who survived\nthe Holocaust, and there are some of us, who will say -- although | think if they\nstart thinking, they wouldn't -- who will say something derogatory about blacks or\nsomething. | get terribly upset, | think that we have absolutely -- if we didn't take\nanything out of those camps, we have to remember that we are all human\nbeings. And we have to remember something else, that it's so important, it's so\nimportant not to allow yourself a kind of a -- if people think that just saying\nsomething negative about another person is not dangerous, they're wrong. |\nthink that the minute you open up the possibility that somebody is not quite\nworthy of the same treatment as you are -- I'm always that when | talk to children\nand, you know, when | talk to any groups, that when somebody will try to take\naway one right, when somebody will try to tell you that you are not entitled to one\nthing of all the thousands things that other people are entitled, that's the\nbeginning of the end. | think we all have to be so sensitive to it. To me, this is so\nimportant that every human being has to have the same rights. And we have no\nright, | have no -- if | sometimes, think, you know, if | get angry at something or,\nyou know, when | hear these stories about welfare, it doesn't matter that there\nare more blacks who are on welfare. It doesn't matter. Use the words that there\nare more people in New York who are on welfare, but don't put the labels of\nblack, white, green, yellow. I'm very proud of the fact that my son adopted two\nchildren from Korea and one child from Peru. It means that he grew up ina\nhome where he didn't hear that being Jewish is better than anything else.",
        "Q: And yet, you told me an hour ago that when you, in 1945, you couldn't stand\nthe sight of German children, so you've made a lot of -- you've sort of come a\nlong way in your thinking. That's different?",
        "A: No, no. That's different. Let me explain. When | said in 1945 that | had to get\nout of Germany, | emotionally was very troubled. | adored my kid sister, and |\nlost a kid sister and a kid brother. My brother was born in 1933, and he was 10\nyears old when he was taken to Auschwitz. | wasn't home anymore, and my\nsister was 12 years old. | lost two children, my younger siblings, and when | saw\nfamilies -- and | lost my parents. And when | would occasionally get out of\nBergen and | saw people, normal people -- a father and a mother and a couple of\nchildren -- walking on the street, and they took that away from me. And they did\nit, so yeah, | hated them. And frankly, | was afraid -- | didn't want to stay in\nGermany; | didn't want to hate that much, and | didn't know where that hatred\nwould bring me to. | don't think that | would have gone out and killed somebody,\nbut I'll tell you this: When | heard, because | wasn't involved, when | heard that\nthe inmates in Bergen-Belsen put a couple of barracks on fire where the SS men\nwere put in. When the British came in, they took some of the SS men who didn't\nmanage to escape and put them in a barrack and they surrounded them. And\nthen some of the prisoners who can walk, some of us had -- not all of us were in\nmy shape. They put those barracks on fire, and the British soldiers walked away.\nOf course, they later, the prisoners were not allowed near those. These became\nsuddenly prisoners of war. But | was delighted to hear it. | think they should\nhave killed more Germans. Are you asking me now whether | still -- now, | don't\nhate the Germans who were born after the war and have nothing to do with it. |\nmean, obviously, emotionally -- even emotionally, | don't hate them. But | have\nnot forgiven the Germans who were involved in it. And, by the way, | didn't read\nthe book by Goldhagen, and | don't know how factual. | don't know, but I'll tell\nyou this: He is absolutely right when he says that many, many, many more\nGermans knew about what was happening, benefited from it, and were\nparticipators to the Holocaust. There is no -- | don't, | have no doubt about it. |\nam not a historian, but | saw enough. The German soldiers didn't have to kill us.\nThe Germans -- my God, it happened in my own house. A month after the war\nbroke out, a German bitch came in with two SS men or soldiers, and they took\neverything out of our house. And what do you think these people did with all the\nthings that they took from German homes? They sent it back to Germany. How\ndid the Germans suddenly get all these things? Insofar as I'm concerned, to me,\nthe German nation was collectively guilty. They followed Hitler, they did it. But |\ndon't hate the Germans because they have blonde hair or blue eyes or black\nhair. | hate the Germans for what they did, that's different. | don't like Farakan,\nnot because he's black. | hate Farakan for what he's preaching, that's different.\nWhen I'm talking about tolerance, I'm talking about treating people as human\nbeings. But | will tell you this: I'm not a Christian, I'm not turning my other cheek,\nand I'm not forgiving those who hurt me. In that sense, maybe I'm Jewish, yeah.\nI'm not forgiving the Germans. Let the pope do it; | won't. And if there is a God, |\nhope there is a God, | also hope there's hell. And in that hell, | hope Hitler is still\nburning. Do | sound mean? Fine, that's how | feel.",
        "Q: When you talk to children in various places, what do they want to know?\nWhat do they -- I'm sure it depends on how old they are.",
        "A: Well, it depends, it depends. And they ask some questions. | will say this: I'm\nmore careful, | wouldn't say what | just told you about Hitler burning in hell to\nchildren. You know, you have to be a little more -- although | tell the children that\n| have not forgiven the German people who did it, those who did it. And | may\nalso say that if God wants to forgive them, that's his business but I'm not. You\nknow, that's -- children ask very interesting questions, very often what they will\ndo, and this is so touching. They'll come over and they'll say to me, they'll say to\nme, \"Do you have children?\" And I'll say, \"Yes.\" And they'll say, \"That's good, so\nyou have somebody you can love now.\" Which is really very touching.",
        "Q: Is there anything else?",
        "A: No. | don't think so. | think | talked more than enough.",
        "Q: Okay. This is the end of this is the third tape. This is the end of the interview\nwith Bella Tovey on June 10th, 1996 at her home in Silver Spring, Maryland.\nAnd I'm Nina Ellis for the Holocaust Museum.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: Why don't we -- | just need to get an outline of your voice.",
        "Q: I'm going to slate this tape by saying my name is Nina Ellis, and I'm interviewing\nBella Tovey. Today is Monday, June 10th, 1996. and we are at her home in Silver\nSpring -- Silver Spring, right, Maryland. | saw your video interview, and you talked\na little bit about your memories of your liberation. And you were quite ill at that\ntime, so a lot of it, | guess, is hard to remember. But could you maybe start there\nwith some of the events around that time that are most outstanding to you? And\nhow you remember that general period of time?",
        "Q: What do you remember? Do you know where you were that day and what your\ncondition was?",
        "Q: Let me ask you to go back just a little bit. Do you remember very much about\nthat working barracks before you got sick? Can you tell me something about who\nwas in there, what it looked like, wnat your average day was like right before you\ngot sick? Because it was about a month that you were in there altogether, right?",
        "Q: Did you have any bedclothes?",
        "Q: The close relationship that you had with Frieda was clearly very important to\nyou. Was that -- did other women have close relationships like that?",
        "Q: Once the British came and you started to get your health back, you stayed there\nbecause it became a DP camp; is that correct?",
        "Q: How did -- what was your life like there, let's just say, for like the first three\nmonths or so of that summer of 1945?",
        "Q: What did you do during the first few weeks? What did you do? Were you strong\nenough to go out? Could you leave the camp?",
        "Q: Let me turn the tape over.",
        "Q: This an interview with Bella Tovey. This is Tape 1, Side 2.",
        "Q: What would you sing?",
        "Q: That's your...",
        "Q: Was this the tank car?",
        "Q: Why did you go back?",
        "Q: Uh-huh.",
        "Q: Did you never think about not going back?",
        "Q: From Munich?",
        "Q: Yeah.",
        "Q: Do you remember coming into the room when she was there the first time? Do\nyou remember the meeting?",
        "Q: The Zionist group?",
        "Q: What was the name of the group?",
        "Q: Her name's Nina?",
        "Q: Did a lot of people believe that way, or...",
        "Q: Very focused.",
        "Q: This is Tape 2, Side 1 interview with Bella Tovey. I'm Nina Ellis. It's June 10th,\n1996.",
        "Q: Tell me about coming -- you arrived in New York? Tell me about, do you\nremember, Bella, was that an important moment?",
        "Q: What was his name?",
        "Q: You hadn't been to his house before that?",
        "Q: Did you start to socialize and have friends and meet other people fairly quickly,\nor did it take a while? You knew Henry, and did you keep in touch with him and --\nhow did you sort of...",
        "Q: ... get beyond just working in the factory?",
        "Q: Some of the people then that you were mixing with were, a lot of them also\nimmigrants, sound like. This Irish woman...",
        "Q:... and some Italian girls.",
        "Q: Oh, they were born here?",
        "Q: Go through what again?",
        "Q: And when there's a bombing or something . . .",
        "Q: This is Tape 2, Side 2 with Bella Tovey. Can you say at the end what you -- I'm\nafraid that we missed what you said at the end.",
        "Q: A lot of people went through kind of crisis about whether or not they were going\nto be Jewish, observant, very...",
        "Q: Especially in the DP camps, you know. People maybe weren't practicing any\nreligion at all. It was very difficult for a lot of people.",
        "Q: What is the word you're using?",
        "Q: What is that?",
        "Q: You got married in 1949, and you stayed in New York because your husband\nwas in school?",
        "Q: What happened then to you in the '50s, say, leading up to when you went to visit\nyour sister in 1959?",
        "Q: When?",
        "Q: | want to ask you something that you have not spoken about, okay. First of all, |\nwanted to ask you this because to so many survivors it's an issue. And that is did\nyou talk to your children about your experience? And if you did, when did you and\nwhy did you? And if you didn't, why didn't you?",
        "Q: You negotiated together?",
        "Q: So she was aware of...",
        "Q: And now that your children are adults and out of the house and it's just you and\nyour husband, does he talk more? Do you talk more to other people about what\nyou went through? Is it even a different phase of your life now in your own thinking\nabout the Holocaust?",
        "Q: We need to switch tapes here.\nEnd of Tape 2.",
        "Q: This is Tape 3 of an interview with Bella Tovey on June 6th, 1996 -- June\n10th, 1996. The question that | started to ask at the end of Tape 2 was, your\nchildren have left home now, and you and your husband are here together, and\nhow is your thinking about the Holocaust today, compared to when you had\nchildren at home, or when they were young? Where are you now in your thinking\nabout it?",
        "Q: To the kids?",
        "Q: | don't understand that.",
        "Q: Meaning, let's not talk about this anymore?",
        "Q: Because you still have...",
        "Q: Do you have grandchildren yet?",
        "Q: Are they old enough to ask questions?",
        "Q: It would be interesting maybe as they get older to see how you think about\ntalking to them.",
        "Q: How did your relationship with your sister turn out?",
        "Q: It's come to my conscience here about a year or so, especially last winter\nduring the presidential primaries, you probably are -- my assumption is that you\nare sensitive to hearing anti-Semitism expressed by political figures or aspiring\npolitical figures. How does your experience play itself out in your political view of\nyour life here? Or maybe it doesn't.",
        "Q: Is this something that you learned from your parents or something that you\nlearned as a result of your experience?",
        "Q: And yet, you told me an hour ago that when you, in 1945, you couldn't stand\nthe sight of German children, so you've made a lot of -- you've sort of come a\nlong way in your thinking. That's different?",
        "Q: When you talk to children in various places, what do they want to know?\nWhat do they -- I'm sure it depends on how old they are.",
        "Q: Is there anything else?",
        "Q: Okay. This is the end of this is the third tape. This is the end of the interview\nwith Bella Tovey on June 10th, 1996 at her home in Silver Spring, Maryland.\nAnd I'm Nina Ellis for the Holocaust Museum.\nConclusion of interview."
    ],
    "answers": [
        "Answer: Okay. My name is Bella Tovey, and | live in Silver Spring, Maryland. And\nwhat else do you want to know right now?",
        "A: Well, | remember -- okay, that's okay. | remember being liberated by the British.\nThat is, | don't remember it, but | was told later that | was liberated by the British.",
        "A: Well, | was in Bergen-Belsen in a barrack in a -- | was one of the lucky ones at\nthat point, because | had a -- | wouldn't call it a bed. Stop it for a second. | can't\nthink of the name -- | had a bunk which | shared with another girl because what\nhappened to me in Bergen-Belsen, and | already -- | did say that, but maybe it need\nclarifying. That about a month before liberation, | was lucky enough to have been\ntaken out of the barrack, of the death barrack that they called, where | was on the\nfloor with many other women. And | was taken out of the barrack, thanks to my\ngirlfriend, Frieda, about whom | also talked a lot. Who managed to get me out of\nthat barrack into a working barrack, and it was there that | shared a bunk with\nanother girl. And it was from that barrack that | went to work, but for a very short\ntime. Actually, | had had -- by that time, | had had typhus, and when | came to this\nsecond barrack where | was supposed to go to work, | came down with typhoid. So\nthat | basically worked for a very short time. And then no sooner did | get of this\ntyphoid, | came down with what they called paratyphoid. It must have been a\nrepetition of that high fever. And it was then that | -- as | was still sick with typhoid, |\nhad fever and | don't remember much happening to me, that | was liberated. | do\nremember that my girlfriend, Frieda, came. She was very concerned about me.\nThings were obviously going on in Bergen-Belsen. The British must have been\nvery close. Some of the SS men were trying to escape. Things were unsettled in\nthe camp. | don't know it, but | remember being told. But my girlfriend, Frieda, who\nwas in a different part of Bergen-Belsen because she worked as a runner for a\nhospital, worried about me. She knew something was wrong. She told me later\nshe sensed that something was really wrong. So she came to see me, and | was\non the bunk. | was feverish, | had not eaten, and | think | said that for certain more\nthan a week. And | don't think | had anything to drink for days on end. When\npeople tell you that you can't live without food and drink, well, | managed. And |\nwasn't the only one in camp. But anyway, she did come, | think she brought me\nsome water. | think she managed to bring me -- she says she brought me some\naspirin. | don't remember. And she sat with me through the night, and, in fact, | do\nremember something else. As she came to my part of the camp, | think they were\ntrying to stop her. Because somebody did -- she was shot, somebody hurt her.\nAnd | remember that the only thing | remember is seeing Frieda and seeing blood.\n| saw a lot of blood. She told me later that it wasn't that she was bleeding so\nprofusely, she was hurt in her arm. It was a very -- what is it? It was not a very\nsevere wound. | think the bullet must have just scraped her skin or something.\nAnd she had enough presence she just, you Know, put something around her arm,\nbut it must have been red. I saw her bleeding, and this | remember. | also\nremember people shouting that we are liberated. | also remember that somebody\ntried to give me something to eat, and | couldn't eat. And | Know now, | Knew later,\ntoo, that | was very lucky that | couldn't eat. Because what happened is that British\nsoldiers felt so sorry for the inmates that they gave them their rations, and most of\nthe inmates in Bergen-Belsen were not able to handle that kind of food. And -- go\nahead.",
        "A: Oh, sure. | remember the barrack. The barrack was a long barrack. There were\nbunks on both sides. If you ever saw any of the pictures, it was the normal kind of\na thing. You walked in and the bunks were on both sides, and it was like a\nthroughway. Like a corridor in the middle. The bunks were double. You know, one\non top of the other. Very small, crowded. Two women, two of us sharing a bunk.\nWe didn't have too much room. If | had to turn around, my partner had to turn\naround. You know, we had to be always aligned. So it was -- but it was heaven in\ncomparison to the barrack from which | came where we were on the floor and just\nsome straw. It was just terrible. Of course, the barrack was also infested with lice,\neven the one | was in. Because...",
        "A: We had a -- oh, yes, we did. We had a straw mattress, and we had -- everybody\nhad like a blanket. | remember we had a blanket. | remember it was dark gray. |\ndon't remember exactly -- certainly no pillows, no sheets. But, as | said, this was\nheaven. Now, | went -- most of the people who were in this barrack went to work.\nAnd the work that | was taken to or was sent to was to sort clothing in a warehouse.\nAnd, of course, the clothing was the clothing that they had managed to bring from\nthe other camps. From Auschwitz mostly, because a lot of inmates in Bergen-\nBelsen had come from Auschwitz. And this was mostly clothing that belonged to\nJewish people or other people that were taken to concentration camps. And we\nhad to sort things, socks and stockings and underwear. All of it, by the time we got\nit, | think it was already washed. And there was an SS man in charge. Every\nmorning we had to get up, | do remember we had to get at about 5 o'clock. Appell\nwas at 5:30. | was given -- when | came to this barrack, | was given a uniform, a\nfamous gray and blue striped. Basically, what women were given. It's like a dress,\nnot a jacket. Men wore pants -- slacks and jackets, and we wore like long dress.\nAnd underneath, since | was working in the warehouse, | was permitted the first day\nwhen | came, because | probably had rags by the time | got to this camp. But! was\npermitted to take from the warehouse a pair panties, | suppose maybe some\nstockings, maybe slacks. | don't remember that. And it was winter. A blouse and a\nsweater. | didn't have a bra, | didn't any bra. | was just as flat as anything. | was\nvery skinny already. The way one could survive in Bergen-Belsen when one\nworked, and that's why the death rate on this working camps was a little lower, was\nthat you could steal something and exchange it. So when | finally got to this\nworking place where that first day that | got my clothing, when | came home --\nhome meaning to the barrack -- | would, say, take off my sweater. And the next\nday, | would just put on my blouse and that uniform, and that sweater stayed on my\nbunk, let's say. Or | sold it that evening for a couple pieces of bread maybe or a\nbowl of soup. Then the next day, | would go to work, and when | was working,\nthere was always a chance you could sneak in somewhere and get a pair of -- get\nanother sweater and put it on and then | had something. Unfortunately, we had a\nkapo. A kapo is a Jewish woman. Actually, she was probably just a couple of\nyears older than |. She was very pretty. She was not a like | was. | was\nvery skinny, | looked like -- | was already at that point a walking skeleton, and | think\nshe disliked me. She disliked all of us who looked so terribly bad, and | thought\none day of trying to read. I'm sure something was written about Jewish women -- of\ncourse, she was a bitch. But why she was so particularly mean to me and those of\nus who looked so bad would probably make a good case study for a psychologist.\nWas it that she saw in me what could happen to her? Probably. There was\nanother reason why she disliked me, and that was my own fault. The SS man who\nwas in charge of our group sent her to get some books from a little -- there was a\nlittle office where he had some books. He needed something. Well, she was | think\nilliterate, or if she was not illiterate -- maybe she was not illiterate. But she certainly\ndid not read and write German. | don't know how good her Polish was. | didn't\nspeak to her much. She was born in Poland, she came from a little town. She was\nvery pretty. So he sent her to get the book, and she brought the wrong book\nbecause she didn't know how to read. But she didn't have the courage to tell him, \"I\ndon't read German.\" So he turned around and looked at me, and he said, \"This\nlittle one looks smart. Why don't you go and get me the book?\" And | made a\nhorrible mistake, and brought him the right book. And she never forgave me for\nthat, so as a result, what she did is the following day when we came on appell, she\nmade me lift up my uniform to check what | missing. And when she saw that |\ndidn't have a blouse on, that | only had the sweater which is what maybe | was\nhoping to steal so | could have a bowl of soup. Right away, whatever | sold and\nwhatever | got for it | shared with my girlfriend, Frieda, always. So she said -- she\nstarted beating on me, of course, and she said, \"You're not going to take anything\nback with you.\" Even though this was a kind of a gentleman's agreement,\neverybody did it. She did it, too. And so my career in that sense ended. | had an\ninteresting thing that happened because of it. I'm taking you to a different part. The\ngirl with whom | shared that bunk was a cousin of Frieda's friend in the hospital.\nWhen Frieda was taken out from that barrack, from that death barrack, very --\noriginally, if you heard my story, you know that someone whose life was saved my\nFrieda's sister took her out of that place. And she first didn't want to go, but she\nwent because, of course -- that same, her name was Salka Longett (ph), the same\nwoman who took Frieda out of the death barrack took out another girl by the name\nof -- her name was Ruth, and | don't remember her other name now. And Ruth was\nher girlfriend, so she also saved Ruth. | mean -- | don't mean save, but took her out\nthat horrible barrack where the death rate was the highest. So when Frieda was\nable to get me to this working barrack, that friend of hers, Ruth, with whom she\nbecame friendly now because they were working together in that hospital, managed\nto get her cousin. And that cousin's name was -- | don't remember anymore,\nFranka (ph), Francis. She was a very placid, not very bright girl, and | think she\nwas just not a very nice person. But maybe, maybe just not to me, | don't know.\nShe fared much better with the kapo. First of all, she was not that skinny. As |\nsaid, | think she was not that bright. And she was managing to -- and she didn't get\nsick as | did shortly after that. But whatever it was, but she knew that all of us were\nbringing things. She didn't know that | was being picked on by the kapo, or she\ndidn't pay attention. What she did do is that after the war, after | was already out of\nthe hospital and now I'm going ahead of it. | didn't see my friend, Frieda. | fully\nexpected her to come and see me, and she didn't. She came to the hospital once,\nmaybe. | don't remember. But just the relationship was not what it was, and so |\nwent -- when | was already better, | went to see my girlfriend, Frieda. And she was\ncold to me, she wasn't very pleasant. | don't know that | ever told anybody that, but\n| just remembered. So | said, \"Frieda\" -- we went out for a walk. It was already in\nthe DP camp. And | said to her, \"Frieda, what's going on? Why are you so\nuncaring? Is something wrong?\" And she got very angry. She got very upset, and\nshe said that Francis, the other girl, told her that | did not share with her everything\nthat | was able to get -- you know, that | was getting, bringing some stuff and | was\nprobably selling it and getting maybe some bread. And | want you to know that\nFrieda was not living in heaven there. | mean she was working in that hospital, but\nshe was hungry from -- | mean there was just no question that Bergen-Belsen was\na horrible place, even if you work. And she said that she was very hurt when she\nheard Francis tell her that | did not share, because this was -- you know, we were\nlike sisters. This was an agreement that -- we didn't write anything to each other,\nbut this was a given. And she said to me that that's what Francis told her, that | did\nnot -- that | basically cheated on Frieda. And | got terribly upset, | remember | cried.\nWe had a long talk, and we made up. She believed me. I'm grateful to this day we\nare still friends. In fact, | just saw her in Israel again. But so | had this terrible\nexperience, but it was this Francis with whom | shared, that bum. And it was this\nFrancis who | remember, because she did not get sick as | did, when | was so sick\ntoward the end of my stay in Bergen-Belsen that she just was just a very uncaring\nperson, at least as far as | was concerned. So...",
        "A: That was very important to many of us. Very often a relationship such as this\nwas was there between, let's say, two sisters. If some of them were lucky and they\nhad a mother and daughter, but usually two sisters, two cousins. Interestingly\nenough, not always did the two sisters get along. It was not always, but many of us\ndid form these kind of relationships, and it was extremely important for all kinds of\nreasons. | mean not just -- first of all, it was important to survival. When we were\non the death march, when Frieda couldn't walk, | dragged her. And when she didn't\nwant to get up, | pushed her. Or | couldn't -- and in Bergen-Belsen, if it wouldn't be\nfor Frieda, | probably wouldn't be sitting here and talking to you. There's no\nquestion that she saved my life, and | don't think this was true just for me. We had\na lot of us formed these kind of relationships. | know that Henry, my husband, had\na kind of -- actually, he was with a group, but he had one friend who | didn't even\nknow about, because Henry doesn't talk much. But we were in Sweden a couple of\nyears ago, and we were staying with one of his friends with whom he was in\nAuschwitz and in the camps. And his name is Jacob, and they were awfully nice to\nus. We had a tour, but then we stayed a couple of days with them. And Jacob told\nme for the first time, | didn't know, that he's alive because of Henry. That Henry\nliterally carried him during the death march. Henry never told me that, but these\nthings were happening to a lot of people. This was very important to have\nsomebody.",
        "A: Oh, yeah.",
        "A: I'm trying to remember. | probably came out of the hospital -- | was liberated on\nApril 15th. | have no dates to give you, | don't remember when | was -- they\nprobably took me out of the hospital as soon as | was not contagious. Because\nwhen | was taken to the hospital, | had paratyphus, but | was already lucid. |, for\ninstance, remember being taken out, not fully, but | remember that they put us on a\ntruck or something, since the sick people went first. But | do remember being\nsprayed with DDT, | always talk about it; it's such a wonderful feeling. And |\nremember that the air, when we're driven out of Bergen-Belsen, the air smelled so\nsweet once we left. But | don't remember how long | was in the hospital. It was not\nprobably a very long time because | think that it was already in May | was already in\na DP camp. In the DP camp, actually, you probably know about it, was formed in a\nplace called Bergen, not Bergen-Belsen. Bergen had -- these were army, this was\nan army camp. And what the British did, is that they took over the German Army\ncamp, and they turned it into a DP camp. The Jews were not the only inmates\nthere. They had Russians -- | don't think there were too many Poles there,\nmeaning non-Jewish Polish people. There was Polish, but no Jewish. They had\nmen and women, but they kept the barracks separately. So | was put in, |\nremember | was in Block -- if I'm not mistaken -- Block Number 73, which was one\nof the blocks where the women were put. And what they would do, we were given\na room, the blocks was a two-story house. | don't remember how many rooms\nwere on each floor, but | do remember that we had a bathroom and showers on\none floor and then one -- so | have no idea how many. | don't remember. | do\nknow that | was given a room on the second story, second floor with this Francis.\nProbably because | came out with her, and | very quickly moved out. | didn't want\nto share with her. There may have been somebody else in that room. And | meta\nvery nice girl who was from Lodz, was in Bergen-Belsen, who was about five years\nolder than |. And | actually came to borrow a frying pan from her, | wanted to do\nsomething. And we became very friendly, and she took me into the room where\nshe shared with three other women. And so we were five of us in one room, and\nwe also had bunks, but these bunks were now private. | had my own bunk, and\nthere was one above me and there were five or six bunks. Because | think\neventually, we took in another girl, and the room had -- so we had bunks. It was a\ngood-sized room, and there was a table in the middle. And then there was a closet,\n| suppose, for clothing. People had clothing. And then, of course, if we wanted to\nwash and shower or use the bathroom, there was one big communal. | suppose\nthis was the way soldiers lived in these barracks, so that's -- it was summer. We\nwere coming out from a bad situation, we had food. It was not wonderful food, but\nwe were -- I'm trying to remember. We probably were given all the bread we -- we\nhad enough. | remember for the first time not being hungry, which means that we\nwere given soups. | think ONR moved in rather quickly and provided, they had big\nkitchens. We had to go to the kitchens to pick up our -- | think, midday soup meal.\nIn other words, we were given soup and probably bread. | don't remember\nanything more than that.",
        "A: | don't remember leaving the camp. | think what we did in the beginning, we\nwere trying to -- | have all kinds of memories. Well, the first thing that we tried to do\nis to find out who was alive. | remember going to the -- there was already probably\nsomething, a community center formed. In fact, there was one. In fact, if you ever\nheard about Hadassah, Gross Rosen, her husband, she by that time was not\nmarried to him. She comes from my city. Her name was Hadassah Binka (ph), |\nthink it was. She was a dentist. She survived, she was in Bergen-Belsen. | think\nher husband-to-be, much older than |. If not much older, certainly he was an adult\nbefore the war. So there must have been Jewish who formed some kind of a\ncommunity, and maybe they were the ones who worked with ONR to start bringing\nthings. So | remember going there probably, and trying to get lists of people who\nsurvived. My girlfriend, Esther, started volunteering in a hospital. | probably took\ncare of things in the room. Maybe | was the one. Because everybody was doing\nsomething. | was probably the one who would go and get the food. | was probably\nstill weaker than the other girls there because | had come out of the hospitals, and\nthey were not -- they came directly from the camp. There were some, | have a\nmemory of sitting on the grass. So | think that behind the barracks, there may have\nbeen some lawns. We probably would sit around and talk. We probably talked a\nlot about what happened to us and about our family and whether we're going to find\nanybody. That was in the beginning, | had a very difficult then with my girlfriend,\nEsther. | found Frieda, remember | told the story what happened. She was already\nat that point sharing a room with some other people with wnom she was, so we\nnever -- we did not get back together that way, because | had found Esther. But\nour relationship was great, that was the problem. | was -- my girlfriend, Esther, was\nvery hopeful that her boyfriend survived. She came from Lodz, and she was in\nAuschwitz, she was an only child. But she went to Auschwitz with her parents.\nShe was separated from her parents, but managed to go through Auschwitz with\nher boyfriend's mother and sister. They went to Auschwitz together, they ended up\nat some, | don't know what camp. | think they were in Mauthausen, but | don't\nremember, and they ended up in Bergen-Belsen. And my girlfriend, Esther, who as\n| told you was about five years older than |, that she mothered me because, you\nknow, | was -- in 1945, | was born in 1946, so | was 19 right after the way, not quite\n20. So my -- no, | wasn't even -- wait a minute. | was born in 1946, | was not even\n19; | was 18, going on 19.",
        "A: Yeah.",
        "A: So what happened to her that she was in Auschwitz, talking about my girlfriend,\nEsther. With her boyfriend's mother, and she was practically engaged to be\nmarried to this guy. Having been five years older than |, she was -- | know that she\ngraduated from Gymnasium before the war. She was born in 1921, yeah, so she\nwas about five years older. Anyway, she buried that future mother-in-law and her\nboyfriend's sister in Bergen-Belsen. In other words, they didn't survive, but she had\nhoped that her boyfriend survived. She had heard from somebody that he was in a\ncamp with his brother. And then, must have been about a month after the\nliberation, maybe a little longer, but | remember that we were together in this room\nwith the other girls. And somebody came with the news, must have been a friend\nof her husband -- of her boyfriend. In fact, it was a friend, | remember, who was his\nfriend and told her that -- his name was Manik (ph), | don't what, the Polish name\nwas Manik, whatever. That he was killed a day -- he died or something happened\na day after liberation. Just a day after liberation. And my girlfriend, Esther, went\ninto what | now know, into a deep depression. She refused to get out of bed, she\nstayed in the bunk. And | was very concerned for her. And | do remember that |\nwould sit and | would sing to her for hours. The other girls, we all tried to take care\nof her, but | was the closest to her. And | would sit there for hours, and | would\nsing.",
        "A: All kinds of songs. Polish songs, anything that | remembered. | came from a bit\nof singing family. My mom had a beautiful voice, and we always sang at home. So\n| sang whatever, you know. And | would try to make her eat, and friends came. In\nfact, Henry, my husband, who was not my friend then, but he knew Esther because\nhe comes from the same city. And they were together in the ghetto in the same\narea. Anyway, | remember he would come and bring some goodies. Men always\nmanaged to bring some food. They managed to -- he probably already was getting\nout of the camp occasionally. But | don't remember how long it lasted, but | think\nthat what | did then and | talked to her. And | would have a talk to help, and then --\noriginally, first, of course, she was talking about her boyfriend and Manik and what\nfriends they had and how much she loved him and all that. But then | would --\ntoday, | suppose | could say that maybe | acted as a therapist. But | didn't have any\nschooling, | just did something instinctively trying to help her. So | started to ask\nher to tell me about life before the war, what she did before the war. What school\nshe went to, who were her friends. And then she told me that she had a boyfriend\nbefore the war, that she had a boyfriend, and they were kind of like childhood\nsweethearts. And in 1939 when the war broke out, her boyfriend, whose name was\nLolak (ph), and his father -- his father was a professor at the Jewish Gymnasium,\nand they knew because they were intelligentsia that they're going to be -- they were\nin anger. They were told that the best thing for them is to get out. At that time it\nwasn't because he was Jewish, this was when the Germans were removing the\nPolish intelligentsia, and among them, of course, the educated Jews, too. So\nLolak's father, his name was Seka and Lolak decided to run away to Russia. And\nthey came to Esther, and they wanted her to go with them. Lolak, her boyfriend,\nwas a year older than Esther, and he graduated from the Jewish Gymnasium in\n1938. He was accepted at the Hebrew University in Jerusalem, but he waited for\nEsther, who was also accepted. And they were going to go in 1939 to Israel, but\nthey missed it because war broke out. So they were really serious about each\nother, and he wanted her to go with him to Russia. But she was an only child and\nshe couldn't leave her parents, so they parted company and he escaped to Russia\nwith his father. When she started to talk to me about Lolak, | Kept going back to\nLolak. Whenever she would mention her boyfriend, then apparently life took its\ncourse. Lolak was in Russia, she was a very pretty girl. She met this guy in the\nghetto, and they became close and had he survived, I'm sure she would have\nended up with him. But | just wanted to know about all of that, and | made her talk\nto me about all that. And | was singing to her, and she was so -- | think that |\nprobably spent probably the rest of that month, May, maybe into, | would say -- |\nwould say that it took about maybe a month to get her back out of bed. And she did\nget out of bed, and she went back to work in the hospital where she had started\nbefore she decided that life is not worth anything. And | want to tell you that -- two\nthings: Number one when she came back, when she came back to herself,\nsomebody came and told me that my father is alive and was in Munich. | had...",
        "A: My father. That somebody by the name of Aaron Nakabovich (ph), that's my\nfather's name, is alive, and he should be somewhere in the camp near Munich.\nNow, | had not seen him on the list, but somebody said that they saw him on the\nlist. | did find my sister at that point -- no, | didn't. | Knew my sister had a chance to\nsurvive. No, | didn't know anything about my sister, but | put my name on the list.\nAnd when | heard that my father is alive, | decided to go and look for her. Now, this\nis an interesting story. Because what happened is that traveling through Germany\nat that point was impossible, but people did. We were looking for people, so the\nfirst thing that was necessary was to outfit me for the trip. And my girlfriend, Esther,\nwho was not a wonderful thief, stole -- | didn't have shoes. | had like cloppers, it\nwas summer. And | probably had some clothing that the ONR gave me, but where\nI'm going to go on a trip, | need something a little more decent than that. A warm\njacket maybe. Evenings in Europe, even in the summer, are cold, colder. So she\nstole shoes, two shoes for me. But they were two left shoes, they were, you know,\nkind of like, you know, like shoes with lace. Good walking shoes. So she stole\nthem, or organized them as we used to call it in the hospital. Somebody gave me,\nor maybe | had a pair of slacks. And then another girl -- the whole room got\ntogether and they outfitted me. So! got a pair of slacks and | got a nice shirt and a\nshirt to change, and a sweater or a jacket, and even a kerchief. And Esther was\ntelling me how to, if | need to get off the train or | need to step down or something,\nsince I'm wearing slacks, you can't tell that they are two left shoes. But if | always\nstep out with my left foot, then nobody will notice that | have two left shoes.\nManaged very well with these two left shoes, so | went, but | didn't go. It had to be\narranged. | didn't go alone. | went with, actually, Henry and a friend of his,\nbecause they had had pneumonia and they were being sent to a sanitorium just to\nmake sure that it doesn't develop into something else. So they were going to a\nplace called sanitorium near Munich, and | wanted to go to Munich, so | went with\nthem. And it was an experience, because you couldn't buy tickets. You had to --\nsome of Henry's friends literally carried us and threw us into a train that was leaving\nHannover. | don't know how we got to Hannover. | Know how we did. Henry had a\nfriend who was already working for the British, he spoke English. So he managed\nto borrow a Jeep. So the three of us, with his friend -- his name was Alexander,\ntook us to the train to the nearest city which was called Hannover. We went from --\nand a couple of his friends must have gone along, because | remember being\nthrown into the train through the window, okay. And somehow the three of us got\non the train, and the train went to the -- stopped at the American zone. Because,\nyou see, we're in the British zone. So we had to get through to the American zone,\nbut this was the beginning of the war. The soldiers were very sympathetic to us,\nthey knew who we were. All we had to do is tell them that we are Jewish, DP, you\nknow, people -- refugees. And the Americans let us through, we didn't have to --\nlater on that became much more difficult, but at that point, it was easy. | do want to\ntell you this, and this was very important. The American and the British, | don't\nknow about the Russian soldiers were extremely nice to us in the beginning. When\nthey shipped the American boys home, and they knew the young -- | don't know --\nthe young, they knew what Americans, | suppose, wanted to do and maybe the\nBritish did the same. They wanted to send the war-weary soldiers home, so they\nsent them home. And then when the new soldiers came in, those who didn't see\nthe concentration camps, those who didn't see what we went through, they started\nfraternizing with the frauleins, with the German girls and they were much nastier to\nus. They were not so understanding, it was much harder. It was painful, too. So\nthat's -- but, you know, | remember at that time being very angry about it, but | now\nunderstand why a little better. But anyway, | went through, we went through to the\nAmerican zone. | got to Munich, turned out that this was not my father, of course.\nBut when | came back, oh, | also want to tell you -- | also want to tell you that the\ntrain wasn't always -- then one of the trains that we took on that was really funny.\nWe had -- Germany was devastated. The cities were bombed out. The train -- the\ntrip that should have taken maybe, | don't Know, 10 hours, we were traveling for a\nweek. We would stop in places, we would stop in DP camps, some Jewish inmates\nwould take us in. Then we would go farther. It was a whole undertaking. |\nremember being, for one stretch of the road, we hitched -- we managed to hitch-\nhike or something, | don't know. We managed to get on a train that carried oil or\ngas, because they were those round -- what do they call them? | suppose, trying to\nremember. They looked like a big, round barrel, and you couldn't -- there was no\nway, and the only thing it had like a little balcony in front for | suppose the\nconductors. And | remember Henry and | and his friend, we were sitting on one of\nthose little, it looked like a little balcony.",
        "A: It was like a tank, but it was like a round. And in front on both sides, it had these\n-- there is a name for it. It looked like a little balcony, but it wasn't a balcony, with\nthe little railing. And | suppose you could stand on it, or if you were weary, as we\nwere, we would sit down. And since it was night, we would hold onto the railing,\nand since it was night, we would doze off. Because | remember occasionally, the\ntrains were moving very slowly, but nevertheless, | remember once in a while kind\nof feeling that I'm sliding down. | Suppose when you're young, you don't worry\nabout it, but it was not always the safest way of traveling but we did it. And, as |\nsay, | did get to Munich, but by that time | had parted company from them. And,\nyou know, | don't recall how | got back from Munich, because that was probably an\nexperience; | was alone. But again, what was helpful is that if | met some Jewish --\n| remember getting on a trolley in Munich, and | don't remember how | paid for the\ntrolley. | think what probably happened is that somebody -- | said something, and\nsomebody said to me, \"Am who?\" It means -- it was kind of a Jewish\npassword, which meant are you from my nation, are you from my people?\nBecause there were a couple of guys who | think paid for me and asked me where |\nwas going. And | was telling them that | was looking for -- | had an address, but it\nwas already in the evening, so they suggested that they would take me to their\nhouse, to wherever they were staying in Munich. And it's funny, there were two\nguys; | didn't know them from Adam, and | said, \"Okay.\" Well, | had no choice\nanyway. | could have, | suppose -- to stay on the street would have been\nridiculous. They felt that it was too late for me to get to where | was going, so they\ntook me with them. And | think they had some kind of an apartment, they must\nhave gotten an apartment from a German family. And they gave me a room, and\nthere was no other -- there were just the two of them. You know, when | think\nabout it, they could have raped me. It doesn't matter, they actually they were very\nnice, they gave breakfast. And | think they even took me to where | needed to go,\nand then | found that my father was not alive. But | found a cousin, a distant\ncousin. Who was it? My mother's cousin, who was younger than my mom.\nAnyway, she survived, and she already had a boyfriend or something. Because |\nremember she gave me some money, she gave me some clothing. | don't\nremember. And she told me that my sister's alive. So that was great news, so |\nsomehow managed to get back to Bergen, to the DP camp. And I'm trying to\nremember how | got back there, but | don't recall. | probably took the same, you\nknow, chance with trains.",
        "A: To Bergen?",
        "A: Because that was my base. | had no intentions of not going -- if | had found my\nfather -- | didn't leave for good. Even if | had found my father, | would have gone\nback. | would have gone back to see how Esther is; | had made friends. And they\ngave me clothing, not all of it was mine. Besides, it was my base, but | went back,\nso | went back. Also, | knew that if my sister is alive...",
        "A: From where?",
        "A: Munich was also in Germany.",
        "A: And who wanted to be in Munich? | didn't have anybody in Munich. There was\nno reason for me to stay there. That cousin, maybe she even offered to keep me, |\nwouldn't have. | didn't Know her that well. | felt much closer to the people | had in\nBergen, so -- but | also knew that if my sister's alive and | was registered on the list,\nthen she would know that I'm in Bergen. And this is what happened. When | came\nback to Bergen, it must have been already early July. My sister was there. She\nhad come from Poland to Germany. Now, she was liberated by the Russians, and\nbecause she was liberated by the Russians, she was sent -- the Russians sent\nmost of the people who could walk, they sent them back home. Home, for my\nsister was Poland, Szydlowiec, the city where | was born, and that's where my\nsister went. And she didn't stay there that long because she was alone and she\nmet with some unpleasantness. Some Polish neighbors were extremely nice to\nher, and then she walked out into the street and some s.o.b. said to her, \"So Hitler\nleft some of you.\" And my sister decided this is not for her. So she went to another\n-- she found another cousin who, by the way, is my cousin whom | knew much\nbetter and stayed with her for a little while. And when she found out that | am alive,\nshe decided to smuggle herself to Germany. And she did come with an aunt of\nmine, who also wanted to come to Germany. So she, my sister, and my aunt -- this\nwas mother's youngest brother's wife, who had lost two children but survived with\nher niece. And she and her niece and my sister, which was a niece on her\nhusband's side, they managed to smuggle themselves through to Germany. That\nwas a little more difficult because you had to go through the Russian zone, you see.\nAnd but | have a feeling that my aunt who was an adult, she had been married\nbefore the war, she had two children, she may have had some money with her\nalready. And they managed to come to Germany and to Bergen and to the DP\ncamp, and my sister found her way. She knew where | was, and when | came, she\nwas in that room with, you know -- and, of course, we took her in.",
        "A: | probably -- you know, it's funny. | remember that | couldn't recognize her. She\nwas also very thin. By that time, some of the girls started to gain weight. It took me\na much longer time to gain weight. | never got real heavy, but | already looked a\nlittle better. My sister was still very thin, and she was -- she's little. My sister was\nonly 16, she was a kid. And -- so | think | was in a state of shock when | saw her.\nShe looked so vulnerable, you know, so small. But she's not a vulnerable person,\nshe's very strong. She's a strong woman. She was even then strong. It was\nwonderful to have my sister. And then, then we had some rough times because\nwe, you know -- well, first of all, | had to tell her that | thought that my father's alive\nand he isn't. So we cried about that, and it was a mixed thing. It was good to find\nher, it was probably wonderful for her to find me. But, you know, until my sister\ncame, | remember we were looking for things, but we were in a kind of a -- it was\nkind of a never-never land. | don't know how to explain it. With my sister's coming,\nthe reality that this is it, the two of us. And at that point -- and at that, | was lucky, |\nhad a sister. There were some of us who Survived all by themselves. The reality\nset in that this is it, that I'll never my mother. That I'll never see my father. That I'm\nnever going to see my kid sister or my kid brother. That was it. And in that sense, |\nthink that was hard. We also started to fight, and we fought mostly because of\nideas. She was going to go to Palestine. She came in, she had been -- when she\nwas in Poland until she came, she was involved with a group of young people who\nwere being already -- | don't want to use the word \"indoctrinated,\" but yeah, they\nwere.",
        "A: Yeah.",
        "A: | don't remember. | belonged to a Zionist organization during the war, it was\nDror. It was probably the general Zionists. | was not opposed to going to\nPalestine, but | had a fight with her. The reason was simple. When she came, she\nalso brought a letter from my uncle here in America. | had four uncles in America,\nand after the war they were looking for family. And when she was in Szydlowiec,\nshe found letters from my uncle written to the Jewish community asking whether\nanybody by our name from our family is alive. So she managed to get the letters\nand the address. And when she came, she brought all of it so that we could write\nto our family and tell them who we are and where we are. So | said to my sister,\n\"Nina\"...",
        "A: Nina, her name's Nina. Her name actually was Piena, but when she came --\nPiena, | don't know how she got the name. Her name was Sabena, but when she\nwas little she couldn't pronounce her name, and when people asked her what her\nname is, she probably said, \"Piena.\" So the name stuck, and we called her Piena.\nWhen she got to Israel, she found out that Piena means corner. Well, she wasn't\ngoing to be called corner, so she changed it to Nina, that's how -- but anyway, my\nsister and | started to argue, because | felt that we had four uncles in America and\nwe should go to America. If we don't -- oh, there was another reason, and | do\nhave to be honest about it. If we were permitted to go to Palestine from the DP\ncamps -- and when | say \"we,\" | don't mean just myself, | mean most of the\nsurvivors of the Holocaust. At that time if they had opened the gates to Palestine, |\nthink that 90 percent of us would have gone to Palestine. There would have been\nno question about it. Given what we went through, all of us felt that this is the place\nto go. So | didn't have any quarrel with her on that subject, but | was looking at\nreality and my sister was not. The British were not letting anybody in, and it didn't\ntake much time for us to find out what was going on in Palestine. And | didn't want\nto enter already. | needed -- you asked me why | wasn't getting out. Except for the\ntrip that | took, | stayed in Bergen. I'm beginning to think -- | wasn't interested in\ngetting out of Bergen because | couldn't stand to see German children. | couldn't\nstand to see German -- | hated -- | hated the kids because they were not my sister.\n| was very -- | Knew it was probably a very normal feeling for a lot of us, and | didn't\nlike those feelings. | didn't want -- | needed to get out of Germany, and | kept\nsaying to my sister, \"We have a chance to get out of Germany.\" My uncle wrote us\nimmediately that he's already applying. That as soon as they permit anybody to\ncome to America, we will be the first people to get the papers. My uncle was very\nwealthy, and he wrote; he said he has contacts. He's going to make sure that the\nPolish corridor was after all open. He was going to make sure that his nieces -- we\nwere the first ones that he found out that we were alive -- that his two nieces were\ngoing to come. So | knew that we can go to America, and | Knew we can get out of\nGermany. And | said to my sister, \"Look, if things change in Israel,\" in Palestine, it\nwasn't Israel, \"we'll go to Palestine. | agree.\" | said to her, \"You are my younger\nsister, I'm older. We're going to do what | say.\" This is what | thought | have the\nright to say. And she -- well, first we fought because she said to me, \"It doesn't\nmatter what you're saying. | am not going anywhere but Palestine. Nobody will\nsend me to another crematorium.\" She was absolutely convinced that if she goes\nto any other place but Palestine, the same thing that happened to her parents is\ngoing to happen to her. She's not going anywhere, forget it.",
        "A: Oh, she wasn't the only one. As | said, look, most of us would have gone to\nPalestine. Some of that feeling was there. | didn't come to America with a feeling\nthat this is the best place for me. | came to America because it was better than\nbeing in Germany. | mean, | wanted to get out of Germany, | would have gone to\nthe moon. And | definitely would have gone to Palestine if | could, but | couldn't.\nSo the fights between us -- and that's kind of, it took its toll. So what did | do?\nThere was no point fighting her. | figured she's only -- she's a kid. I'm going to take\ncare of the two of us, and we'll manage. Fortunately for me, my girlfriend, Esther,\nwent to Poland to see what's going on there. She took a trip, she brought some\npictures back. Talking about my girlfriend, Esther. She came back and she\ndecided she needs to -- gee, | didn't know | had that much to tell you. I'm sorry.\nShe decided that she knew that she probably could go, get to Palestine legally,\nbecause she was accepted at the University before the war and she had family in\nPalestine. But she also knew that it would probably be better to be in the American\nzone. So she managed -- and also, things were easier in the American zone. The\nBergen camp was not an easy camp. When winter set in, we were cold. We were\nnot so very well taken care of, | found out later. So she managed to get over to\nSzczecin near Frankfurt, which was close to a DP camp and sent for me. Well, |\nwanted to take my sister. There was no talking to my sister. My sister by that time\nhad joined a Zionist organization in Bergen. She was going to school, she was\nlearning Hebrew. But | decided okay, so | said to her, \"Look, I'm going to go see\nwhat | can do.\" So | went over to Szczecin, it must have been about November of\n1945. Don't ask me what | did in between there and Bergen; | honestly don't\nremember, honest. But |! did go to -- as | said, | went Szczecin. In fact, Henry came\nto get me. Again, he was just a friend. He was a very good friend of Esther and he\nhad at that point enrolled at the University. He was already in Szczecin, he was\nstudying medicine at the University of Frankfurt, and Esther asked him to come and\nget me. And so he came and got me and | went to Szczecin. When | came\nSzczecin, Esther already had a room that rented with a German family, and it was\nmoved in. And | found work, | started working through Henry who had a girlfriend\nwhose sister worked in the Hias. My husband had a lot of girlfriends after the war,\nbut that's okay. And then -- so | started working the Hias. Well, you know what the\nHias is, and when | went to work to the Hias, there was -- again, you see, | was\nvery, what do you call it? What's the word? There was one thing on my mind. |\nwanted to get out of Germany. | was just concentrating on one thing.",
        "A: Very focused. | certainly was. So | was working the Hias, and hoping that this\nwill help me. And, indeed, the first papers that came to the office of Hias were for\nme and my sister from my uncle who later | found out, as | said, he was a very\nwealthy man. And he probably was able to get his congressman to send through\nthe papers. Whatever it is, my papers came in first. And then, of course, other\npapers came. So | knew that I'm going to go to America. Now, what do about my\nsister? In the meantime, | was going back and forth to Bergen. First of all, when |\ncame to Szczecin, | registered myself and | registered my sister, as if she --\nbecause she had to live in the American zone to go to American. So she was\nregistered, the papers were written, she was in Bergen. | brought her once or twice\nto visit me when | went there, but God helped us, we were called to the American\nConsulate. And first, | think to the doctor for examination, so | brought my sister. |\ndon't remember how, somebody brought her; she came. She went with me to the\ndoctor, she went with me to the Consulate. And we were issued probably already\nthe permission, the papers to come to America, and we were supposed to wait for\ntickets because at that point nothing was yet leaving Germany for America. This\nmust have been March. Now, my sister went back, and she said that she needs to\ntake care of things. And we were waiting to hear, and | think that | got -- when | -- |\ndon't remember exactly how | heard...\nEnd of Tape 1.\nTape 2",
        "A: On one of those trips back to Bergen when | was trying to get my sister to either\ncome or go, | found a letter written to Esther from Lolak, her first boyfriend. And |\nremember | ran like -- | don't remember, but | made it back to Szczecin within a\nshort time, and | brought her that letter. He was alive. He had survived in Russia\nwith his father, and | was the one who brought her that letter. That must have been\nsometime early in 1946, maybe February, one of those before. And then |\nremember, of course, that | kept saying to Esther, \"I have to wait till Lolak comes. |\nhave to meet him.\" | never did then, because what happened is that we were\nissued tickets, and the first ship, | think, came to this country in April or later April.\nAnd our ship was supposed to leave Bremerhaven, that's the port of Bremen, |\nthink on the 10th of May. Because | came to America on the 24th of May 1946 on\nthe second ship. In between, my sister while | was running back and forth said to\nme, \"Bella, I'm not going to America. We are leaving in two days.\" That must have\nbeen April, still late April, and | already knew that she's supposed to come with me,\ntoo. \"I'm leaving tonight or tomorrow with Aleah Allah (ph) to Palestine.\" She was\n16 years old. The bill that Truman worked on to commit the children to go to\nPalestine was apparently the British agreed. If you remember history, the British\ndid permit children to be taken to Palestine, and my sister was one of those who\nwas permitted to go because she was not yet 18; she was 16. So we parted\ncompany. Of course, | didn't realize that we parted company for such a long time.\nAs far as | was concerned, | was going to America, and then | was going to take a\nwalk through Palestine one of these days, you know, when things straighten out.\nAnd | came back and | couldn't wait for Lolak to come from Russia either because\nthe ship wasn't waiting for me. And | remember that -- | do remember how this was\norganized. The Americans took us to a special place, it must have been some kind\nof a school that was turned into some dormitories. We had to report a good week\nbefore the ship left from Bremen. They took us, we spent there a couple of days.\nAfter that, they put us on trains, and those trains took us -- when | say \"us,\" I'm\ntalking about -- | think | have pictures from those trains. They took us by train, all of\nthose people who were going to take that ship to Bremen. In Bremen we were\nagain put up in some kind of a barrack or something for about a day or so. Then\nwe were put on the ship. These ships were -- | think that what they did for us, they\ntransported us the way they were transporting soldiers back home, because that\nwas the only way. This was only '46, and we were put on a ship. Then the ship\nwas Marine -- the first one, | think was Marine Perch and | came on Marine\nFletcher, or the other way around. These were the two ships that were going back\nand forth bringing some of the first refugees to America. And we were on the\nocean for 14 days, 14 miserable days because | was very seasick, and then we\ncame to America. And Henry came on the same ship with me, had nothing to do\nwith me. He, too, wanted to get out of Germany even though he was in medical\nschool. And he was able to get to America without the help of anybody through\nwhat was called the corporate affidavit. What happened is that the Joint was trying\nto bring some refugees to America, and since they were trying to fill the quota, they\nknew that the quota isn't going to be filled, we'll be lost and not everybody had\nsponsors. So what the Joint was doing, they were getting out corporate affidavits.\nWhat it means apparently that companies, some companies got together and they\nsponsored. So Henry was not sponsored by a family member, but he was\nsponsored by Joint. And he came to this country, and we were -- since he was a\nfriend of mine, we kept together on that ship. And we did not, as | said, this was not\nat that point, there was nothing between us yet. But | think it did bring us together,\nand then in America in the beginning when we were here. Totally two lost souls.\nNot knowing any English. You know, just feeling very lost. | didn't get the best\nreception in my family, although, again, in retrospect probably there were many\nthings | didn't understand. But...",
        "A: Well, | remember -- | do remember something. | remember the day when the\nship came to the -- when it came close to the port of New York. | remember\nstanding on the -- by that time | was feeling better. | think the sea must have gotten\ncalmer, and | was already not -- because | was sick. | was a mess. | couldn't eat. |\nremember a difficult passage, but the last couple days things were easier. And |\nremember looking at the lights of New York. You have to understand we came\nGermany. Germany was dark, it was devastated. There was nothing. Suddenly |\nthought | am coming to an absolute paradise. And | also remember because | must\nhave seen from a distance the roads and cars. Cars going, they looked like little\nmatch boxes because it was far away, but so many of them. And | remember we\nwere so overwhelmed, it was a beautiful and scary sight. It was absolutely\nbeautiful, | do remember that. I'll never forget that first impression of New York from\nthe ship. And then it was Friday | remember when we arrived, so my four uncles\nwere waiting. Some, probably other members of the family. Mostly also a little\ncuriosity, you know. But it looked like, you know, we were the first or the second\ngroup to arrive from concentration camps, so there was a little bit of that. And | do\nremember saying good-bye to Henry. | don't -- | suppose Henry was taken by the\nHias, because he didn't have anybody to, you know, nobody was waiting for him.\nBut my uncle arranged with his son, who he was married. | think he had, his wife\nwas pregnant. It was a young couple, so they took me to their house in Brooklyn.\nThey were very religious. Somehow he thought that because I'm coming from\nEurope that I'm very religious, so they took me. But they felt that I'm observant, so\nthey took me for Shabbat to their house. And | have to say that my cousin's wife\nwas -- my cousin and his wife were very nice to me. Particularly she, Miriam, |\ndidn't have much language with her. She didn't speak Polish; she didn't speak\nGerman. | don't speak Yiddish, | could understand some. So were probably\ncommunicating. She was speaking in Yiddish, | was answering her in German.\nAnd | spent that Saturday, that Shabbat, with them. And then on Sunday, | don't\nremember what | did on Sunday. She may have gone with me shopping or\nsomething. | probably called Henry in Hias, although | don't remember that. And |\ndo remember that on Monday, | was taken by my cousin who worked in my uncle's\nfactory to the factory. My uncle owned a jewelry factory -- not a jewelry factory, it\nwas making bracelets for watches. The name of the firm was Jacobi & Bender. It\nwas a very, very big factory at that point. My uncle, as | told you, was a very\nwealthy man. He employed a couple of hundred people, probably. So anyway, |\nwas brought into his office, and | had a problem with my uncle anyway. When | first\nsaw him, | don't remember that impression when | first saw when | got off that ship.\n| think | was probably overwhelmed, but when | walked into his office | went into a\nstate of shock. He looked like my father, it was my father's brother. My father had\nfive brothers. He looked most like my uncle -- | mean, this uncle looked most like\nmy father. And here was this man who was this big, rich uncle who | didn't have\nany language with. | couldn't talk to him, my benefactor, if you will. He brought me\nto this country, and he looks like my father but it's not my father. So | think it had an\neffect on me, it was hard really. He -- | don't remember exactly what was\nhappening. Things were going on probably, but he sent me with a cousin of his\nwho was a refugee from Germany. He had brought -- we had some family in\nGermany apparently, and my uncle did bring -- you Know, he was a good man, but\nhe was insensitive. And | don't think he meant -- he meant to be a good person to\nme, but he just didn't do the right thing, perhaps not knowing how to do the right\nthing. But, as | said, he brought his family from Germany, some of his cousins, you\nknow, before the war. And one of them, her name was Dora, had already was\nworking already in the factory for him. She was working in the office, and she\nspoke German. So | had a common language with her, and he sent her with me\nshopping. Because | didn't have clothing, | had -- | really didn't look very\npresentable. So she went with me to the stores, | remember, in New York. And he\nprobably gave her a carte blanche or whatever and she bought me clothing. But\nshe was afraid of him, too, | suppose, so she was very careful. And | can\nunderstand, so she bought me three pairs of panties and two bras. In other words,\nshe was very -- she wanted to make sure that | had enough for a beginning. And\nafter that, that evening, my other uncle -- | had, as | told you, four uncles. My other\nuncle who was his -- who was Uncle Max's, the rich uncle's -- he was the one who\nwas contracted. He was the one who was taking care of things. He was a very\nreligious Jew. He was the one whose son's house | went to Brooklyn. So it was\nthat uncle who lived at that point in the Bronx. He had lost his family in Germany,\nbut he had two sons. Not Germany, during the war in Poland, but he had two sons\nthat he managed to bring to America before the war. So lived in the Bronx, that\nreligious uncle.",
        "A: His name was Uncle Favish (ph), and Uncle Favish was a very religious, ultra-\nOrthodox Jew. And he rented a room for me in the Bronx somewhere not far from\nwhere he was with some person. And | think he was stingy, and perhaps he didn't\nwant to exploit his brother again. But he was not -- again, there are all kinds of\nmembers in the family. He rented a room for me for $35, and he paid this woman.\nHer name was Mrs. Fox, he gave her $15 and said to her -- maybe he gave her\n$20. But | remember that | had -- no, | think he gave her $15. And he said that\nwhen | come, I'll pay the rest. In other words, he didn't have brains to pay for one\nmonth's rent for me. | don't know where he thought | was going to get the $20 from,\nbut that's what he told her. So | come into this room, | get this furnished. And, by\nthe way, it was very difficult to get rooms in New York after the war. So, you know,\nthe fact that he found me a room was a nice thing. | move into this -- | get into this\nroom, this is Monday evening, and I'm supposed to come to work Tuesday morning\nto my uncle's factory. So | come in, and Mrs. Fox takes me -- the first thing she\ndoes for me is she takes me to the bathroom to show me how to flush a toilet. And\n| started to cry, because | knew how to flush a toilet. | didn't come from -- when |\nstarted to cry and | said to her, she spoke German. And | said to her, \"Why are you\nshowing me how to\" -- She said to me that when she came to America, she didn't\nknow how to flush a toilet. So | said, \"Well, you Know\" -- she came from Hungary\nsomewhere or something. | said, \"Well, you know, there may have been places in\nPoland where they didn't have toilets in your time, and maybe even in my time.\nBut, you know, also didn't stand still in these 30, 40 years that you've been here.\"\nAnd | -- we had a bathroom in our house, and we even had a toilet and it flushed\nwater. But anyway, so that was my beginning. She also didn't let me use the\nFrigidaire, because that was not in the agreement, which meant that | had to eat\nout. So | had a rough beginning, if you will. You know, if you can understand it.\nFunny thing is it wasn't, I'm sure, it wasn't meant that way. | had -- | started\nworking, and I, you know, | got my first check and | made my arrangements. | had\nmy rough couple of months in the beginning. Actually, | have to say that my\nwealthy uncle took me to his house finally. On July 4th, the factory closed for one\nweek. And he had told me before that he is going to take me to his house for a\nweek so | can meet his wife and his daughter and spend a week in his house on\nLong Island. He lived in Lawrence, Long Island. So | went with him.",
        "A: No, no, no. This was the first time | was invited to his house to spend a week.\nAnd | went to his house. Oh, | want to tell you something else that happened to me\nwhich very interesting. | was very upset in the beginning because | couldn't\nmanage my money. Later on, when | could admit to Henry that my family was not\ntreating me the best way, Henry would -- he managed much better having come to\nstrangers. But sometimes this works out. So anyway, but at one point when | was\nsitting and eating my lunch, and my lunch consisted for the first couple of weeks\nuntil | could get myself -- because | was making $18 a week after taxes. And | had\nto pay $35 for rent and the first $20, | had, too. So | was having trouble managing,\nand | ate my main dinner in the automat. But for lunch, | couldn't afford to go out,\nand | couldn't keep anything in the fridge. So | bought a loaf of bread in wax paper,\nand | would take two pieces of bread and | would wrap it in the wax paper. And\nwhen people sat down to have lunch at work, | would take my two pieces and |\nwould eat my two pieces of bread. And | was feeling sorry for myself, to be very\nhonest. | wrote to my girlfriend, Esther, that | wished that | were back in Szczecin.\nSo one day, Dora came over, and | was sitting and | was probably feeling sorry for\nmyself so | looked say. Or maybe | was crying, and she said, \" 2\" \"Why\nare you crying?\" So | couldn't take it anymore, so | opened the two pieces of bread\nto show her that I'm eating -- you know, after all | went through, I'm also telling you\nthat in 1946, | wasn't quite 20, so | wasn't that grown up. So | was feeling sorry for\nmyself. | think that if | had been more adult, | would have managed my uncle\nbetter, too. You know, | could, but | didn't. So | opened those two pieces of bread,\nand | said, \" \" \"That's why I'm crying.\" And so she got very upset.\nYou know, | was telling her that | was eating two pieces of dry bread. You know,\nthis is my lunch. So she got a hold of me and dragged to my uncle's office. And\nthen she started to talking -- | didn't know what the hell she was saying. And he\nlooked at her, looked at me. And he pulled out $50 from his pocket, and he told her\nto tell me that -- oh, the first thing she said to him, because | had asked her, that\nthey are not paying me enough. That if they paid me a little more, she would -- you\nknow, | could manage. So he said, and | understood that, because my English was\n-- | was beginning to understand. This is what they pay here, meaning -- now,\nmaybe this was policy that he wasn't telling anybody what to pay me. | was\nworking in the wrapping department, and that was what they were paying. By the\nway, | was working on accord, this was piecework. And eventually, | was able to\nmake more money because | quick. But at that point, | was still having trouble, so\nhe gave me the $50. So he said to her, but he can give me $50. And he said to\nme to her, through her that if | need more money, | should come him. Now, you\nsee, this is where he was not sensitive. | never went back to him for another $50 or\nfor another $10. What he should have done -- see, when he died in 1966, | came\nto this country in '46. So that's 20 years later. When he died, he left me $20,000 in\nhis will. | mean, | was not the only one. He left for all the survivors, for all the\nchildren who survived, because | and my sister and then later on he found a couple\nof nephews. There were a couple of people who survived from my family. All of\nthose, there were about eight of us -- all of us were given some money. You know,\nhe left them in the will. He was a very wealthy man, but, you know, this not even a\nJewish -- Jews usually leave their estates to their family. But he did have in his will,\nhe left for all of the children who survived, for all those, some money. And he left\nme -- now, if he had given me in 1946 $1,000 and send me to school to teach me\nhow to type. | did go to, of course, evening classes, and | started to learn English,\nand | was reading. So, you know, but if he had given me a kind of a help in the\nbeginning, it would have been worth more than the $20,000 in 1966. It was nice to\nget the $20,000, and he was working and earning good money. And it was -- | think\nit was -- | want to tell you something nice about his wife. His wife, when my uncle\ntook me to his home in Lawrence, Long Island, | took my little valise with my\nbelongings and my aunt waited for me. She may have met me before, she may\nhave come to the factory. But | didn't -- | was never in their house. | had a room,\nand they welcomed me very nicely, and she came in and she asked did | need\nanything. And | said, \"No,\" and she wanted to see what | have. She looked\nthrough my clothing, and she said, \"Tomorrow we're going to go shopping.\" And\nshe did not take me to Klines on 14th Street or whatever. She took me the same\nstores where she shopped; she was a lady. She shopped in Saks Fifth Avenue or\nwherever. She took me those stores, and she bought me some very beautiful\nthings. She bought me shoes that | wore for years, and clothing. That | remember,\nshe was, you know -- so that was my beginning in America in that sense.",
        "A: Yes.",
        "A: Mostly it was | stayed -- in the beginning, | didn't make friends, although | am a\nsociable person. But mostly | saw Henry. Henry and | started getting closer, and\nwe became a kind of a twosome. | don't think so. Henry's very good friend\nsurvived the war and came to America. He worked in Philadelphia, but he would\ncome for weekends. So often the three of us would go to the zoo. We would go to\nmuseums. | remember Henry took me to Radio City the first time, dropped me off\nthere. It was a beautiful city. | worked, | started to -- | found out that my sister was\nturned back. They attached an illegal transport to the legal transports, and my\nsister was sent back from Marseilles. When | came to America, my sister was\nsupposed to be in Palestine. It turned out that she was back in Bergen because\nthey had turned back the whole transport because, you know, the Haganah was --\nwell, they needed to do it. They were attaching some illegals to the legal\ntransports. And so, but then about a half a year later my sister ended up in\nPalestine. And | remember | started sending her packages because things were\nrough in Palestine. Did | make friends? Yeah, | think what happened is that |\nstarted to make friends with people who survived the camps. The same probably --\nas a matter of fact, the first years in New York, most of my friends, and, in fact,\nmany of them | just met somebody who reminded me -- | found them work. Many\nof them ended up working in my uncle's factory, because they came in and they\nneeded work. So | would, you know, ask whether there is a need for somebody,\nand they would come to work. So | became friendly with one girl whom | brought in\nand we sat across from each other and we spent time talking while we were\nworking. And she was a concentration camp survivor, she was already married.\nSome other friends came from Germany. In the beginning, I'm just trying to\nremember, Henry and | did not get married till 1949. And | lived in the Bronx and\nHenry lived in Brooklyn, and that was a little difficult. So | finally moved to Brooklyn.\n| didn't like the lady | lived with, so it was not a pleasant situation. It was not bad,\nbut | didn't -- so | moved into a much nicer place, where the lady permitted me to\nuse the fridge. | could make myself a cup of coffee, a cup of tea. And eventually, |\nmoved in where Henry stayed. Henry found a wonderful family, American Jews\nwho came in, their daughter got married. They had a room. | understand Mr. and\nMrs. Rhinehart (ph) was wonderful to Henry. They took him in like a son. And then\nwhen Henry and | got kind of engaged and when we were going to get married, |\nmoved in. And after we were married, we stayed with the Rhineharts for several\nyears, and then we managed to get an apartment in Brooklyn. So we moved into\nthis apartment, and at that point, as | said, | was working. And Henry, he had\nstarted going to Brooklyn College in '48 just before we were married. And he was\ngoing to school, he was riding a bike every day, so that he could save some money\non transportation. But these were good years, and, as | said, he was probably\nolder than many of the students at that point, except for some soldiers who had\ncome back. You know, they were veterans, Gls who were going to school. So |\nthink Henry befriended a few -- | think Henry may have had two friends who were\nAmerican. It started because they studying together, but my friends at that point,\nmost of them were people who survived the concentration camp. | think it was\nprobably still very important to be -- we spoke Polish with each other. That was not\nso good for my English, although, as | said, | did become friendly with some people\nat work. The first person who really befriended me, interestingly enough, was an\nIrish lady. She was much older than I, her name was Sarah. | don't remember her\n-- who said that | reminded her of her when she came to this country. | was\nfreckled, | probably could have passed for Irish at that point. | had kind of reddish\nhair. And she remembered herself, more or less that way, so she was very friendly\nto me. And then there were a couple of Italian girls, | do remember as a result of\nbecoming friendly with Toni and Annette -- that was their name, because we had\nlunch together. That | would come home and show off my English to Henry, and\nHenry was much more meticulous about his -- about everything. He was much\nmore of a perfectionist. | was picking things up, and | would say -- this was even\nbefore we were married. And | would say to him that | am going to -- maybe we\nshould go and see a picture. And Henry didn't understand why | wanted to see a\npicture, because that was picture, a movie. Or if | wanted to make myself a\nsandwich. But | was picking up the English that was spoken in the factory by some\nof these people.",
        "A: This Irish woman.",
        "A: The Italian girls were born in this country.",
        "A: But they were Italians, and they lived in Brooklyn. And if you've ever been\naround there, | don't Know how it is now, let me tell you they do sound a little\ndifferent, | suppose. Then after we were married -- but, as | said, these were just\nacquaintances. Most, | agree with you that most of my friends in the beginning, it\nwas language, common experiences I'm sure had a lot to do with it. All of my\nfriends in New York before | came to Washington were survivors. It isn't just that\nthey were Polish, they were survivors. We may have met some people here and\nthere. | remember we met a very lovely German lady who was much older than we\nwere. She befriended us, and took our horror, | remember later. She was a -- she\nhad come to American shortly before the war. | remember that she had a son in\nLong Island who was a physician, and | don't remember where | got -- we got\nterribly upset when she told us that she couldn't have us meet -- she wanted us to\nmeet her son, but she couldn't have him invite us to his house, because when he\ncame to this country, he had converted, and he didn't want to admit that he was\nJewish. And so he didn't want -- she didn't -- now, she didn't. She remained\nJewish, but it was -- and | remember to me this was so upsetting. On one hand, |\nunderstood why, because | was contemplating doing something like this shortly\nafter the war. | was thinking of going back to Poland, and | was thinking that if | go\nback to Poland I'm not going to admit that I'm Jewish. Or | was thinking | would go\nsomewhere, because why go through that again? But! couldn't do it.",
        "A: Go through what | went through. It never left me, the possibility that someplace\nsomebody -- | want to tell you something. Whenever something happens in Israel, |\nget into a Holocaust mode. The best place for me to be when something is going\non in Israel is actually Israel, because there | see that the ship isn't sinking. But\nwhen I'm away, | always think that if something happens in Israel, | always think\nthat it's another Holocaust.",
        "A: Anything. So in that sense, but then when | actually met somebody who did it, |\nremember | was so terribly shocked that he did that. But! remember that she...",
        "A: Well, about this man who converted. Well, he -- | mean, one part of me\nunderstood him because | remember people saying maybe he didn't want his\nchildren to go through what he went through. But another part of me found it very\nupsetting. Well, it's like well, he handed Hitler a victory, | thought, you know. There\nweren't going to be any Jews, you know, insofar as -- so it's a very mixed feeling. |\nhave a question for you. Did any of the people who you interviewed ever talk about\nthe fact that they thought about not being Jewish?",
        "A: So | didn't think so. Not on your...",
        "A: Oh, neither was |. | want to tell you that until 1959, well, actually -- yeah, until\n1959, | never came near a temple and | was not a practicing Jew at all. Didn't light\ncandles, and | had a real detour with God. | mean, | got married in 1949. Henry\nand | wanted a civil ceremony, and they only reason | agreed to get married in a\nrabbi's study is because of my four uncles, you know. So we had a religious\nceremony, but that was -- | didn't have any dealings with -- but that's different, but |\nwasn't denying my Jewishness. | was not religious, | wasn't going to be observant.\nIt was my detour with God. In other words, that had to -- if | were a Catholic, |\nwould have the same feeling. In other words...",
        "A: Dean (ph) Torah.",
        "A: Dean (ph) Torah means dean, a misjudgment; Torah, based on the Torah. It's a\ncourt based on the Torah. In old times when two Jews had a -- in Poland, for\ninstance, when Jews had some of their autonomy, if you will, then often when there\nwas a problem between two people, some kind of a -- they would rather than go to\nthe civil court, they would go to a rabbi and have what you call a dean (ph) Torah in\nfront of the rabbi. It's basically a court case. Well, | had that kind of a dean (ph),\nTorah with God, but to deny my Jewishness, you see, was different. That | couldn't\n-- | couldn't do that.",
        "A: Right.",
        "A: Okay. '52, Henry got a job in Washington. He got out of Brooklyn College with a\n-- he graduated, and he had a bachelor's degree in chemistry. And he had a very\ninteresting experience. He applied -- actually, three experiences. First of all, he\nwas -- it was suggested to him that he go on to graduate school. He graduated\nmagna cum laude, Phi Beta Kappa, but we couldn't afford it at that point. And he\njust wanted to go work, so he applied to DuPont; they didn't respond. Then he\napplied to Kaiser Pharmaceutical Company, and he got an interview, and to all\npurposes, go the job. And then just as courtesy, he was taken into the office of the\nVice President. And the Vice President -- this was 1952 -- the Vice President said\nsomething to him in German and Henry answered him in German. And he said to\nhim, \"So you're not an American, where were you during the war?\" And Henry\nsaid, \"| was in Germany.\" And \"Where were you in Germany?\" And Henry said,\n\"Courtesy of Hitler, in a concentration camp.\" And that was the end of his job, he\ndidn't get the job at Kaiser. That was '52, chemical companies did not employ Jews\nvery readily. But he did get a job a month later with Berikson (ph) Research\nLaboratory, and he was sent by Berikson, who was a Swede educated in America.\nAnd he employed Henry and gave him a job in Washington, and Henry opened an\noffice in Washington for him where he was going to do some research and literature\nsearch. And that's how we -- Henry came to Washington, and | was very upset. |\ndidn't want to leave New York, | really didn't want to leave New York. | had made\nmy friends, it was my place. It was very hard for me to move. And, as a matter of\nfact, Henry was commuting between January and May. He would come here every\nweek and come home for weekends, come to New York. And the commute was\ndifficult because we didn't have the turnpike. It was a real trip, but he did and he\nfinally -- but, you Know, we had to make a decision. He wasn't going to go back to\nNew York, he had a job and a job that was a good job. | remember when Henry\ncame home and told me that he's going to be making $75 a week, and | said to\nHenry in all earnest, seriously, | said, \"Henry, what are we going to do with all this\nmoney?\" Because it was a lot of money for us, it was. So! came here in April, and\nthe cherry blossoms were out and the city was beautiful, | remember. And Henry's\nboss, Berikson, was here, and he literally wined and dined me. And then so |\nagreed that | had to move, so we moved and | was miserable in the beginning.\nFirst of all, Washington in 1952 was a very provincial town, and New York was\nreally an exciting city. And | didn't have any friends, and | was very lonely. | was\nreally lonely, it was really difficult. So what we would do often is spend a week here\nand go to New York for weekends. So we were going back and forth. But then |\nmet some friends, | made my first American friends. | met two neighbors, they were\nboth my age. Their husbands were Henry's age, so we were kind of the three\ncouples, the six of us. The funny thing is that they were all from outside; they were\nnot Washingtonians. One, Shirley, was from Allentown, Pennsylvania and the\nother was from New York. So that made it that was our kind of bond, and we\nbecame very friendly. And we stayed friends till this day, as a matter of fact. These\nwere my first friends in Washington, and in 1954, | think, | had my daughter. |\nbecame, you know, | gave birth to my daughter. That was five years after we were\nmarried, and then about a year and a half later, | had Craig, we had Craig. And we\nhad the townhouse, a little townhouse, a semi-detached home in Silver Spring not\nfar from here. And | was doing absolutely one thing, | was saving money to go to\nIsrael. By that time, of course, my sister was already married. She had two\nchildren, her husband had already been in the War of Independence. And we were\nin contact all the time, | was forever sending packages. Times were rough in Israel,\nin Palestine. | mean in comparison, | was rich. But | was saving money to go to\nIsrael, and in 1959 | took my five-year-old daughter and three-and-a-half-year-old\nson; in March of '59, we went to Israel. | took a ship, | had to because | was taking\nan awful lot of stuff with me. As | said, things were rough in Israel. And | went to\nIsrael, and | spent -- | left my poor husband for all this time. He came for a month,\nactually. I'm sorry, he was gone a month. He had, at that point, he had started\nworking and had left Berikson. He was working for the National Cotton Council,\nand it was a very good job. And he had some trips that he needed to take to\nEurope, so he came to Israel. But | was in Israel from March to September 19- -- |\nwas in Israel for a half a year. | saw my girlfriend, Esther, of course, who was by\nthat time married and had a little boy. And | was with my sister, she had three\nchildren at that point and | fell in love with Israel. At that point, | think that's when |\nstarted making peace with God a little bit. | walked the streets of Es Salt and\nJerusalem. | walked into the first synagogue that was in Jerusalem, and my sister\nwho was not religious would light Shabbat candles. She wouldn't say a prayer, she\nwould say, \"Shabbat, Shalom.\" And | thought this was a very nice custom for a\nbeginning for me, and | started -- | became very interested. | always loved history.\nI's funny, you said you liked it because | always like history, always loved\narcheology. If my life had normally, when | was child | used to tell my father that I'm\ngoing to be an archeologist, | didn't do that. But when | came back from Israel, |\nhad already been enrolled. | was going to night school in Maryland, and | seriously\nthought of becoming an accountant. | thought it would be a good thing to do, |\nwouldn't have to work maybe full-time, you know, raising kids. But | switched, |\ndecided to study Hebrew. And | started to really, | started studying Torah. |\nenrolled at Baltimore Hebrew College. | took all my courses there in Hebrew. | got\nmy degree in Hebrew letters, and | became a licensed Hebrew teacher. And while |\nwas going to school, | started teaching Hebrew in different synagogues. For a\nwhile | taught at Northwood when they had Hebrew as a language. And then the\nlast 10 years before | retired, | was supervising the Hebrew Department at\nWashington Hebrew Congregation, so that was my last -- but studying Hebrew,\nstudying Torah, studying the town, | did it a lot of reading. And | also for the first\ntime, | did not before, | didn't talk much about the Holocaust and | didn't read much.\n| started reading a lot.",
        "A: | started -- well, it kind of came together. | needed to understand, | needed to\nunderstand a little bit. | couldn't make peace with the Holocaust emotionally myself.\n| don't think anyone -- occasionally, sometimes, you know, if they tell you, you\nknow, that a therapist or a psychologist or a psychiatrist can help. These are not\nproblems that a psychiatrist can -- | mean there was nothing that | could work out\nwith a psychiatrist. It isn't that | needed to understand why my mother didn't treat\nme right or | didn't -- there wasn't anything like that. To understand the Holocaust,\nyou can't understand the Holocaust. In other words, | can't imagine that anybody\ncan be helped by a psychiatrist in terms of the experiences of the Holocaust.\nPerhaps some people, if they have some guilt relate it to the Holocaust. I'll be very\nhonest with you, | never felt guilty that | survived and some didn't. Because | didn't\nsurvive, | didn't do anything to anybody to survive. | survived by sheer luck. Some\nHolocaust survivors have this guilt, even if they survived the same way as | did. |\ndon't know why. Maybe that kind of a thing can be cleared up or helped through\nsome therapy, just to understand that there's no guilt in having survived. On the\ncontrary, if anything, perhaps a little triumph that Hitler didn't accomplish everything,\nthat somehow we're here. And, you know, | married and | have a son and a\ndaughter, so, you know, why should | feel guilty about that? But to go somewhere\nand try to understand and to make peace with the Holocaust on an emotional level,\n| don't try and | can't. When | get a bad dream, when | have a nightmare, | either\ntake a pill or | get up and read a book. Henry does it all the time. When he sees\nhis father's face -- he doesn't tell me much, but | Know that he was -- the last\nperson, he was Auschwitz with his father, and he can't get rid of that face. He sees\nhis father with that -- once in a while, he tells me that he sees his father because\nthey were on a train together, and he had this three, four-day, you know, gray\ngrowth. And his father gave him something that he had, they came out of the\nghetto of Lodz. That was a horrible place to begin with, and so he didn't have\nmuch. Maybe he had some cigars and maybe he had some -- maybe he a silver\ndollar or something. And he gave it to Henry and he said, \"Take it. | don't need it\nanymore.\" Or something. And | know when Henry has that dream or when he\nsees this, he just gets out of bed. | don't ask him. Goes down to the den. Take a\ncrime story and he reads. You can't solve anything about that. But | needed to\nsolve for myself, | don't mean solve. | needed to understand how God could permit\nthat. Now, Henry doesn't have this problem because | think he's an atheist or he’\nan agnostic. So he's not asking God how God could allow it. Insofar as he's\nconcerned, he has an expression, he says, \"Shit falls.\" Look what's going on all\nover the world. There are people killing people in other places. So maybe in that\nsense he doesn't have, but | have -- I'm not an agnostic. | have some kind of a\nbelief, | don't necessarily believe in a Jewish God. | believe in a Supreme -- |\nbelieve in God. So | have to figure out for myself, | had to, how this could happen.\nAnd they way | have solved it, and | think I've said that perhaps in other places,\nwhen | read a book by Dr. Fakenheim (ph), Professor Fakenheim, | think he was a\nprofessor at the University of -- Canadian. There's a University in Canada, I'm\ntrying to remember. | don't remember the name. Anyway, he was a professor of\nhistory in Canada. He now | think is a professor in Moretus in Jerusalem. And he\nwrote a book, \"God's Place in History.\" | don't remember exactly, you may not.\nAnd he said something in the book, and it's absolutely true. He said that God was\nnot in Auschwitz, that God gave us -- when you speak to the Jews, he gave us the\nTorah, but that's not important. He gave, he taught people what is right and what is\nwrong. And if we choose to do the wrong thing, then we do it. And God didn't\ncreate Auschwitz, the Germans did. And what happened in Auschwitz was\nbetween the Germans and their victims. And now, perhaps in the earlier history,\naccording to Fakenheim, did interfere. He took us out of Egypt, but that was a god\nof a different time. In our time, God does not interfere. So | have that kind of a\npeace with myself that | don't blame God for Auschwitz; | blame the Germans for\nAuschwitz. Just as | blame, just as | will put the blame of the people who kill each\nother in Burundi, Rwanda, Yugoslavia.",
        "A: Oh, okay. Well, you know, it would be nice if my daughter could -- because |\nsometimes talk to her about it. | did talk to my children. | think at different times,\nand it depended -- when the reason came. | didn't live it all the time with them.\nActually, when the kids were little, when they were growing up in the house, these\nwere really happy times for us in many ways. But | talked to them because when\nthey were little, and they wanted to know, for instance, why Lisa Zidner has a\ngrandmother who's coming to visit and Janie has a grandpa and grandma coming,\nand where are my parents and where are Henry's parents? So | told them that both\nmy parents and Daddy's parents are not alive. Why aren't they alive? | said, \"Well,\nthey died in the war.\" \"How did they die?\" \"Well, they didn't die -- they died\nbecause of the war. And when you will be bigger, | will explain it.\". And | did, and,\nof course, in 1959 they were in Israel with me, and we talked a little bit more about\nit. The children were still little. When they got bigger -- and | did. For instance, on\nTu B'Shevat, | always lit candles. That | did even though | didn't go to a synagogue\nbecause this was the anniversary of the destruction of my ghetto. So | lit candles,\nand when the kids were big enough and they would ask me why I'm doing it. And |\ntold them I'm lighting the candles to remember my mom and my father and my\nsister and my brother. And as they were getting bigger, | would tell them about\nsome of the things that happened to me. Depending on their age when they got big\nenough. Henry did much less of it. He had a lot of trouble talking about it. On the\nother hand, and | did discuss this with my daughter, | asked her whether she feels -\n- because | wanted to know. That was some many years later, whether she was --\nwhen | read the book my Helen Epstein, did you read it? Helen Epstein wrote a\nbook called, \"The Children of the Holocaust.\" | think she wrote about that second\ngeneration. And | was very upset when | read the book, because apparently she\nwrote the book, she based it upon a study that was done. Or maybe she did the\nstudy, discussing it with a psychiatrist or some psychiatrist in Boston, whose\nchildren -- whose patients were children of Holocaust survivors. And she paints a\npicture of real neurotic, disturbed children, and | was upset. First of all, the first\nthing | did at that point, | wanted to know from my daughter and from my son\nwhether something like this -- after all, no matter how objective you think you are,\nyou're not objective, you know. Did I? Did | fill them with these kind of -- some of\nthe stories that she writes about, you know, these children really grew up in very\ndysfunctional, difficult homes. So | talked to my kids, and both my children told me,\nand this was not right away, but through the years; this is the picture | got from\nthem. That theirs was a happy childhood, that they had a good home. That they\nwere aware of a lot of things and they were not totally not affected. In other words,\nokay, in other words, what they -- then, as a matter of fact, let me tell you how they\nsaw. That they were not to be compared with the children that Helen Epstein is\ntalking about fully. And, in fact, it was Robbi (ph) who came out, my daughter, with\nthe idea that perhaps we were lucky, Henry and |. We had survived the Holocaust\nand we were young. | had lost my parents, lost my sister and my brother, but |\ndidn't lose a husband and | didn't lose children. Many of the children described in\nHelen's books were raised as second children. They were raised by people who\nhad lost not just their past, but their future. Some of these people lost their children.\nLater | met some -- | know some people were -- sorry. Robbi had a friend who told\nher -- he was a Survivor's son -- that he didn't know that he had a sister until his\nfather was on his death bed. When his father was dying, he told him that before the\nwar, he was married and he had a daughter. Why these people could not deal with\nit, | don't know. | belonged to the generation, and there were many like me, who\nsurvived the war and did not lose husbands and children. | was too young for that.\nThat may have made a difference. | think that for anybody who studies the\nHolocaust survivors, | think they should draw that line. That was more difficult for\npeople who had that. So in that sense, I'm not taking any credit, it may have been\neasier. Did my children -- were my children affected by some of it? Definitely. In\nwhat way? Well, first of all, the fact that Henry did not talk was not very good. It\nwould have helped if he did. On the other hand, | can't say that he never talked.\nHe talked about before the war how things were at home. He just didn't talk about\nAuschwitz, he couldn't. And that was probably -- but | did. And | think that was --\nRobbi always felt that that was good. That | had, that they didn't have to imagine\nthings being worse than they were, so that was helpful. On the other hand, Robbi\nsaid that | was neurotic about certain things, and, for instance, | was probably\noverprotective. | tried not to be. Up here, | tried not to be. | sent my son and my\ndaughter -- my daughter was 10 years old when she went for four weeks to camp,\nand my son was nine and a half. In other words, | sent them to camp away from\nhome. | gave them a lot of freedom. | did not -- but that was up here. Emotionally,\n| suppose if Robbi was late from school, | may have been a little more upset than |\nshould have. Fortunately, even though Henry did not -- Henry acted in this sense\nas good balance. When I, when we went -- when the kids learned how to swim and\nwe'd be going to a swimming pool and | would go with the kids, and they learned\nhow to jump from the, what is it? From the diving board. And so we made an\nagreement, so | said to them, \"Okay, when I'm not here, you can't jump off the\ndiving board. You can swim.\" And so the kids said, \"Why? Why can't we? We're\ngood swimmers.\" By the way, I'm not a swimmer. | can float. So when we came\nhome, but | said, \"No, | won't allow you when I'm not here.\" So the kids as usually\nthey would take their case to their father. So they would say to Henry, \"Daddy,\nMom won't let us jump off the diving board when she's not there.\" So Henry looked\nat me and he said, \"Bella, tell me what is the difference?\" First of all, he thought it\nwas funny. He said, \"What could you do for them if you were there watching?\" So\nthat was already -- but anyway, | said, \"Well, I'll feel better if I'm there. I'll holler for\nhelp.\" Well, anyway, this was said to me. Henry said to me, \"You can either be\nthere all the time, but you cannot restrict them.\" So that was settled, and this was\nhow we settled some of theses. So yeah, | had some, | wouldn't let Craig ride a\nbike to the library until Henry said that this is crazy, and then Craig rode the bike to\nthe library. But we settled this.",
        "A: Yeah, we did, we did. Yeah, we did. On the other hand, when Craig went to\nHarvard, he didn't tell me. This is how | found out about the book. He took a\ncourse on the Holocaust. He has a library on the Holocaust. That's not his field,\nbut, you know, this his interest. There's no question. So were the kids affected? |\nthink so, definitely. But perhaps not in a totally damaging way, | don't think so. |\nhope not. My daughter had some problems, but | don't think they had anything to\ndo with the Holocaust. In fact, she used to say to me that when she had -- she had\na chemical disorder. She had a premenstrual, what is it? Premenstrual syndrome,\nPMS, that led practically to depression until they finally medicated her. It was just\ntotally uncalled for, because it wasn't recognized. But she said to me that it got to a\npoint that when she was in Princeton and she started having problems. And she\nwould go for help, and she said, \"Mom, | got to a point where | wouldn't tell them\nthat I'm a Holocaust survivor's child, because they would get into it, \" and she said,\n\"and my problem had nothing to do with the Holocaust.\"",
        "A: Yeah. But as | say, she's fine. And she's on medication, but if it hadn't been\nneglected. She had some rough years because of that. But it was, she said on the\nother hand, she probably is a little bit more high-strung than she would have been if\nshe hadn't been raised in a house by a mother who, when the phone ring, | would\njump. So...",
        "A: Well, this has been a process. As | told you, originally, | did not talk about the\nHolocaust at all. | started talking about it. That was right awaya...\nTape 3",
        "A: Well, mostly, as | said, | didn't -- we don't, Henry and | -- it's funny. We don't\ntalk about the Holocaust. | can talk to Henry about it, although | will say this: In\n19- -- there are a couple of things that happened. First of all, | talk about the\nHolocaust more mostly because -- and | started originally when | was a Hebrew\nteacher talking to my class. First | talked to my children at home. Then | talked -\n- but mostly that's why | agreed to interviews, | gave my oral history. When |\nstarted reading that people were denying that the Holocaust happened, | think |\ntook, | made a definite decision that | need to make some kind of a contribution if\n| can, because | realize that there are people who are denying that the Holocaust\nhappened. And particularly | remember reading about a Professor Butz, B-u-t-z,\n| think. He was at the University of Northwestern, and he wrote a book called\n\"The Hoax of the Twentieth Century,\" denying. In other words, this is not just,\nyou know, some of these skinheads denying the Holocaust. But this is scholarly\nwork being written that the Holocaust never took place. It's that kind of a thing\nthat made me want to do it. That, plus the fact that we did take Roberta and\nCraig to Poland in 1989, shortly after Henry retired. We went back to my city, to\nHenry's city, went to Auschwitz. We went to all of these places. We went to\nMogilev. Our son and our daughter wanted, they felt it was an incredible\nexperience. My husband paid for it by becoming -- and he's never been\ndepressed. He was depressed for three months after we came home. It was a\nrough trip for him. He did it for his kids, and it was at that time that he talked\nabout his experiences because it was -- | mean we were in Auschwitz.",
        "A: Yeah, to the kids. Most of the time Henry and | do not talk about it. When I'm\ncalled up occasionally by the Children's Museum, | go and talk, because | feel it's\nimportant. | gave a talk at my temple a couple of years ago. Henry actually gave\na talk once in his life last year at the Liberation. We had a wonderful service\ndedicated to the liberators last year, and Henry was one of the people who the\nrabbi -- Henry's very fond of our rabbi, so he twisted his arm, and Henry gave a\nshort talk. That was the only time that Henry talked. | will also say to you,\nthough, that when some of my friends who are survivors -- | don't have too many\nfriends here. | have one couple, but we have some friends who occasionally\ncome from New York. When we get together, usually, and this is kind of a joke\nand a password. That one of our friends will say, \"Well, we came to Auschwitz.\nWhy don't we go home? Why don't we go to sleep?\" In other words, if | can\nexplain what happens, yeah. | think that when we are together, particularly with\npeople who went through what we did, we find ourselves somehow drifting back.\nAnd usually somebody then will say, \"Okay, we're already in Auschwitz. Why\ndon't we call it quits? And why don't we go to sleep?\"",
        "A: What happens is that we are together. We can be talking about our kids, we\ncan be talking about politics. Henry and | volunteered this days in the\nWhitehouse, and we are very, very pro-Clinton, for instance, so we talk about\npolitics. We can talk about music. My husband loves birds. We can be talking,\nand then suddenly somebody will say something, remember something that\nhappened. And then we'll start talking about -- and one thing leads into the other,\nhe'll mention something, then we start talking about the Holocaust. And then\nsomebody will usually say, \"Well, we are in Auschwitz. Why don't we go to\nsleep?\" Meaning, that somehow Auschwitz is the, what is it, is the synonymous\nthing with Holocaust. So we got to Auschwitz, why don't we call it quits? Why\ndon't we stop talking?",
        "A: Meaning that somehow it's -- no matter what we talk about, when we are\ntogether with people who went through what we went through, we somehow end\nup getting to Auschwitz. So yeah, can | say that we do? Yeah, we do.\nSomehow it didn't leave us. | remember you have on that big film, the big one in\nthe Holocaust Museum, somebody said that she tries not to teach her children to\nhate. | never taught my kids to hate. And if they want to forgive, my son is flying\nto Israel today. | hope he has a good trip, and he's so happens that his trip is\npaid for by his University. And the tickets, he's going via Frankfort with\nLufthansa. And from there | think he's taking via -- to Israel, but he's stopping in\nFrankfort for a day. | will not go to Germany. My son is going, he isn't going to\nvisit Germany, but he is going to go through Frankfort and go on. It's okay.",
        "A: It's okay for him, and it's fine, but | will not go to Germany. | will not forget and\nI'm not forgiving. Not where the Germans are concerned. So am | left with\nsomething? Yeah, probably.",
        "A: My son has three adopted children.",
        "A: Probably, but we haven't gotten to talk about it. His oldest daughter is 10 and\na half. Two are from Korea; one is from Peru. And Kendall is going with Craig to\nIsrael, so | don't know. I'm sure that Craig has talked to her about it.",
        "A: | don't know. Come to think of it, we have talked a little bit because they come\nhome for Passover, and it is during Passover that we talk a little bit about it. As a\nmatter of fact, last year | was 50 years when we were liberated, and Robbi and\nCraig, our son and our daughter, and my son-in-law -- my son is divorced --\nplanted 50 trees, 100 trees, excuse me for us in Israel; 50 for me and 50 for\nHenry in honor of our liberation. So we talked about being liberated and our\nchildren and grandchildren were here, so we do talk a little bit about it already.",
        "A: Great. | have a wonderful relationship with my sister. My sister did what she\nneeded to do, and as | said, once | came to America, | did not take a walk to\nIsrael. | did not go to Israel, | settled here. I've pretty lucky in this country. It's\nbeen a great country for us. | have some moments where | feel that perhaps |\nshould have gone to Israel. Because | think that maybe all Jewish people should\nbe in Israel, but it's nice coming to America. | have my -- as | say, | have my\nmixed feelings occasionally. But this is by now my country, so in that sense |\nthink I'm like many of the first, what is it, immigrant Americans. I'm probably\nmore patriotic than even my children. | find that Americans don't appreciate this\ncountry as much as people who have come here. And | mean that honestly, with\nall its faults, this is a truly great country. A very democratic country. There's\nsome problems, problems everywhere. Wasn't it Churchill that said it's the worst\nof the best systems? Oh, no. He said something. It's a bad system, but it's the\nbest of all the bad ones.",
        "A: Well, | am sensitive to it, and for instance, definitely wnen | make my decisions\nabout voting, | am very careful to -- | definitely am sensitive to anti-Semitic or\neven, you know, that kind of an expression. Henry worked with non-Jews most\nof his life, and some of them were truly wonderful people who had no -- they\nwere not prejudiced. But he had friends who would occasionally say | Jewed him\ndown or something. And when it comes to political people, | could not stand\nBaker. | thought that the Bush administration was -- and it's not because they\nwere Republicans. Reagan had his faults, God knows. | didn't care for some of\nhis politics, but he was not an anti-Semitic. Bush was an anti-Semitic, he was a\nkind of an aristocratic anti-Semitic, if you will. And Baker, even worse. Clinton is\n-- maybe that's why -- that's not the only reason I'm fond of him, but Clinton with\nall of his faults -- they accuse him of so many terrible things, but | think he's\nbasically a totally unprejudiced man. And to me -- to me, this is more important\nthan anything else. | don't worry about relationships between, I'm not God. I'm\nnot telling people how to live. | don't care whether Clinton has a mistress or will\nhave a mistress, that's not my business. | think that the most important thing\nabout a human being is to be fully accepting of other human beings. And |\ntreasure people who are able to see human beings as human beings regardless\nof the color and religion and whatever. And Clinton, to me, with all of his faults,\nand God knows he's got lots of faults; everybody does. Clinton is a truly\nunprejudiced man. | sometimes wonder whether hopefully maybe this is true for\nthis younger generation. My daughter, for instance, | have some non-Jewish\nfriends, but not that many. We had more when Henry was working. Robbi, even\nthough she belongs to a temple and she's Jewish in the sense that she's more\nobservant that | am, 50 percent of her friends are not Jewish. And maybe your\ngeneration is less prejudiced, maybe you have -- although God knows that's\nprobably not true. | work in the Whitehouse, and | hear all kinds of things when |\nanswer the phones. But to me, this is the most important thing about a person.",
        "A: What? Not appreciating a human being who can be without a prejudice? I'm\ntrying to think. My father was a very tolerant man. My father was a religious\nJew. My father was a very tolerant person. When people would come and say\nthat they saw a friend's son smoking on Shabbat, and my father did not smoke\non Shabbat. He would say, \"What's the matter? Only the non-observant have a\nright to smoke on Shabbat?\" So | probably grew up in a very tolerant home.\nThat may have been, but | think that the war had a lot to do with it, too. There's\nno question. | mean our mind is a reaction. When | meet people who survived\nthe Holocaust, and there are some of us, who will say -- although | think if they\nstart thinking, they wouldn't -- who will say something derogatory about blacks or\nsomething. | get terribly upset, | think that we have absolutely -- if we didn't take\nanything out of those camps, we have to remember that we are all human\nbeings. And we have to remember something else, that it's so important, it's so\nimportant not to allow yourself a kind of a -- if people think that just saying\nsomething negative about another person is not dangerous, they're wrong. |\nthink that the minute you open up the possibility that somebody is not quite\nworthy of the same treatment as you are -- I'm always that when | talk to children\nand, you know, when | talk to any groups, that when somebody will try to take\naway one right, when somebody will try to tell you that you are not entitled to one\nthing of all the thousands things that other people are entitled, that's the\nbeginning of the end. | think we all have to be so sensitive to it. To me, this is so\nimportant that every human being has to have the same rights. And we have no\nright, | have no -- if | sometimes, think, you know, if | get angry at something or,\nyou know, when | hear these stories about welfare, it doesn't matter that there\nare more blacks who are on welfare. It doesn't matter. Use the words that there\nare more people in New York who are on welfare, but don't put the labels of\nblack, white, green, yellow. I'm very proud of the fact that my son adopted two\nchildren from Korea and one child from Peru. It means that he grew up ina\nhome where he didn't hear that being Jewish is better than anything else.",
        "A: No, no. That's different. Let me explain. When | said in 1945 that | had to get\nout of Germany, | emotionally was very troubled. | adored my kid sister, and |\nlost a kid sister and a kid brother. My brother was born in 1933, and he was 10\nyears old when he was taken to Auschwitz. | wasn't home anymore, and my\nsister was 12 years old. | lost two children, my younger siblings, and when | saw\nfamilies -- and | lost my parents. And when | would occasionally get out of\nBergen and | saw people, normal people -- a father and a mother and a couple of\nchildren -- walking on the street, and they took that away from me. And they did\nit, so yeah, | hated them. And frankly, | was afraid -- | didn't want to stay in\nGermany; | didn't want to hate that much, and | didn't know where that hatred\nwould bring me to. | don't think that | would have gone out and killed somebody,\nbut I'll tell you this: When | heard, because | wasn't involved, when | heard that\nthe inmates in Bergen-Belsen put a couple of barracks on fire where the SS men\nwere put in. When the British came in, they took some of the SS men who didn't\nmanage to escape and put them in a barrack and they surrounded them. And\nthen some of the prisoners who can walk, some of us had -- not all of us were in\nmy shape. They put those barracks on fire, and the British soldiers walked away.\nOf course, they later, the prisoners were not allowed near those. These became\nsuddenly prisoners of war. But | was delighted to hear it. | think they should\nhave killed more Germans. Are you asking me now whether | still -- now, | don't\nhate the Germans who were born after the war and have nothing to do with it. |\nmean, obviously, emotionally -- even emotionally, | don't hate them. But | have\nnot forgiven the Germans who were involved in it. And, by the way, | didn't read\nthe book by Goldhagen, and | don't know how factual. | don't know, but I'll tell\nyou this: He is absolutely right when he says that many, many, many more\nGermans knew about what was happening, benefited from it, and were\nparticipators to the Holocaust. There is no -- | don't, | have no doubt about it. |\nam not a historian, but | saw enough. The German soldiers didn't have to kill us.\nThe Germans -- my God, it happened in my own house. A month after the war\nbroke out, a German bitch came in with two SS men or soldiers, and they took\neverything out of our house. And what do you think these people did with all the\nthings that they took from German homes? They sent it back to Germany. How\ndid the Germans suddenly get all these things? Insofar as I'm concerned, to me,\nthe German nation was collectively guilty. They followed Hitler, they did it. But |\ndon't hate the Germans because they have blonde hair or blue eyes or black\nhair. | hate the Germans for what they did, that's different. | don't like Farakan,\nnot because he's black. | hate Farakan for what he's preaching, that's different.\nWhen I'm talking about tolerance, I'm talking about treating people as human\nbeings. But | will tell you this: I'm not a Christian, I'm not turning my other cheek,\nand I'm not forgiving those who hurt me. In that sense, maybe I'm Jewish, yeah.\nI'm not forgiving the Germans. Let the pope do it; | won't. And if there is a God, |\nhope there is a God, | also hope there's hell. And in that hell, | hope Hitler is still\nburning. Do | sound mean? Fine, that's how | feel.",
        "A: Well, it depends, it depends. And they ask some questions. | will say this: I'm\nmore careful, | wouldn't say what | just told you about Hitler burning in hell to\nchildren. You know, you have to be a little more -- although | tell the children that\n| have not forgiven the German people who did it, those who did it. And | may\nalso say that if God wants to forgive them, that's his business but I'm not. You\nknow, that's -- children ask very interesting questions, very often what they will\ndo, and this is so touching. They'll come over and they'll say to me, they'll say to\nme, \"Do you have children?\" And I'll say, \"Yes.\" And they'll say, \"That's good, so\nyou have somebody you can love now.\" Which is really very touching.",
        "A: No. | don't think so. | think | talked more than enough.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nJune 10, 1996"
    ]
}