{
    "rg": "RG-50.030.0162_trs_en",
    "sequence": [
        "Q: Can you tell me your name please?",
        "A: My name 1s Peretz--also known as \"Perry\"--Milbauer.",
        "Q: And when were you born, and where?",
        "A: I was born in Brooklyn, New York, October 1915.",
        "Q: What were you doing just before the war broke out?",
        "A: I had been teaching for about five (TECHNICAL CONVERSATION) and been married for\nabout four years to my lovely wife, Blanche.",
        "Q: What did you do once the war broke out?",
        "A: Uh, I just kept on teaching. I had had a summer job (TECHNICAL CONVERSATION) as a\ncounselor in a Jewish camp. (TECHNICAL CONVERSATION) and uh I had given this up\nbecause I knew the draft was coming, and when I was drafted I went willingly.",
        "Q: Where...when, where were you sent overseas and when?",
        "A: Uh, we went overseas on D + 61 in 1944. That would be July. (TECHNICAL\nCONVERSATION) Yeah, July.",
        "Q: Tell me what happened when you went overseas?",
        "A: The outfit was (TECHNICAL CONVERSATION) first sent to England to assemble its\nmaterial. It was a combat engineer battalion that was not attached to any particular outfit. It\nwas attached to many different outfits during the war. Uh in my position I rode through\nEngland at a breath-taking pace uh delivering the orders for the materials to be ready. The\nother men from my outfit followed and picked up the uh, not the guns but the uh jeeps, the\nwagons, the trucks, etc. that we needed for our fighting in France.",
        "Q: What happend then?",
        "A: Uh eventually (TECHNICAL CONVERSATION) we went over to Omaha Beach on D +\n61. Uh we had gone to England two weeks earlier. (TECHNICAL CONVERSATION) And\nwe landed in England. We were attached to the 20th Corps of the 3rd Army--which was\n[Gen. George S.] Patton's Army, and at that time it was very close to the breakthrough by the\n3rd Army forces and we we usually during the war attached to an armored division and they\nwere the ones that moved the fastest. And we rode through France at a break-neck pace until\nwe got to the area (TECHNICAL CONVERSATION) in Metz, where we stayed for about a\nmonth, six weeks, before we resumed the onslaught on Germany.",
        "Q: And then?",
        "A: Oh, then uh December 5th, we entered Germany. And again we followed uh an armored unit\nthrough; and the incidents that uh I uh am really here to tell about uh occurred in April. And\nuh it was near the town of Waldenburg in East Germany. We were stationed in a little town\ncalled Remse: R-E-M-S-E. We had just arrived there that day when uh another GI came\nover and told me there were three Jews across the street. They were dressed in the striped\nconcentration camp uniform. I went over to them, and I started to speak Yiddish to them.\nAnd, oh, were they happy to be able to talk to someone who spoke Yiddish! And they told us\nsome of their stories--uh the same ones that I will tell you about later--and uh we gave them\nfood. We gave them some chocolate and other goodies; uh and they told us where they were\nfrom, that just down the road at the next town of Waldenburg there were a group of twenty-\ntwo hundred freed concentration victims. Uh there were two thousand women-- mostly from\nHungary--approximately, and about two hundred men--mostly from Poland, some Germans.\nThey uh were freed just that morning. They were being driven by a group of SS officers to\nbe used as slave labor uh whenever the Germans were able to make a stand. They slept in the\nwoods at night. When they got up in the morning, the SS officer led the transport to the left.\nIf he had led them to the right, nothing would have happened. He would have been able to\nkeep chasing them. Where we were, we were following the 4th Armored Division, and uh\nwe were actually a spear-head. We were heading towards Chemnitz [NB: Karl-Marx-Stadt],\nin order to capture it. And we were sticking out of the main lines; uh but uh after the uh\nincidents that I'm going to relay, we received orders to retreat. And we went back a hundred\nand sixty miles uh west and south, out of the area. Because that was the area that the\nPotsdam Agreement had allotted to the Russians, and the Russians were on the other side of\nChemnitz. We uh waited 'til after supper. I asked an officer to borrow a truck. I told the other\nsoldiers in the outfit where I was going with the truck; and we got food from the kitchens.\nWe got food from packages that the soldiers had received overseas. And we took the truck to\nthe little town of Waldenburg, uh where these uh freed people were. Uh I spoke to them in\nYiddish. At first, they were skeptical; but then they uh accepted it. And I started...we started,\nrather, to give out the things we had brought. And there was such bedlam. There was such\nfighting. It became uncontrollable. We could uh...they were hungry and they wanted these\nthings that they hadn't seen for many many years. Oh, finally I, we stopped giving it out and\nuh it was given to the leader of the group who actually did distribute it later. But then I\nstarted to talk to the, to refugees who were there, and it it's hard to describe the mixture of\nhappiness and sorrow that they had. Uh they called us belachim (ph)--angels. Uh they said\nthe (ph)...the Messiah is here. And one man even said, \"We're going to have a new\nPassover--the day that we got rid of the Nazis.\" So that was the happiness. But the sorrow.\nThey kept saying, \"We are free, but we don't know what freedom means. We don't know\nwhat to do with the freedom. We don't understand freedom.\" As one man put it, he\nsays...holding the whatever he had received, he said, \"I haven't had as much in five years.\nBut who can I share it with? I can't go home to my wife and say, 'Look what the Americans\nhave given me.’ I have no one.\" Besides this mixture of elation and sorrow, I heard the\nstories that I really already knew about how the Germans had mistreated the uh the Jews that\nwere under their control. They told me, for example, how babies' heads were smashed\nagainst walls, the wanton killings that occurred for absolutely no reason at all, just for the\nsake of killing or for the slightest trivial thing that was done wrong. Uh they spoke about\nworking twelve hours at night, after being up all day; and uh stories of that kind. Uh, I asked\npeople to sign a list of names with relatives they might have had in America, England or\nPalestine; and I told them that I would send the list overseas. Which I did, eventually. They\nwere reluctant to do it. They weren't sure that this was an honest list. They were afraid--some\nof them, at least--that some kind of deportation list was being made up. They hadn't\novercome the fear that they uh felt. And uh I left. The next night, I came back again; but the\natmosphere was entirely different. Instead of about fifteen GIs being there, there were\nseveral hundred. And they all brought things for the uh women and men that were there.\nThey were quite safe. Uh the day before, there was a lieutenant for the American\ngovernment--uh the AMG, the American Military Government there. And I went over, and I\nspoke to him. I said, \"Well, what can you do for these people?\" He said, \"Well, I'll try and\nget uh the chairman mayor--the Burgermeister--to give them some food, etc.\" And uh he\nsaid, \"It won't do any good. We can't force them, and I'm too busy to really supervise them.\"\nBut when we came the next day, we discovered they had received a hundred pounds of\nbutter--which I figured out to be a tenth of a pound per person approximately. And uh in\naddition, the uh rest of the goodies that the uh other GIs had brought. They were quite uh\nsatisfied. They weren't hungry anymore. Uh, so that that solved that problem. I didn't get too\nmany more names, but I did learn a new word the second night. The word mtissulman. The\nman who told me the story told me that a miissulman was someone who was so emaciated,\nso starved, so shrunken, so skinny that their features became very, very sharp--to the extent\nthat they looked like a mouse. And these were the people that were screened out by the\nGermans for immediate death, because either they couldn't anymore or soon would not be\nable to do any labor. It was this man's job to carry the mussulmen who couldn't walk to the\ncrematorium. And he did that; until he finally too became a miissulman. But he was lucky.\nThe doctor there uh was a friend of his, and he helped him. And now the man was pretty\nhusky and pretty strong. He was not a weakling anymore. As a matter of fact, uh most of the\npeople uh in Waldenburg were pretty physically fit; because they had been chosen to be the\nfuture laborers wherever the Germans would take them. So in this case, instead of picking\nthe weaklings, the strong ones were picked so that they could be transported and done some\nwork. The list of names that was sent home were sent to my wife, uh who worked for the\nYiddish scientific institute--YIVO. The letter arrived on a weekend. She called up the\nofficials of the YIVO; and they immediately went to the office, read my letter, read the list of\nnames, and they issued a press release which was published in the Times and the Jewish\nDaily Forward and the Aufbau. The Aufbau listed all the names. The other two didn't. And\nuh the next day, they sat my wife down in the office; and there were many many phone calls\nfrom people who were looking. We know that she did contact... She looked in the New York\nphone books and found one or two people who were listed there; and she called them up and\nshe told them that their relatives were still alive. However, unfortunately, right after that--the\nnext day--uh we were pulled out of Remse. And as I mentioned before, we went back and\ndown a hundred and sixty miles. And I assume 4th Armored was pulled back, too; and the\nRussians came in and took over the area and Waldenburg and these refugees. So I had...I had\nno future information on them. The reason we went south was that we were heading towards\nthe so-called Austrian redoubt. The story was that the Germans were going to make a last\nstand in the Austrian mountains; and American armies were sent there to be sure that nothing\neven like that happened. And we went and we moved just as quickly as we had always\nmoved, ending up in a town called Vocklabruck: V-O-C-K-L-A-B-R-U-C-K. I hope I got it\nright. And uh we were there...we got there on May Sth. Uh V-E day was May 8th[, 1945].\nMeanwhile, stories started to sift through about a concentration camp in the area that uh had\nrecently been liberated. The name of the concentration camp was uh Ebensee. Uh, again I\nborrowed a truck. Didn't take food this time, because our Army was there. But I took along\ntwenty-three soldiers who wanted to go with me. The distance was, I...I recall correctly,\nabout uh twenty miles from where we were. We got to the camp. Uh I got permission, a pass,\nto visit the crematorium and into the camp. I was amazed. In contrast to the Waldenburg\ngroup, all I saw were living skeletons--gaunt people, many of them completely naked. Uh\nmany of them, you couldn't tell whether they were walking dead or walking alive. Their\nfaces were expressionless. Uh, I...I really don't know how to describe it accurately. It...it...1t\nwas so different than anything I've every seen. Uh these...well, \"walking skeletons\" again,\nwalking around. Uh people were lying on the ground--not too many--that seemed to be dead.\nUh, I wouldn't know. And uh here, too, I started to speak to the uh people who were in the\ncamp. Uh one told me a story of how uh they performed experiments on women, of the kind\nthat uh we perform on dogs and guineas [pigs]. For example, the sterilization of women. In a\ndifferent vein, a...one man asked me, \"Are the Jews going to Israel?\" And I explained the\ndifficulties that the uh people were having getting into Israel. And he says, \"Oh, the Germans\nare such liars! We were told that hoards of Jews were arriving safely in Israel, and I had\nlooked forward to uh getting there.\" There's also a story that was told of the Germans taking\nuh Jewish boys and girls, forcing them to get undressed, and forcing them to have sex with\neach other while they were watching. The girls, I was told, were screaming, \"Kill me! Don't\ndo this to me!\" But that wouldn't have helped. So uh it just went on, the way I was told. Uh,\nthere were many sick and dying at Ebensee. The American medics were taking care of them.\nUh, while I was there, two busloads uh of sick people were transported out of uh Ebensee.\nBut there were any number of others who wanted to be in the bus. It was pitiful to see the\nbag of bones climbing up the side of the bus. It was a slippery bus; they couldn't stay there.\nOr climbing on to the top of the bus, in order to be there when the bus went out. They did not\nget out, because they were taken off the bus--hopefully, to go on another load. We went to\nthe crematorium. The crematorium...and there was no gas chamber. This wasn't a big enough\ncamp. The building had two rooms. One room where the bodies were kept before they were\nburned. The other room where there was an oven--one oven--that could burn eight people\nevery two hours. This, I was told, was absolutely not enough; and that thousands of dead\nJews and other nationalities were buried in the hillside of Ebensee. The...what I'm touching\nthings, the irony was the sign the Germans had put up on the wall. It was a verse, went\nsomething like this: \"Don't let the worms get my body; better that the fire engulf me, so\ninstead of burying me, burn me. I'm trying to think if there's anything else. Oh, yes. Uh,\nbefore the outfit (TECHNICAL CONVERSATION) went overseas, uh every uh outfit had\nto have an orientation officer to give an explanation as to why we were fighting the war.\nHaving been a history teacher before the war started, I was selected to do that. And among\nthe reasons I gave for our being in...in the war was the inhumanity of the Germans. On the\nway back from Ebensee--and this could be almost two years later--uh I didn't stop to figure it\nout. One of the men said, \"You know, and when I heard you, I thought it was all\npropaganda.\" I had heard the stories already, because I was interested; and I repeated them to\nthe men. And he said, \"I thought this was all propaganda.\" And he says, \"Now, I know\nbetter.\" Went back to uh Vocklabruk; and from there, we were wondering whether we would\nbe sent directly to Japan, or go for a leave in the States and then go fight in Japan. But,\nfortunately, the war ended. And after spending a lot of time in uh...in France in staging\ncamps, uh I was sent back overseas. But meanwhile, the rule in the Army was that if you had\na place to sleep, you could get a pass. Because the big problem was lodging. And I happen to\nhave had relatives in Paris and in Belgium. As a matter of fact, uh I bugged the officer so\nmuch about going to Paris or Belgium that even at the height of the Battle of the Bulge,\nwhen the fighting was going on, they went to get their liquor rations. (TECHNICAL\nCONVERSATION) And they came in at seven o'clock in the morning, and said, \"Milbauer,\nyou want to go to Brussels?\" I said, \"Yes!\" \"Be ready in fifteen minutes.\" And we went to\nBrussels during the Battle of the Bulge. (TECHNICAL CONVERSATION) And uh from\nmy uh camps in France I went to Paris several times. I went to Belgium again, because that\nwas the...I had the lodging with my family. Uh, I used to bring food to my family in Paris.\nUh I couldn't to Brussels, because we were all in one little jeep. But again, I was able to\nborrow a truck and bring food to the Paris family. (TECHNICAL CONVERSATION)\nInterestingly enough, uh my family story has a happier ending than some of the previous\nstories that I told you. Uh, 1t was not a small family; but everyone survived, uh most with an\ninteresting story to tell. In Paris, uh my uncle by marriage, [Franz Van Manhut (ph)| was a\npainter, professional painter. He had at least one picture that the Louvre bought. He kept his\nwife in the basement for the whole war. She never went out, so she was not bothered. As a\nmatter of fact, in my house I still have a mint yellow (ph) that was never sewn on\nany piece of clothing. It was hers. (TECHNICAL CONVERSATION) He had two\ndaughters and a son. The youngest children--Esther and Daniel--they had baptismal papers\nfor, so they had no problem. Judith entered the underground. Uh, her first job was to deliver\nthe ration coupons to the people who were in hiding that were stolen by the underground.\nAnd people had to eat every week, every month. They had to have the coupons. So whenever\nthey could, they would steal them. It was her job to go from place to place, distribute them.\nThe French police... No, not the French police--I'm sorry. The Germans uh tried to arrest her\nin a subway train, but the Frenchmen made such a commotion that she was able to escape.\nAnd she went up to Brussels, where the rest of the family was; and there she became a\nmember of the Resistance, a particular group that made it their business to save Jewish\nchildren. And they saved four thousand Jewish children during the uh war. Her code name\nwas Piron: P-I-R-O-N. A movie has been made which is called As If It Were Yesterday,\nwhich describes the workings of this group. And she was interviewed for this movie.\nAnother cousin, Helene, was called to the assembly area from which she was going to be\ndeported. Instead of going there, she went into the hospital and had her appendicitis taken\nout. When she finally had to leave the hospital, she married a gentile. And this is called a\nwhite marriage. And because she was married to a gentile, in Belgium she wasn't called\nanymore. Uh I have a cousin, Henri, in Belgium, who 1s a native born Belgian. He was in the\nBelgian Army. He was captured after only sixteen days of fighting; and he ended up in\nHamburg after being in seven different prison camps. He survived the bombing of Hamburg,\nwhich was pretty severe and did hit some of the camps. Uh he later went to work for the\nBelgian government. Uh there's uh another uncle--uh, Uncle Joseph-- who joined the French\nArmy as a uh volunteer. He too was captured, and he ended up with Stalag 17. Uh he's\nwritten a number of French books. He's a published poet; and there are some poems about\nStalag 17 in his uh books. He got sick in the prison camp, was repat...repatriated back to\nFrance, immediately joined the resistance. And after a while, he was denounced. And in the\nnick of time he managed to escape across the Pyrenees and finally ended up in Palestine.\nAnother uncle by marriage, David Lara, worked for one of the newspapers in Belgium. And\nhe was very strongly anti-Nazi before the Nazis came. And as soon as they were close or\nafter...just after they came - I don't know which - he too escaped across the Pyrenees, to uh\nAmerica; and his wife followed him uh not too long thereafter. Uh there's one more relative\nthat I seem to have forgotten. Oh, yes--a cousin by marriage who was a captain 1n the\nMaquis in the Vichy area. After the war--I don't know exactly how this happened--he and\nsome of his followers surrounded one of the grand houses in Paris. It's a big house, I was\nthere. Uh, and uh they just took it over. And he lived there for a number of years, until his\nbusiness went bad and he had to give it up. Uh I think that's the story. I mean, I...to the best\nof my ability.\nTECHNICAL CONVERSATION",
        "Q: Is there anything else you would like to add?",
        "A: Yeah. Uh, I tried to get everything in. Uh (TECHNICAL CONVERSATION) I can't, I told\nyou the story of the YIVO. I really can't think of anything else. (TECHNICAL\nCONVERSATION).",
        "Q: Thank you.",
        "A: You're very welcome.\n"
    ],
    "questions": [
        "Q: Can you tell me your name please?",
        "Q: And when were you born, and where?",
        "Q: What were you doing just before the war broke out?",
        "Q: What did you do once the war broke out?",
        "Q: Where...when, where were you sent overseas and when?",
        "Q: Tell me what happened when you went overseas?",
        "Q: What happend then?",
        "Q: And then?",
        "Q: Is there anything else you would like to add?",
        "Q: Thank you."
    ],
    "answers": [
        "A: My name 1s Peretz--also known as \"Perry\"--Milbauer.",
        "A: I was born in Brooklyn, New York, October 1915.",
        "A: I had been teaching for about five (TECHNICAL CONVERSATION) and been married for\nabout four years to my lovely wife, Blanche.",
        "A: Uh, I just kept on teaching. I had had a summer job (TECHNICAL CONVERSATION) as a\ncounselor in a Jewish camp. (TECHNICAL CONVERSATION) and uh I had given this up\nbecause I knew the draft was coming, and when I was drafted I went willingly.",
        "A: Uh, we went overseas on D + 61 in 1944. That would be July. (TECHNICAL\nCONVERSATION) Yeah, July.",
        "A: The outfit was (TECHNICAL CONVERSATION) first sent to England to assemble its\nmaterial. It was a combat engineer battalion that was not attached to any particular outfit. It\nwas attached to many different outfits during the war. Uh in my position I rode through\nEngland at a breath-taking pace uh delivering the orders for the materials to be ready. The\nother men from my outfit followed and picked up the uh, not the guns but the uh jeeps, the\nwagons, the trucks, etc. that we needed for our fighting in France.",
        "A: Uh eventually (TECHNICAL CONVERSATION) we went over to Omaha Beach on D +\n61. Uh we had gone to England two weeks earlier. (TECHNICAL CONVERSATION) And\nwe landed in England. We were attached to the 20th Corps of the 3rd Army--which was\n[Gen. George S.] Patton's Army, and at that time it was very close to the breakthrough by the\n3rd Army forces and we we usually during the war attached to an armored division and they\nwere the ones that moved the fastest. And we rode through France at a break-neck pace until\nwe got to the area (TECHNICAL CONVERSATION) in Metz, where we stayed for about a\nmonth, six weeks, before we resumed the onslaught on Germany.",
        "A: Oh, then uh December 5th, we entered Germany. And again we followed uh an armored unit\nthrough; and the incidents that uh I uh am really here to tell about uh occurred in April. And\nuh it was near the town of Waldenburg in East Germany. We were stationed in a little town\ncalled Remse: R-E-M-S-E. We had just arrived there that day when uh another GI came\nover and told me there were three Jews across the street. They were dressed in the striped\nconcentration camp uniform. I went over to them, and I started to speak Yiddish to them.\nAnd, oh, were they happy to be able to talk to someone who spoke Yiddish! And they told us\nsome of their stories--uh the same ones that I will tell you about later--and uh we gave them\nfood. We gave them some chocolate and other goodies; uh and they told us where they were\nfrom, that just down the road at the next town of Waldenburg there were a group of twenty-\ntwo hundred freed concentration victims. Uh there were two thousand women-- mostly from\nHungary--approximately, and about two hundred men--mostly from Poland, some Germans.\nThey uh were freed just that morning. They were being driven by a group of SS officers to\nbe used as slave labor uh whenever the Germans were able to make a stand. They slept in the\nwoods at night. When they got up in the morning, the SS officer led the transport to the left.\nIf he had led them to the right, nothing would have happened. He would have been able to\nkeep chasing them. Where we were, we were following the 4th Armored Division, and uh\nwe were actually a spear-head. We were heading towards Chemnitz [NB: Karl-Marx-Stadt],\nin order to capture it. And we were sticking out of the main lines; uh but uh after the uh\nincidents that I'm going to relay, we received orders to retreat. And we went back a hundred\nand sixty miles uh west and south, out of the area. Because that was the area that the\nPotsdam Agreement had allotted to the Russians, and the Russians were on the other side of\nChemnitz. We uh waited 'til after supper. I asked an officer to borrow a truck. I told the other\nsoldiers in the outfit where I was going with the truck; and we got food from the kitchens.\nWe got food from packages that the soldiers had received overseas. And we took the truck to\nthe little town of Waldenburg, uh where these uh freed people were. Uh I spoke to them in\nYiddish. At first, they were skeptical; but then they uh accepted it. And I started...we started,\nrather, to give out the things we had brought. And there was such bedlam. There was such\nfighting. It became uncontrollable. We could uh...they were hungry and they wanted these\nthings that they hadn't seen for many many years. Oh, finally I, we stopped giving it out and\nuh it was given to the leader of the group who actually did distribute it later. But then I\nstarted to talk to the, to refugees who were there, and it it's hard to describe the mixture of\nhappiness and sorrow that they had. Uh they called us belachim (ph)--angels. Uh they said\nthe (ph)...the Messiah is here. And one man even said, \"We're going to have a new\nPassover--the day that we got rid of the Nazis.\" So that was the happiness. But the sorrow.\nThey kept saying, \"We are free, but we don't know what freedom means. We don't know\nwhat to do with the freedom. We don't understand freedom.\" As one man put it, he\nsays...holding the whatever he had received, he said, \"I haven't had as much in five years.\nBut who can I share it with? I can't go home to my wife and say, 'Look what the Americans\nhave given me.’ I have no one.\" Besides this mixture of elation and sorrow, I heard the\nstories that I really already knew about how the Germans had mistreated the uh the Jews that\nwere under their control. They told me, for example, how babies' heads were smashed\nagainst walls, the wanton killings that occurred for absolutely no reason at all, just for the\nsake of killing or for the slightest trivial thing that was done wrong. Uh they spoke about\nworking twelve hours at night, after being up all day; and uh stories of that kind. Uh, I asked\npeople to sign a list of names with relatives they might have had in America, England or\nPalestine; and I told them that I would send the list overseas. Which I did, eventually. They\nwere reluctant to do it. They weren't sure that this was an honest list. They were afraid--some\nof them, at least--that some kind of deportation list was being made up. They hadn't\novercome the fear that they uh felt. And uh I left. The next night, I came back again; but the\natmosphere was entirely different. Instead of about fifteen GIs being there, there were\nseveral hundred. And they all brought things for the uh women and men that were there.\nThey were quite safe. Uh the day before, there was a lieutenant for the American\ngovernment--uh the AMG, the American Military Government there. And I went over, and I\nspoke to him. I said, \"Well, what can you do for these people?\" He said, \"Well, I'll try and\nget uh the chairman mayor--the Burgermeister--to give them some food, etc.\" And uh he\nsaid, \"It won't do any good. We can't force them, and I'm too busy to really supervise them.\"\nBut when we came the next day, we discovered they had received a hundred pounds of\nbutter--which I figured out to be a tenth of a pound per person approximately. And uh in\naddition, the uh rest of the goodies that the uh other GIs had brought. They were quite uh\nsatisfied. They weren't hungry anymore. Uh, so that that solved that problem. I didn't get too\nmany more names, but I did learn a new word the second night. The word mtissulman. The\nman who told me the story told me that a miissulman was someone who was so emaciated,\nso starved, so shrunken, so skinny that their features became very, very sharp--to the extent\nthat they looked like a mouse. And these were the people that were screened out by the\nGermans for immediate death, because either they couldn't anymore or soon would not be\nable to do any labor. It was this man's job to carry the mussulmen who couldn't walk to the\ncrematorium. And he did that; until he finally too became a miissulman. But he was lucky.\nThe doctor there uh was a friend of his, and he helped him. And now the man was pretty\nhusky and pretty strong. He was not a weakling anymore. As a matter of fact, uh most of the\npeople uh in Waldenburg were pretty physically fit; because they had been chosen to be the\nfuture laborers wherever the Germans would take them. So in this case, instead of picking\nthe weaklings, the strong ones were picked so that they could be transported and done some\nwork. The list of names that was sent home were sent to my wife, uh who worked for the\nYiddish scientific institute--YIVO. The letter arrived on a weekend. She called up the\nofficials of the YIVO; and they immediately went to the office, read my letter, read the list of\nnames, and they issued a press release which was published in the Times and the Jewish\nDaily Forward and the Aufbau. The Aufbau listed all the names. The other two didn't. And\nuh the next day, they sat my wife down in the office; and there were many many phone calls\nfrom people who were looking. We know that she did contact... She looked in the New York\nphone books and found one or two people who were listed there; and she called them up and\nshe told them that their relatives were still alive. However, unfortunately, right after that--the\nnext day--uh we were pulled out of Remse. And as I mentioned before, we went back and\ndown a hundred and sixty miles. And I assume 4th Armored was pulled back, too; and the\nRussians came in and took over the area and Waldenburg and these refugees. So I had...I had\nno future information on them. The reason we went south was that we were heading towards\nthe so-called Austrian redoubt. The story was that the Germans were going to make a last\nstand in the Austrian mountains; and American armies were sent there to be sure that nothing\neven like that happened. And we went and we moved just as quickly as we had always\nmoved, ending up in a town called Vocklabruck: V-O-C-K-L-A-B-R-U-C-K. I hope I got it\nright. And uh we were there...we got there on May Sth. Uh V-E day was May 8th[, 1945].\nMeanwhile, stories started to sift through about a concentration camp in the area that uh had\nrecently been liberated. The name of the concentration camp was uh Ebensee. Uh, again I\nborrowed a truck. Didn't take food this time, because our Army was there. But I took along\ntwenty-three soldiers who wanted to go with me. The distance was, I...I recall correctly,\nabout uh twenty miles from where we were. We got to the camp. Uh I got permission, a pass,\nto visit the crematorium and into the camp. I was amazed. In contrast to the Waldenburg\ngroup, all I saw were living skeletons--gaunt people, many of them completely naked. Uh\nmany of them, you couldn't tell whether they were walking dead or walking alive. Their\nfaces were expressionless. Uh, I...I really don't know how to describe it accurately. It...it...1t\nwas so different than anything I've every seen. Uh these...well, \"walking skeletons\" again,\nwalking around. Uh people were lying on the ground--not too many--that seemed to be dead.\nUh, I wouldn't know. And uh here, too, I started to speak to the uh people who were in the\ncamp. Uh one told me a story of how uh they performed experiments on women, of the kind\nthat uh we perform on dogs and guineas [pigs]. For example, the sterilization of women. In a\ndifferent vein, a...one man asked me, \"Are the Jews going to Israel?\" And I explained the\ndifficulties that the uh people were having getting into Israel. And he says, \"Oh, the Germans\nare such liars! We were told that hoards of Jews were arriving safely in Israel, and I had\nlooked forward to uh getting there.\" There's also a story that was told of the Germans taking\nuh Jewish boys and girls, forcing them to get undressed, and forcing them to have sex with\neach other while they were watching. The girls, I was told, were screaming, \"Kill me! Don't\ndo this to me!\" But that wouldn't have helped. So uh it just went on, the way I was told. Uh,\nthere were many sick and dying at Ebensee. The American medics were taking care of them.\nUh, while I was there, two busloads uh of sick people were transported out of uh Ebensee.\nBut there were any number of others who wanted to be in the bus. It was pitiful to see the\nbag of bones climbing up the side of the bus. It was a slippery bus; they couldn't stay there.\nOr climbing on to the top of the bus, in order to be there when the bus went out. They did not\nget out, because they were taken off the bus--hopefully, to go on another load. We went to\nthe crematorium. The crematorium...and there was no gas chamber. This wasn't a big enough\ncamp. The building had two rooms. One room where the bodies were kept before they were\nburned. The other room where there was an oven--one oven--that could burn eight people\nevery two hours. This, I was told, was absolutely not enough; and that thousands of dead\nJews and other nationalities were buried in the hillside of Ebensee. The...what I'm touching\nthings, the irony was the sign the Germans had put up on the wall. It was a verse, went\nsomething like this: \"Don't let the worms get my body; better that the fire engulf me, so\ninstead of burying me, burn me. I'm trying to think if there's anything else. Oh, yes. Uh,\nbefore the outfit (TECHNICAL CONVERSATION) went overseas, uh every uh outfit had\nto have an orientation officer to give an explanation as to why we were fighting the war.\nHaving been a history teacher before the war started, I was selected to do that. And among\nthe reasons I gave for our being in...in the war was the inhumanity of the Germans. On the\nway back from Ebensee--and this could be almost two years later--uh I didn't stop to figure it\nout. One of the men said, \"You know, and when I heard you, I thought it was all\npropaganda.\" I had heard the stories already, because I was interested; and I repeated them to\nthe men. And he said, \"I thought this was all propaganda.\" And he says, \"Now, I know\nbetter.\" Went back to uh Vocklabruk; and from there, we were wondering whether we would\nbe sent directly to Japan, or go for a leave in the States and then go fight in Japan. But,\nfortunately, the war ended. And after spending a lot of time in uh...in France in staging\ncamps, uh I was sent back overseas. But meanwhile, the rule in the Army was that if you had\na place to sleep, you could get a pass. Because the big problem was lodging. And I happen to\nhave had relatives in Paris and in Belgium. As a matter of fact, uh I bugged the officer so\nmuch about going to Paris or Belgium that even at the height of the Battle of the Bulge,\nwhen the fighting was going on, they went to get their liquor rations. (TECHNICAL\nCONVERSATION) And they came in at seven o'clock in the morning, and said, \"Milbauer,\nyou want to go to Brussels?\" I said, \"Yes!\" \"Be ready in fifteen minutes.\" And we went to\nBrussels during the Battle of the Bulge. (TECHNICAL CONVERSATION) And uh from\nmy uh camps in France I went to Paris several times. I went to Belgium again, because that\nwas the...I had the lodging with my family. Uh, I used to bring food to my family in Paris.\nUh I couldn't to Brussels, because we were all in one little jeep. But again, I was able to\nborrow a truck and bring food to the Paris family. (TECHNICAL CONVERSATION)\nInterestingly enough, uh my family story has a happier ending than some of the previous\nstories that I told you. Uh, 1t was not a small family; but everyone survived, uh most with an\ninteresting story to tell. In Paris, uh my uncle by marriage, [Franz Van Manhut (ph)| was a\npainter, professional painter. He had at least one picture that the Louvre bought. He kept his\nwife in the basement for the whole war. She never went out, so she was not bothered. As a\nmatter of fact, in my house I still have a mint yellow (ph) that was never sewn on\nany piece of clothing. It was hers. (TECHNICAL CONVERSATION) He had two\ndaughters and a son. The youngest children--Esther and Daniel--they had baptismal papers\nfor, so they had no problem. Judith entered the underground. Uh, her first job was to deliver\nthe ration coupons to the people who were in hiding that were stolen by the underground.\nAnd people had to eat every week, every month. They had to have the coupons. So whenever\nthey could, they would steal them. It was her job to go from place to place, distribute them.\nThe French police... No, not the French police--I'm sorry. The Germans uh tried to arrest her\nin a subway train, but the Frenchmen made such a commotion that she was able to escape.\nAnd she went up to Brussels, where the rest of the family was; and there she became a\nmember of the Resistance, a particular group that made it their business to save Jewish\nchildren. And they saved four thousand Jewish children during the uh war. Her code name\nwas Piron: P-I-R-O-N. A movie has been made which is called As If It Were Yesterday,\nwhich describes the workings of this group. And she was interviewed for this movie.\nAnother cousin, Helene, was called to the assembly area from which she was going to be\ndeported. Instead of going there, she went into the hospital and had her appendicitis taken\nout. When she finally had to leave the hospital, she married a gentile. And this is called a\nwhite marriage. And because she was married to a gentile, in Belgium she wasn't called\nanymore. Uh I have a cousin, Henri, in Belgium, who 1s a native born Belgian. He was in the\nBelgian Army. He was captured after only sixteen days of fighting; and he ended up in\nHamburg after being in seven different prison camps. He survived the bombing of Hamburg,\nwhich was pretty severe and did hit some of the camps. Uh he later went to work for the\nBelgian government. Uh there's uh another uncle--uh, Uncle Joseph-- who joined the French\nArmy as a uh volunteer. He too was captured, and he ended up with Stalag 17. Uh he's\nwritten a number of French books. He's a published poet; and there are some poems about\nStalag 17 in his uh books. He got sick in the prison camp, was repat...repatriated back to\nFrance, immediately joined the resistance. And after a while, he was denounced. And in the\nnick of time he managed to escape across the Pyrenees and finally ended up in Palestine.\nAnother uncle by marriage, David Lara, worked for one of the newspapers in Belgium. And\nhe was very strongly anti-Nazi before the Nazis came. And as soon as they were close or\nafter...just after they came - I don't know which - he too escaped across the Pyrenees, to uh\nAmerica; and his wife followed him uh not too long thereafter. Uh there's one more relative\nthat I seem to have forgotten. Oh, yes--a cousin by marriage who was a captain 1n the\nMaquis in the Vichy area. After the war--I don't know exactly how this happened--he and\nsome of his followers surrounded one of the grand houses in Paris. It's a big house, I was\nthere. Uh, and uh they just took it over. And he lived there for a number of years, until his\nbusiness went bad and he had to give it up. Uh I think that's the story. I mean, I...to the best\nof my ability.\nTECHNICAL CONVERSATION",
        "A: Yeah. Uh, I tried to get everything in. Uh (TECHNICAL CONVERSATION) I can't, I told\nyou the story of the YIVO. I really can't think of anything else. (TECHNICAL\nCONVERSATION).",
        "A: You're very welcome.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumFebruary 20, 1990\nRG-50.030*0162",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Peretz\nMilbauer, conducted by Linda Kuzmack on February 20, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "PERETZ MILBAUER\nFebruary 20, 1990"
    ]
}