{
    "rg": "RG-50.030.0299_trs_en",
    "sequence": [
        "Question: Aron, can you tell me your full name, and when and where you were born?",
        "Answer: My name was Aron Dereczynski and now we change to Aron Derman D-E-R-M-A-N.\nI was born in Slonim, Poland. That's a small town in White Russia, part of Poland in White\nRussia, not far from the Russian border. I was born in 1922, and since I spent there almost until,\ntill the War. Now, my family was a middle class family. My parents had a business. The\nbusiness was a clothing store, and I had three sisters: An oldest sister of mine was the name\nLibby, Libby. Then I came, Aron, and after me was a younger sister, Fagel, and then a younger\nsister after by the name Edcia. Fagel was born three years after me in 1924, and Edcia was born\nin 1932. Life was pretty normal for us. The city was not a large town. It was approximately\nabout 12,000 and out of the 12,000 we had almost 10,000 Jews, so the majority were Jewish.\nThe city was rich with all different kinds of Jewish institutions. We had quite a few, I could\ncount eight or 10 different kind of synagogues, little synagogues, and it was a learning center for\n— we had famous rabbis, famous yeshiva, and the town was, for me, it was a very happy town, a\nvery happy place to live because the majority were Jews and Antisemitism was quite prominent\nin Poland. And, so we did not feel that much because the city was the majority of Jews and the\nneighborhood where we lived was Jewish, so we had hardly any problems until in the later years\nwhen it came to the 30s when Hitler got into power and the Nazis started getting into power.\nAntisemitism spread much more in Poland, and then we started feeling from Antisemitism even\nbeing the majority of Jews. We still start feeling Antisemitism in two different channels. For\nexample, we had a river in our city, and the river near that to enlarge it so they brought in the —\nbrought in the Polish workers from the different cities, from Poznan, and Poznan was known as a\ncity of lots of Antisemitism. So, approximately at that time, they brought in maybe about 500 to\n700 Polish workers. And then on a weekend when they used to get drunk and come in and do\nquite a bit of damage, the Antisemitic — all different kinds of Antisemitic acts.\nSo, we used to feel partially already Antisemitism and then through other channels. The church\nused to order some old men to preach on Sunday, all different kind of acts against the Jews, that\nthey were taking over the business, because it was mostly — the business was in Jewish hands\nand for many reasons, because the majority 90 percent were Jews. So, even in my town you\ncould find a lawyer, the doctor, the engineer, but at the same time the carpenter, the shoemaker,\nand any type of work. The professionals were Jews, and so were the hard working and the daily\nworkers were Jews. So, actually it was no different because the Jews took over the bigger jobs,\nor the better jobs. But in the same time some of the priests were preaching in church and telling\nthat the Jews are running the business, which was completely untrue, for the reason that I was\nsaying.\n[Technical conversation]",
        "Q: When the Antisemitism started increasing, this was roughly when?",
        "A: It was about 1935, 1936.",
        "Q: Tell me about your involvement with the youth movements. Tell me when you first got\ninvolved in it and why?",
        "A: Okay. I got involved in the youth movement, was approximately when approximately I was\nabout 10 years old. I belonged to Ha-Shomer ha-Za’ir. It was an organization, a Zionist\norganization, and mostly in my home town, the youth belonged to different kind of Zionist\norganization, but it happened that the Ha-Shomer ha-Za’ir was one of the larger ones, and it was\na very — a social outlet, and at the same time we learned a lot, at that time we learned a lot about\nPalestine, in hoping that some way in some time I will all be able to emigrate to Palestine. And\nthis way was going on for quite a few years, from 1932, 1933, 1934, in the years to come, in the\nsummers we used to go to different — for vacations. We used to go to camps for about a month,\nor six week camps. And in the camps we used to have 50, 75 kids my age from different small\ntowns, from different towns from different areas, and that's where we spent almost every\nsummer. In the same way as my two other sisters belonged to. They were not together in the\nsame — they were a different age, so they belonged to different groups. We had a reason\npartially for that because we thought we have no future. We, already, by that time we were\nthinking that we had no future to live in Poland. So, our dream was that some day that we were\ngoing to move to Palestine, especially for me. In the later years, in 1937, I applied to go to\nagriculture school in Palestine. So, I applied to be accepted with Youth Aliyah!. And by that\ntime it was impossible, almost impossible to get a special visa to go to Palestine. The only way\nyou could was a small window of opportunity was it being a youngster with Youth Aliyah and\ngoing to agriculture school.\nSo, some of my friends already went there. So, I had some friends in Palestine, and I was\nwaiting the time will come, and I will get my visa, and I will move to Palestine. And then the\nwar broke out, and I never was able to get the visa and emigrate to Palestine.",
        "Q: In the time before the war broke out, what did your parents think about everything that was\ngoing on; do you remember their talking about the Antisemitism?",
        "A: Yes. I remember talking about it because we did not have any stores which were not Jewish,\nand all of a sudden, they — some way, they got organized and they opened up stores, supported, I\ndon't know by whom. It was partially maybe by the government. I don't know from whom. I\nwas too young to understand probably, or to know. And they opened up stores with special\ncompetition to our stores, not only to clothing stores, but in all different kinds of business. If it\nwould be a food store or anything else and to cut down the prices and even already some places\n' A Zionist program which sought to evacuate Jewish children and young people from Europe\nand provide them care and education in Palestine.\nthey stood, or they hired special young people to stay by the store, and most of our customers\nwere farmers or coming in from small towns, and they used to stand in the store by telling them,\n“Don't go in, that's a Jewish store.” And don't let him go in. They stood in front of the store and\ndidn't let customer or farmers walk in. We couldn't do much hardly about it, because you\ncouldn't go to the police. The police wouldn't help you or do you, because we hardly had, even\nwith a city like this, I don't remember, maybe we had one. We didn't even have a Jewish\npoliceman in the city. So, everything, I mean like the government, the city jobs were held by\nGentiles, but not Jews. And so life was getting little by little it was getting rougher. And the\nquestion 1s “Why didn't they move out, why didn't they go to America, why didn't they go to a\ndifferent part of the country?” It wasn't so easy when your parents, or my parents, we lived in a\nhouse, but maybe the house was 100 years. My father lived there, my grandfather lived there,\nwho knows who before, and we lived in the place and for us it was settled. Plus the family, all\nthe family that we had, and we had quite a large family, we had I believe over 80 people,\nmembers in the family. They all lived in the same area, not too far. So life was almost a\ncomfortable life. It wasn't a rich life. It wasn't luxury, but for us, we felt that we had all the\nluxury that we wanted, so life was almost, we could say, special like normal, until the last years\nwhen they started Antisemitism. So, that too, we had in our city and protection. We had the\nstrong men. Who were the strong men? Slonim had all the — how would you call them, the\n“draggers’.” It means the people who would load from the trucks — from the trains, load the\nmerchandise, put them on trucks, at that time it was more horse and buggy, to deliver to the other\ncities. It was the strong guys. And in our city two strong guys, quite a few other ones, but two\nof them were the main two strong guys. In fact, I remember the name of them. One of them was\nHaskel and one of them was Note. So, by that time, arms was not available. Nobody used arms,\nbut he could find out if somebody, Polish kids, or Polish young men come and did something,\nhid or did some damage to some of the Jewish people, he could come up to him and break his\narm or break his leg. And that was the punishment, and they were afraid. So, we had that. That\nwas in our favor. We had this strong man were with us. So, usually it was like a good\nprotection. And that's the way it was going on almost until the war.",
        "Q: Tell me about the war breaking out and those first few weeks after. Tell me what you\nremember of the moments and what you heard?",
        "A: We had two accidents of war, as far as I'm remembering. The first one was when the pact\nwas made up between Russia and Germany — Ribbentrop and Molotov — when they decided they\nwere going to split up Poland, and they split up our part of the country where I lived.’\nSo, at that time when it happened, that transfer was the expectation was very — was almost, I\nmean, we didn't know it was going to happen. We didn't know what the deal was. So, we\nthought, we didn't know who was going to occupy our part of the land Slonim, until we realized\nthat all of sudden the Russians are the ones to occupy our Slonim. It was a tremendous,\n* Literal translation from the Yiddish “schleppers,” a term used for manual laborers.\n> On September 29, 1939, foreign ministers Joachim von Ribbentrop of Germany and\nVyacheslav Molotov of the Soviet Union modified the earlier German-Soviet Nonagression Pact\nwith an agreement that partitioned the state of Poland.\ntremendous excitement, and we were very happy, because we didn't know what the Russians\nwere going to do us, but we knew that between the two evils, we called them at that time, the\nRussians were much better. Because the Germans, we knew, if they are going to come, they are\ngoing to be much worse. We did not know about any killings. We did not know about anything\nthey were going to do, but so, but we heard — 1n the 30s Hitler was already in power — what he\ndid to some refugees that came to our town when they were thrown out from Germany, and they\ncame to Slonim, and they told us what's happening in Germany. And here, the Russians came,\nSO we were very, very happy. And me being a kid, I jumped on the tanks when the tanks moved\nin, and they were very friendly, so we jumped — kids — on top of the tank coming into the city.\nWe were very, very happy, but only thing a little accident happened. I was wearing a nice watch,\nthat I had got for my bar mitzvah, and here I am on the tank, and the Russian officer comes in,\nand he says, “I like your watch. How much do you want?” I remember I paid like something a\nsmall amount of money 10 dollars, 10 zlotys whatever it is. He gives me 20, 25 zlotys, so I\nfigure, “Oh-ho! It's a big deal. I'm going to give him the watch, and I'm going to go out to the\nstore and buy another one.’ Sure enough, I couldn't get another watch anymore. So, but this was\nindeed to every place they came in like hungry. I mean, they were hungry for merchandise, for\nthings. So, they were grabbing and running in the stores, and taking away, buying out — they\ndidn’t take away — buy out— but they give us piece of paper, rubles, but we didn't realize that we\nwouldn't be able to replace like in our store. They come in and they bought out the whole store.\nThe whole shelves in couple days, one day almost. But my little experience with the watch, and\nthen I found out it had happened with everybody else. They were buying out, but mainly we\nwere terrible happy. The material things didn't bother us, because the question was of life and\ndeath and what war was going to bring in. So this material things was just past and didn't mean\nanything. We were very happy by being occupied that time by Russia. Then, I had another\nexperience. Years — I'm coming back to the same — belonging to the Zionist organization. So\nour togetherness, or our organization, still didn't disband, but we went secretly. So, we were part\nin this Zionist organization.\nAnd here I got an order, two of us, for me and another friend of mine, to go to Wilno, from\nSlonim to Wilno, which is approximately, I don’t know, maybe 200 kilometers. So, we went for\ntrain, and they said in Wilno we have the Zionist organization 1s active and we should take a ride\nover there and see what kind of connections we can make and maybe I can find the connections\nto move to — go to Palestine. So, I left my family and I went with my friend and I went to Wilno.\nAnd it turns out, I find out later, that being in Wilno, staying over there, they gave us, we were\nall in a couple large rooms, a couple long halls, and we didn't know yet, if you could go to —\nsome way to emigrate to Palestine. Now, Wilno was — that time was Litwa*. It wasn't Poland, it\nwas part of Litwa. And the Russians didn't fully occupy it. So, there was a lot of freedom there.\nWhat we didn't have here in Slonim. And being over there I met some other young people that\nbelonged to Ha-Shomer ha-Za'ir. That's the only way the secret could go on was is knowing\nwith the same organization. That's illegal, so you were afraid to be — I mean to reveal to other\npeople to other places. So, I was there and I got in touch with the leadership from the Ha-\nShomer ha-Za’ir, and to my disappointment, they send me back home. They said, “We need\nleaders in the organization not to leave now, but we need them still in the occupied territory,\n* Lithuania (Polish)\nback in Slonim.” So, fortunately for me, at that time, I went back home. I went back to Slonim.\nI was arrested by the way by the Russians on the border, and they took me as a spy, but I came\nback to Slonim. In Slonim, I was back with my family until the real war broke out between —\nunder the Russian occupation. I wanted to follow my education, so I went to a technical school,\na Russian technical school. And, what I learned there is to be mainly partly of engineering in\nmovie projectors. The whole movie contents of the system, how the projector works, how the\nfilm works. By that time it was a novelty.\nThe course took us almost a year, and then after a year to pay him off, everything was free in\nRussia. So, they sent me away in a small town to show movies on farms in small cities and small\ntowns. That's the same thing, it was maybe 70, 80 kilometers from my home town. In there I\ngot a job. I used to go out and show movies in schools. Collect a few farms or small villages\nand show the movies in the school, show Russian movies. And that was Russian propaganda.\nAnd being over there, one night on a Saturday night, I was out on a date, late in the evening, I\ncould hear the bombardments and the war started, the Russian-German war. And here it caught\nme away from the house, away from home, nobody around, a young fellow, and I had to make\nup a decision, should — it was immediately panic with the Russians coming in — should I run\nwith the Russians, away from the front, because the front wasn't that far away, or should I go\nback to my home, my hometown? And I decided I’m was going, going on — to go on the way\nhome, and then I'll go away, run away in Russia.\n[Technical conversation] Going on the way home, already I could feel the war. What did I see\non the road? What did I see on the way? The Germans were shooting other people and the\nrefugees running away. It was soldiers, it was plain people. It was people like me, and we were\ntrying to stay a little bit off the road, and here the Germans used to came in with planes and dive\ndown and shoot at us.\n02: 37:10\nShoot people, innocent people running and just shooting at them. The same thing like it would\nbe animals or cows. They were shooting on cows and people in the same way. Until the middle\nof the day, so all of sudden I saw a dog fight and I was real— because we didn't see any more\nRussians. The Russians were running away. They were bombed. They left their vehicles. They\ndidn't have enough gas probably. They blocked up the roads. It was a real panic on the road\ngoing on, and we thought the Russians lost the war already. I mean what we could see. I'm sure\nthey were just running from the front line. And we met pilots who didn't have a chance to even\nto get in their planes. The Germans bombed the airports, the air runs. And they were all running\nback to Russian — closer to the Russian border, deeper in Russia. And here I see a dog fight, and\nI was very happy because it gave me some encouragement that maybe the Russians are still\nalive, but there were plenty alive. Observing, so we lied down observing the dog fight. They\nknocked down the German plane and the German parachuted right in the place where we were\nthere. So, I took part right with the Germans, being part of the groups that were running away.\nSo some of the Russians, they had the arms, so they went right to the pilot where he parachuted\nin and they didn't wait too long. They killed him right on place, but they didn't take away his\narm. After they left, I was there and I took away his gun. So, that's the first time I already had a\ngun by myself, and I thought, “Maybe, I don't know I will have to use it or not.” And that's the\nway it was burning, the roads, the homes in these little towns around were all on fire, all burning,\nand that took me about one night, and at — probably we got a little bit of transportation on the\nway, too. And the next day, I came to my hometown back to Slonim, and that was on a Friday.\nI'd say it took us quite a few days between leaving the town where we almost — for a while I\nthought it’s only a few days —that’s quite a few days before we came home. Friday morning, I\ncame back home. I don't have to tell you, I mean the joy was real great that here their only son —\nthey had three girls, I was the only one son. In Europe being one boy between four, between\nthree sisters, so 1t was a big — a son was different than the woman. I would be the one to\nKaddish°, I would be the one to carry the torch, to be the head of the family was the Kaddish\nafter my father. So, I finally arrived home and sitting over there and Friday evening before they\nmake Shabbat, the shutters were closed. I can remember just like it’s yesterday. And we are\nsitting home reminiscing the stories, telling them again how much I went through the road\ncoming into my home to Slonim, and it was later around nine, 10 o’clock we were ready to go to\nSleep. It didn't take too long before I had the chance to fall asleep, we hear like crackles on the\nroof. The first thing we hear is shooting, shooting in our yard. I lived in a small courtyard and\nthere's shooting going on, and one after the other is getting stronger. The shots are getting more\noften, and here I hear crackles on the roof. So, I was thinking, “Thank God it's raining.” But it\nwasn't raining, the house was on fire. It was a wooden house and the house caught on fire. So,\nwe were forced to get out. Now that's about one or two o'clock in the midnight, and the only\nthing you could see was from the moonlight, you could see everything what’s happening. So,\nsome way we ducked out from the house and we are in the yard, and here 1n the middle of the\nfight 1s going in between the Germans and the Russians. What happened is, a group of Russians\n— they were left over, the front was already far, far away but they didn't know — the Russians\ndidn't know that there was no more front in here and someway a fight was going on. So, we are\ncoming out in the middle of the night, and we are immediately arrested by the Germans, and they\nput us in one place, maybe approximately about 15 or 18 men and women. The women they\npushed aside while the men they took and they made everybody, if anybody had a cap on, they\nmade everybody to take off their caps. And anybody who did not have hair, they put them in one\nplace and they shoot them. They shoot them in our back yard. So here I'm a young fellow, I lost\nmy home, and now I am witnessing a terrible massacre of eight or 10 men. My luck they didn't\ntake me because I had hair. I wasn't in the Army. The reason why they looked at our hair is that\nthey thought that maybe it's Russians, changed their clothes. So, they took the people — and my\nfather didn't have much hair, but he probably looked older, so by chance they didn't take him\neither. But I know the reason why they didn't take me. So, they killed them, and we had to dig a\nbig graveyard, a big hole in our yard, and we buried the people there. Eight or 10 Jews, 12 Jews,\nthey killed them and here left over a young man with no home — coming back, no food, no\nhome, and by luck by the same thing, we had another home.\n> Holy One (Aramaic); Jewish prayer said to honor the dead, especially close family members.\nWhat my parents bought a duplex that someday when my two sisters will have to get married,\nthey’ll have a dowry for them. And that was the custom in Poland, and it was the custom in the\nold country is when a woman gets married she'll need a dowry. So, they bought the duplex. So,\nwe went from our house, we went to the duplex, we rented it before. And some day they will\ngive it to my sisters. So, we went to the place where we lived, at that time 1t was quite a few\nfamilies lived in the house, because the Russians in Slonim — originally, we had something like\nabout 10,000 Jews before the war. But when the Russians occupied, lots of refugees from\nGermany were not allowed to live in different parts of the country, so they pushed them to our\narea. In Slonim population grew from 8,000 to maybe 18 to 20,000, and that was Jews from the\nother places, from Poland. So, it means the house already housed many more people in the same\napartment. So, they made — they gave us one room and after a while this room was split up too.\nSo, they give us one room and we slept on the floor. The family — there was not enough beds, to\nsleep in beds and a new life was started out for us to live under the German occupation.",
        "Q: How long before the ghetto was set up? Tell me how that whole thing worked.",
        "A: Allright. Now, this when we lived in our house, Jews still lived in different parts of the city.\nAnd it didn't take too long approximately, that was in June, end of June, about two weeks later\nthey started. An order came out that all the Jews have to move in, in one area, in one part of the\ncity. In our city we had a river so it— there wasn't enough room for the 20,000 Jews to move\nthem in one section, so they made four sections, four small ghettos. One larger ghetto and three\nother ghettos, and that was maybe about I would say, between two weeks or a month.",
        "Q: This was in?",
        "A: This was in 1941, June of 1941.",
        "Q: Were Jews—’?",
        "A: Yes, Jews — then Jews — when they put them in the ghetto they ordered us to put on the\npatch, the yellow patch. In our places it was patches, instead mogen David*®— the yellow patch\nin the front of the garment and in back of the garment.\nYou were not allowed to walk on the sidewalk, on the street only. The ghetto was put up with\nbarbed wire, and the main thing is the order that they put out signs and orders that any Jew that\nwill be caught outside of the ghetto without — I mean outside the ghetto will be killed. There was\nno other punishment. The punishment was, if you do not fill the order or get the command, your\npunishment was by death. And lots of time the question comes up is, “Why did you go in the\nghetto? Why didn't you stay outside?” It was immediately impossible to stay outside, because if\nyou were caught, it's death. And by that time, we had no idea that punishment is death. Who\n° Shield of David (Hebrew); tetragram.\nkills anybody, for what? And so, everybody went — it was no big problem to go into the ghetto\nbecause nobody knew what is going to happen. So, it was no big, not a big threat not to go in.\nPlus, I mean, the population was very unfriendly and by some way the Germans would not\nrecognize, especially for me, I had a problem. I look Jewish, Semitic. For me, I would be\nrecognized because the poles, most of them blonde and the way — with my look, it would be\nalmost impossible to walk on the street and not be recognized that I'm Jewish. So, I went with\nmy family. We went — were in the ghetto together and the ghetto where they made, where the\nghetto was, is where I lived, so I didn't have to move from one place to another. But next to us\nwas three other small ghettos and that's the way our bad life started out. But the question to\ngoing into the ghetto was no question for me or my family or for anybody else. Like I said, the\nmain reason is nobody knew what it was going to be gas chambers or anything else what could\nhappen, the killing in the pits.\nIt was unknown. But it didn't take too long. On July 17, I had another experience. The\nGermans walked in, in the Jewish homes and they took out only male, young males. [Technical\nconversation] And then it came on July 17, 1941, a special commander group came in, 1n the\ncity, we didn't know they were and they walked from house to house, and they took out young\nmale only. How did they do it? They organized like a chain. They told each one to come out\nfrom their homes and stand on the street. And from the street, they had guards organized almost\nevery half block. They made you run to a certain destination. It was easy for them. They didn't\nhave to arrest him and take him from one place to the other. Once you were out of the house,\nyou came right to the place, the appointed place. They made you run. “Raus, raus, raus!’“ and\nhitting you, and they didn't shoot us at that time, but hitting us and pushing us until we came to\nthe destination. The destination was on the market place. Near the big market place and it was\nnear the Jewish Theater, bordering with the Jewish Theater. So, they made their — they crowded\nus all in one place, and we were approximately 1,500 young people, and here I am caught in the\nmiddle of there. And staying there, it was a real hot day. What were they telling us? They were\ntaking us out to work. We have some special arranged some work for us to do, some slave labor.\nAnd trucks were coming up to the place, loading them up, 30, 40 people on the truck and taking\nthem away. I was there with my father, and being young, and being a little restless, so I say to\nmy father — he says, “I'm very terrible thirsty. I see its a spigot with water, right there in the\nback. I'm going to go right there in the back to get a drink of water.” So, I was kind of hard to\npush through to go to the back and get to the spigot of water. But that time the line came closer\nand in a few minutes I was trying to run back to be back with my father, and my father was\nloaded on the truck, and I couldn't already get in on the same truck. And my father was taken\naway and by that time I was left over behind. And exactly — the punctuality of the Germans\nexactly at three o’clock the high German officer came in and he said the people the ones that are\nleft could go home. So, I was left over. There were left over 300 out of the 1,500, and I was left\nover with the 300.\n’ Get out! (German)\nThey made an exit where we could run out, and they beat us. They were standing with the rifles,\nthey hit everybody on the head and the foot and any place where they just go through. I wasn't\nhit. I jumped over the rifle. He wanted to hit me in the legs, I jumped it over. I came and I went\nback home, and that is the first time I came home and here I am the head of the household. I am\nthe young man with three sisters and a mother, and my father was taken out. Where did they\ntake him? They took him only about three or four kilometers away, and they killed them in pits,\nin fact a very shallow pit. How do we know? The Germans even tried, they made some of the\npeople to write notes to the ghetto that they are fine, they are alive, and they are working. And\nthen they killed them right in the place. But, some of the mothers, women, mothers, sisters, they\ndidn't believe so they went down in a day or two. At that time the ghetto wasn't so hard to get\nout of the ghetto. It was right from the beginning July 17, 1t was only a few short while after we\nwere occupied. So, they went out and they found the pla— the farmers were telling them where\nit happened and the name was Szpakowo.\nThey went to the place and they found the clothes from their loved ones. And then it was known\nin the ghetto that they killed them all just only a few miles away from the city. That was the first\ntime we found out actually that people were being killed in the pits. So, the whole, for me it was\n— it changed my whole way of thinking. It changed my whole — I accepted immediately and I\nstarted thinking that, “I don't think we will be able to survive.” So, we started working\nunderground with the same people, with our friends and for us thinking to find a road maybe\nsome day we'll be able to go out through the underground. So, immediately already the roots\nwas developing. It was forming for the underground. And my history 1s a lot of survival through\nthe underground.",
        "Q: You said when they rounded everybody up, they rounded up the young men mostly?",
        "A: Only men.",
        "Q: But your father must have been old, wasn't he?",
        "A: He was born in 1890.",
        "Q: So, he would have been 50?",
        "A: 50 years.",
        "Q: So, you don't think they were rounding up the leadership of the ghetto young, strong men?",
        "A: Yes, younger men, too — when we read the history of the Holocaust, what's happening in\nother places and other towns, it's almost happening the same way in every other — the other\nplaces. It's to take out the strong men. The able men. Break up the family, and that was done in\nevery town around me. When I talked to some people that survived in different cities, and it\nalmost happened like a copy of what happened in Slonim, happened in different cities. They did\nthe same thing. They called the it chapones®. There's a name even for it. They came in, they\ngrabbed — a one day Aktion’ and out. And tomorrow they went in a different city and did the\nsame thing. So, it was like a plan that was all planned out, how they're going to follow, how\nthey're going to do. But, we had no idea. We were little, little people between a big machine.\nWe had no idea how they worked. They had their psychiatry, they had their monies, they had\ntheir government, they had their plans, and we were just small little people in the ghetto and not\nknowing anything what’s planned for us.",
        "Q: So, now, getting involved with the underground at this point, men — what? Smuggling?",
        "A: Ok, now, I got involved — we were involved in the underground. The underground was a\nvery secretive organization. They had a reason why it has to be secretive. A lot of times\nquestions come up, “Why does it have it to be secretive in the ghetto between Jews?” It’s a\nreason for it. You have to be secretive is — I am planning to go out. I am planning to save my\nlife. I have around me a thousand other young people, not young people. We're not talking\nabout young people. We have another 20,000 Jews inside the ghetto. We are a group of 10, 50,\n100 or 1,000. We want to go out to the underground, or if not, we want to fight the Nazis in\nopen revolt. So, the question is, \"Why don't you take in more people or why do you have to be\nsecretive?” Yes, if a group of 10 people or five people or one person goes out from the ghetto,\nlet's say he is caught. The Nazis catch him they get the people.\nYou tell them you belong to an organization or group, it's not important. The fact is, is that\nyou're going out through the underground. Someway they have their way to know. They go in\nthe ghetto and they take in 1,000 hostages. I'm saying 1,000, it could be 100, 500, 1,000.\nDifferent areas, it happened different amount. Now, I am going out. My friend, my neighbor is\nnot going out. He is left over there. He could be part of the hostages. He could be part of the\nnext Aktion, what we called what would happen in Poland. You take out 5,000 people and you\nkill, you precipitate an Aktion what's supposed to happen two months later. You do it, it\nhappens tomorrow. And that's what happened in different parts. In Slonim, I was in Grodno, I\nwas in Wilno, and that's why it's secret was so much. It was — you could not afford the other\npeople to find out, but we'll talk a little bit in a different part.",
        "Q: You knew that from the outset. You knew that there would be a reprisal because they said\nthere would be.",
        "A: Yes. Yes, by that time this in a little bit longer, they brought in Slonim, they brought in two\nor three farmers and they were hanging in the middle of the market with saying that, “This will\nhappen to anybody who goes to the partisans or goes to the underground or goes to the woods.”\nNow, that way you could see by the clothes that they were wearing, it was innocent farmers.\nYou could see they weren't even partisans. But the main thing is the message that they were\npassing is, “That's what will happen if anyone is caught going to the underground.” And in\n® snatchers (Yiddish)\n” action (German); term used for operations whose objective was the physical removal and\ndestruction of Jews.\nreturn is they did many times, is by catching one they will take out a— punish other Jews. Now,\nthe next thing that happens — how does a ghetto operate? How does a ghetto work? How do\nyou live in the ghetto. You're not working, you're not earning any money. How does that work.\nWell, we were pushed into the ghetto, and here were 20,000 people, Jews, in one small little\narea. We have no food, and we cannot earn any money to buy food. So, it was formed a\nJudenrat!®. Who is the Judenrat? In our town, the Judenrat, they took a committee, what they\nwere before elders in the city. Their job before the war was like federation, we have it in\nAmerica. They used to collect money to help the poor in different kinds of special and Jewish\ncity in the Jewish town, there's even lawsuits were going on, were settled not in court but settled\nbetween the committees. So, they were the first ones when the German occupied. They asked to\nform a Jewish Judenrat, and that's the committee. So it was the easiest thing to take these people\nto take over the management of the government of the ghetto. So, the first time we had\napproximately six or eight people that belonged to the Judenrat. Now, what was their function?\nTheir function was — the first thing is to register the Jews. How many Jews are in the ghetto. It\nhad a double purpose. Number one, the Germans wanted to know how many Jews we have\nthere. And the next thing is they used to give rations. So, they gave us— you went to register,\nbecause if you wouldn't go to register, you had no way how to get a ration. So, this was a double\npurpose for the Germans. They knew exactly how many Jews are in the ghetto, because\neverybody wants to get food, and the rations were very small. Something like 200, 250 gram of\nbread and maybe something else once in a while. And that was the purpose of the Judenrat. And\nthen at the same time, is the Judenrat formed for Arbeitsamt!'.\nArbeitsamt means — 1s when the Germans came in and by that time it was even the\nWehrmacht!’, the occupied. We had two different kinds of Germans. One was the Nazis and\none was the Army. So, the army was just passing by, but in this same time already they learned\nhow to rob, too. It didn't take long. So, they got orders to the Judenrat for slave labor. How do\nyou get the best way slave labor, is you go into the Judenrat and you ask for 500 men. How do\nyou get the 500 men? So the Judenrat formed a police, the Jewish police. The Jewish police got\nthe order to go and get the slave laborers, so that was one part what was what the Jewish police\ndid. And the other, the next day the Germans came in and they asked for furniture to fix their\nhomes. The Jewish police went with wagons and pulled out the furniture from the homes. The\nnext minute they came in and they want 10 kilo of gold. They want 10 kilo of gold— how do\nyou get 10 kilo of gold? It's not what a Jew had gold in their pocket and in the vault, and he\ngives them the gold. He had to collect the gold. How do you collect the gold. You get the\ngolden watches that they had from hundreds or thousands of years whom one passed to each\nother. They had rings. They had bracelets, even golden teeth. In Europe, they had a lot of\ngolden teeth. The dentist used to pull out some teeth or some people died and they hold —\nholding teeth from them — or whatever. All and all they accumulate, they had to accumulate 10\nkilo of gold. That's a lot of gold. The next week somebody else came and they asked for another\namount. I don't know if it was 10 or five. The next time they come in they want to have another\n'© Jewish council (German); term used for Jewish administrative boards appointed by the Nazis\nto oversee Jewish communities and ghettos.\n'l employment office (German)\n'2 Armed forces (German)\namount of gold. So, they collect 1t again. By that time 1t was much harder to collect, so the\npolice had to go to the homes and beg and ask and plead with the richer ones to save our lives —\nand we thought so too.\nBut maybe the passing time you'll buy off yourself with the order of the gold. And the third\ntime, was no more people, was no more gold to give them so they took them out and killed the\nJudenrat. And what did they say? That the Judenrat collected the gold and they kept it for\nthemselves, and that's the reason they killed him. That was no reason for that. They killed them\nbecause it wasn't any more gold to give it to them. So, life — that too, put a panic in the ghetto.\nThey have to select another Judenrat. It was harder to get another Judenrat. So Slonim had a\nhistory, they had three Judenrats, and they were all killed. By the end they had only a Judenrat\nof only one man. That was by the end. So, life was getting, every day, tighter and tighter, and\ncoming back to the Aktion of the 1,500 men, till was quiet in the ghetto. We called it quiet in\ncomparison to the other times. So we called it normal, quiet, tranquil. But it wasn't. It was\ngoing on every single day. By that time, I went out on slave labor. I got a job working in a place\nthey called it the Beutelager’’. It was the place where they collected arms, the Russian arms and\nput them in one or two buildings. So, I found a job at this particular place, and I had inclination\nthat I was a mechanic and being a mechanic, they let me work in this particular place. Over\nthere, in the Beutelager, I worked for a few months, and the head — a foreman of our group who\nwas named Choraszansky the, the father of one of my friends, the one nucleus that was in the\nunderground.\nSo, we tried to smuggle in arms to the ghetto. How do you smuggle in arms to the ghetto?\nEvery time you came into the ghetto you were searched, and if you are caught with a piece of\nbread — not only a piece of arm — you were killed. So, we found a way. The foreman, the one I\nworked with, was very, very friendly with the two Germans around the shop. And it was two\nGerman officers. Now, they were not Nazis, they were part of the Wehrmacht and one's name\nwas Mutz and one was Brown. So, he got very friendly with them. What was the friendship?\nHe could bring out — the foreman — was bringing out different kinds of clothes and valuables\nwhatever they wanted from the ghetto and they exchanged with him for articles like soap. And\nthey had a lot of soap. I don't know for what reason, but they had lots in their warehouse, they\nhad a lot of soap too. Because they had this warehouse, other warehouse with food, too, some of\nit. So, bartering with them, he made a deal with them that whatever he pays him sometime, he'll\nhelp him to bring inside the ghetto, because what good 1s it if he gets it outside of the ghetto.\nHow does he bring it inside the ghetto? So, what he did is, he gave him a boxes of soap. It's a\nwooden boxes and soap was large pieces like this not like we have it here, and we got an idea is\nto take out the soap under it and put hand grenades and put part of guns underneath and Mutz\nand Brown would take it into the ghetto with us, and delivering us the ammunition for us inside\nthe ghetto. And we did it quite a few times until we had well in comparison to any fighting force\nit was not enough arms. But meanwhile, we brought in, we start bringing in arms, and we had\nalready, cache of arms.\n'S warehouse of confiscated goods and valuables (German)\nSo, this way, our organization got bigger, then we got in a radio which we took out from a tank, a\nbroken tank, and we put it together and we got a radio inside the ghetto. And the ghetto was cut\noff from any type of news. We had no news, we had no radios. I didn't mention before that\ngoing into the ghetto you couldn't have a bicycle. They took away everything from you if you\nhad something, no radios, no bicycles, no telephones. No nothing, anything like it. At the same\ntime we had no information. No newspapers and no radios. Television wasn’t yet in any place.\nSo, we got — start getting news, our own news. We could listen to BBC so we passed the news.\nThe main thing it was the news for us is how successful are the Germans with the front line.\nThat was our main news. We didn't need—\n[Technical conversation]\nEnd of Tape 1\nTape 2\n[Technical conversation]",
        "Q: Why don't you tell me about how that Aktion was?",
        "A: It was tranquil, and then it came -- the big Aktion November 14. Maybe, that's the way Pll\nstart. In the ghetto it was tranquil. It was almost quiet, but not that quiet. Once in a while the\nhead of the Gestapo used to come in and punish somebody by finding for different reasons and\nmaybe he didn't take off his hat against him. And from them he could take out his gun and just\nkill him for it because he didn't give respect to him. That means, the head of the Gestapo coming\nin the inside of the ghetto. We called it, it was pretty quiet and tranquil because no Aktion was\ncoming on since the taking out the 1,500 men. Until we came to a big massacre and we called it\nAktion. So the German words called it Aktion, and from there on we called it also too an Aktion\nis coming. And then here on November 13, I lived right next door to us with a photographer —\nlived there photographer and some Germans used to come in and take pictures, photographs in\nhis house to be able to send back to their families. So, they took pictures. And this particular\nGerman came in that day and he says, “Something is going to happen. I don't know, but lots of\nspecial groups, and whatever the name he called them, Nazis or Kommandos\"* or — came in the\ncity, and looks like something is going to happen. I would suggest, if you have a way, hide or\nget out of the ghetto.” And other signs was in the ghetto that they gave special scheins!°. The\nscheins is a special little piece of paper. The tradesmen, important tradesmen, where they\nworked for the Germans and they called them the special Niitzliche Juden’®. And in fact some of\nthem they even moved to a different part the ghetto.\nSo, we knew it was kind of happening, a distinction between our working Jews and non. So\nsomething we started worrying about it. This is the same time when the German came in and he\ntold my neighbor that something is going to happen. So, I decided that I am going to go and hide\nsomeplace outside of the ghetto. Now, it wasn't hard to get out. It wasn't hard to move out,\nsome empty homes were outside of the ghetto. So we went out during the night and we were\nhiding. It means me and my family. My family is now my mother and three sisters. We were\nhiding in a house outside of the ghetto, and the next day on November 14, 1941, that Aktion\nstarted. At eight o’clock they — a group, a big force of Nazis came in inside the ghetto and they\npulled out 10,000 men, women and children, in the same thing the talk was, they were going to\ntake them out to slave labor. And the same thing. People had no idea, because at that time, if\nyou would hide in any parts of the house, under the bed — some people were hiding under the\nbed — they could survive this particular place. So, you know the people were so unprepared, so\nnot having any kind of idea that they are going to take out 10,000 people to kill. They were\nalmost ready to be taken, to go away. It was no resistance. And I can understand why the\n‘4 commandos (German)\n'S Certificate (German); term used for Nazi issued work permits.\n'© Useful Jews (German)\nresistance wasn't there, because it was unprecedented to know that they were going to take out\npeople to kill. So, people went and from eight o’clock the same thing until four o’clock or three\no’clock, they killed 10,000 people, in not too far away, I forgot the name of the little village of\nthe place — Chepelevo, they took out 10,000 people, Jews. They killed them right there. In fact,\nthe night before they took 100 people, the same thing on slave labor, to dig the pits, and these\npeople never returned. They killed them right in the place, and they never returned back to the\nghetto. So, nobody had any idea. It was pretty secretive, pretty known, you know, and this way\nthey killed this tremendous amount almost half of our population. So, we started working, we\ngot much more involved—",
        "Q: Wait, before we leave this — you— your mother and sisters were all hiding outside the ghetto,\ndid you hear, you couldn't hear anything?",
        "A: No.",
        "Q: How long did you stay out?",
        "A: Only one night. We stayed only one night, and after the Aktion was over, the next day we\nreturned back to the ghetto, and by that time we lost everything, a lot of my friends, a lot of my\nfamily. Then a few days later, 1t was known they were taking out, not too far from the city, and\nthey killed them. Because some of them survived the massacre in the pits, so they came,\nwounded, they came back to the ghetto and they were in the hospital. We had a hospital in the\nghetto. So, the Germans, after they found out that some people survived, they came in with a\ntruck and took all the people from the hospital, and they killed them. So, it was already known\nin the ghetto, when they took out the 10,000 people and they killed them.\nSo, I returned back a day later and by that time we didn't have the experience to know yet, but we\nfigured the Aktion is over. There's no place, we couldn't hide. We couldn't stay much too\nlonger, any place anyway, because the Poles would give us out. So, we returned. We felt safer\nto go back inside the ghetto than staying outside. And we returned, the next day we returned\nback to the ghetto, and here we found half of our friends, family were killed. I got much more\ninterested in our bringing the underground organization, but at the same time I’m unfortunate, I\nalready lost already some of our friends, some of my friends were taken out. But we were still\nleft over, a nice group. So, we started meeting more often, and planning and see how we can\nbring in arms to the ghetto. So, I found a job in, I found a job in slave labor outside of the ghetto\nwhere they collected arms, Russian arms, which were left over when they were running away.\nSo, the Germans were collecting it in three buildings and they called it a Beutelager. For me\nbeing, knowing a little bit mechanical work, so I got the job to be able to work in this warehouse.\nAnd some of my friends, the ones from the underground and the foreman was the father of my\nfriend Choraszansky.\nHe was in charge of that section, and he working for there quite a while, he established a good\nrelationship with the two Germans, the ones who were in charge of it. They were German\nofficers. One was his name was Brown, and Mutz, Mutz and Brown. And what was the\nbartering, what was the business that we could handle, we could do with them is, he used to take\nout some clothing or some valuables, it could be watches or something else, and in return he\nused to get from Mutz or Brown, he used to trade him for soap. Now, this soap used to come in\nwooden boxes, small wooden boxes stacked up with soap. So, what we did is we took out the\nlayers, right on the bottom layers, we put in some hand grenades, all different parts of arms, on\ntop we put back the soap, nailed back the box. Now, how do you take them inside the box of\nsoap? So what we, what Mutz, mainly Mutz was doing it, so Mutz with his truck used to deliver\nback to slaves, us the Jews, back to slaves to the gate in the ghetto. In fact with this he used to\ndrive inside the ghetto because everybody knew him. He was there every single day picking up\nthe laborers back and forth, and they knew him, so it was nothing a German coming in with this\ntruck. They didn't check his truck. They didn't look in anybody. So, this way we could come in\ntogether with him and they didn't check us. And this way we had a good chance to bring in —\nactually, what the Germans did the job for us. They brought in the arms for us there inside the\nghetto. And it didn't take too long. We had a few rifles, we had handguns, because a rifle takes\na little more, it was a cut off rifle, we put it in the sack of flour. We did it not only with soap, but\nwe had flour when they brought in. And we even had a radio. The radio, what kind of radio is\nwe took out from a tank, a broken tank. We took out the radio and put it someway together and\nwe could get news. Now, the ghetto had no communication with the outside world, or even with\nno place. We had no newspapers. We had no radios, and before you went into the ghetto they\ntook away from you everything. You were not allowed to have no bicycles, cars, we didn't have\nany cars to start with. No telephones, no radios. So, actually we are ina vacuum. We didn't\nknow anything of what's happening any place in the world, any place even our neighboring\ncities. If Aktions of killings were happening in different towns, we had no idea. We didn't\nknow. We didn't know. It was just like a jail. It was a jail. We had no idea what's happening\nfrom one place to another. Not talking from farther away like Warsaw and Berlin, but even in\nthe small towns next to us, we had no idea what's happening unless, unless once in a while\nsomebody ran away from the massacre and they came in the town and they tell, 1s the only news\nyou could find out. And that's the way our organization was developing, but we had less\nmembers. How many members we had, we don't know. Our immediate membership was, well\nwe usually probably had 10 or 12 and then we lost a few, so we had about nine, 10 members put\ntogether. And right after the massacre, life turned back to normal. We call it normal. Now, we\nhave a different way of what normal life means, but being the ghetto, we call that for us, it's quiet\nand I lost that job. They didn't let any more people, and I remember the night him and I worked\nin the Beutelager.\nI remember the night of Pearl Harbor. It happened. We heard it by the Germans that the war\nstarted in America and so the hopes kind of helped us that maybe some help would come from\nAmerica. And at the same time we were talking between each other, maybe the world will find\nout, help will come, but it never came. How could Russia, America, England, how could they let\nto take people, take people and just kill them out, or destroy a people, but help never came. So,\nthe underground was going on, but I had to still make a living to support — I am now the head\nprovide of my household. So, I found another job. My job was in Verpflegungsamt!’.\nIt means a big warehouse where they're giving out food to— we'd call it to older Germans. It\ncould be Wehrmacht it could be Nazis, it could be rations to anybody who was German. So, one\nday they came and they picked 300 people from the street to unload a big transport of food,\nbecause that's when they opened up at that time, this particular warehouse. So, they picked up\n300 men, because they needed it real fast unloaded. And the warehouse was almost a block long\nright on the railroad tracks. And I was one of them. So unloading it, I could see its a good job.\nIt's nice, it was food, it was only with food, all different kinds of food, even big like a tire of\nswiss cheese and wines and everything were there. So, something was going on they were\ntalking that they might pick some of the people to have a steady job. So, I tried to be young and\nstrong and not hungry completely yet, so I worked like a slave that particular two days, and I was\nprobably one of the best workers, and they picked me by the end. I was one of eight people\nwhere they picked on this particular job. And after the third day, I had a steady job. It was a very\ngood job. I could support my family. I could bring food. They gave me food. It was a well\npaid job. I worked there in this particular place until I got an order to go out to the underground.\nIt didn't take long, in a short while I got an order to go to come to a special place to go to the\nunderground. In this same time, I remember probably it's in this same time when it happened is\n— aone of the men when they took out the first time the 1,200 men and killed them, was a friend\nof mine, and he lived about a couple doors away from us. So, I went to visit his — no, no they\ntook out his father, mistake not — he was still there. His father was taken out on this particular\nday. So, I came to visit my friend, and next door I saw a nice beautiful girl, so I asked him,\n“Who is the girl?” And he said, “She lives right here next door to me, if you want it I'll\nintroduce you to her.” That was the same girl, the one I still know up until now. It was Lisa\nNussbaum that was her name, and I got acquainted with her and saw her and start coming in\nevery single day. The only thing I had a little bit problem because she was very young. She was\nnot quite 15, and her father didn't like it so much. By that time, Lisa was — her mother was\nkilled in that big Aktion, so her father didn't like it that I was such an often visitor coming to the\nhouse, but I had a very good job, and I had food with me, and I had cigarettes with me and I had\ndry food what I used to bring from the Verpflegungsamt.\nIt gave me a chance to bribe him off, with the food, with the cigarettes. And so, every time I\nused to come in, I used to bring in my pockets some dry foods, a package of cigarettes, before, it\ndidn't take too long, I was a nice, friendly visitor. This way I was coming in more often, and I\ngot to know Lisa, and she was a very beautiful girl. She had longer hair with — curly hair with a\nlonger face and I almost fell love in with her, but not quite yet because right from the beginning\nhere I am getting an order that I have to go to the partisans. I have to go. That was my dream all\n'7 Food distribution bureau (German)\nthe time to go to the underground. But it was just the beginning when I started knowing Lisa.\nSo, it wasn't such a big — I mean objection for me.",
        "Q: How did the order come to you?",
        "A: The order came to me in very simple words. Somebody came and told me “Aron, tomorrow\nat six-thirty, seven o’clock you come to this particular home.” And the house was inside the\nghetto, but almost by the end next to the wires. So it came the order that, “tomorrow six-thirty,\nseven o’clock you're supposed to be there.”” No questions asked.\nI went home. I took my little knapsack and I put it in something over there, I don't know next to\na shirt, pants, if I had anything, and I go to my place where I was supposed to meet. My mother\nand my sisters notice that I'm going away. I'm packing up and I’m going someplace. They\nweren't so excited with that. Here I am the head of the household. They need me so badly in the\nhouse, bringing in food, helping them with the rations, and the only man in the house. I'm\nleaving. So, my mother followed me and she came to the same house. And being over there I\nam meeting some of my friends and some other new people that I didn't know, other people, and\nthe door opens up and my mother comes in and she falls on her knees and she starts crying and\nshe starts begging, “How could you do it and leave us by ourselves? You're going away.” Now,\nthat was not typical of the other people. Other families were just the opposite. The mothers\nwould take the kids and throw them out on the street, ““Go ahead, maybe you'll survive.” My\nincident was different. It took me a long, long time back until now, how much, if I did the right\nthing or not, and many times I could never forgive when I didn't take this opportunity to go to the\nunderground because some of my — anyway I turned back and I went back with my mother. I\nwent back home. Until the other things happened, but I could never forgive myself, my mother,\nI don't know, I could never come to terms with that. Did I do the right thing? I didn't, for saving\nmy life I didn't do the right thing. The way my life turned out, it was all right, but that was one\nof my worst — anytime when I talk about that, it's a very, very hard decision to come up and\ndecide. But being the head of the household — so being the head of the household worked very,\nvery hard on me. Maybe if she wouldn't have mentioned that word, maybe it would be different,\nbut saying that the father was taken away and you're the only one, so I turned back and I went\nback. — Slonim. I never had another opportunity, never had a chance to go. Some of my friends,\nthey did go. They run away, they survived the war. Some of them were killed in the\nunderground, but here I had a chance, yet I went too much, much more after that, but here I had\nthe chance to be in a fighting unit and go out of the ghetto, and I didn't take it. It took me many,\nmany years to rationalize if I did the right thing or not. I went back in the ghetto. My\nrelationship with Lisa — well in this way Lisa helped me a lot, because by that time I developed\na relationship with a girlfriend and I lost some friends, but I gained, in that time, I gained with\nLisa, and our relationship developed much closer and the visits were often, and that was going on\nuntil the terrible day of June 29, 1942.\nThat's a new chapter where it starts there. About that time our organization was almost — we\nlost more people and some people went away and I was kind of like almost like reyected because\nnot going to the underground, so I was left over almost like not faithful or not being part of the\nunderground, and until the day of June 29, 1942. It was only six months later from the first\nmassacre. Here was lots of luck with me, lots, lots of what happened with me in this particular\ntime. Being a worker, a good place to work for the Verpflegungsamt, I too had developed a\nrelationship with the — well, I can't call them Nazis because this was the Verpflegungsamt, so I\ndeveloped a good relationship with the two officers, the two captains of the — there were five\nGermans there. There was man by the name of Captain Miller, Captain Brauer, and then one\nwas a Fritz, I don't remember exactly the three other plain soldiers, the ones that we were\nworking with. So, we were working, the eight of us inside filling the orders and the Germans\nwere in charge. So, we took it over — 1t was— we took over the old warehouse and we did our\njob. We did a good work because we wanted to save our job. It wasn't so much the dedication\nof being dedicated to do their slave labor, but that was our only source of our good source of\nbringing in healthy families and having enough food. Until that particular day, a special\nEinsatzgruppen group came into the city with many, many Nazis with trucks came in the day\nbefore in the city and mainly they all need their rations, their food.\nSo, where do they come? They came into that Captain Miller, and that was on a Sunday. So,\nthey came into him to get some rations. Meanwhile, from the time from the first massacre to the\nsecond massacre, everybody in the ghetto realizing what happened the first time, if you could\nhide under the bed, if you could hide in the hiding place, maybe they didn't find you. So, what\nhappened was each house tried to make malines!*. The name of maline they called it, it's a\nhiding place. Now, a hiding place could take any different kind of ways. It could be a tunnel in\nthe backyard — if you had a backyard — with a covered entrance where they couldn't find.\nIn my house, in my house, we had 32 people living. And we made a hiding place for the 32\npeople. Where was the hiding place? Under the floor — was a wooden floor — we pulled out\nsome dirt and luckily we had a small yard, and put it out in the yard, and we made in the floor a\nspecial entrance which was hard to recognize. That would be the place to hide in case another\nAktion would come. We knew it was going to come. Now, every other house had their different\nways how to make where to hide. So, I was when the news came in the ghetto the day before,\nthat something was going to happen. How did the news come in? The traffic outside you could\nsee. All of a sudden some new faces, some new trucks because we were on the watch-out.\nEverything we were looking for any signs and all of a sudden you could see the atmosphere was\ndifferent outside than everyday. So, the trucks are passing by, and by the way, our ghetto was\ndivided, the main thoroughfare, all the trucks had to pass by. Was one ghetto on one side, the\nother side you can walk on the street, but you could see if they could go around in different\nplaces, but some Aktion was coming through. So, we were getting ready to — if something\nhappens during the night or the next day — we were getting ready to hide in this particular hiding\nplace. So, here, they came to Miller with the order for food. And especially they wanted the\n'8 hideout (Yiddish)\nwhiskey. They always did it with the whiskey to get them drunk. They could do the job without\nbeing drunk, but it helped when you gave them the schnapps, the whiskey. So, they came in for\nthe order, and Miller said, “I cannot do it unless you give me my eight Jews.”\nSo, now we are his eight Jews, because they work over there in this. The head of the commander\nhad to get a special permit to be able to go inside the ghetto, I mean to get out that Miller should\nbe able to come into the ghetto and take out the Jews. I don't know they were negotiating that\nwhat they told us later on. They were negotiating almost all part of the evening and the next day,\non Monday morning about six-thirty, Miller and the other four Germans were living right across\nthe street from the entrance of the ghetto. It was a nice rich — before the war, it was a nice\nJewish home, so they took it over when they threw the Jews inside the ghetto. So, Miller comes\nin to the entrance of the ghetto and he gives the order, shows the order to the guard and to the\nJewish police. The Jewish police were inside the ghetto, to get Dereczynski — that's me — and\nthe other people, get them together as fast as they can -- 10 minutes, 15 minutes -- to come\neverybody by the exit from the ghetto. And the ghetto was small, it wasn't that far. I get a call in\nmy house when the Jewish policeman knocks on the door. We were already ready to hide, and\nhe runs and he knocks on the door when he calls, “Miller is waiting for you outside of the\nghetto,” otherwise I would never go out.\nHe knocks a few times. He said, “Dereczynski, Dereczynski, Miller wants you.” And he\nmentioned Miller, otherwise I would never come out. So, I went out and here he tells me that\nMiller was giving me the order to get the people. So, we got the people together and we went in\nthe house and it was very hard leaving everybody there. Here I am going out, but this time, I\ndidn't have no hesitation. It was very hard to part that you are going away. I don't know if you'll\never get back together. But I did go out, and five minutes to seven we were there and Miller\ntakes us out and walking out from the ghetto, not going even maybe one block we could see that\nthe destruction of the ghetto 1s coming, because we saw like a front line. Germans with machine\nguns all surrounded the area that we are passing, all pointed to the ghetto. Like you see a regular\nfront line. Now, what is that for? Then we walked out another short while, a few minutes later,\nwe hear a shot and the Aktion started exactly at seven o’clock. By that time, the Judenrat was a\nman of one. His name was Kwint!’, and the minute they started coming into the ghetto, he asked\nthem, “Where are you taking my Jews?” So, he was killed right there by the entrance. Kwint\nwas killed right there by the entrance. I found it out later, I didn't see it. But I could hear the\nshooting and then small little tanks immediately you could see because we saw little tanks and\ntrucks filled with all different kinds of auxiliary forces was standing in the trucks, and you could\nsee they're getting ready. In fact, one comes out on the way when we were walking. One high\nGerman officer comes out from a jeep and he stops us and he says “Where are you taking the\nJews?” In fact he if I’m not remember, he may have even called him “Miller.” He said “Where\nare you taking the Jews?” He said, \"If you're not giving me the Jews, you won't have any food.”\nAnd, “Heil Hitler” and he let us go. And they took us to the Verpflegungsamt, which was\napproximately one mile away and we came back to the Verpflegungsamt and in the\n'? Gershon Kwint, head of the Slonim Judenrat.\nVerpflegungsamt you could already see the fire, you could hear the shooting and the killing was\ngoing on, and before the evening came they put the ghetto on fire, because they couldn't find\nanybody. Most of the Jews were in the hiding places, so they put the ghetto on fire. So, you\ncould see the flames of the fire and we are sitting inside the Verpflegungsamt. Not be able to do\nanything, not be able to help and not sure with our own lives. “What are they going to do to us?\nWhen they get through with them, they're not going to let us witness, sure the next thing will be\nthey'll probably kill us.” So, we tried to figure out maybe a way that we'll be able to run away.\nBut, in that time, they gave us special scheins.\nThe schein was a small little card with a stamp from the Gebietskommissar”’ — it means the\ngovernor. There was only eight legally taken out from the ghetto, and I was one of the eight.\nAnd here we are sitting there and Miller comes out and everyday we used to go to the main street\nwhere the ghetto is to the bakery to pick up bread for the rations. This particular time, Miller\nsaid, I wouldn't suggest anybody should go, you could be caught right on this. So, I did with\nanother two fellow workers we decided we were going to go anyway in the truck. We'll go to\nthe Bakery. Now, passing by the bakery is like I say, you pass by two ghettos. Another two\nghettos a little inside that you couldn't see. I wanted to see what was happening inside the\nghetto, so I took the chance. I went with the truck, and I passed by the ghetto and I could see\nwhat's happening inside the ghetto. The ghetto was already on fire. People were running out\nfrom the hiding places. Some people were running out from the hiding places. Some people I\nsaw where they were hiding in the toilets. We had toilets, outside toilets, so they were hiding\ninside and they were all with the dirt, and they were caught there and they were out walking past\nby where it is running to the river. The river was right there, maybe to wash off and they were\nkilled right on the way. And other killings, you could see some dead people on the street in the\nghetto, because the truck was going slow. We asked the driver, Fritz, when he passes by the\nghetto to go slowly so we could witness this. And it was happening like people were running\nand the old Jewish saying “fun fayer tzu vaser’”!, “from fire to water” Running from the fire to\nget drowned in the water or killed in the water, and that's the view what I witnessed it, what I\ncould see. And I came back to the Verpflegungsamt, tremendous thinking of what are we going\nto do.\n“How are we going to survive or what can we do?” That was going on — but the same night he\ngave us a place to sleep in the Verpflegungsamt. We didn't go back to the ghetto. That was\ngoing on for two or three days, and then Miller told us that they are going to let a certain amount\nof Jews live. They are not going to kill out the whole ghetto. And later on we found out they did\nthe same thing all over. They never killed out in the first or second time until the end of the\nghetto. Our experience showed later too, they did the same thing. Mainly the ones, the people\nthat are hiding, is you let some other people live. So, the people, the ones that are hiding would\ncome out and then you make it from a ghetto of 10 blocks, you make the five blocks, from five\nblocks to 10 homes. Then you keep them in the two homes. Then when the Germans want to\n*° regional commissioner (German)\n71 “from fire to water” (Yiddish)\nfind you, they only have two homes to look for it. They don't have the 10 blocks, what they had,\nor 20 blocks. I found it out later that that was what was done in every type of place. So, they\nleft. They left, the word was coming out they were going to let some Jews live. It's not going to\nbe completely liquidated. So, what do I do? I'm outside. My family is still inside. Lisa is still\ninside. I have no idea what happened with them. And I'm being there on the third day and I\ncame to Miller, and I say, “I have a good idea for you.” And he, during the time with Miller, I\nbartered before too. And he always used to ask me if I could get him certain different kinds of\nitems to bring from the ghetto and he'll pay me to send, probably send it back to Germany.\nMeanwhile, the night when this was happening, I noticed that Brauer, the other officer, he was\nkind of completely disturbed with the happenings. It was only one German what I ever met,\nwhat I could see that he was disturbed with it. And I see him staying on the, on the — we had a\nlot of sacks and he is staying over there leaned on the sack with hands like this [interviewee\ngestures with both hands on head] and he said “I can't believe it that my people can kill and burn\nthis.” And he was talking to himself. And I just make it like I wasn't there around. So, the next\ntime, when a couple days later when Miller gave me the permit, I told him, I said, “You get me a\npermit to go inside the ghetto.” The Aktion was still going on in the ghetto.\n[Technical conversation}\nEnd of Tape 2\nTape 3",
        "A: After the second and third day, people were hiding inside the ghetto, and they could not find\nanybody, and they put the ghetto on fire. And then, a day later or two, they started announcing\nwith the loud speakers that the Aktion 1s over and that anybody who comes out will get scheins,\nand they're not going to take them away. By that time, some people were start already, coming\nout, so when they came out they immediately arrested them and they took them over in the jail\nyard outside of the city. When I was working on my place and I found out that some people are\ngoing to be allowed to live, so I went to Miller when I offered him a proposition that if he would\nsomeway get me transportation to the ghetto, I would go inside the ghetto and find for him\nanything what he would like. For example, he wanted all the time, he wanted — at that time\nthere wasn't too much valuables you could find. I mean if people had small stuff they took with\nthem whatever, but the bigger items, crystals, all different kinds of dishes, maybe some furs, this\nkind of stuff. So he fell for the idea and he says, “All right. I'm going to get you a special\npermission to get inside the ghetto.”\nIn the afternoon, I asked him in the morning, a short while after, maybe an hour or two hours\nlater, he came back with a piece of paper, with a permit to go inside the ghetto and he said “Fritz\nwill take you to the ghetto. He'll drop you off right inside the ghetto and whatever you\naccumulate all different valuable stuff that you can find, you'll come to the front of the ghetto” —\nwhat's the entrance and the exit, it's only one gate — “you'll come right by the exit of the ghetto\nand you'll take it over to my house.” He lived right across the street. So, I was very happy to do\nit, and my intention was mainly was if I could go ahead inside and maybe I'll be able to find my\nfamily inside the ghetto, and Lisa, whatever I can do and help and see — “T'll decide what I can do\nlater.” He dropped us off, four of us. He dropped the four of us in the ghetto, and it was still\ngoing on some of the Germans were still walking around inside the ghetto to rob, to look for\nsomething to take it home, to rob, to take away. And but in the same time we are afraid that we\nshouldn't be arrested in taking like some of the survivors, so we all stayed together in one group\nwith the document what we had. So, we came, we walked through part of the ghetto and we split\nup. Each one went to see if he could find anybody from their family. I immediately went to my\nhouse where I lived and I knew exactly the entrance or the hidden entrance. I knocked a few\ntimes until I got an answer and sure enough everybody was still there, and it was the people that\nwere there. I found out it was 32 people were hiding. They opened up the door and it was three,\nwe found three dead people. The three dead people they committed suicide. It was a druggist,\nand he was fortunate to have some poison, so his family took the poison. And the stench it was!\nI couldn't walk in, inside but some way I went underneath and here the people were laying over\nthere for three or four days under the floor with no lights and they couldn't even move. They\ncouldn't stay on their feet, if they would come out in the open. By some way I got inside and I\nhad a chance to see my mother and my three sisters. I couldn't help them with doing the taking\nout. Whom would you take out? If I could take maybe one, I would have a terrible decision\neven to take one. Whom to take? Whom to take? And but I gave them, I found some food. I\nbrought in some bread and water. The food that I found is because there was some food in the\nempty homes where they took out the people. I could still find some bread and what mainly was\nthe water. So, I gave them the water and the bread and I gave them, and I said, “We'll see what\nwe can do the next chance I'll have.” I figured to myself “that's what I'll do.’ And I left them.\nAnd from there walking outside, I met my other friends, the ones that worked with me.\nNobody had anybody of their families. Their families were discovered and they didn't have\nfound anybody. So on the way walking out, I had to pass by the place where Lisa lives, the\nhouse. And here, I tell my people, and they were carrying the dishes, whatever we found we put\nthem in the pillow cases. We didn't have any boxes. We put them in pillowcases. So, I was\nstanding over there and they're waiting and I say, “Give me a chance, let me take a look if my\nfriend is there.” I came into the house, and she wasn't there. The place next to them was a\nhiding place. It looked like the hiding place was discovered. And, you could see a hand grenade\nblew up the hiding place. I still didn't give up. I went to the back and I think, “Maybe they went\nin the back to hide.” So, I go in the back and I start calling out “Lisa, Lisa, Lisa, Lisa.” And\nsure enough it, didn't take too long and an answer came out, and Lisa was there. She was hiding\nin a small little shack, a wooden shack, very easy to discover, very easy to burn, but somebody\nwas behind them upstairs and they kept the place intact. It was not on fire. And she came down,\nand I made immediately my decision I made up, that I'm going to take her with me. But how did\nI take her out? Women were not allowed to leave yet, because the people, the ones they left was\nonly men around them when they saw.\nIt was no women. So, what I did is I went right next door, in fact in the house where I met my\nfriend, the one who introduced me to Lisa. I went upstairs in their little attic. I found men's\nclothes, a pair of pants and a jacket and a cap. I took her in there. I cut her hair, and I put on a\npair of pants and a jacket on top of her old clothes which she had, and the cap, and she cried. I\nmean, her hair she never cut since she was born probably, but she was happy and excited, and at\nthe same time she's leaving her brother and her father in the hiding place, but she took the chance\nthat she went with me. Now, what I did was I gave her my schein, the passport to leave the little\npiece of paper and hoping in case if I'm caught Miller will some way take me out.\nSo, we're all getting ready to walk out, and we find a couple chandeliers, old broken things with\nwires. I figure it's a good thing to keep it how to mask her up, she wouldn't be recognized. So I\nput on the one fellow, I put a chandelier with wires, we didn’t have much BX” with, with all\ndifferent kinds of wires. The same thing I did with Lisa, and here we're walking. There are five\nof us now with the bags and carrying the bags. We're coming out to the exit and here the\nGermans are watching. I take the piece of paper and say “Here's my four men.” And they took a\nlook at us — they didn't even check — look on the paper, four or five, they didn't pay any\nattention, and they let us out and we walked right across the street, across the street where the\nGermans live. We're coming in over there and Miller in the house, it's the middle, or late in the\n2 BX cable\nday, and Miller was in the house, so I walk up to Miller, excited to join him with the bags of the\ngoods that I brought him in, and I tell him I found my sister — can he help me to save my sister?\nHe gets enraged and he hits his hands on the table and says “This is no place to hide Jews. Get\nher out immediately.” I had no choice. I put her down in the basement over there and I let her in\nthe basement and I figured maybe I'll be able to see if I can talk to Bauer. So, I wait for a while\nthere, being over there and Miller took off. He went back to work and Bauer was there. So, I\nwalk up to Bauer and I say, “Captain Bauer,” I say, “I found my sister, can you help me?” He\nsays, “Where is she?” I said, “She's in the basement.” He says, “Don't worry, I'll help you.”\nAnd he goes down with me in the basement and Lisa sits in the basement. It was filled up with\nold furniture, and she's laying like a little cat all rolled up scared to death and she was small. She\nwasn't a big girl. And Bauer walks over and tells her, “Stand up.” And she's scared and she\nstands up and he says, “You're not a boy.” And he looks at her and so she just says, “No.” And\nhe says, “Do you have your girl's clothes?” And she says, “Yes.” He said, “Take off the boy's\nclothes. Take off everything that you have, and be back in your old clothes. The only thing is\ndon't have your the latte**, the Jewish sign, yellow star, the yellow square, round piece.”\nAnyway, and he told her “come up upstairs” and there were Jewish — one of our eight that\nworked like steady. He was cleaning the house the — for them and helping them inside like a\nslave labor. And he came down and they brought her down a babushka with her hair in a\nbabushka and he took her out from there and he told her he says, “I'll take you to the\nVerpflegungsamt.” We left with Fritz. Fritz took us over with the truck he took us back to the\nVerpflegungsamt and Lisa was left over there and Bauer took her to the Verpflegungsamt. He\nwalked with her and he told her to walk on the sidewalk — no more like on the street — and “just\nwalk like you're a Polish girl.” And in case — that was his words, “in case the Black Guard 1s\ngoing to stop you” — the Black Guard was the police from the Ukrainians or somebody with the\nforces when they come in — he said, “I'm going to kill him right on the way.” And he walked\nwith her to the Verpflegungsamt. I was over there already with my other helpers, but I was\nexpecting her to come, so I made a hiding place in the Verpflegungsamt. I only had the problem;\nhow do we bring her in? We smuggled her in someway, inside, the other Jews that are our\nfriends helped me to find a place here in the Verpflegungsamt and the Verpflegungsamt was\nhundreds and hundreds, maybe thousands of sacks of all different of flours and sugar, all\ndifferent kinds of foods, and it was packed in five or six, stacked like an army of soldiers. So, I\nfound a place where to — I took out a few sacks, and I made a place to hide and that was where\nshe was hidden there for a few days. And then later on I got a schein for Lisa, the same little\npassport. I was transferred to a different Verpflegungsamt to the other building to the Beutelager\nwhere I worked before.\nWe left that place where we could now live. And Lisa was left over the night, for the night by\nherself. And the place with food with rats and everything right over there, and she stayed there\nduring the night. I came a couple times during the day to visit her until she got the schein and\nthen after I took her over to the Beutelager. Two days later she went to the Beutelager. I went\n*3 natch (Yiddish)\nback to help my family. I paid off Miller. He came in with a truck, Miller now, I came in with\nhim, and we came to the place where my family and the rest of them were hidden. By that time\nwe found only approximately about 14 or 15 people. The young men, the young people, walked\n— went out from there. I don't know if they survived or didn't survive, but they left the place.\nWe were in a covered truck with canvas, a canvas covered truck. I took out my family and the\nrest of the people. The rest of the people had money to pay him off. They had valuables. They\nwere pretty rich from before. When we're talking rich, we're talking maybe they had a couple\ncoins. But that kind of richness that we talk, we're not talking here for diamonds and big, big,\nbig items, but 1t was enough because I promised Miller that, “They are going to pay you off.\nThey are going to give it to you.” So, I had to stand with my word, otherwise he could kill me\ntoo, if he would take him out and not get paid, he would take me out and shot, because that same\nMiller was a killer before. He took part in Aktions in different cities. We found it out. We\nknew it. So, being good to me this particular time, helping me, it was me — it wasn't — the next\nJew he would kill him cold in blood. So, I was trying to make it sure they will have money to\npay him. So, I took them over to the same place where Lisa was, but she couldn't be in the same\nbuilding but next to it was another building, and they were hiding over there, staying there for a\nwhile. The next day Miller gave them all scheins. By that time everybody could get a schein.\nThey could go out in the open at that time and get a schein. By that time there was no more\nkilling. As far as I think and I'm concerned there were no favors. But that time was a time, like I\nsaid before, they decided they were going to let some of the Jews live.\nSo, it was done almost only to enrich his pocket. He knew it was no big deal what he did, but he\ndid it anyway. And we stayed over there — by that time there was left over approximately 900,\n1,000 Jews out of 20,000. In a short time, we had every night to get up in the middle of the night\nto be counted, but I made my way out from there to go to a different city. I did the same thing\nand Lisa did the same way in two different times. We were separated for a short time. I went\nwith my mother and three sisters. In fact, Lisa, with her father and brother, left a couple days\nbefore. Where did we go when I left a couple days later? A friend of mine knew a farm lady.\nAnd the farm lady would take us 1n a horse and buggy to a different city with the name of a\nPruzhany name, Pruzhene”* and from there we were going to go to the Third Reich. We heard\nthat in some places in the Third Reich — we didn't even know much about what the Third Reich\nmeant — that in this Pruzhana”>, Volkovysk, Bialystok, Grodno, this part of the country that there\nis no killing over there and that the Jews are still alive. So, we went with this farm lady. They\nfound her. She took us in a horse and buggy. She couldn't take us to Pruzhana she took us to\nRozhinoy. From Rozhinoy, they robbed us and took away everything, whatever we had, and we\nwent to Volkovysk. In Rozhinoy, the woman is supposed to take us to Pruzhana, so from\nRozhinoy we got in touch with the Judenrat in Rozhinoy and they arranged for us to go from this\ntown to Volkovysk. In Volkovysk we supposed to go to Bialystok or Grodno.\nSo, we're in Volkovysk in a place where some more refugees were there. I asked the people in\nthe Judenrat if you saw a girl with a young brother, with a young kid — her brother was 11 years\n** Pruzhany\n°° Pruzhany\nold, 12 years old, 12 years old not quite 13, because 13, it was a year later, bar mitzvah — and the\nfather, the father was an older man. At that time, older was 50, he wasn't 50, but in the 40s was\nan old man. And they told us, “Yes, a girl with them and they went from Volkovysk and they\nwent to Grodno.” Here I am with my family, with my mother and the rest of family in\nVolkovysk, and I have to make up my most important decision in my life. I had to make the —\nand it flashed through my thinking, a backflash, “Did I do right in not going to the underground,\ngoing back to my family? And here I'm at the crossroads, should I go with my family to\nBialystok or should I go single, young and single go to Grodno?” And I made my decision that\nI'm going to Grodno. It partly was my mind to break away from the family, because if the only\nchance I have is to survive is not to stay together. When you stay together you only perish\ntogether. There is no way that a family would be able to survive, so I made the decision that I'm\ngoing to go to Grodno. And that's the last time I saw my family anymore. I left them, and they\nwent to Bialystok, and I went to Grodno. From Volkovysk, was the place where we split up, the\nJudenrat helped me in transportation to Grodno. How did I go? They put me with a truck, a beer\ntruck it was empty with empty kegs, barrels of beer that they were going to Grodno probably to,\nwhatever, deliver or pick it up. So, I was hidden between on the truck until I arrived in Grodno.\nAnd that too, the Judenrat helped me to have gotten transportation. I came in Grodno. By that\ntime I think it was in August of 19— it was June, no probably in August of 1942, I came into\nGrodno. Grodno was completely relaxed like hardly — it was a ghetto, but a very relaxed ghetto.\nYou could go in and out of the ghetto. It was no killing. It was no transportation. For me, it was\nalmost like coming in like a paradise. I'm sure Aktions happened to the time but I wasn't aware,\nbecause I wasn't there. So, I can't say that nothing happened there anything before, but the way it\nlooked to me — coming in from the massacres and coming in a place where it’s quiet and people\nare moving around and in the little ghetto you could see business going on, on the street, what\nwas the business? Selling old clothes, selling a pair of pants, buying a pair of shoes, you couldn't\neven buy food on the street in the ghetto. So, for us, for me it was — I couldn't even believe that\nthings could happen not only what was it, 70, 100 kilometers from my home town. I thought to\nmyself, “I wish everybody else would know about it. Maybe a lot of people would try from\nbefore.” Well, it was going on like this. I found Lisa. Lisa was there with her father. They\nlived in an apartment, and they took me in. I lived with them. I made my own friends in the\nghetto. And my main purpose was only one thing is, “How do I get in touch with the\nunderground?” I'm single, I'm by myself. Single, I mean I'm not married. I'm not attached, and\nthat was a tremendous plus. And how can I find a way with the underground. The first thing I\nstart looking to a Ha-Shomer ha-Za’ir, the Zionist organization, nothing helped.\nBeing over there I couldn't get in touch with anybody. After the war I found out it was an\nunderground organization there. But it was so secretive and being a stranger in town, it was\nimpossible to get in touch. So, here I am looking around, walking on the street to talk to\ndifferent kinds of friends and people had jobs and this, and I could in no, no way I could get in\ntouch with the underground. So, in being there, by November first there came in an order from\nthe Gestapo to close the ghettos. Ghetto one and ghetto two, they decided to close the ghettos.\nThat means from now on the Gestapo took over the ghettos. If you had to go in or out, you had\nto have orders from the Gestapo, and it was getting on the same order that Slonim was from\nbefore. So, we are caught now with a population only one difference was, I'm an experienced\nperson in people would have no idea what killing means or destruction means. I'm here, I felt\nmyself, \"I'm experienced — young and experienced, maybe I'll have a chance, find some other\nways.\" When they blocked up the ghettos it was hard to go out for work. You had special\npermissions. People went out to work and it didn't take too long they're asking for two\ntransportation, resettlement started. And the name was — they are taking them out to work, and\nthe places would be much better, because here already, hunger started. A lot of people ran out of\nanything to sell or any valuables to be able to barter to change out. You had to live only on the\nrations what you were getting, and that wasn't much. Rations weren't too great, too big, too\nmuch. And they were the order to get 2,000 Jews for resettlement. So, they put out officially\nsigns, I don't remember, with names or no names, but they said, \"Take your best clothes, take\nyour warm clothes, it might be cold. Take your toothbrushes. Take you food for two days.\nTake as much as you can carry in the suitcase or whatever it is.\" They made us believe that they\nare taking you to a resettlement, but with my experience, I knew.\nSo, here I thought, \"We are going to be the first ones on the list, because we are the outsiders.\"\nAnd sure enough they came to the house. We were first on the list. I was first on the list, Lisa\nwas the first, the whole family is. But that's all I had to do was I was hiding in the basement.\nWhen they came and looked for me, I wasn't there. So, they took other people. They filled the\nquota with some other people. But I survived this first time. And that way it was going on, day\nafter day, quiet and then another Aktion, and then another Aktion. And meanwhile, we start\nbuilding malines, hiding places, the same thing as this and here I became an expert. People\nstarted knowing of me, what I went through, and now all of sudden they were getting interested,\n\"How did you survive in Slonim?\" Before, people didn't want to hear it. \"How did you\nsurvive?\" So I told them this. So, they called me in different places how to build places to hide.\nSo, the one benefit that I got is I knew the places. Helping them, I knew the places. So, when it\ncame up a big Aktion when they took only four or five days, I was hiding, they took out I don't\nknow maybe 10,000. Now, Grodno had 29,000 Jews at this time. The vicinity around had\nanother 10,000 Jews. So, now I'm part of the 29,000.\nSo they took out one, one time, they took out in four or five days, another 10,000 and we were\nhiding in five different places. We were there, stayed there for 10 or 15 minutes, \"I don't like it.\nToo many kids, it's not enough air, its maybe it's...,\" someway I had the feeling they were going\nto discover it. And sure enough we went through five days. I don't know how we survived, but\nwe did survive. How we survived the last time? The last time we survived after we went out\nfrom different hiding places and it turns out they discovered, I don't know, not all of them, but\nmost of them were discovered, but the last time is, we were hiding in a place in a house under a\nbed, a broken bed, what the place was checked and looked maybe a 100 times and that we\nfigured that is a good place to hide. Because by now they are not going to look under the bed.\nThe doors were open. The pillows and everything was all thrown out on the floors. We figured\nanybody walked in it only took a second to walk out, because they all realized that, \"Hey,\nsomebody was here already. Somebody before, they took out the people.\" And we survived\nunder the bed. After that it was — I do not know exactly how many people were left over — but\nit was in December, I found a job to work outside of the ghetto. In the meanwhile, being inside\nthe ghetto where I lived, I befriended with a very dear friend. He became a dear friend after, and\nhis name was Herschel Lipszyc.\nAnd very nice person, very nice young man and he probably treated me like a brother. And I\nwas so involved with him, and every place where he was going to work, he was asking me,\n\"Why don't you join me to work?\" And here, it came out in December, he tells me, “Aron you're\nvery handy. Why don't you be an electrician. We need an electrician.” I was a carpenter, an\nelectrician, a shoemaker, anything what we need. When you're handy, it's not hard to become\nanything. I mean, you're not an expert at that, but at least you know how to do it. And he tells\nme that, \"We need an electrician so maybe I can arrange that you can go out and they will hire\nyou.\" You can not just go with him and be an electrician. You have a foreman, the foreman has\nto accept you to take you out over there to work. So, he went to the foreman and he told him, “I\nhave for you a friend. He's an electrician, and he'll go out with you. Let him come to work.” So,\non that wintry day I went out to work with Herschel, and we were working with about five\npeople, and what we are doing we were remodeling a house for a Gestapo, a private home. So,\nwe were remodeling the house, so I was supposed to be an electrician. Before when in Russia\nwhen I went to school knowing about electricity, so I knew a little bit how to work with\nelectricity, and being over there we got acquainted with a Polish young fellow and his name was\nTadeusz Soroka.\nHe used to come and the same thing, to barter. He used to bring us food, and we in turn would\nbring him clothes from the ghetto and change and this way we could bring in some food.\nHerschel, my friend, knew him very much better. He knew him before the time. So, he got real\nfriendly with him. My friend Herschel Lipszyc didn't look Jewish. He was a little blondish\nlooking, so Tadek, this Polish fellow tells him, \"I have a connections in Wilno and over there I\nwill be able to get you papers, Aryan papers so you'll be able to live as a non-Jew outside.\"\nHerschel agreed to it with another friend of his Lutek, and they made their arrangements with\nTadek — that Tadek is going to take them from Grodno to Wilno. It's 180 kilometers, he's going\nto take him over there. They made up a certain time, and Hershel is supposed to send me a note\nif they come to the place, if they came safe to the place. Because a lot times it was going on,\nsomebody could take away from you — we didn't have any money, I didn't have much money—\nbut to give out to the Nazis you would get a pound of sugar for it, or you would get some other\nfood stuff for 1t, rewards for it. So, I wasn't sure. \"Why would a Polish fellow just be so nice\nand do it for them?\" So we were kind of suspicious, I mean, whatever behind is or is it not, so\nwe asked him for a note. And Hershel left. I helped Hershel get out of the ghetto. I cut the\nwires for him. I was the last one to say goodbye to him. And we kissed and hugged and, \"We'll\nsee you someday in Wilno.\" And he left. A few days later, Tadek comes to me and he says, \"I\ndon't have a note.\" He says, \"It happened, he couldn't stay outside, he went inside the ghetto. It\nstarted raining, and I couldn't stay long enough and I have no note.\" I worried about it and I\ndidn't know if I should ever take a chance with him or not. We went through another day or two,\na few days later and Tadek cames — comes again to me, the place where I was working, and he\nsays, “Aron, the ghetto is surrounded with heavy guards and the ghetto, it looks like, is being\nliquidated.” Here I have, I'm outside, Lisa is inside, my family is in Bialystok, I have to make up\nmy decision. Where do I go? Do I go— do I believe Tadek or go back to the ghetto, live or\nthere or go with Tadek to the unknown? I didn't know where I was going to go. I didn't hear\nfrom Hershel. I didn't hear from — what should I do. So, I have an agonizing decision to make.\nWhat do you do? Do you go back to Lisa? All kind of thoughts come to you, and you say to\nyourself, “ Aron, where are you running? Where are you going? What's the big deal about\nsurviving? So you leave everybody. And you almost give up inside.\" And I'm not easy to give\nup, but your thought comes: \"It's enough. What is the purpose of surviving?\" You think and you\nthink and meanwhile Tadek comes back and forth and he keeps asking me, “Are you going?\"\nAnd he says, \"I'm going to take you to Wilno tonight. Don't go back to the ghetto. I'm going to\ntake you to Wilno tonight.\" And I say, “Tadek, I have no money.” He says, “I didn't ask you for\nany money.\" He says, “I'll take you to Wilno tonight.”” Meanwhile there develops another\nsituation: The other people that are working with me are getting suspicious — maybe I want to\ngo away with Tadek. We are five or six, whatever the figure was, we are going back to the\nghetto, one missing, that's death. If you come in with a piece of paper with six, and five are\nreturning, that means death for the other ones. They start worrying, the people, and all of a\nsudden I see like they're guarding me. They are staying behind me, but later on I don't blame\nthem. I would probably feel the same thing. And I made my decision, 'I'm going back to the\nghetto.\" And this fellow, Tadek, stayed all day with me. He spent the whole day back and forth\ncoming, begging me, and finally when I told him I made the decision, I said, \"Tadek, give me\nyour address and maybe I'll have another opportunity, I will come to me.\" So, he gave me the\naddress, what I marked down on my body, on different parts of my body, I didn't want in case\nI'm caught to give out Tadek, and we walked back to the ghetto. By that time it was seven, six\no'clock in the evening. It was dark, and I'm walking with the rest of them, with a German guard,\nthe one that took us in and out for work. He was not a Nazi, but he was just a guard to take back\nand forth. And I noticed Tadek is on the other side of the sidewalk, the other side of the street,\nand he told me before he left, he said, \"Anytime you decided to run away, follow me.\" And he\nwas on the other side of the street walking up until I walked. But I made up my mind that I'm\nnot going to change my mind and I came to the entrance of the ghetto. By that time, I thought to\nmyself, \"Goodbye Tadek\" — I couldn't say it, but I thought to myself— \"goodbye Tadek, I hope\nI'll see you again.\" The minute I came in, I was arrested, like with everybody else. A small little\nstreet. We walked down a small street right under the gun. Your freedom 1s all completely\ntaken.\nWhen here I was half free, outside half free, maybe 10, 20 percent free outside, maybe I could\nstill do something. Here I am back inside the ghetto. They take me into the big synagogue. I'm\npushed in the big synagogue, packed with people who they found during the day and the people\nreturning from work like me. Everybody packed in the big synagogue. I even had a hard time to\nmove around. I was looking for Lisa. I looked around, moved around asked some people what I\nknew. I couldn't find Lisa. And as sure as I stood there, \"Why did you go back?\" I mean, now\nI'm caught right in the Aktion. I stayed there all night and I tried to find a place to hide in the\nsynagogue. I found a couple places and I didn't accept it myself. I thought, \"They are going to\ndiscover it.\" It was bookshelves — a lot of bookshelves. I was behind, I pushed out the books in\nhiding in the shelves, in the back of it. I kind of didn't like it, \"I'll be discovered and be shot right\nin the place.\" The next morning, about five o'clock in the morning, the Gestapo comes in with\nthe doors open, and we get an order. Meanwhile already inside the synagogue they already\nkilled a few by shooting, by — they were shooting on the chandeliers. They synagogue would\nhave the big lights and some little children you could hear already, no mercy, killings and I'm\noutside the other was in four, two walked to the transport and I'm sure this that's, now we see it,\nthe way people are walking innocent to the transports.\nNow, here I'm a young fellow without a family, strong, looking from all sides where to run away.\nNo way could I run away. Any move you would be shot immediately. They keep postponing\nthe time. Maybe it will be another opportunity. They're burning inside, \"Why didn't I go with\nTadek.\" And it didn't take too long, I'm at the railroad station, packed with some other people.\nThey put me in a boxcar, filled up with the boxcars, maybe 60, 70 people packed in the boxcar.\nThe doors are shut. I'm inside, you can't even move around. People can't relieve themselves.\nHungry from the few days they were laying in the different places and here I'm between. I still\nhave a ray of hope when I see a small little window in the boxcar. And with my other two\nfriends, we were all together, the ones we were working together, and I say, “Let's see if we can\njump out from the boxcar.”\nSo some way we had a hard time to push through, that's how packed it was, to push through in\nthe boxcar and come to that window. We came to the part where the end of the boxcar, where\nthe window 1s, and we stood on top of each shoulders and we started with all our strength to pull\nthe bars, metal bars. Sure enough, we pulled the metal bars out, because the strength that we had\nat that time was like Samson with the pillars. We could probably break a piece of iron. We\npulled out the bars and started jumping out. I wasn't the first one to jump. I jumped, the second\nor the third one. By that time I thought, “I'm a good athlete. I know how to jump out.” The\ntrain is going. I'm already figuring out what I'm going to do. “I'm going to jump out with the\ntrain the way it's running. I jump out I won't get hurt.” Sure enough it didn't happen this way. I\njumped out and I fell down, probably on the head or whatever. I don't know. I was unconscious\nand the only thing I remember is being awakened by a guard, the ones who were watching the\nrailroads. The German guard picked me up, put me back on the truck, took me back inside of the\nghetto. Inside the ghetto they put me right in a small little room, and they left me there in the\nsmall room, because they didn't know what to make the decision, to wait for the Nazis to come\nand make the decision. It didn't take too long. They took me right to the synagogue.\n[Technical conversation]\nThey put me back in the synagogue. I'm back where I was the day before. I'm pushed back in\nthe same synagogue where I was the day before. But the only difference was it was empty. It\nwas about ten in the morning, the synagogue was empty, and every hour the synagogue started\nbeing filled up. During the day, they found some more people. And here I'm looking if Lisa is\ncaught. Yesterday I didn't see her and today it's almost evening she is still not there. The\nsynagogue is packed up and they couldn't — I was looking a place where to hide. I still have to\nfind a place. Maybe I can still survive. And the only thing why I tried real hard this time 1s\nknowing that Lisa must be still alive. She's not in the first transport and she's not in the second\ntransport or she's killed in the place or she's out. So, I was waiting all day.\nEnd of Tape 3\nTape 4\n[Technical conversation}",
        "Q: Let's back up into the synagogue, you knew Lisa wasn't there and you're still looking for a\nplace to hide, and it's filling up.",
        "A: In the synagogue, during the day, I'm still looking around to see if I can find Lisa, and I was\nlooking at other places, maybe I can find a place to hide. It's late in the day, the synagogue was\nalready packed again, and Lisa was still not there. I looked around for a place, maybe I can still\nfind a place where to hide. And in the synagogue I was looking and I see a small little room that\nused to be the kitchen. I jump 1n this little room, and I see a young man is making a hiding place\nunder a pile of coal. There was a pile of coal, blocks of coal. He was making — trying to build a\nway how to hide under the coal. I walked up to him and started begging him and asking him to\nlet me make a place, together maybe we can make a place together. After a hard bargaining with\nhim and asking him and pleading with him, I told him that I am a survivor from Slonim, I have\nsome luck with me.\n“Plus, if you survive here, I have a Polish fellow that will take us to Wilno.” I don't know which\nwords worked on him, but he decided he's going to let me make the place. So, we together, we\nmade a hiding place. Like we had two walls, an L shape and a pile of coal. So, we used the two\nwalls. We used like blocks, and with our luck we found a piece of plywood to make a roof. We\nmade a roof on top of the blocks, two walls of coal blocks and we made a hiding place\nunderneath and covered the roof with coal again, and we found a couple of bodies, two bodies,\ndead bodies that we put on top of the coal. The bodies we found is a place where I wanted to\nhide the night before. It was the same room with a large urn where they kept water. So, I\nthought, “I'm going to go in the inside and hide.” And sure enough I walked out of it. I didn't\nlike it. I thought, “The Nazis, that’s all they have to do is shoot with the urn. He doesn't have to\ngo and look and check the urn.” So, I went out from over there and that's where the next day\nsomebody else took that place and they were killed over there. So, we found a couple bodies in.\nWe were hiding there inside, all of us, and during the night and the next morning, we hear the\nsame thing what's happening the day before.\nThe Nazis came in. They took out the people from the synagogue, the same orders. The only\nthing is, is being inside the synagogue 1s empty and the echo in the synagogue you could hear\nreal well. You could hear only a few shots whether somebody I don't know for many reasons,\nbut they left small babies. And you hear the cry of the babies being still by the shots of the guns.\nAnd we are laying inside. And after so much noise a few minutes before, all of a sudden the\nnoise and the cries of the little babies are being all being quiet by the shots of a Nazi gun. And\nwe laid there the rest of the morning. And the next morning we heard some noise, because there\nwas a room right next to a window. And we heard some noise outside and the Nazis did the same\nthing. The order was out. They're going to let a certain amount of Jews to leave. That time\napproximately 1,000 Jews were left. We jumped out from the hiding places and they gave us\nthree buildings where to live — where the place where we were going to stay. The three\nbuildings were in the same place where I lived before and I came back to the place and there I\nwas with this friend. His name is Ruby Loren the one who survived with me. So, we — all three\nof us came back to the place in the room to live and half an hour, an hour later, who shows up?\nLisa shows up. She came out from the hiding place and she came to the same room with her\nfather and little brother. You can imagine the joy that we found each other and here we are back\ntogether and we started our planning how to reach Tadek, get connected to Tadek and go to\nWilno.\nI sent out, Lisa was the one to go out to meet Tadek because she was blonde looking. She didn't\nlook Jewish. She went out, it was not too easy to go out from the ghetto, you go in and out. It\nwas plenty hard guarded, but some way she made it. She went out and she met Tadek. And\nLisa's brother, he went out and made a contact with Tadek all account of my address that I had\nand they made a first arrangement.\nLisa's brother and father went first. He took them to Wilno. And the same thing on the train,\nloaded with tanks and ammunition. And then came to the time for us and we made arrangements\nwith Tadek to go out, a certain time. Lisa made the arrangements. She went to him one time and\nthen she went to him a second time and she met him at church, and he told Lisa that, ““We are\ngoing to meet you on a Tuesday night at seven o’clock at a public washroom. Meet me there.”\nWe followed his directions. We came out on a Tuesday night, but I want to turn back to one\nthing. It's very important. We came out Sunday before, and we stayed in a janitor house. We\nwere a total of us eight or nine. The janitor didn't keep us, so he took us to bombed out house.\nAnd we stayed — he didn't keep us. The idea was to stay in the janitor's house, and from the\njanitors house we'll make a contact with Tadek and Tadek will take us out one by one to Wilno.\nThat didn't work. The janitor changed his mind and he forced us to get out of the house. They\nwanted to let us out at 12 o’clock at night. He begged us and probably he wasn't safe either. So,\nhe kept us until five o’clock in the morning. He took us to a bombed out house and there we will\nstay. Lisa, he kept her over there.\nThat's the whole story with Lisa. He kept Lisa. For me, and the rest of us, we stayed in the\nbombed out house, and then Lisa came in the evening. But that day Lisa made a contact with\nTadek, and she came back to the place where we were hiding. She knew where it was because\nwhen we went to the bombed out house, Lisa went with all of us, with the janitor so in case she'll\nneed us, she'll know where we're hiding. But the point that I want to make here is Tadek came\nand said he cannot take us tonight. He may take us a day or two nights later. We could not stay\none night outside of the ghetto. It was more safer for us to go through the wires to go back in the\nghetto and the next day to go back out of the ghetto and walk again, then to stay one day hiding\nin the outside. Because the population was so unfriendly and so Antisemitic that if a small little\nchild was throwing a ball fall into the place into the basement and then come home and tell him\nthat Jews are hiding there we would immediately be given out. It was safer for us to go back to\nthe ghetto. That's what was so impossible for us to survive. One day in the ghetto together was\nmuch safer than to stay an hour on the outside. And we got in touch with Tadek, Lisa got in\ntouch with Tadek. The arrangements were made that Tuesday at seven o’clock we're going to\nmeet Tadek in a public washroom. For that particular — it was very hard to get out of the ghetto\nthat night. We went out, five of us, knowing that he is not going to take the five anyway, but we\nwanted to make the contact that if we leave maybe the other ones will go. So, Ruby Loren and\nme and Lisa and the other two. We all went out and we were waiting at the public washroom.\nLisa was waiting outside and the arrangement was he was going to come with a certain signal.\nHe's going to come and meet us at the washroom and then take us to Wilno. Lisa talked to him.\nShe told him we are five. He said, “It's impossible. I cannot take five. I can take two.” After a\nreal good talk, I walked out after two, he agreed to take three. The third one was Ruby. And I\nhad a hard time to talk Ruby to go with me because he did not want to go with the two us\nbecause a girl is involved too. And it's not safe to spend the rest of the time to go anyplace with\na woman. It's safer to be with two young people, plus he had a cousin over there that if he felt it\nwas safer to go with his cousin. I talked him in, and I dragged him at the last minute to go with\nme. Tadek agreed and he took us to the railroad station. The other people they made\narrangements to come out two days later. Two days later never came, because the ghetto was\nliquidated. They could never make it. So, Ruby could never — he would never meet his cousin\nand his friend.\nHow did Tadek take us? We followed Tadek, so Lisa was walking with Tadek, and now we're\ntalking about seven, seven-thirty in the evening. We're walking at night, and I look Jewish and\nRuby looked Jewish, and every Pole would recognize us, but we kept our caps down. It was\ncold. The cold, covered up with a jacket, and we followed to the railroad station. We came to\nthe railroad station. He showed us, “Here, one of these trains is going to Wilno. Over there is a\nditch. Lie down in the ditch and I'll go find out with train 1s going to take us.” He came a short\nwhile later and was telling us this train is going to go. “When this train starts moving, jump on\nthe train.” He said, “You jump on the couplers between the two trains and some of them you'll\nfind a small leather where you can climb up on top of the roof, otherwise you'll have to make it\non top of the roof.” And we followed his directions. The train started moving, I jumped out. I\nfound the coupler. I found the leather, on top of the roof. Ruby happened to do the same thing.\nLisa did not do the same way. What did she do? She panicked. She was still sitting by the end\nin the ditch and waiting for the right boxcar which was going to take her to jumping on top. So,\napparently she ran out, and there was not too many boxcars left, so she grabbed for the handle\nwhere the door in the middle of the boxcar and that little step. So she jumped on the step with\nthe handle and the train started moving and she's holding on. We don't know anything what\nhappened with her. We're on top of the roof. We are doing our own. And the train is already\ngoing 15, 20 maybe 30 miles an hour and Tadek comes to us. He found us on top of the train\nand he said, “Where's the girl?” I said, “She's probably on the train too. She probably comes\nsomeplace, somewhere.” He left us laying there. He went all over the train. He jumped one\nplace to another. Now, this is March, I think the third or fourth, cold winter day, frost, real cold.\nIn Poland, it's a cold winter. He is right there, and we are laying on top of the roof. He's left us\nthere and he jumped all the way on the train to look for her. He found her. He came back to us\nand he told us we have to come to one of the last cars. We like him, youth was with us. We\njumped like he jumped and we came to the roof where Lisa was hanging. We made a human\nchain. Tadek bent down. He was skinny and light. He bent down to be able to reach her. I was\nholding his legs — his feet. Ruby was holding me, because it was slippery. And we pulled Lisa\nup on top of the roof, and he gave us, after he gave us a little vodka, he had a little briefcase, he\nhad vodka and bread. And that's the way we traveled for 180 kilometers until we came to Wilno.\nWe arrived in Wilno. He told us before we come to the city to jump before the station. We\njumped out and we followed him — Tadek — he was going ahead.\nHe jumped out before. He told us, “You follow me and I'll take you to the ghetto. You'll see\npeople returning from the night, going to the ghetto, you'll some way get together with them and\ngo into the ghetto.” We did the same way. The only thing 1s we put, on our faces, we put on\ncoal. Darkened our faces from the heavy day and night shift and walking on the street we saw a\ngroup of Jews going to the ghetto. We joined them together and we were inside the ghetto. We\nwere in Wilno ghetto. Wilno ghetto we found the same thing. We found the quiet time and we\nwere arrested by the Jewish Judenrat, the Jewish police, and they took us over to their office and\nthey warned us. That was Gens”° and Dessler”’ — Dessler was the one I had a session with him.\nSo he warned me. He said, “We'll let you stay here in the ghetto, we'll accept you. We'll let you\nkeep over there, but we don't you should spread the rumors whatever happened to you. We don't\nwant you to panic the ghetto. If you panic the ghetto, you'll be punished.” Punished could be\ndeath. He doesn't have to send me to death -- he can send me to death, he doesn't have to kill me,\nbut I knew — we knew what the message was, not to spread the rumor. Now, comes a different\npsychology what in the city was going on. Just make little observations what I felt is the ghetto\nwas being in a way being organized by the underground. Quite a few youths who were part of\nthe underground in the Wilno ghetto. The war was going on and the Russians started losing the\nwar already by that time and Gens, the head of the ghetto, had a feeling, a conviction that he\nmight save the ghetto.\nPeople approve of that, that's a different case, but that was his thought. The front is coming\ncloser and if you don't provoke the Germans to liquidate the ghetto he has a chance to save the\nJews in the ghetto. But at the same time the F.P.O., it means the Fareynegte Partizaner\nOrganisatsye’®, it means under one umbrella, all the underground, got organized and was two\nsections in the ghetto. One was the youth in the underground and one the people want to survive.\nAnd you have to be one part of them. We were interested that time in survival — I mean in going\nto the underground. And now our survival can only go through the underground. After a long,\nlong time, I felt it long in our times, ghetto time, is finally we made a contact with the\nunderground in the ghetto through Ha-Shomer ha-Za’ir, too, and I was working in the ghetto\n*6 Jacob Gens, head of the Wilno ghetto’s Judenrat.\n*7 Saulk Dessler, head of the Wilno ghetto’s Jewish police.\n8 United Partisan Organization (Yiddish); Jewish anti-Nazi underground organization\nestablished in the Vilna ghetto.\nwith someone from Ha-Shomer ha-Za’ir and in this same time another friend of mine. In Wilno\nwe were a group of ten, what they called the Grodno Gruppe”’, from Grodno, survivors from\nGrodno. So, we were a group of ten. We lived together, most of us in one room, and we\nbelonged to the same nucleus of underground. So, we got in touch and here we were part of the\nunderground. So, that was the first time since Slonim to Grodno being by myself I got another\nchance. I got another opportunity to join the underground. And here I joined with the\nunderground and a lot of things were going on in the ghetto. A lot of people were pro, a lot of\npeople were against it, for the same reason the underground provokes something with the\nGermans would come and liquidate the ghetto.\nSo, we were very, very secretive and in fact we begged them, we insisted that we want any\nchance we have to be able to send us to the woods, to the woods. And we went to different\naffairs in the Wilno ghetto. There were tremendous — many happenings in the ghetto. We had\nthe Wittenberg affair, where the Nazis caught the head of the underground organization. How\nthey caught him is actually, they didn't catch him, they caught a Polish leader, and he gave out\nWittenberg*’, and then the Nazis came to the ghetto and were demanding to get Wittenberg. And\nWittenberg was the head of the underground, so it was going on the whole fight, should they\ngive out Wittenberg or not and one night we got an order to meet in a certain spot, in the middle\nof the night, 12 o’clock, we got an order to meet to defend Wittenberg. And here we discovered\nthat the underground is not eight Grodner*’ or 10 Grodner, but the underground is hundreds of\npeople. By that time we had three guns. Our group was actually 10 so we had three guns. How\ndid we get the guns? We bought them through somebody and somebody smuggled them in.\nWas very expensive — we had to give up food to be able to buy, to buy the guns, but without the\nguns we probably wouldn't be accepted to go to the underground. Every group had to have a\ncertain amount of spe— guns to be able to go to the underground. So, we lived through in the\nghetto and going through and finally we convinced them or they were convinced by themselves,\nbecause it was going on. Should we send men to the woods or should we keep all the people, all\nthe fighters in the ghetto and to defend the ghetto.\nWe were the ones that didn't believe in defending the ghetto, because we thought the most it\nwould do is kill a few Germans, but otherwise we'll all be killed out and nobody will survive.\nOur idea was to go to the woods and fight in the woods. They came to the conclusion too, that\nwe couldn't do anything without their conclusion. And they decided they are going to send out\ngroups to the woods. It was no easy thing to go out to the woods because it was 250, 170\nkilometers away and to go to the woods you had to know where to do and this we're proud of our\nJewish boys. We had two Jewish young fellows where they were in the woods, they were\npartisans. They risked their lives to go back to the ghetto and take out 28 Jews. Twenty-eight\nJews like me and take them to the underground. It took us eight nights, seven nights. It took us\nseven nights to go from Wilno to the woods with two scouts who they knew the way. We got\n°° Group (Yiddish)\n° Yitzhak Wittenberg (1907-1943), leader of Jewish underground in Wilno.\n3! Person from Grodno (Yiddish)\nlost on the way until we found the road for a whole night instead of going 10, 15 kilometers, we\nonly went a few kilometers. We stopped back on the same way, but we made it all the way to\nthe underground and we came there and the leader of our group was Glazman*’ and he by the\nway, one of the people that I lived together with in Wilno, he left for the underground a couple\nweeks before and we didn't know. But when we came there, he was a Russian young man by the\nname of Bumky Bojarski and he was a leader in the underground already, in the partisans.\nWe met him over there on the base not knowing. We was surprised to find him and he was\nsurprised to see us, but that's how secretive it was. He didn't know anything about us. Now, how\nwas life in the underground? Well, the minute we came in were very happy days. It was quite a\nfew Jews and the idea was to form a Jewish special unit, not be together with all the other\nnationalities. We wanted to be a fighting, strong fighting Jewish unit. At the beginning they\naccepted it when we came, and we thought we had other — we were right with that. We thought\nwe had other things in our mind because all of us lost all of our families. The only thing, we all\nhad one thing in common, is not survival, I mean survival was secondary, but revenge was —\nfighting the revenge was our main purpose. Because everybody feel the same way. If you'll\nsurvive, what's the big deal? Nobody's around. Everybody's gone. So, anytime when the\ncommanders used to come in and ask for volunteers to do all kinds of missions, we were the first\nones, and we were good at it because like the rest of them in the underground with us, were\nRussian prisoners, some Poles and some farmers. The farmers were forced to join the\nunderground. The Russian prisoners was part of their life to survive. They went to fight a war\nthat families left, so for them I don't say they wasn't good fighters. They didn't have the motives\nwhat we had. For us, we were young men and women and we had the gall. For us to be in the\nunderground was to fight and do as much damage, to kill Germans do damage the most we can.\nBut Antisemitism was just there. They learned as fast from the Nazis or from the Poles before,\nor it was there inside for them it was natural to be Antisemitic, so they started making fun of us.\nAnd the women they thought belonged only in the kitchen. “They don't belong over there. They\ndon't belong fighting. What does women fighters have to do?” And the man was the same thing.\n“What is a Jew? A Jew doesn't even know how to keep a rifle — how to fight with a rifle.” So,\nwe had Antisemitism was pretty strong and we had incidents where Antisemitism was almost\nlike in the ghetto because in the certain time.... Now what was our work to be done? Our\nmission was, the first thing was to blockade the roads coming to our base. That's where you\nwant security. So, we blocked all the roads coming to us. We cut down the trees because we\nwere in the woods. We cut down the trees on the roads and we dynamite them so they could not\ncome into our base. Now, the underground was already developing pretty strong. It was\nnumbers, bigger numbers. And I'm talking all underground, not only the Jewish underground, as\nin general. I'll come back to the Jewish underground. So, the area became already quite a few\npartisans, were in the whole area and we cut down the telephone lines. We cut down the bridges.\nWe cut down — wherever we could do is blow up their railroads. In many instances we blew up\ntrains. Now, if I took part in it, I took part in it directly and indirectly. But I wasn't a hero but I\n>? Joseph Glazman, Jewish partisan and leading member of the F.P.O.\nwas part of the underground. I was active as anybody could be. Now, with the Jewish\nunderground, the Jewish otriad*’, more groups were coming in from Wilno. One after the others,\nand then they decided to disband the Jewish separate unit. So, they left only a smaller amount of\nJews to be together, take them in their units and then a larger group, maybe half, they put them in\na different camp. They made a camp for them.\nThey called it proizvodstvennaya gruppa**. That means a camp productive. They are going to\nproduce. They are going to work for the other partisans. So, they took all different kinds of —\nthey were — or they made tradesmen out of them. It was shoemakers, tailors, mainly bakers, a\nbakery to bake food. They used to bring in the flour and bake food for the partisans. So, they\nmade them lower, on the same level or they would put him back on the same system, “You are\nlower class you're not good enough.” And this was one of the best cream of our youth and they\nput him down to that kind of level. But some of them, but in fact most of them didn't stay there\ntoo long. They some way went out and they found in different otriad — 1n different companies\nspecial groups where they joined so they were still able to go in and fight. And they didn't take\nhim in, in our group. And this way was happening up until a couple months later we had an\noblava*’. It means the Germans came to comb the woods. Before they send the Germans to the\nfront line, they gave him the test to comb the woods. And that was a time when we lost a lot of\npeople because there was no place you could survive or hide. They came in with the force so the\nonly thing you had to run away and hide in some places. So, this particular time I was chosen\nwith Lisa, I was chosen to be guards to the staff. The staff for our otriad. Otriad, is what do you\ncall them, a big company. The name, by the way, where we were was Kalininsky Otriad. That\nwas the name.\nAnd the staff decided, they found out the night before that oblava, is going to comb the woods.\nBut this incident I have to mention it, it was the same thing like in the ghetto. The night before,\nthe staff, we lived in bunkers, so they opened up one bunker and every Jew had to come in the\nbunker and they searched us. If anything that we had which we brought from the ghetto,\nsomebody had a watch, a golden watch, somebody had other things, I don't know what.\nSomebody had good shoes or good boots, they took away a good pair of boots, from me, I didn't\nhave a good pair of boots, but they would take a good pair of boots from me and give it to theirs,\nand leave maybe an old pair of torn boots or no boots. And the same thing is take away\neverything from you and send you out. And that reminds me of the same selection that I went\nthrough in the ghettos before. And the next morning they took the staff went and they took about\n10 people with them, and I and Lisa were part of the 10. Our job was to protect them during the\nnight when they go to sleep. They put guards all the way around. But this way we had\nopportunity to go with them. We went with them through the night, and then they felt danger.\nThey released us. They went on the farm. They changed their clothes like farmers and we were\nleft alone. And we went on a small little island. By luck we survived there. It was not anything\n°3 military detachment (Russian)\n** production group (Russian)\n°° dragnet, round-up (Russian)\nspecial, but we survived on this particular place, on an island. And then after that, we came back\non the base, this oblava search was going on five, six days.\nWe came back on the base. We lost another 20 percent of our good people and they took not\neverybody back in, being an active fighter, they took me back. They took Lisa back and Lisa\nwas very well accepted, so she had less problems than somebody else. This way we were in the\nunderground. What we did, we had to fight, we had to attack some garrisons with other\npartisans, with other groups. But that was our life in the underground.",
        "Q: So, you had arms?",
        "A: Yes.",
        "Q: So, you went out and fought?",
        "A: Yes, we had arms. Even in the beginning we had very little arms, but then in months later,\nwe had an aerodrome, what we made. We cut out a big field where the Russians used to come in\nthe middle of the night, and we used to put up four fires in different parts and they used to drop\nammunition. And it didn't take too long that we had enough arms. So, they had known from the\nbeginning their excuse for the Jews not to take them in because we didn't have any arms. Later\non, there was no excuse. We had plenty of arms. There was no shortage of arms. It was already\nso organized that we had planes landed and take out wounded and take them to Moscow. So, it\nwas real, real organized. It helped to break the back of the German army, because not only with\nus, but then it was going on for maybe I think the figures are, there was more than 1,000,000\npartisans, right? I'm not talking about our area, I'm talking as a whole Russia and all over. It\nwas tremendous, big power.",
        "Q: What about food? How did you get food?",
        "A: Food was no big problem. When we were in the woods with the partisans we were almost\nlike the king of the woods. The king of the area. We used to go in the farm come in with a gun\nat night and if they had food, we got their food. So, food was no problem. But it was friendly\nfarmers and unfriendly farmers, so we had to go farther away where it was unfriendly farmers.\nOne more thing that I want to mention is our job what we did. I think 1t was very important in\nour vicinity, we had Jews, singles and even some of them were families. But they run away from\nmassacres and they were on the periphery of the woods. Some of them hiding in farms, some of\nthem living in the woods. When we discovered them, we took some of them, we took out from\nthe woods and we put them in the farms and the farmer knew, “You have to keep him, you have\nto protect him. If not, if we come and...,” he knew, that was a language he understood. You\ndidn't have to tell him that. “You have to keep him safe. If we come to your farm and we don't\nfind the people, your farm is going to be burned, all your cow and your horse” — that was his\nmain possession — “would be killed or taken away.” The message was clear. “You have to\nprotect them. You have to hold them.” They all survived. Anybody when we got in touch with\nthem, and we felt very good about it that we could help. We had families living that we helped\nto survive.",
        "Q: And the other partisans, non-Jewish partisans didn't prevent you from doing that?",
        "A: They didn't know.",
        "Q: What about some of the leaders of your group?",
        "A: Some of the leaders, we had leaders from the beginning we had leaders that they dropped\nthem by air, by parachutes. So, they were Russians. Some of our leader was Glazman.\nHe was the leader from the F.P.O. He was killed for only one reason. He didn't like what the\nRussians are doing with the Jews in our partisans. He was the head of our Jewish otriad, and\nafter they took away all the power from us, he was terrible disgusted. So, he decided he's not\ngoing to stay here. He is from Wilno ghetto to send Rudnisky, that's another wooden area where\nthey send some of the partisans went to Naroch, that's where we were, and some went to\nRudnisky forest, they called it pushcha*®. So, he decided he's going to take a group and he's\ngoing to leave us. We were part already of the Russians anyway. There was no Jewish\nleadership. They took away the Jewish leadership. So, he felt he wanted to go to the other side,\nto the other group and on the way, he was killed with the group. Only one young girl survived\nand she came back and told us about it.",
        "Q: What did you think about the Russian partisans? I mean, how do you feel in the end about\nthe whole —?",
        "A: We were very, very disappointed for not having our own unit we were blocked with many\nthings to do. So, in kind of a way you lost your quest to fight your own way, but we did it in the\nsame way because our purpose was to fill out what we were going for it, but it took away the —\nhow do you explain it, the morale. It didn't feel good. But in the same way, I would have to say\nthat not every Russian was the same. We had friends in the Russian who were just as us and we\nwere friendly and brotherly the same way like anybody else. So, it's not a question — we had\nbad experience with different type of groups, but we had good people, we had nice people with\nthem all over like the same thing like we met at Polish Tadek. The same thing we had Russians\nthat were — in fact by myself the Russian people are a nice people.",
        "Q: Why did Tadek do what he did, do you think? Or did you ever find out?",
        "A: Well, why he did is that's what he told us a few times. You know Tadek? We brought Tadek\nto America and we are still in touch with him. He went to schools and talked to schools and he\nbelonged to a Catholic school, the Nuns of Nazareth. And he kind of believed he says — and\nthey asked him the question, and he says “What else could I do? If I see a person I can save\nespecially I had friends that I played with them before the war,” it wasn't particularly us. He\nsaid, “They were nice people and if I can help him why shouldn't I?” He feels “I'm not a hero. I\ndidn't do anything special. I did what I felt a person should do,” and what he does he blames,\n°° virgin forest (Russian)\n“If I could only point my finger it’s to the people the ones that did not help.” In Yad Vashem?’\nhe was speaking he say, “I accuse the people the ones who could help and did not help.”",
        "Q: We have a little tiny bit of time left. After it all ended you went back and what did you find\nand were there any pogroms after — ?",
        "A: Yes, after liberation came for us in 1944, the Russians liberated us in time of liberation we\nlost three of my best friends. On the day of liberation we got an order to collect German\nprisoners. We were caught out in the woods with a group of well trained army officers, because\nthey were army officers and they — with them, too a couple plain soldiers, but the rest of them\nwere well armed from the front.\nThey were already home. So, we got the order to catch them in the woods. And we followed\nthem and we put a couple ambushes under them, so we killed quite a few of them. That's what\nwe know where they were and was wounded. By the end when it came evening, they were well\ntrained, they put ambush on us in a house in the woods and they killed Lutek, Lazer and\nBenchke. Three of my best friends were killed already we were liberated. From there I made\nmy business to go back to Slonim after liberation. I went back to Slonim and in Slonim I found a\ncemetery. Nobody was left out of the 20,000 I could only find two or three Jews were there. For\nsome reason they came to check, to find. Nobody was there. I had a woman, I mean a neighbor,\na Tatar — Muslim and she was very, very friendly. My father helped her all his life. In time of\nthe war we helped her, too, I mean before the war. And she's supposed to help us in time in the\nwar. She did not. We left some clothes in her house. We thought maybe it's the place if we\nneed we'll come and take some clothes and then trade it for food. She did not give us in time\nwhen now we needed it and now, when we came after the war, she was very unfriendly. I'm\ntalking here about a person what her father and her family lived with my family for one hundred\nyears, probably for many, many years. So, anyway, I could feel it's like a cemetery. I didn't stay\nthere long. I stayed only one night and one day. From there I went to Poland. From Poland,\nwell Poland, I mean that was White Russian, in Poland, it's in the same area but then it's an\nestablished part of Poland.\nI went back to Bialystok, and in Bialystok I got connected to the B’richa**. B’richa it was\norganization which was sent out from Palestine, that time, it was not Israel yet, so they send out\nJewish young men and women to save survivors. So, we got in touch with them and from\nBialystok we went to Lublin. From Lublin we got directed to the B’richa to go try to go past, to\nthe West. So, they arranged for us papers from the Red Cross that we are Greeks and we are\nreturning home and this way we could make the voyage from Lublin to Czechoslovakia, to the\nborder of Poland and Czechoslovakia. So, we followed an underground railroad to\nCzechoslovakia. We went to Bratislava, Czechoslovakia, From Bratislava went to Budapest, all\nwith the help of the B’richa, with the Jewish issue of Jewish organization from Palestine.\n37 Tsrael’s national Holocaust memorial institution.\n°8 flight (Hebrew), organized underground evacuation of Jews from post-war Eastern Europe.\n[Technical conversation]\nEnd of Tape 4\nTape 5",
        "A: In Slonim I was only for one day and then I went to Bialystok and in Bialystok I got\nconnected to the B’richa and the B’richa was an organization they one they sent out young men\nand women to collect survivors and then help them to go to Palestine. From there we got\ndirected to go to Lublin. In Lublin we got our Red Cross documents. What they helped us to get\nit, that we are Greeks. It means Greeks are returning back from the War. They are returning\nback to Greece and this way was on the way we could go in the direction to Czechoslovakia. In\nCzechoslovakia we came to Bratislava. From Bratislava we went to Budapest. And Budapest\nwe found right after the war what was going on they had fighting going on between Buda and\nPest. From Budapest with the help with the same thing the B’richa; we went to Graz, Austria.\nFrom Graz, Austria we went across the border. We had to cross the border to the west. And that\nwas the place we had to go to the Alps. And with the help with the B’richa, the same way, we\ncrossed the part of the Alps and we came to Tarvisio, Italy. Tarvisio, Italy, we too, were\nimmediately helped by the Jewish Brigade. The Jewish Brigade was part of Jewish volunteers\nfrom Palestine in the English army. So, the Jewish Brigade helped us in Italy, and they took us\nwith trucks to Bologna, from Bologna to Florence, from Florence we stayed about six weeks.\nWe lived in Florence and with the help of UNRRA”*’ we were supporting ourselves. With their\nhelp, we got food.\nAnd there from Florence we went to Rome. In Rome, Lisa got in touch with her she has a\ngrandmother and uncles and I had aunts and uncles and we got in touch with America. And our\npurpose at that time to go to Palestine, by that time the road to Palestine was blocked. You\ncouldn't break the blockade. You could only go to Cyprus. And we figured maybe we'll take a\nchance we'll go instead of staying in Cyprus, we'll go to America for a year and then go to\nPalestine. But that didn't materialize. In Rome, I got married, I got married to Lisa in the big\nsynagogue in Rome and we came to the shores of America in 1947. March 27\", we got married,\nbut I don't remember exactly a date in April we came to America, and we settled in the city of\nChicago. There we have three sons and one is Howard, Gordon and Daniel. Now they are all\nthree medical men. They’re all doctors. And one even married a doctor. And they are all three\nmarried, and we are very proud, to Jewish women, and we have eight grandchildren. I would\nlike to mention their names fast of them. One is Courtney, Lindsey, Ari, and Evan, Rachel,\nBenji, and Yelly. Do I have all eight? I don't know, I don't want to miss any one. Maybe I\ndidn't do it in order, but it’s close. That's it. So far, I'm retired and trying to spend as much time\nwe have to talk about the Holocaust to tell our story to teach what we went through in the\nHolocaust and the main purpose it shouldn't happen again, to remember and it shouldn't happen\nagain. So, we are trying — the only thing through education these people will be more moral,\nthese kinds of things won't happen again. Not only to Jews, we hope it doesn't happen to any\npeople in this world. Thank you.",
        "Q: Thank you\n° United Nations Relief and Rehabilitation Administration\nConclusion of interview\n"
    ],
    "questions": [
        "Question: Aron, can you tell me your full name, and when and where you were born?",
        "Q: When the Antisemitism started increasing, this was roughly when?",
        "Q: Tell me about your involvement with the youth movements. Tell me when you first got\ninvolved in it and why?",
        "Q: In the time before the war broke out, what did your parents think about everything that was\ngoing on; do you remember their talking about the Antisemitism?",
        "Q: Tell me about the war breaking out and those first few weeks after. Tell me what you\nremember of the moments and what you heard?",
        "Q: How long before the ghetto was set up? Tell me how that whole thing worked.",
        "Q: This was in?",
        "Q: Were Jews—’?",
        "Q: You said when they rounded everybody up, they rounded up the young men mostly?",
        "Q: But your father must have been old, wasn't he?",
        "Q: So, he would have been 50?",
        "Q: So, you don't think they were rounding up the leadership of the ghetto young, strong men?",
        "Q: So, now, getting involved with the underground at this point, men — what? Smuggling?",
        "Q: You knew that from the outset. You knew that there would be a reprisal because they said\nthere would be.",
        "Q: Why don't you tell me about how that Aktion was?",
        "Q: Wait, before we leave this — you— your mother and sisters were all hiding outside the ghetto,\ndid you hear, you couldn't hear anything?",
        "Q: How long did you stay out?",
        "Q: How did the order come to you?",
        "Q: Let's back up into the synagogue, you knew Lisa wasn't there and you're still looking for a\nplace to hide, and it's filling up.",
        "Q: So, you had arms?",
        "Q: So, you went out and fought?",
        "Q: What about food? How did you get food?",
        "Q: And the other partisans, non-Jewish partisans didn't prevent you from doing that?",
        "Q: What about some of the leaders of your group?",
        "Q: What did you think about the Russian partisans? I mean, how do you feel in the end about\nthe whole —?",
        "Q: Why did Tadek do what he did, do you think? Or did you ever find out?",
        "Q: We have a little tiny bit of time left. After it all ended you went back and what did you find\nand were there any pogroms after — ?",
        "Q: Thank you\n° United Nations Relief and Rehabilitation Administration"
    ],
    "answers": [
        "Answer: My name was Aron Dereczynski and now we change to Aron Derman D-E-R-M-A-N.\nI was born in Slonim, Poland. That's a small town in White Russia, part of Poland in White\nRussia, not far from the Russian border. I was born in 1922, and since I spent there almost until,\ntill the War. Now, my family was a middle class family. My parents had a business. The\nbusiness was a clothing store, and I had three sisters: An oldest sister of mine was the name\nLibby, Libby. Then I came, Aron, and after me was a younger sister, Fagel, and then a younger\nsister after by the name Edcia. Fagel was born three years after me in 1924, and Edcia was born\nin 1932. Life was pretty normal for us. The city was not a large town. It was approximately\nabout 12,000 and out of the 12,000 we had almost 10,000 Jews, so the majority were Jewish.\nThe city was rich with all different kinds of Jewish institutions. We had quite a few, I could\ncount eight or 10 different kind of synagogues, little synagogues, and it was a learning center for\n— we had famous rabbis, famous yeshiva, and the town was, for me, it was a very happy town, a\nvery happy place to live because the majority were Jews and Antisemitism was quite prominent\nin Poland. And, so we did not feel that much because the city was the majority of Jews and the\nneighborhood where we lived was Jewish, so we had hardly any problems until in the later years\nwhen it came to the 30s when Hitler got into power and the Nazis started getting into power.\nAntisemitism spread much more in Poland, and then we started feeling from Antisemitism even\nbeing the majority of Jews. We still start feeling Antisemitism in two different channels. For\nexample, we had a river in our city, and the river near that to enlarge it so they brought in the —\nbrought in the Polish workers from the different cities, from Poznan, and Poznan was known as a\ncity of lots of Antisemitism. So, approximately at that time, they brought in maybe about 500 to\n700 Polish workers. And then on a weekend when they used to get drunk and come in and do\nquite a bit of damage, the Antisemitic — all different kinds of Antisemitic acts.\nSo, we used to feel partially already Antisemitism and then through other channels. The church\nused to order some old men to preach on Sunday, all different kind of acts against the Jews, that\nthey were taking over the business, because it was mostly — the business was in Jewish hands\nand for many reasons, because the majority 90 percent were Jews. So, even in my town you\ncould find a lawyer, the doctor, the engineer, but at the same time the carpenter, the shoemaker,\nand any type of work. The professionals were Jews, and so were the hard working and the daily\nworkers were Jews. So, actually it was no different because the Jews took over the bigger jobs,\nor the better jobs. But in the same time some of the priests were preaching in church and telling\nthat the Jews are running the business, which was completely untrue, for the reason that I was\nsaying.\n[Technical conversation]",
        "A: It was about 1935, 1936.",
        "A: Okay. I got involved in the youth movement, was approximately when approximately I was\nabout 10 years old. I belonged to Ha-Shomer ha-Za’ir. It was an organization, a Zionist\norganization, and mostly in my home town, the youth belonged to different kind of Zionist\norganization, but it happened that the Ha-Shomer ha-Za’ir was one of the larger ones, and it was\na very — a social outlet, and at the same time we learned a lot, at that time we learned a lot about\nPalestine, in hoping that some way in some time I will all be able to emigrate to Palestine. And\nthis way was going on for quite a few years, from 1932, 1933, 1934, in the years to come, in the\nsummers we used to go to different — for vacations. We used to go to camps for about a month,\nor six week camps. And in the camps we used to have 50, 75 kids my age from different small\ntowns, from different towns from different areas, and that's where we spent almost every\nsummer. In the same way as my two other sisters belonged to. They were not together in the\nsame — they were a different age, so they belonged to different groups. We had a reason\npartially for that because we thought we have no future. We, already, by that time we were\nthinking that we had no future to live in Poland. So, our dream was that some day that we were\ngoing to move to Palestine, especially for me. In the later years, in 1937, I applied to go to\nagriculture school in Palestine. So, I applied to be accepted with Youth Aliyah!. And by that\ntime it was impossible, almost impossible to get a special visa to go to Palestine. The only way\nyou could was a small window of opportunity was it being a youngster with Youth Aliyah and\ngoing to agriculture school.\nSo, some of my friends already went there. So, I had some friends in Palestine, and I was\nwaiting the time will come, and I will get my visa, and I will move to Palestine. And then the\nwar broke out, and I never was able to get the visa and emigrate to Palestine.",
        "A: Yes. I remember talking about it because we did not have any stores which were not Jewish,\nand all of a sudden, they — some way, they got organized and they opened up stores, supported, I\ndon't know by whom. It was partially maybe by the government. I don't know from whom. I\nwas too young to understand probably, or to know. And they opened up stores with special\ncompetition to our stores, not only to clothing stores, but in all different kinds of business. If it\nwould be a food store or anything else and to cut down the prices and even already some places\n' A Zionist program which sought to evacuate Jewish children and young people from Europe\nand provide them care and education in Palestine.\nthey stood, or they hired special young people to stay by the store, and most of our customers\nwere farmers or coming in from small towns, and they used to stand in the store by telling them,\n“Don't go in, that's a Jewish store.” And don't let him go in. They stood in front of the store and\ndidn't let customer or farmers walk in. We couldn't do much hardly about it, because you\ncouldn't go to the police. The police wouldn't help you or do you, because we hardly had, even\nwith a city like this, I don't remember, maybe we had one. We didn't even have a Jewish\npoliceman in the city. So, everything, I mean like the government, the city jobs were held by\nGentiles, but not Jews. And so life was getting little by little it was getting rougher. And the\nquestion 1s “Why didn't they move out, why didn't they go to America, why didn't they go to a\ndifferent part of the country?” It wasn't so easy when your parents, or my parents, we lived in a\nhouse, but maybe the house was 100 years. My father lived there, my grandfather lived there,\nwho knows who before, and we lived in the place and for us it was settled. Plus the family, all\nthe family that we had, and we had quite a large family, we had I believe over 80 people,\nmembers in the family. They all lived in the same area, not too far. So life was almost a\ncomfortable life. It wasn't a rich life. It wasn't luxury, but for us, we felt that we had all the\nluxury that we wanted, so life was almost, we could say, special like normal, until the last years\nwhen they started Antisemitism. So, that too, we had in our city and protection. We had the\nstrong men. Who were the strong men? Slonim had all the — how would you call them, the\n“draggers’.” It means the people who would load from the trucks — from the trains, load the\nmerchandise, put them on trucks, at that time it was more horse and buggy, to deliver to the other\ncities. It was the strong guys. And in our city two strong guys, quite a few other ones, but two\nof them were the main two strong guys. In fact, I remember the name of them. One of them was\nHaskel and one of them was Note. So, by that time, arms was not available. Nobody used arms,\nbut he could find out if somebody, Polish kids, or Polish young men come and did something,\nhid or did some damage to some of the Jewish people, he could come up to him and break his\narm or break his leg. And that was the punishment, and they were afraid. So, we had that. That\nwas in our favor. We had this strong man were with us. So, usually it was like a good\nprotection. And that's the way it was going on almost until the war.",
        "A: We had two accidents of war, as far as I'm remembering. The first one was when the pact\nwas made up between Russia and Germany — Ribbentrop and Molotov — when they decided they\nwere going to split up Poland, and they split up our part of the country where I lived.’\nSo, at that time when it happened, that transfer was the expectation was very — was almost, I\nmean, we didn't know it was going to happen. We didn't know what the deal was. So, we\nthought, we didn't know who was going to occupy our part of the land Slonim, until we realized\nthat all of sudden the Russians are the ones to occupy our Slonim. It was a tremendous,\n* Literal translation from the Yiddish “schleppers,” a term used for manual laborers.\n> On September 29, 1939, foreign ministers Joachim von Ribbentrop of Germany and\nVyacheslav Molotov of the Soviet Union modified the earlier German-Soviet Nonagression Pact\nwith an agreement that partitioned the state of Poland.\ntremendous excitement, and we were very happy, because we didn't know what the Russians\nwere going to do us, but we knew that between the two evils, we called them at that time, the\nRussians were much better. Because the Germans, we knew, if they are going to come, they are\ngoing to be much worse. We did not know about any killings. We did not know about anything\nthey were going to do, but so, but we heard — 1n the 30s Hitler was already in power — what he\ndid to some refugees that came to our town when they were thrown out from Germany, and they\ncame to Slonim, and they told us what's happening in Germany. And here, the Russians came,\nSO we were very, very happy. And me being a kid, I jumped on the tanks when the tanks moved\nin, and they were very friendly, so we jumped — kids — on top of the tank coming into the city.\nWe were very, very happy, but only thing a little accident happened. I was wearing a nice watch,\nthat I had got for my bar mitzvah, and here I am on the tank, and the Russian officer comes in,\nand he says, “I like your watch. How much do you want?” I remember I paid like something a\nsmall amount of money 10 dollars, 10 zlotys whatever it is. He gives me 20, 25 zlotys, so I\nfigure, “Oh-ho! It's a big deal. I'm going to give him the watch, and I'm going to go out to the\nstore and buy another one.’ Sure enough, I couldn't get another watch anymore. So, but this was\nindeed to every place they came in like hungry. I mean, they were hungry for merchandise, for\nthings. So, they were grabbing and running in the stores, and taking away, buying out — they\ndidn’t take away — buy out— but they give us piece of paper, rubles, but we didn't realize that we\nwouldn't be able to replace like in our store. They come in and they bought out the whole store.\nThe whole shelves in couple days, one day almost. But my little experience with the watch, and\nthen I found out it had happened with everybody else. They were buying out, but mainly we\nwere terrible happy. The material things didn't bother us, because the question was of life and\ndeath and what war was going to bring in. So this material things was just past and didn't mean\nanything. We were very happy by being occupied that time by Russia. Then, I had another\nexperience. Years — I'm coming back to the same — belonging to the Zionist organization. So\nour togetherness, or our organization, still didn't disband, but we went secretly. So, we were part\nin this Zionist organization.\nAnd here I got an order, two of us, for me and another friend of mine, to go to Wilno, from\nSlonim to Wilno, which is approximately, I don’t know, maybe 200 kilometers. So, we went for\ntrain, and they said in Wilno we have the Zionist organization 1s active and we should take a ride\nover there and see what kind of connections we can make and maybe I can find the connections\nto move to — go to Palestine. So, I left my family and I went with my friend and I went to Wilno.\nAnd it turns out, I find out later, that being in Wilno, staying over there, they gave us, we were\nall in a couple large rooms, a couple long halls, and we didn't know yet, if you could go to —\nsome way to emigrate to Palestine. Now, Wilno was — that time was Litwa*. It wasn't Poland, it\nwas part of Litwa. And the Russians didn't fully occupy it. So, there was a lot of freedom there.\nWhat we didn't have here in Slonim. And being over there I met some other young people that\nbelonged to Ha-Shomer ha-Za'ir. That's the only way the secret could go on was is knowing\nwith the same organization. That's illegal, so you were afraid to be — I mean to reveal to other\npeople to other places. So, I was there and I got in touch with the leadership from the Ha-\nShomer ha-Za’ir, and to my disappointment, they send me back home. They said, “We need\nleaders in the organization not to leave now, but we need them still in the occupied territory,\n* Lithuania (Polish)\nback in Slonim.” So, fortunately for me, at that time, I went back home. I went back to Slonim.\nI was arrested by the way by the Russians on the border, and they took me as a spy, but I came\nback to Slonim. In Slonim, I was back with my family until the real war broke out between —\nunder the Russian occupation. I wanted to follow my education, so I went to a technical school,\na Russian technical school. And, what I learned there is to be mainly partly of engineering in\nmovie projectors. The whole movie contents of the system, how the projector works, how the\nfilm works. By that time it was a novelty.\nThe course took us almost a year, and then after a year to pay him off, everything was free in\nRussia. So, they sent me away in a small town to show movies on farms in small cities and small\ntowns. That's the same thing, it was maybe 70, 80 kilometers from my home town. In there I\ngot a job. I used to go out and show movies in schools. Collect a few farms or small villages\nand show the movies in the school, show Russian movies. And that was Russian propaganda.\nAnd being over there, one night on a Saturday night, I was out on a date, late in the evening, I\ncould hear the bombardments and the war started, the Russian-German war. And here it caught\nme away from the house, away from home, nobody around, a young fellow, and I had to make\nup a decision, should — it was immediately panic with the Russians coming in — should I run\nwith the Russians, away from the front, because the front wasn't that far away, or should I go\nback to my home, my hometown? And I decided I’m was going, going on — to go on the way\nhome, and then I'll go away, run away in Russia.\n[Technical conversation] Going on the way home, already I could feel the war. What did I see\non the road? What did I see on the way? The Germans were shooting other people and the\nrefugees running away. It was soldiers, it was plain people. It was people like me, and we were\ntrying to stay a little bit off the road, and here the Germans used to came in with planes and dive\ndown and shoot at us.\n02: 37:10\nShoot people, innocent people running and just shooting at them. The same thing like it would\nbe animals or cows. They were shooting on cows and people in the same way. Until the middle\nof the day, so all of sudden I saw a dog fight and I was real— because we didn't see any more\nRussians. The Russians were running away. They were bombed. They left their vehicles. They\ndidn't have enough gas probably. They blocked up the roads. It was a real panic on the road\ngoing on, and we thought the Russians lost the war already. I mean what we could see. I'm sure\nthey were just running from the front line. And we met pilots who didn't have a chance to even\nto get in their planes. The Germans bombed the airports, the air runs. And they were all running\nback to Russian — closer to the Russian border, deeper in Russia. And here I see a dog fight, and\nI was very happy because it gave me some encouragement that maybe the Russians are still\nalive, but there were plenty alive. Observing, so we lied down observing the dog fight. They\nknocked down the German plane and the German parachuted right in the place where we were\nthere. So, I took part right with the Germans, being part of the groups that were running away.\nSo some of the Russians, they had the arms, so they went right to the pilot where he parachuted\nin and they didn't wait too long. They killed him right on place, but they didn't take away his\narm. After they left, I was there and I took away his gun. So, that's the first time I already had a\ngun by myself, and I thought, “Maybe, I don't know I will have to use it or not.” And that's the\nway it was burning, the roads, the homes in these little towns around were all on fire, all burning,\nand that took me about one night, and at — probably we got a little bit of transportation on the\nway, too. And the next day, I came to my hometown back to Slonim, and that was on a Friday.\nI'd say it took us quite a few days between leaving the town where we almost — for a while I\nthought it’s only a few days —that’s quite a few days before we came home. Friday morning, I\ncame back home. I don't have to tell you, I mean the joy was real great that here their only son —\nthey had three girls, I was the only one son. In Europe being one boy between four, between\nthree sisters, so 1t was a big — a son was different than the woman. I would be the one to\nKaddish°, I would be the one to carry the torch, to be the head of the family was the Kaddish\nafter my father. So, I finally arrived home and sitting over there and Friday evening before they\nmake Shabbat, the shutters were closed. I can remember just like it’s yesterday. And we are\nsitting home reminiscing the stories, telling them again how much I went through the road\ncoming into my home to Slonim, and it was later around nine, 10 o’clock we were ready to go to\nSleep. It didn't take too long before I had the chance to fall asleep, we hear like crackles on the\nroof. The first thing we hear is shooting, shooting in our yard. I lived in a small courtyard and\nthere's shooting going on, and one after the other is getting stronger. The shots are getting more\noften, and here I hear crackles on the roof. So, I was thinking, “Thank God it's raining.” But it\nwasn't raining, the house was on fire. It was a wooden house and the house caught on fire. So,\nwe were forced to get out. Now that's about one or two o'clock in the midnight, and the only\nthing you could see was from the moonlight, you could see everything what’s happening. So,\nsome way we ducked out from the house and we are in the yard, and here 1n the middle of the\nfight 1s going in between the Germans and the Russians. What happened is, a group of Russians\n— they were left over, the front was already far, far away but they didn't know — the Russians\ndidn't know that there was no more front in here and someway a fight was going on. So, we are\ncoming out in the middle of the night, and we are immediately arrested by the Germans, and they\nput us in one place, maybe approximately about 15 or 18 men and women. The women they\npushed aside while the men they took and they made everybody, if anybody had a cap on, they\nmade everybody to take off their caps. And anybody who did not have hair, they put them in one\nplace and they shoot them. They shoot them in our back yard. So here I'm a young fellow, I lost\nmy home, and now I am witnessing a terrible massacre of eight or 10 men. My luck they didn't\ntake me because I had hair. I wasn't in the Army. The reason why they looked at our hair is that\nthey thought that maybe it's Russians, changed their clothes. So, they took the people — and my\nfather didn't have much hair, but he probably looked older, so by chance they didn't take him\neither. But I know the reason why they didn't take me. So, they killed them, and we had to dig a\nbig graveyard, a big hole in our yard, and we buried the people there. Eight or 10 Jews, 12 Jews,\nthey killed them and here left over a young man with no home — coming back, no food, no\nhome, and by luck by the same thing, we had another home.\n> Holy One (Aramaic); Jewish prayer said to honor the dead, especially close family members.\nWhat my parents bought a duplex that someday when my two sisters will have to get married,\nthey’ll have a dowry for them. And that was the custom in Poland, and it was the custom in the\nold country is when a woman gets married she'll need a dowry. So, they bought the duplex. So,\nwe went from our house, we went to the duplex, we rented it before. And some day they will\ngive it to my sisters. So, we went to the place where we lived, at that time 1t was quite a few\nfamilies lived in the house, because the Russians in Slonim — originally, we had something like\nabout 10,000 Jews before the war. But when the Russians occupied, lots of refugees from\nGermany were not allowed to live in different parts of the country, so they pushed them to our\narea. In Slonim population grew from 8,000 to maybe 18 to 20,000, and that was Jews from the\nother places, from Poland. So, it means the house already housed many more people in the same\napartment. So, they made — they gave us one room and after a while this room was split up too.\nSo, they give us one room and we slept on the floor. The family — there was not enough beds, to\nsleep in beds and a new life was started out for us to live under the German occupation.",
        "A: Allright. Now, this when we lived in our house, Jews still lived in different parts of the city.\nAnd it didn't take too long approximately, that was in June, end of June, about two weeks later\nthey started. An order came out that all the Jews have to move in, in one area, in one part of the\ncity. In our city we had a river so it— there wasn't enough room for the 20,000 Jews to move\nthem in one section, so they made four sections, four small ghettos. One larger ghetto and three\nother ghettos, and that was maybe about I would say, between two weeks or a month.",
        "A: This was in 1941, June of 1941.",
        "A: Yes, Jews — then Jews — when they put them in the ghetto they ordered us to put on the\npatch, the yellow patch. In our places it was patches, instead mogen David*®— the yellow patch\nin the front of the garment and in back of the garment.\nYou were not allowed to walk on the sidewalk, on the street only. The ghetto was put up with\nbarbed wire, and the main thing is the order that they put out signs and orders that any Jew that\nwill be caught outside of the ghetto without — I mean outside the ghetto will be killed. There was\nno other punishment. The punishment was, if you do not fill the order or get the command, your\npunishment was by death. And lots of time the question comes up is, “Why did you go in the\nghetto? Why didn't you stay outside?” It was immediately impossible to stay outside, because if\nyou were caught, it's death. And by that time, we had no idea that punishment is death. Who\n° Shield of David (Hebrew); tetragram.\nkills anybody, for what? And so, everybody went — it was no big problem to go into the ghetto\nbecause nobody knew what is going to happen. So, it was no big, not a big threat not to go in.\nPlus, I mean, the population was very unfriendly and by some way the Germans would not\nrecognize, especially for me, I had a problem. I look Jewish, Semitic. For me, I would be\nrecognized because the poles, most of them blonde and the way — with my look, it would be\nalmost impossible to walk on the street and not be recognized that I'm Jewish. So, I went with\nmy family. We went — were in the ghetto together and the ghetto where they made, where the\nghetto was, is where I lived, so I didn't have to move from one place to another. But next to us\nwas three other small ghettos and that's the way our bad life started out. But the question to\ngoing into the ghetto was no question for me or my family or for anybody else. Like I said, the\nmain reason is nobody knew what it was going to be gas chambers or anything else what could\nhappen, the killing in the pits.\nIt was unknown. But it didn't take too long. On July 17, I had another experience. The\nGermans walked in, in the Jewish homes and they took out only male, young males. [Technical\nconversation] And then it came on July 17, 1941, a special commander group came in, 1n the\ncity, we didn't know they were and they walked from house to house, and they took out young\nmale only. How did they do it? They organized like a chain. They told each one to come out\nfrom their homes and stand on the street. And from the street, they had guards organized almost\nevery half block. They made you run to a certain destination. It was easy for them. They didn't\nhave to arrest him and take him from one place to the other. Once you were out of the house,\nyou came right to the place, the appointed place. They made you run. “Raus, raus, raus!’“ and\nhitting you, and they didn't shoot us at that time, but hitting us and pushing us until we came to\nthe destination. The destination was on the market place. Near the big market place and it was\nnear the Jewish Theater, bordering with the Jewish Theater. So, they made their — they crowded\nus all in one place, and we were approximately 1,500 young people, and here I am caught in the\nmiddle of there. And staying there, it was a real hot day. What were they telling us? They were\ntaking us out to work. We have some special arranged some work for us to do, some slave labor.\nAnd trucks were coming up to the place, loading them up, 30, 40 people on the truck and taking\nthem away. I was there with my father, and being young, and being a little restless, so I say to\nmy father — he says, “I'm very terrible thirsty. I see its a spigot with water, right there in the\nback. I'm going to go right there in the back to get a drink of water.” So, I was kind of hard to\npush through to go to the back and get to the spigot of water. But that time the line came closer\nand in a few minutes I was trying to run back to be back with my father, and my father was\nloaded on the truck, and I couldn't already get in on the same truck. And my father was taken\naway and by that time I was left over behind. And exactly — the punctuality of the Germans\nexactly at three o’clock the high German officer came in and he said the people the ones that are\nleft could go home. So, I was left over. There were left over 300 out of the 1,500, and I was left\nover with the 300.\n’ Get out! (German)\nThey made an exit where we could run out, and they beat us. They were standing with the rifles,\nthey hit everybody on the head and the foot and any place where they just go through. I wasn't\nhit. I jumped over the rifle. He wanted to hit me in the legs, I jumped it over. I came and I went\nback home, and that is the first time I came home and here I am the head of the household. I am\nthe young man with three sisters and a mother, and my father was taken out. Where did they\ntake him? They took him only about three or four kilometers away, and they killed them in pits,\nin fact a very shallow pit. How do we know? The Germans even tried, they made some of the\npeople to write notes to the ghetto that they are fine, they are alive, and they are working. And\nthen they killed them right in the place. But, some of the mothers, women, mothers, sisters, they\ndidn't believe so they went down in a day or two. At that time the ghetto wasn't so hard to get\nout of the ghetto. It was right from the beginning July 17, 1t was only a few short while after we\nwere occupied. So, they went out and they found the pla— the farmers were telling them where\nit happened and the name was Szpakowo.\nThey went to the place and they found the clothes from their loved ones. And then it was known\nin the ghetto that they killed them all just only a few miles away from the city. That was the first\ntime we found out actually that people were being killed in the pits. So, the whole, for me it was\n— it changed my whole way of thinking. It changed my whole — I accepted immediately and I\nstarted thinking that, “I don't think we will be able to survive.” So, we started working\nunderground with the same people, with our friends and for us thinking to find a road maybe\nsome day we'll be able to go out through the underground. So, immediately already the roots\nwas developing. It was forming for the underground. And my history 1s a lot of survival through\nthe underground.",
        "A: Only men.",
        "A: He was born in 1890.",
        "A: 50 years.",
        "A: Yes, younger men, too — when we read the history of the Holocaust, what's happening in\nother places and other towns, it's almost happening the same way in every other — the other\nplaces. It's to take out the strong men. The able men. Break up the family, and that was done in\nevery town around me. When I talked to some people that survived in different cities, and it\nalmost happened like a copy of what happened in Slonim, happened in different cities. They did\nthe same thing. They called the it chapones®. There's a name even for it. They came in, they\ngrabbed — a one day Aktion’ and out. And tomorrow they went in a different city and did the\nsame thing. So, it was like a plan that was all planned out, how they're going to follow, how\nthey're going to do. But, we had no idea. We were little, little people between a big machine.\nWe had no idea how they worked. They had their psychiatry, they had their monies, they had\ntheir government, they had their plans, and we were just small little people in the ghetto and not\nknowing anything what’s planned for us.",
        "A: Ok, now, I got involved — we were involved in the underground. The underground was a\nvery secretive organization. They had a reason why it has to be secretive. A lot of times\nquestions come up, “Why does it have it to be secretive in the ghetto between Jews?” It’s a\nreason for it. You have to be secretive is — I am planning to go out. I am planning to save my\nlife. I have around me a thousand other young people, not young people. We're not talking\nabout young people. We have another 20,000 Jews inside the ghetto. We are a group of 10, 50,\n100 or 1,000. We want to go out to the underground, or if not, we want to fight the Nazis in\nopen revolt. So, the question is, \"Why don't you take in more people or why do you have to be\nsecretive?” Yes, if a group of 10 people or five people or one person goes out from the ghetto,\nlet's say he is caught. The Nazis catch him they get the people.\nYou tell them you belong to an organization or group, it's not important. The fact is, is that\nyou're going out through the underground. Someway they have their way to know. They go in\nthe ghetto and they take in 1,000 hostages. I'm saying 1,000, it could be 100, 500, 1,000.\nDifferent areas, it happened different amount. Now, I am going out. My friend, my neighbor is\nnot going out. He is left over there. He could be part of the hostages. He could be part of the\nnext Aktion, what we called what would happen in Poland. You take out 5,000 people and you\nkill, you precipitate an Aktion what's supposed to happen two months later. You do it, it\nhappens tomorrow. And that's what happened in different parts. In Slonim, I was in Grodno, I\nwas in Wilno, and that's why it's secret was so much. It was — you could not afford the other\npeople to find out, but we'll talk a little bit in a different part.",
        "A: Yes. Yes, by that time this in a little bit longer, they brought in Slonim, they brought in two\nor three farmers and they were hanging in the middle of the market with saying that, “This will\nhappen to anybody who goes to the partisans or goes to the underground or goes to the woods.”\nNow, that way you could see by the clothes that they were wearing, it was innocent farmers.\nYou could see they weren't even partisans. But the main thing is the message that they were\npassing is, “That's what will happen if anyone is caught going to the underground.” And in\n® snatchers (Yiddish)\n” action (German); term used for operations whose objective was the physical removal and\ndestruction of Jews.\nreturn is they did many times, is by catching one they will take out a— punish other Jews. Now,\nthe next thing that happens — how does a ghetto operate? How does a ghetto work? How do\nyou live in the ghetto. You're not working, you're not earning any money. How does that work.\nWell, we were pushed into the ghetto, and here were 20,000 people, Jews, in one small little\narea. We have no food, and we cannot earn any money to buy food. So, it was formed a\nJudenrat!®. Who is the Judenrat? In our town, the Judenrat, they took a committee, what they\nwere before elders in the city. Their job before the war was like federation, we have it in\nAmerica. They used to collect money to help the poor in different kinds of special and Jewish\ncity in the Jewish town, there's even lawsuits were going on, were settled not in court but settled\nbetween the committees. So, they were the first ones when the German occupied. They asked to\nform a Jewish Judenrat, and that's the committee. So it was the easiest thing to take these people\nto take over the management of the government of the ghetto. So, the first time we had\napproximately six or eight people that belonged to the Judenrat. Now, what was their function?\nTheir function was — the first thing is to register the Jews. How many Jews are in the ghetto. It\nhad a double purpose. Number one, the Germans wanted to know how many Jews we have\nthere. And the next thing is they used to give rations. So, they gave us— you went to register,\nbecause if you wouldn't go to register, you had no way how to get a ration. So, this was a double\npurpose for the Germans. They knew exactly how many Jews are in the ghetto, because\neverybody wants to get food, and the rations were very small. Something like 200, 250 gram of\nbread and maybe something else once in a while. And that was the purpose of the Judenrat. And\nthen at the same time, is the Judenrat formed for Arbeitsamt!'.\nArbeitsamt means — 1s when the Germans came in and by that time it was even the\nWehrmacht!’, the occupied. We had two different kinds of Germans. One was the Nazis and\none was the Army. So, the army was just passing by, but in this same time already they learned\nhow to rob, too. It didn't take long. So, they got orders to the Judenrat for slave labor. How do\nyou get the best way slave labor, is you go into the Judenrat and you ask for 500 men. How do\nyou get the 500 men? So the Judenrat formed a police, the Jewish police. The Jewish police got\nthe order to go and get the slave laborers, so that was one part what was what the Jewish police\ndid. And the other, the next day the Germans came in and they asked for furniture to fix their\nhomes. The Jewish police went with wagons and pulled out the furniture from the homes. The\nnext minute they came in and they want 10 kilo of gold. They want 10 kilo of gold— how do\nyou get 10 kilo of gold? It's not what a Jew had gold in their pocket and in the vault, and he\ngives them the gold. He had to collect the gold. How do you collect the gold. You get the\ngolden watches that they had from hundreds or thousands of years whom one passed to each\nother. They had rings. They had bracelets, even golden teeth. In Europe, they had a lot of\ngolden teeth. The dentist used to pull out some teeth or some people died and they hold —\nholding teeth from them — or whatever. All and all they accumulate, they had to accumulate 10\nkilo of gold. That's a lot of gold. The next week somebody else came and they asked for another\namount. I don't know if it was 10 or five. The next time they come in they want to have another\n'© Jewish council (German); term used for Jewish administrative boards appointed by the Nazis\nto oversee Jewish communities and ghettos.\n'l employment office (German)\n'2 Armed forces (German)\namount of gold. So, they collect 1t again. By that time 1t was much harder to collect, so the\npolice had to go to the homes and beg and ask and plead with the richer ones to save our lives —\nand we thought so too.\nBut maybe the passing time you'll buy off yourself with the order of the gold. And the third\ntime, was no more people, was no more gold to give them so they took them out and killed the\nJudenrat. And what did they say? That the Judenrat collected the gold and they kept it for\nthemselves, and that's the reason they killed him. That was no reason for that. They killed them\nbecause it wasn't any more gold to give it to them. So, life — that too, put a panic in the ghetto.\nThey have to select another Judenrat. It was harder to get another Judenrat. So Slonim had a\nhistory, they had three Judenrats, and they were all killed. By the end they had only a Judenrat\nof only one man. That was by the end. So, life was getting, every day, tighter and tighter, and\ncoming back to the Aktion of the 1,500 men, till was quiet in the ghetto. We called it quiet in\ncomparison to the other times. So we called it normal, quiet, tranquil. But it wasn't. It was\ngoing on every single day. By that time, I went out on slave labor. I got a job working in a place\nthey called it the Beutelager’’. It was the place where they collected arms, the Russian arms and\nput them in one or two buildings. So, I found a job at this particular place, and I had inclination\nthat I was a mechanic and being a mechanic, they let me work in this particular place. Over\nthere, in the Beutelager, I worked for a few months, and the head — a foreman of our group who\nwas named Choraszansky the, the father of one of my friends, the one nucleus that was in the\nunderground.\nSo, we tried to smuggle in arms to the ghetto. How do you smuggle in arms to the ghetto?\nEvery time you came into the ghetto you were searched, and if you are caught with a piece of\nbread — not only a piece of arm — you were killed. So, we found a way. The foreman, the one I\nworked with, was very, very friendly with the two Germans around the shop. And it was two\nGerman officers. Now, they were not Nazis, they were part of the Wehrmacht and one's name\nwas Mutz and one was Brown. So, he got very friendly with them. What was the friendship?\nHe could bring out — the foreman — was bringing out different kinds of clothes and valuables\nwhatever they wanted from the ghetto and they exchanged with him for articles like soap. And\nthey had a lot of soap. I don't know for what reason, but they had lots in their warehouse, they\nhad a lot of soap too. Because they had this warehouse, other warehouse with food, too, some of\nit. So, bartering with them, he made a deal with them that whatever he pays him sometime, he'll\nhelp him to bring inside the ghetto, because what good 1s it if he gets it outside of the ghetto.\nHow does he bring it inside the ghetto? So, what he did is, he gave him a boxes of soap. It's a\nwooden boxes and soap was large pieces like this not like we have it here, and we got an idea is\nto take out the soap under it and put hand grenades and put part of guns underneath and Mutz\nand Brown would take it into the ghetto with us, and delivering us the ammunition for us inside\nthe ghetto. And we did it quite a few times until we had well in comparison to any fighting force\nit was not enough arms. But meanwhile, we brought in, we start bringing in arms, and we had\nalready, cache of arms.\n'S warehouse of confiscated goods and valuables (German)\nSo, this way, our organization got bigger, then we got in a radio which we took out from a tank, a\nbroken tank, and we put it together and we got a radio inside the ghetto. And the ghetto was cut\noff from any type of news. We had no news, we had no radios. I didn't mention before that\ngoing into the ghetto you couldn't have a bicycle. They took away everything from you if you\nhad something, no radios, no bicycles, no telephones. No nothing, anything like it. At the same\ntime we had no information. No newspapers and no radios. Television wasn’t yet in any place.\nSo, we got — start getting news, our own news. We could listen to BBC so we passed the news.\nThe main thing it was the news for us is how successful are the Germans with the front line.\nThat was our main news. We didn't need—\n[Technical conversation]\nEnd of Tape 1\nTape 2\n[Technical conversation]",
        "A: It was tranquil, and then it came -- the big Aktion November 14. Maybe, that's the way Pll\nstart. In the ghetto it was tranquil. It was almost quiet, but not that quiet. Once in a while the\nhead of the Gestapo used to come in and punish somebody by finding for different reasons and\nmaybe he didn't take off his hat against him. And from them he could take out his gun and just\nkill him for it because he didn't give respect to him. That means, the head of the Gestapo coming\nin the inside of the ghetto. We called it, it was pretty quiet and tranquil because no Aktion was\ncoming on since the taking out the 1,500 men. Until we came to a big massacre and we called it\nAktion. So the German words called it Aktion, and from there on we called it also too an Aktion\nis coming. And then here on November 13, I lived right next door to us with a photographer —\nlived there photographer and some Germans used to come in and take pictures, photographs in\nhis house to be able to send back to their families. So, they took pictures. And this particular\nGerman came in that day and he says, “Something is going to happen. I don't know, but lots of\nspecial groups, and whatever the name he called them, Nazis or Kommandos\"* or — came in the\ncity, and looks like something is going to happen. I would suggest, if you have a way, hide or\nget out of the ghetto.” And other signs was in the ghetto that they gave special scheins!°. The\nscheins is a special little piece of paper. The tradesmen, important tradesmen, where they\nworked for the Germans and they called them the special Niitzliche Juden’®. And in fact some of\nthem they even moved to a different part the ghetto.\nSo, we knew it was kind of happening, a distinction between our working Jews and non. So\nsomething we started worrying about it. This is the same time when the German came in and he\ntold my neighbor that something is going to happen. So, I decided that I am going to go and hide\nsomeplace outside of the ghetto. Now, it wasn't hard to get out. It wasn't hard to move out,\nsome empty homes were outside of the ghetto. So we went out during the night and we were\nhiding. It means me and my family. My family is now my mother and three sisters. We were\nhiding in a house outside of the ghetto, and the next day on November 14, 1941, that Aktion\nstarted. At eight o’clock they — a group, a big force of Nazis came in inside the ghetto and they\npulled out 10,000 men, women and children, in the same thing the talk was, they were going to\ntake them out to slave labor. And the same thing. People had no idea, because at that time, if\nyou would hide in any parts of the house, under the bed — some people were hiding under the\nbed — they could survive this particular place. So, you know the people were so unprepared, so\nnot having any kind of idea that they are going to take out 10,000 people to kill. They were\nalmost ready to be taken, to go away. It was no resistance. And I can understand why the\n‘4 commandos (German)\n'S Certificate (German); term used for Nazi issued work permits.\n'© Useful Jews (German)\nresistance wasn't there, because it was unprecedented to know that they were going to take out\npeople to kill. So, people went and from eight o’clock the same thing until four o’clock or three\no’clock, they killed 10,000 people, in not too far away, I forgot the name of the little village of\nthe place — Chepelevo, they took out 10,000 people, Jews. They killed them right there. In fact,\nthe night before they took 100 people, the same thing on slave labor, to dig the pits, and these\npeople never returned. They killed them right in the place, and they never returned back to the\nghetto. So, nobody had any idea. It was pretty secretive, pretty known, you know, and this way\nthey killed this tremendous amount almost half of our population. So, we started working, we\ngot much more involved—",
        "A: No.",
        "A: Only one night. We stayed only one night, and after the Aktion was over, the next day we\nreturned back to the ghetto, and by that time we lost everything, a lot of my friends, a lot of my\nfamily. Then a few days later, 1t was known they were taking out, not too far from the city, and\nthey killed them. Because some of them survived the massacre in the pits, so they came,\nwounded, they came back to the ghetto and they were in the hospital. We had a hospital in the\nghetto. So, the Germans, after they found out that some people survived, they came in with a\ntruck and took all the people from the hospital, and they killed them. So, it was already known\nin the ghetto, when they took out the 10,000 people and they killed them.\nSo, I returned back a day later and by that time we didn't have the experience to know yet, but we\nfigured the Aktion is over. There's no place, we couldn't hide. We couldn't stay much too\nlonger, any place anyway, because the Poles would give us out. So, we returned. We felt safer\nto go back inside the ghetto than staying outside. And we returned, the next day we returned\nback to the ghetto, and here we found half of our friends, family were killed. I got much more\ninterested in our bringing the underground organization, but at the same time I’m unfortunate, I\nalready lost already some of our friends, some of my friends were taken out. But we were still\nleft over, a nice group. So, we started meeting more often, and planning and see how we can\nbring in arms to the ghetto. So, I found a job in, I found a job in slave labor outside of the ghetto\nwhere they collected arms, Russian arms, which were left over when they were running away.\nSo, the Germans were collecting it in three buildings and they called it a Beutelager. For me\nbeing, knowing a little bit mechanical work, so I got the job to be able to work in this warehouse.\nAnd some of my friends, the ones from the underground and the foreman was the father of my\nfriend Choraszansky.\nHe was in charge of that section, and he working for there quite a while, he established a good\nrelationship with the two Germans, the ones who were in charge of it. They were German\nofficers. One was his name was Brown, and Mutz, Mutz and Brown. And what was the\nbartering, what was the business that we could handle, we could do with them is, he used to take\nout some clothing or some valuables, it could be watches or something else, and in return he\nused to get from Mutz or Brown, he used to trade him for soap. Now, this soap used to come in\nwooden boxes, small wooden boxes stacked up with soap. So, what we did is we took out the\nlayers, right on the bottom layers, we put in some hand grenades, all different parts of arms, on\ntop we put back the soap, nailed back the box. Now, how do you take them inside the box of\nsoap? So what we, what Mutz, mainly Mutz was doing it, so Mutz with his truck used to deliver\nback to slaves, us the Jews, back to slaves to the gate in the ghetto. In fact with this he used to\ndrive inside the ghetto because everybody knew him. He was there every single day picking up\nthe laborers back and forth, and they knew him, so it was nothing a German coming in with this\ntruck. They didn't check his truck. They didn't look in anybody. So, this way we could come in\ntogether with him and they didn't check us. And this way we had a good chance to bring in —\nactually, what the Germans did the job for us. They brought in the arms for us there inside the\nghetto. And it didn't take too long. We had a few rifles, we had handguns, because a rifle takes\na little more, it was a cut off rifle, we put it in the sack of flour. We did it not only with soap, but\nwe had flour when they brought in. And we even had a radio. The radio, what kind of radio is\nwe took out from a tank, a broken tank. We took out the radio and put it someway together and\nwe could get news. Now, the ghetto had no communication with the outside world, or even with\nno place. We had no newspapers. We had no radios, and before you went into the ghetto they\ntook away from you everything. You were not allowed to have no bicycles, cars, we didn't have\nany cars to start with. No telephones, no radios. So, actually we are ina vacuum. We didn't\nknow anything of what's happening any place in the world, any place even our neighboring\ncities. If Aktions of killings were happening in different towns, we had no idea. We didn't\nknow. We didn't know. It was just like a jail. It was a jail. We had no idea what's happening\nfrom one place to another. Not talking from farther away like Warsaw and Berlin, but even in\nthe small towns next to us, we had no idea what's happening unless, unless once in a while\nsomebody ran away from the massacre and they came in the town and they tell, 1s the only news\nyou could find out. And that's the way our organization was developing, but we had less\nmembers. How many members we had, we don't know. Our immediate membership was, well\nwe usually probably had 10 or 12 and then we lost a few, so we had about nine, 10 members put\ntogether. And right after the massacre, life turned back to normal. We call it normal. Now, we\nhave a different way of what normal life means, but being the ghetto, we call that for us, it's quiet\nand I lost that job. They didn't let any more people, and I remember the night him and I worked\nin the Beutelager.\nI remember the night of Pearl Harbor. It happened. We heard it by the Germans that the war\nstarted in America and so the hopes kind of helped us that maybe some help would come from\nAmerica. And at the same time we were talking between each other, maybe the world will find\nout, help will come, but it never came. How could Russia, America, England, how could they let\nto take people, take people and just kill them out, or destroy a people, but help never came. So,\nthe underground was going on, but I had to still make a living to support — I am now the head\nprovide of my household. So, I found another job. My job was in Verpflegungsamt!’.\nIt means a big warehouse where they're giving out food to— we'd call it to older Germans. It\ncould be Wehrmacht it could be Nazis, it could be rations to anybody who was German. So, one\nday they came and they picked 300 people from the street to unload a big transport of food,\nbecause that's when they opened up at that time, this particular warehouse. So, they picked up\n300 men, because they needed it real fast unloaded. And the warehouse was almost a block long\nright on the railroad tracks. And I was one of them. So unloading it, I could see its a good job.\nIt's nice, it was food, it was only with food, all different kinds of food, even big like a tire of\nswiss cheese and wines and everything were there. So, something was going on they were\ntalking that they might pick some of the people to have a steady job. So, I tried to be young and\nstrong and not hungry completely yet, so I worked like a slave that particular two days, and I was\nprobably one of the best workers, and they picked me by the end. I was one of eight people\nwhere they picked on this particular job. And after the third day, I had a steady job. It was a very\ngood job. I could support my family. I could bring food. They gave me food. It was a well\npaid job. I worked there in this particular place until I got an order to go out to the underground.\nIt didn't take long, in a short while I got an order to go to come to a special place to go to the\nunderground. In this same time, I remember probably it's in this same time when it happened is\n— aone of the men when they took out the first time the 1,200 men and killed them, was a friend\nof mine, and he lived about a couple doors away from us. So, I went to visit his — no, no they\ntook out his father, mistake not — he was still there. His father was taken out on this particular\nday. So, I came to visit my friend, and next door I saw a nice beautiful girl, so I asked him,\n“Who is the girl?” And he said, “She lives right here next door to me, if you want it I'll\nintroduce you to her.” That was the same girl, the one I still know up until now. It was Lisa\nNussbaum that was her name, and I got acquainted with her and saw her and start coming in\nevery single day. The only thing I had a little bit problem because she was very young. She was\nnot quite 15, and her father didn't like it so much. By that time, Lisa was — her mother was\nkilled in that big Aktion, so her father didn't like it that I was such an often visitor coming to the\nhouse, but I had a very good job, and I had food with me, and I had cigarettes with me and I had\ndry food what I used to bring from the Verpflegungsamt.\nIt gave me a chance to bribe him off, with the food, with the cigarettes. And so, every time I\nused to come in, I used to bring in my pockets some dry foods, a package of cigarettes, before, it\ndidn't take too long, I was a nice, friendly visitor. This way I was coming in more often, and I\ngot to know Lisa, and she was a very beautiful girl. She had longer hair with — curly hair with a\nlonger face and I almost fell love in with her, but not quite yet because right from the beginning\nhere I am getting an order that I have to go to the partisans. I have to go. That was my dream all\n'7 Food distribution bureau (German)\nthe time to go to the underground. But it was just the beginning when I started knowing Lisa.\nSo, it wasn't such a big — I mean objection for me.",
        "A: The order came to me in very simple words. Somebody came and told me “Aron, tomorrow\nat six-thirty, seven o’clock you come to this particular home.” And the house was inside the\nghetto, but almost by the end next to the wires. So it came the order that, “tomorrow six-thirty,\nseven o’clock you're supposed to be there.”” No questions asked.\nI went home. I took my little knapsack and I put it in something over there, I don't know next to\na shirt, pants, if I had anything, and I go to my place where I was supposed to meet. My mother\nand my sisters notice that I'm going away. I'm packing up and I’m going someplace. They\nweren't so excited with that. Here I am the head of the household. They need me so badly in the\nhouse, bringing in food, helping them with the rations, and the only man in the house. I'm\nleaving. So, my mother followed me and she came to the same house. And being over there I\nam meeting some of my friends and some other new people that I didn't know, other people, and\nthe door opens up and my mother comes in and she falls on her knees and she starts crying and\nshe starts begging, “How could you do it and leave us by ourselves? You're going away.” Now,\nthat was not typical of the other people. Other families were just the opposite. The mothers\nwould take the kids and throw them out on the street, ““Go ahead, maybe you'll survive.” My\nincident was different. It took me a long, long time back until now, how much, if I did the right\nthing or not, and many times I could never forgive when I didn't take this opportunity to go to the\nunderground because some of my — anyway I turned back and I went back with my mother. I\nwent back home. Until the other things happened, but I could never forgive myself, my mother,\nI don't know, I could never come to terms with that. Did I do the right thing? I didn't, for saving\nmy life I didn't do the right thing. The way my life turned out, it was all right, but that was one\nof my worst — anytime when I talk about that, it's a very, very hard decision to come up and\ndecide. But being the head of the household — so being the head of the household worked very,\nvery hard on me. Maybe if she wouldn't have mentioned that word, maybe it would be different,\nbut saying that the father was taken away and you're the only one, so I turned back and I went\nback. — Slonim. I never had another opportunity, never had a chance to go. Some of my friends,\nthey did go. They run away, they survived the war. Some of them were killed in the\nunderground, but here I had a chance, yet I went too much, much more after that, but here I had\nthe chance to be in a fighting unit and go out of the ghetto, and I didn't take it. It took me many,\nmany years to rationalize if I did the right thing or not. I went back in the ghetto. My\nrelationship with Lisa — well in this way Lisa helped me a lot, because by that time I developed\na relationship with a girlfriend and I lost some friends, but I gained, in that time, I gained with\nLisa, and our relationship developed much closer and the visits were often, and that was going on\nuntil the terrible day of June 29, 1942.\nThat's a new chapter where it starts there. About that time our organization was almost — we\nlost more people and some people went away and I was kind of like almost like reyected because\nnot going to the underground, so I was left over almost like not faithful or not being part of the\nunderground, and until the day of June 29, 1942. It was only six months later from the first\nmassacre. Here was lots of luck with me, lots, lots of what happened with me in this particular\ntime. Being a worker, a good place to work for the Verpflegungsamt, I too had developed a\nrelationship with the — well, I can't call them Nazis because this was the Verpflegungsamt, so I\ndeveloped a good relationship with the two officers, the two captains of the — there were five\nGermans there. There was man by the name of Captain Miller, Captain Brauer, and then one\nwas a Fritz, I don't remember exactly the three other plain soldiers, the ones that we were\nworking with. So, we were working, the eight of us inside filling the orders and the Germans\nwere in charge. So, we took it over — 1t was— we took over the old warehouse and we did our\njob. We did a good work because we wanted to save our job. It wasn't so much the dedication\nof being dedicated to do their slave labor, but that was our only source of our good source of\nbringing in healthy families and having enough food. Until that particular day, a special\nEinsatzgruppen group came into the city with many, many Nazis with trucks came in the day\nbefore in the city and mainly they all need their rations, their food.\nSo, where do they come? They came into that Captain Miller, and that was on a Sunday. So,\nthey came into him to get some rations. Meanwhile, from the time from the first massacre to the\nsecond massacre, everybody in the ghetto realizing what happened the first time, if you could\nhide under the bed, if you could hide in the hiding place, maybe they didn't find you. So, what\nhappened was each house tried to make malines!*. The name of maline they called it, it's a\nhiding place. Now, a hiding place could take any different kind of ways. It could be a tunnel in\nthe backyard — if you had a backyard — with a covered entrance where they couldn't find.\nIn my house, in my house, we had 32 people living. And we made a hiding place for the 32\npeople. Where was the hiding place? Under the floor — was a wooden floor — we pulled out\nsome dirt and luckily we had a small yard, and put it out in the yard, and we made in the floor a\nspecial entrance which was hard to recognize. That would be the place to hide in case another\nAktion would come. We knew it was going to come. Now, every other house had their different\nways how to make where to hide. So, I was when the news came in the ghetto the day before,\nthat something was going to happen. How did the news come in? The traffic outside you could\nsee. All of a sudden some new faces, some new trucks because we were on the watch-out.\nEverything we were looking for any signs and all of a sudden you could see the atmosphere was\ndifferent outside than everyday. So, the trucks are passing by, and by the way, our ghetto was\ndivided, the main thoroughfare, all the trucks had to pass by. Was one ghetto on one side, the\nother side you can walk on the street, but you could see if they could go around in different\nplaces, but some Aktion was coming through. So, we were getting ready to — if something\nhappens during the night or the next day — we were getting ready to hide in this particular hiding\nplace. So, here, they came to Miller with the order for food. And especially they wanted the\n'8 hideout (Yiddish)\nwhiskey. They always did it with the whiskey to get them drunk. They could do the job without\nbeing drunk, but it helped when you gave them the schnapps, the whiskey. So, they came in for\nthe order, and Miller said, “I cannot do it unless you give me my eight Jews.”\nSo, now we are his eight Jews, because they work over there in this. The head of the commander\nhad to get a special permit to be able to go inside the ghetto, I mean to get out that Miller should\nbe able to come into the ghetto and take out the Jews. I don't know they were negotiating that\nwhat they told us later on. They were negotiating almost all part of the evening and the next day,\non Monday morning about six-thirty, Miller and the other four Germans were living right across\nthe street from the entrance of the ghetto. It was a nice rich — before the war, it was a nice\nJewish home, so they took it over when they threw the Jews inside the ghetto. So, Miller comes\nin to the entrance of the ghetto and he gives the order, shows the order to the guard and to the\nJewish police. The Jewish police were inside the ghetto, to get Dereczynski — that's me — and\nthe other people, get them together as fast as they can -- 10 minutes, 15 minutes -- to come\neverybody by the exit from the ghetto. And the ghetto was small, it wasn't that far. I get a call in\nmy house when the Jewish policeman knocks on the door. We were already ready to hide, and\nhe runs and he knocks on the door when he calls, “Miller is waiting for you outside of the\nghetto,” otherwise I would never go out.\nHe knocks a few times. He said, “Dereczynski, Dereczynski, Miller wants you.” And he\nmentioned Miller, otherwise I would never come out. So, I went out and here he tells me that\nMiller was giving me the order to get the people. So, we got the people together and we went in\nthe house and it was very hard leaving everybody there. Here I am going out, but this time, I\ndidn't have no hesitation. It was very hard to part that you are going away. I don't know if you'll\never get back together. But I did go out, and five minutes to seven we were there and Miller\ntakes us out and walking out from the ghetto, not going even maybe one block we could see that\nthe destruction of the ghetto 1s coming, because we saw like a front line. Germans with machine\nguns all surrounded the area that we are passing, all pointed to the ghetto. Like you see a regular\nfront line. Now, what is that for? Then we walked out another short while, a few minutes later,\nwe hear a shot and the Aktion started exactly at seven o’clock. By that time, the Judenrat was a\nman of one. His name was Kwint!’, and the minute they started coming into the ghetto, he asked\nthem, “Where are you taking my Jews?” So, he was killed right there by the entrance. Kwint\nwas killed right there by the entrance. I found it out later, I didn't see it. But I could hear the\nshooting and then small little tanks immediately you could see because we saw little tanks and\ntrucks filled with all different kinds of auxiliary forces was standing in the trucks, and you could\nsee they're getting ready. In fact, one comes out on the way when we were walking. One high\nGerman officer comes out from a jeep and he stops us and he says “Where are you taking the\nJews?” In fact he if I’m not remember, he may have even called him “Miller.” He said “Where\nare you taking the Jews?” He said, \"If you're not giving me the Jews, you won't have any food.”\nAnd, “Heil Hitler” and he let us go. And they took us to the Verpflegungsamt, which was\napproximately one mile away and we came back to the Verpflegungsamt and in the\n'? Gershon Kwint, head of the Slonim Judenrat.\nVerpflegungsamt you could already see the fire, you could hear the shooting and the killing was\ngoing on, and before the evening came they put the ghetto on fire, because they couldn't find\nanybody. Most of the Jews were in the hiding places, so they put the ghetto on fire. So, you\ncould see the flames of the fire and we are sitting inside the Verpflegungsamt. Not be able to do\nanything, not be able to help and not sure with our own lives. “What are they going to do to us?\nWhen they get through with them, they're not going to let us witness, sure the next thing will be\nthey'll probably kill us.” So, we tried to figure out maybe a way that we'll be able to run away.\nBut, in that time, they gave us special scheins.\nThe schein was a small little card with a stamp from the Gebietskommissar”’ — it means the\ngovernor. There was only eight legally taken out from the ghetto, and I was one of the eight.\nAnd here we are sitting there and Miller comes out and everyday we used to go to the main street\nwhere the ghetto is to the bakery to pick up bread for the rations. This particular time, Miller\nsaid, I wouldn't suggest anybody should go, you could be caught right on this. So, I did with\nanother two fellow workers we decided we were going to go anyway in the truck. We'll go to\nthe Bakery. Now, passing by the bakery is like I say, you pass by two ghettos. Another two\nghettos a little inside that you couldn't see. I wanted to see what was happening inside the\nghetto, so I took the chance. I went with the truck, and I passed by the ghetto and I could see\nwhat's happening inside the ghetto. The ghetto was already on fire. People were running out\nfrom the hiding places. Some people were running out from the hiding places. Some people I\nsaw where they were hiding in the toilets. We had toilets, outside toilets, so they were hiding\ninside and they were all with the dirt, and they were caught there and they were out walking past\nby where it is running to the river. The river was right there, maybe to wash off and they were\nkilled right on the way. And other killings, you could see some dead people on the street in the\nghetto, because the truck was going slow. We asked the driver, Fritz, when he passes by the\nghetto to go slowly so we could witness this. And it was happening like people were running\nand the old Jewish saying “fun fayer tzu vaser’”!, “from fire to water” Running from the fire to\nget drowned in the water or killed in the water, and that's the view what I witnessed it, what I\ncould see. And I came back to the Verpflegungsamt, tremendous thinking of what are we going\nto do.\n“How are we going to survive or what can we do?” That was going on — but the same night he\ngave us a place to sleep in the Verpflegungsamt. We didn't go back to the ghetto. That was\ngoing on for two or three days, and then Miller told us that they are going to let a certain amount\nof Jews live. They are not going to kill out the whole ghetto. And later on we found out they did\nthe same thing all over. They never killed out in the first or second time until the end of the\nghetto. Our experience showed later too, they did the same thing. Mainly the ones, the people\nthat are hiding, is you let some other people live. So, the people, the ones that are hiding would\ncome out and then you make it from a ghetto of 10 blocks, you make the five blocks, from five\nblocks to 10 homes. Then you keep them in the two homes. Then when the Germans want to\n*° regional commissioner (German)\n71 “from fire to water” (Yiddish)\nfind you, they only have two homes to look for it. They don't have the 10 blocks, what they had,\nor 20 blocks. I found it out later that that was what was done in every type of place. So, they\nleft. They left, the word was coming out they were going to let some Jews live. It's not going to\nbe completely liquidated. So, what do I do? I'm outside. My family is still inside. Lisa is still\ninside. I have no idea what happened with them. And I'm being there on the third day and I\ncame to Miller, and I say, “I have a good idea for you.” And he, during the time with Miller, I\nbartered before too. And he always used to ask me if I could get him certain different kinds of\nitems to bring from the ghetto and he'll pay me to send, probably send it back to Germany.\nMeanwhile, the night when this was happening, I noticed that Brauer, the other officer, he was\nkind of completely disturbed with the happenings. It was only one German what I ever met,\nwhat I could see that he was disturbed with it. And I see him staying on the, on the — we had a\nlot of sacks and he is staying over there leaned on the sack with hands like this [interviewee\ngestures with both hands on head] and he said “I can't believe it that my people can kill and burn\nthis.” And he was talking to himself. And I just make it like I wasn't there around. So, the next\ntime, when a couple days later when Miller gave me the permit, I told him, I said, “You get me a\npermit to go inside the ghetto.” The Aktion was still going on in the ghetto.\n[Technical conversation}\nEnd of Tape 2\nTape 3",
        "A: After the second and third day, people were hiding inside the ghetto, and they could not find\nanybody, and they put the ghetto on fire. And then, a day later or two, they started announcing\nwith the loud speakers that the Aktion 1s over and that anybody who comes out will get scheins,\nand they're not going to take them away. By that time, some people were start already, coming\nout, so when they came out they immediately arrested them and they took them over in the jail\nyard outside of the city. When I was working on my place and I found out that some people are\ngoing to be allowed to live, so I went to Miller when I offered him a proposition that if he would\nsomeway get me transportation to the ghetto, I would go inside the ghetto and find for him\nanything what he would like. For example, he wanted all the time, he wanted — at that time\nthere wasn't too much valuables you could find. I mean if people had small stuff they took with\nthem whatever, but the bigger items, crystals, all different kinds of dishes, maybe some furs, this\nkind of stuff. So he fell for the idea and he says, “All right. I'm going to get you a special\npermission to get inside the ghetto.”\nIn the afternoon, I asked him in the morning, a short while after, maybe an hour or two hours\nlater, he came back with a piece of paper, with a permit to go inside the ghetto and he said “Fritz\nwill take you to the ghetto. He'll drop you off right inside the ghetto and whatever you\naccumulate all different valuable stuff that you can find, you'll come to the front of the ghetto” —\nwhat's the entrance and the exit, it's only one gate — “you'll come right by the exit of the ghetto\nand you'll take it over to my house.” He lived right across the street. So, I was very happy to do\nit, and my intention was mainly was if I could go ahead inside and maybe I'll be able to find my\nfamily inside the ghetto, and Lisa, whatever I can do and help and see — “T'll decide what I can do\nlater.” He dropped us off, four of us. He dropped the four of us in the ghetto, and it was still\ngoing on some of the Germans were still walking around inside the ghetto to rob, to look for\nsomething to take it home, to rob, to take away. And but in the same time we are afraid that we\nshouldn't be arrested in taking like some of the survivors, so we all stayed together in one group\nwith the document what we had. So, we came, we walked through part of the ghetto and we split\nup. Each one went to see if he could find anybody from their family. I immediately went to my\nhouse where I lived and I knew exactly the entrance or the hidden entrance. I knocked a few\ntimes until I got an answer and sure enough everybody was still there, and it was the people that\nwere there. I found out it was 32 people were hiding. They opened up the door and it was three,\nwe found three dead people. The three dead people they committed suicide. It was a druggist,\nand he was fortunate to have some poison, so his family took the poison. And the stench it was!\nI couldn't walk in, inside but some way I went underneath and here the people were laying over\nthere for three or four days under the floor with no lights and they couldn't even move. They\ncouldn't stay on their feet, if they would come out in the open. By some way I got inside and I\nhad a chance to see my mother and my three sisters. I couldn't help them with doing the taking\nout. Whom would you take out? If I could take maybe one, I would have a terrible decision\neven to take one. Whom to take? Whom to take? And but I gave them, I found some food. I\nbrought in some bread and water. The food that I found is because there was some food in the\nempty homes where they took out the people. I could still find some bread and what mainly was\nthe water. So, I gave them the water and the bread and I gave them, and I said, “We'll see what\nwe can do the next chance I'll have.” I figured to myself “that's what I'll do.’ And I left them.\nAnd from there walking outside, I met my other friends, the ones that worked with me.\nNobody had anybody of their families. Their families were discovered and they didn't have\nfound anybody. So on the way walking out, I had to pass by the place where Lisa lives, the\nhouse. And here, I tell my people, and they were carrying the dishes, whatever we found we put\nthem in the pillow cases. We didn't have any boxes. We put them in pillowcases. So, I was\nstanding over there and they're waiting and I say, “Give me a chance, let me take a look if my\nfriend is there.” I came into the house, and she wasn't there. The place next to them was a\nhiding place. It looked like the hiding place was discovered. And, you could see a hand grenade\nblew up the hiding place. I still didn't give up. I went to the back and I think, “Maybe they went\nin the back to hide.” So, I go in the back and I start calling out “Lisa, Lisa, Lisa, Lisa.” And\nsure enough it, didn't take too long and an answer came out, and Lisa was there. She was hiding\nin a small little shack, a wooden shack, very easy to discover, very easy to burn, but somebody\nwas behind them upstairs and they kept the place intact. It was not on fire. And she came down,\nand I made immediately my decision I made up, that I'm going to take her with me. But how did\nI take her out? Women were not allowed to leave yet, because the people, the ones they left was\nonly men around them when they saw.\nIt was no women. So, what I did is I went right next door, in fact in the house where I met my\nfriend, the one who introduced me to Lisa. I went upstairs in their little attic. I found men's\nclothes, a pair of pants and a jacket and a cap. I took her in there. I cut her hair, and I put on a\npair of pants and a jacket on top of her old clothes which she had, and the cap, and she cried. I\nmean, her hair she never cut since she was born probably, but she was happy and excited, and at\nthe same time she's leaving her brother and her father in the hiding place, but she took the chance\nthat she went with me. Now, what I did was I gave her my schein, the passport to leave the little\npiece of paper and hoping in case if I'm caught Miller will some way take me out.\nSo, we're all getting ready to walk out, and we find a couple chandeliers, old broken things with\nwires. I figure it's a good thing to keep it how to mask her up, she wouldn't be recognized. So I\nput on the one fellow, I put a chandelier with wires, we didn’t have much BX” with, with all\ndifferent kinds of wires. The same thing I did with Lisa, and here we're walking. There are five\nof us now with the bags and carrying the bags. We're coming out to the exit and here the\nGermans are watching. I take the piece of paper and say “Here's my four men.” And they took a\nlook at us — they didn't even check — look on the paper, four or five, they didn't pay any\nattention, and they let us out and we walked right across the street, across the street where the\nGermans live. We're coming in over there and Miller in the house, it's the middle, or late in the\n2 BX cable\nday, and Miller was in the house, so I walk up to Miller, excited to join him with the bags of the\ngoods that I brought him in, and I tell him I found my sister — can he help me to save my sister?\nHe gets enraged and he hits his hands on the table and says “This is no place to hide Jews. Get\nher out immediately.” I had no choice. I put her down in the basement over there and I let her in\nthe basement and I figured maybe I'll be able to see if I can talk to Bauer. So, I wait for a while\nthere, being over there and Miller took off. He went back to work and Bauer was there. So, I\nwalk up to Bauer and I say, “Captain Bauer,” I say, “I found my sister, can you help me?” He\nsays, “Where is she?” I said, “She's in the basement.” He says, “Don't worry, I'll help you.”\nAnd he goes down with me in the basement and Lisa sits in the basement. It was filled up with\nold furniture, and she's laying like a little cat all rolled up scared to death and she was small. She\nwasn't a big girl. And Bauer walks over and tells her, “Stand up.” And she's scared and she\nstands up and he says, “You're not a boy.” And he looks at her and so she just says, “No.” And\nhe says, “Do you have your girl's clothes?” And she says, “Yes.” He said, “Take off the boy's\nclothes. Take off everything that you have, and be back in your old clothes. The only thing is\ndon't have your the latte**, the Jewish sign, yellow star, the yellow square, round piece.”\nAnyway, and he told her “come up upstairs” and there were Jewish — one of our eight that\nworked like steady. He was cleaning the house the — for them and helping them inside like a\nslave labor. And he came down and they brought her down a babushka with her hair in a\nbabushka and he took her out from there and he told her he says, “I'll take you to the\nVerpflegungsamt.” We left with Fritz. Fritz took us over with the truck he took us back to the\nVerpflegungsamt and Lisa was left over there and Bauer took her to the Verpflegungsamt. He\nwalked with her and he told her to walk on the sidewalk — no more like on the street — and “just\nwalk like you're a Polish girl.” And in case — that was his words, “in case the Black Guard 1s\ngoing to stop you” — the Black Guard was the police from the Ukrainians or somebody with the\nforces when they come in — he said, “I'm going to kill him right on the way.” And he walked\nwith her to the Verpflegungsamt. I was over there already with my other helpers, but I was\nexpecting her to come, so I made a hiding place in the Verpflegungsamt. I only had the problem;\nhow do we bring her in? We smuggled her in someway, inside, the other Jews that are our\nfriends helped me to find a place here in the Verpflegungsamt and the Verpflegungsamt was\nhundreds and hundreds, maybe thousands of sacks of all different of flours and sugar, all\ndifferent kinds of foods, and it was packed in five or six, stacked like an army of soldiers. So, I\nfound a place where to — I took out a few sacks, and I made a place to hide and that was where\nshe was hidden there for a few days. And then later on I got a schein for Lisa, the same little\npassport. I was transferred to a different Verpflegungsamt to the other building to the Beutelager\nwhere I worked before.\nWe left that place where we could now live. And Lisa was left over the night, for the night by\nherself. And the place with food with rats and everything right over there, and she stayed there\nduring the night. I came a couple times during the day to visit her until she got the schein and\nthen after I took her over to the Beutelager. Two days later she went to the Beutelager. I went\n*3 natch (Yiddish)\nback to help my family. I paid off Miller. He came in with a truck, Miller now, I came in with\nhim, and we came to the place where my family and the rest of them were hidden. By that time\nwe found only approximately about 14 or 15 people. The young men, the young people, walked\n— went out from there. I don't know if they survived or didn't survive, but they left the place.\nWe were in a covered truck with canvas, a canvas covered truck. I took out my family and the\nrest of the people. The rest of the people had money to pay him off. They had valuables. They\nwere pretty rich from before. When we're talking rich, we're talking maybe they had a couple\ncoins. But that kind of richness that we talk, we're not talking here for diamonds and big, big,\nbig items, but 1t was enough because I promised Miller that, “They are going to pay you off.\nThey are going to give it to you.” So, I had to stand with my word, otherwise he could kill me\ntoo, if he would take him out and not get paid, he would take me out and shot, because that same\nMiller was a killer before. He took part in Aktions in different cities. We found it out. We\nknew it. So, being good to me this particular time, helping me, it was me — it wasn't — the next\nJew he would kill him cold in blood. So, I was trying to make it sure they will have money to\npay him. So, I took them over to the same place where Lisa was, but she couldn't be in the same\nbuilding but next to it was another building, and they were hiding over there, staying there for a\nwhile. The next day Miller gave them all scheins. By that time everybody could get a schein.\nThey could go out in the open at that time and get a schein. By that time there was no more\nkilling. As far as I think and I'm concerned there were no favors. But that time was a time, like I\nsaid before, they decided they were going to let some of the Jews live.\nSo, it was done almost only to enrich his pocket. He knew it was no big deal what he did, but he\ndid it anyway. And we stayed over there — by that time there was left over approximately 900,\n1,000 Jews out of 20,000. In a short time, we had every night to get up in the middle of the night\nto be counted, but I made my way out from there to go to a different city. I did the same thing\nand Lisa did the same way in two different times. We were separated for a short time. I went\nwith my mother and three sisters. In fact, Lisa, with her father and brother, left a couple days\nbefore. Where did we go when I left a couple days later? A friend of mine knew a farm lady.\nAnd the farm lady would take us 1n a horse and buggy to a different city with the name of a\nPruzhany name, Pruzhene”* and from there we were going to go to the Third Reich. We heard\nthat in some places in the Third Reich — we didn't even know much about what the Third Reich\nmeant — that in this Pruzhana”>, Volkovysk, Bialystok, Grodno, this part of the country that there\nis no killing over there and that the Jews are still alive. So, we went with this farm lady. They\nfound her. She took us in a horse and buggy. She couldn't take us to Pruzhana she took us to\nRozhinoy. From Rozhinoy, they robbed us and took away everything, whatever we had, and we\nwent to Volkovysk. In Rozhinoy, the woman is supposed to take us to Pruzhana, so from\nRozhinoy we got in touch with the Judenrat in Rozhinoy and they arranged for us to go from this\ntown to Volkovysk. In Volkovysk we supposed to go to Bialystok or Grodno.\nSo, we're in Volkovysk in a place where some more refugees were there. I asked the people in\nthe Judenrat if you saw a girl with a young brother, with a young kid — her brother was 11 years\n** Pruzhany\n°° Pruzhany\nold, 12 years old, 12 years old not quite 13, because 13, it was a year later, bar mitzvah — and the\nfather, the father was an older man. At that time, older was 50, he wasn't 50, but in the 40s was\nan old man. And they told us, “Yes, a girl with them and they went from Volkovysk and they\nwent to Grodno.” Here I am with my family, with my mother and the rest of family in\nVolkovysk, and I have to make up my most important decision in my life. I had to make the —\nand it flashed through my thinking, a backflash, “Did I do right in not going to the underground,\ngoing back to my family? And here I'm at the crossroads, should I go with my family to\nBialystok or should I go single, young and single go to Grodno?” And I made my decision that\nI'm going to Grodno. It partly was my mind to break away from the family, because if the only\nchance I have is to survive is not to stay together. When you stay together you only perish\ntogether. There is no way that a family would be able to survive, so I made the decision that I'm\ngoing to go to Grodno. And that's the last time I saw my family anymore. I left them, and they\nwent to Bialystok, and I went to Grodno. From Volkovysk, was the place where we split up, the\nJudenrat helped me in transportation to Grodno. How did I go? They put me with a truck, a beer\ntruck it was empty with empty kegs, barrels of beer that they were going to Grodno probably to,\nwhatever, deliver or pick it up. So, I was hidden between on the truck until I arrived in Grodno.\nAnd that too, the Judenrat helped me to have gotten transportation. I came in Grodno. By that\ntime I think it was in August of 19— it was June, no probably in August of 1942, I came into\nGrodno. Grodno was completely relaxed like hardly — it was a ghetto, but a very relaxed ghetto.\nYou could go in and out of the ghetto. It was no killing. It was no transportation. For me, it was\nalmost like coming in like a paradise. I'm sure Aktions happened to the time but I wasn't aware,\nbecause I wasn't there. So, I can't say that nothing happened there anything before, but the way it\nlooked to me — coming in from the massacres and coming in a place where it’s quiet and people\nare moving around and in the little ghetto you could see business going on, on the street, what\nwas the business? Selling old clothes, selling a pair of pants, buying a pair of shoes, you couldn't\neven buy food on the street in the ghetto. So, for us, for me it was — I couldn't even believe that\nthings could happen not only what was it, 70, 100 kilometers from my home town. I thought to\nmyself, “I wish everybody else would know about it. Maybe a lot of people would try from\nbefore.” Well, it was going on like this. I found Lisa. Lisa was there with her father. They\nlived in an apartment, and they took me in. I lived with them. I made my own friends in the\nghetto. And my main purpose was only one thing is, “How do I get in touch with the\nunderground?” I'm single, I'm by myself. Single, I mean I'm not married. I'm not attached, and\nthat was a tremendous plus. And how can I find a way with the underground. The first thing I\nstart looking to a Ha-Shomer ha-Za’ir, the Zionist organization, nothing helped.\nBeing over there I couldn't get in touch with anybody. After the war I found out it was an\nunderground organization there. But it was so secretive and being a stranger in town, it was\nimpossible to get in touch. So, here I am looking around, walking on the street to talk to\ndifferent kinds of friends and people had jobs and this, and I could in no, no way I could get in\ntouch with the underground. So, in being there, by November first there came in an order from\nthe Gestapo to close the ghettos. Ghetto one and ghetto two, they decided to close the ghettos.\nThat means from now on the Gestapo took over the ghettos. If you had to go in or out, you had\nto have orders from the Gestapo, and it was getting on the same order that Slonim was from\nbefore. So, we are caught now with a population only one difference was, I'm an experienced\nperson in people would have no idea what killing means or destruction means. I'm here, I felt\nmyself, \"I'm experienced — young and experienced, maybe I'll have a chance, find some other\nways.\" When they blocked up the ghettos it was hard to go out for work. You had special\npermissions. People went out to work and it didn't take too long they're asking for two\ntransportation, resettlement started. And the name was — they are taking them out to work, and\nthe places would be much better, because here already, hunger started. A lot of people ran out of\nanything to sell or any valuables to be able to barter to change out. You had to live only on the\nrations what you were getting, and that wasn't much. Rations weren't too great, too big, too\nmuch. And they were the order to get 2,000 Jews for resettlement. So, they put out officially\nsigns, I don't remember, with names or no names, but they said, \"Take your best clothes, take\nyour warm clothes, it might be cold. Take your toothbrushes. Take you food for two days.\nTake as much as you can carry in the suitcase or whatever it is.\" They made us believe that they\nare taking you to a resettlement, but with my experience, I knew.\nSo, here I thought, \"We are going to be the first ones on the list, because we are the outsiders.\"\nAnd sure enough they came to the house. We were first on the list. I was first on the list, Lisa\nwas the first, the whole family is. But that's all I had to do was I was hiding in the basement.\nWhen they came and looked for me, I wasn't there. So, they took other people. They filled the\nquota with some other people. But I survived this first time. And that way it was going on, day\nafter day, quiet and then another Aktion, and then another Aktion. And meanwhile, we start\nbuilding malines, hiding places, the same thing as this and here I became an expert. People\nstarted knowing of me, what I went through, and now all of sudden they were getting interested,\n\"How did you survive in Slonim?\" Before, people didn't want to hear it. \"How did you\nsurvive?\" So I told them this. So, they called me in different places how to build places to hide.\nSo, the one benefit that I got is I knew the places. Helping them, I knew the places. So, when it\ncame up a big Aktion when they took only four or five days, I was hiding, they took out I don't\nknow maybe 10,000. Now, Grodno had 29,000 Jews at this time. The vicinity around had\nanother 10,000 Jews. So, now I'm part of the 29,000.\nSo they took out one, one time, they took out in four or five days, another 10,000 and we were\nhiding in five different places. We were there, stayed there for 10 or 15 minutes, \"I don't like it.\nToo many kids, it's not enough air, its maybe it's...,\" someway I had the feeling they were going\nto discover it. And sure enough we went through five days. I don't know how we survived, but\nwe did survive. How we survived the last time? The last time we survived after we went out\nfrom different hiding places and it turns out they discovered, I don't know, not all of them, but\nmost of them were discovered, but the last time is, we were hiding in a place in a house under a\nbed, a broken bed, what the place was checked and looked maybe a 100 times and that we\nfigured that is a good place to hide. Because by now they are not going to look under the bed.\nThe doors were open. The pillows and everything was all thrown out on the floors. We figured\nanybody walked in it only took a second to walk out, because they all realized that, \"Hey,\nsomebody was here already. Somebody before, they took out the people.\" And we survived\nunder the bed. After that it was — I do not know exactly how many people were left over — but\nit was in December, I found a job to work outside of the ghetto. In the meanwhile, being inside\nthe ghetto where I lived, I befriended with a very dear friend. He became a dear friend after, and\nhis name was Herschel Lipszyc.\nAnd very nice person, very nice young man and he probably treated me like a brother. And I\nwas so involved with him, and every place where he was going to work, he was asking me,\n\"Why don't you join me to work?\" And here, it came out in December, he tells me, “Aron you're\nvery handy. Why don't you be an electrician. We need an electrician.” I was a carpenter, an\nelectrician, a shoemaker, anything what we need. When you're handy, it's not hard to become\nanything. I mean, you're not an expert at that, but at least you know how to do it. And he tells\nme that, \"We need an electrician so maybe I can arrange that you can go out and they will hire\nyou.\" You can not just go with him and be an electrician. You have a foreman, the foreman has\nto accept you to take you out over there to work. So, he went to the foreman and he told him, “I\nhave for you a friend. He's an electrician, and he'll go out with you. Let him come to work.” So,\non that wintry day I went out to work with Herschel, and we were working with about five\npeople, and what we are doing we were remodeling a house for a Gestapo, a private home. So,\nwe were remodeling the house, so I was supposed to be an electrician. Before when in Russia\nwhen I went to school knowing about electricity, so I knew a little bit how to work with\nelectricity, and being over there we got acquainted with a Polish young fellow and his name was\nTadeusz Soroka.\nHe used to come and the same thing, to barter. He used to bring us food, and we in turn would\nbring him clothes from the ghetto and change and this way we could bring in some food.\nHerschel, my friend, knew him very much better. He knew him before the time. So, he got real\nfriendly with him. My friend Herschel Lipszyc didn't look Jewish. He was a little blondish\nlooking, so Tadek, this Polish fellow tells him, \"I have a connections in Wilno and over there I\nwill be able to get you papers, Aryan papers so you'll be able to live as a non-Jew outside.\"\nHerschel agreed to it with another friend of his Lutek, and they made their arrangements with\nTadek — that Tadek is going to take them from Grodno to Wilno. It's 180 kilometers, he's going\nto take him over there. They made up a certain time, and Hershel is supposed to send me a note\nif they come to the place, if they came safe to the place. Because a lot times it was going on,\nsomebody could take away from you — we didn't have any money, I didn't have much money—\nbut to give out to the Nazis you would get a pound of sugar for it, or you would get some other\nfood stuff for 1t, rewards for it. So, I wasn't sure. \"Why would a Polish fellow just be so nice\nand do it for them?\" So we were kind of suspicious, I mean, whatever behind is or is it not, so\nwe asked him for a note. And Hershel left. I helped Hershel get out of the ghetto. I cut the\nwires for him. I was the last one to say goodbye to him. And we kissed and hugged and, \"We'll\nsee you someday in Wilno.\" And he left. A few days later, Tadek comes to me and he says, \"I\ndon't have a note.\" He says, \"It happened, he couldn't stay outside, he went inside the ghetto. It\nstarted raining, and I couldn't stay long enough and I have no note.\" I worried about it and I\ndidn't know if I should ever take a chance with him or not. We went through another day or two,\na few days later and Tadek cames — comes again to me, the place where I was working, and he\nsays, “Aron, the ghetto is surrounded with heavy guards and the ghetto, it looks like, is being\nliquidated.” Here I have, I'm outside, Lisa is inside, my family is in Bialystok, I have to make up\nmy decision. Where do I go? Do I go— do I believe Tadek or go back to the ghetto, live or\nthere or go with Tadek to the unknown? I didn't know where I was going to go. I didn't hear\nfrom Hershel. I didn't hear from — what should I do. So, I have an agonizing decision to make.\nWhat do you do? Do you go back to Lisa? All kind of thoughts come to you, and you say to\nyourself, “ Aron, where are you running? Where are you going? What's the big deal about\nsurviving? So you leave everybody. And you almost give up inside.\" And I'm not easy to give\nup, but your thought comes: \"It's enough. What is the purpose of surviving?\" You think and you\nthink and meanwhile Tadek comes back and forth and he keeps asking me, “Are you going?\"\nAnd he says, \"I'm going to take you to Wilno tonight. Don't go back to the ghetto. I'm going to\ntake you to Wilno tonight.\" And I say, “Tadek, I have no money.” He says, “I didn't ask you for\nany money.\" He says, “I'll take you to Wilno tonight.”” Meanwhile there develops another\nsituation: The other people that are working with me are getting suspicious — maybe I want to\ngo away with Tadek. We are five or six, whatever the figure was, we are going back to the\nghetto, one missing, that's death. If you come in with a piece of paper with six, and five are\nreturning, that means death for the other ones. They start worrying, the people, and all of a\nsudden I see like they're guarding me. They are staying behind me, but later on I don't blame\nthem. I would probably feel the same thing. And I made my decision, 'I'm going back to the\nghetto.\" And this fellow, Tadek, stayed all day with me. He spent the whole day back and forth\ncoming, begging me, and finally when I told him I made the decision, I said, \"Tadek, give me\nyour address and maybe I'll have another opportunity, I will come to me.\" So, he gave me the\naddress, what I marked down on my body, on different parts of my body, I didn't want in case\nI'm caught to give out Tadek, and we walked back to the ghetto. By that time it was seven, six\no'clock in the evening. It was dark, and I'm walking with the rest of them, with a German guard,\nthe one that took us in and out for work. He was not a Nazi, but he was just a guard to take back\nand forth. And I noticed Tadek is on the other side of the sidewalk, the other side of the street,\nand he told me before he left, he said, \"Anytime you decided to run away, follow me.\" And he\nwas on the other side of the street walking up until I walked. But I made up my mind that I'm\nnot going to change my mind and I came to the entrance of the ghetto. By that time, I thought to\nmyself, \"Goodbye Tadek\" — I couldn't say it, but I thought to myself— \"goodbye Tadek, I hope\nI'll see you again.\" The minute I came in, I was arrested, like with everybody else. A small little\nstreet. We walked down a small street right under the gun. Your freedom 1s all completely\ntaken.\nWhen here I was half free, outside half free, maybe 10, 20 percent free outside, maybe I could\nstill do something. Here I am back inside the ghetto. They take me into the big synagogue. I'm\npushed in the big synagogue, packed with people who they found during the day and the people\nreturning from work like me. Everybody packed in the big synagogue. I even had a hard time to\nmove around. I was looking for Lisa. I looked around, moved around asked some people what I\nknew. I couldn't find Lisa. And as sure as I stood there, \"Why did you go back?\" I mean, now\nI'm caught right in the Aktion. I stayed there all night and I tried to find a place to hide in the\nsynagogue. I found a couple places and I didn't accept it myself. I thought, \"They are going to\ndiscover it.\" It was bookshelves — a lot of bookshelves. I was behind, I pushed out the books in\nhiding in the shelves, in the back of it. I kind of didn't like it, \"I'll be discovered and be shot right\nin the place.\" The next morning, about five o'clock in the morning, the Gestapo comes in with\nthe doors open, and we get an order. Meanwhile already inside the synagogue they already\nkilled a few by shooting, by — they were shooting on the chandeliers. They synagogue would\nhave the big lights and some little children you could hear already, no mercy, killings and I'm\noutside the other was in four, two walked to the transport and I'm sure this that's, now we see it,\nthe way people are walking innocent to the transports.\nNow, here I'm a young fellow without a family, strong, looking from all sides where to run away.\nNo way could I run away. Any move you would be shot immediately. They keep postponing\nthe time. Maybe it will be another opportunity. They're burning inside, \"Why didn't I go with\nTadek.\" And it didn't take too long, I'm at the railroad station, packed with some other people.\nThey put me in a boxcar, filled up with the boxcars, maybe 60, 70 people packed in the boxcar.\nThe doors are shut. I'm inside, you can't even move around. People can't relieve themselves.\nHungry from the few days they were laying in the different places and here I'm between. I still\nhave a ray of hope when I see a small little window in the boxcar. And with my other two\nfriends, we were all together, the ones we were working together, and I say, “Let's see if we can\njump out from the boxcar.”\nSo some way we had a hard time to push through, that's how packed it was, to push through in\nthe boxcar and come to that window. We came to the part where the end of the boxcar, where\nthe window 1s, and we stood on top of each shoulders and we started with all our strength to pull\nthe bars, metal bars. Sure enough, we pulled the metal bars out, because the strength that we had\nat that time was like Samson with the pillars. We could probably break a piece of iron. We\npulled out the bars and started jumping out. I wasn't the first one to jump. I jumped, the second\nor the third one. By that time I thought, “I'm a good athlete. I know how to jump out.” The\ntrain is going. I'm already figuring out what I'm going to do. “I'm going to jump out with the\ntrain the way it's running. I jump out I won't get hurt.” Sure enough it didn't happen this way. I\njumped out and I fell down, probably on the head or whatever. I don't know. I was unconscious\nand the only thing I remember is being awakened by a guard, the ones who were watching the\nrailroads. The German guard picked me up, put me back on the truck, took me back inside of the\nghetto. Inside the ghetto they put me right in a small little room, and they left me there in the\nsmall room, because they didn't know what to make the decision, to wait for the Nazis to come\nand make the decision. It didn't take too long. They took me right to the synagogue.\n[Technical conversation]\nThey put me back in the synagogue. I'm back where I was the day before. I'm pushed back in\nthe same synagogue where I was the day before. But the only difference was it was empty. It\nwas about ten in the morning, the synagogue was empty, and every hour the synagogue started\nbeing filled up. During the day, they found some more people. And here I'm looking if Lisa is\ncaught. Yesterday I didn't see her and today it's almost evening she is still not there. The\nsynagogue is packed up and they couldn't — I was looking a place where to hide. I still have to\nfind a place. Maybe I can still survive. And the only thing why I tried real hard this time 1s\nknowing that Lisa must be still alive. She's not in the first transport and she's not in the second\ntransport or she's killed in the place or she's out. So, I was waiting all day.\nEnd of Tape 3\nTape 4\n[Technical conversation}",
        "A: In the synagogue, during the day, I'm still looking around to see if I can find Lisa, and I was\nlooking at other places, maybe I can find a place to hide. It's late in the day, the synagogue was\nalready packed again, and Lisa was still not there. I looked around for a place, maybe I can still\nfind a place where to hide. And in the synagogue I was looking and I see a small little room that\nused to be the kitchen. I jump 1n this little room, and I see a young man is making a hiding place\nunder a pile of coal. There was a pile of coal, blocks of coal. He was making — trying to build a\nway how to hide under the coal. I walked up to him and started begging him and asking him to\nlet me make a place, together maybe we can make a place together. After a hard bargaining with\nhim and asking him and pleading with him, I told him that I am a survivor from Slonim, I have\nsome luck with me.\n“Plus, if you survive here, I have a Polish fellow that will take us to Wilno.” I don't know which\nwords worked on him, but he decided he's going to let me make the place. So, we together, we\nmade a hiding place. Like we had two walls, an L shape and a pile of coal. So, we used the two\nwalls. We used like blocks, and with our luck we found a piece of plywood to make a roof. We\nmade a roof on top of the blocks, two walls of coal blocks and we made a hiding place\nunderneath and covered the roof with coal again, and we found a couple of bodies, two bodies,\ndead bodies that we put on top of the coal. The bodies we found is a place where I wanted to\nhide the night before. It was the same room with a large urn where they kept water. So, I\nthought, “I'm going to go in the inside and hide.” And sure enough I walked out of it. I didn't\nlike it. I thought, “The Nazis, that’s all they have to do is shoot with the urn. He doesn't have to\ngo and look and check the urn.” So, I went out from over there and that's where the next day\nsomebody else took that place and they were killed over there. So, we found a couple bodies in.\nWe were hiding there inside, all of us, and during the night and the next morning, we hear the\nsame thing what's happening the day before.\nThe Nazis came in. They took out the people from the synagogue, the same orders. The only\nthing is, is being inside the synagogue 1s empty and the echo in the synagogue you could hear\nreal well. You could hear only a few shots whether somebody I don't know for many reasons,\nbut they left small babies. And you hear the cry of the babies being still by the shots of the guns.\nAnd we are laying inside. And after so much noise a few minutes before, all of a sudden the\nnoise and the cries of the little babies are being all being quiet by the shots of a Nazi gun. And\nwe laid there the rest of the morning. And the next morning we heard some noise, because there\nwas a room right next to a window. And we heard some noise outside and the Nazis did the same\nthing. The order was out. They're going to let a certain amount of Jews to leave. That time\napproximately 1,000 Jews were left. We jumped out from the hiding places and they gave us\nthree buildings where to live — where the place where we were going to stay. The three\nbuildings were in the same place where I lived before and I came back to the place and there I\nwas with this friend. His name is Ruby Loren the one who survived with me. So, we — all three\nof us came back to the place in the room to live and half an hour, an hour later, who shows up?\nLisa shows up. She came out from the hiding place and she came to the same room with her\nfather and little brother. You can imagine the joy that we found each other and here we are back\ntogether and we started our planning how to reach Tadek, get connected to Tadek and go to\nWilno.\nI sent out, Lisa was the one to go out to meet Tadek because she was blonde looking. She didn't\nlook Jewish. She went out, it was not too easy to go out from the ghetto, you go in and out. It\nwas plenty hard guarded, but some way she made it. She went out and she met Tadek. And\nLisa's brother, he went out and made a contact with Tadek all account of my address that I had\nand they made a first arrangement.\nLisa's brother and father went first. He took them to Wilno. And the same thing on the train,\nloaded with tanks and ammunition. And then came to the time for us and we made arrangements\nwith Tadek to go out, a certain time. Lisa made the arrangements. She went to him one time and\nthen she went to him a second time and she met him at church, and he told Lisa that, ““We are\ngoing to meet you on a Tuesday night at seven o’clock at a public washroom. Meet me there.”\nWe followed his directions. We came out on a Tuesday night, but I want to turn back to one\nthing. It's very important. We came out Sunday before, and we stayed in a janitor house. We\nwere a total of us eight or nine. The janitor didn't keep us, so he took us to bombed out house.\nAnd we stayed — he didn't keep us. The idea was to stay in the janitor's house, and from the\njanitors house we'll make a contact with Tadek and Tadek will take us out one by one to Wilno.\nThat didn't work. The janitor changed his mind and he forced us to get out of the house. They\nwanted to let us out at 12 o’clock at night. He begged us and probably he wasn't safe either. So,\nhe kept us until five o’clock in the morning. He took us to a bombed out house and there we will\nstay. Lisa, he kept her over there.\nThat's the whole story with Lisa. He kept Lisa. For me, and the rest of us, we stayed in the\nbombed out house, and then Lisa came in the evening. But that day Lisa made a contact with\nTadek, and she came back to the place where we were hiding. She knew where it was because\nwhen we went to the bombed out house, Lisa went with all of us, with the janitor so in case she'll\nneed us, she'll know where we're hiding. But the point that I want to make here is Tadek came\nand said he cannot take us tonight. He may take us a day or two nights later. We could not stay\none night outside of the ghetto. It was more safer for us to go through the wires to go back in the\nghetto and the next day to go back out of the ghetto and walk again, then to stay one day hiding\nin the outside. Because the population was so unfriendly and so Antisemitic that if a small little\nchild was throwing a ball fall into the place into the basement and then come home and tell him\nthat Jews are hiding there we would immediately be given out. It was safer for us to go back to\nthe ghetto. That's what was so impossible for us to survive. One day in the ghetto together was\nmuch safer than to stay an hour on the outside. And we got in touch with Tadek, Lisa got in\ntouch with Tadek. The arrangements were made that Tuesday at seven o’clock we're going to\nmeet Tadek in a public washroom. For that particular — it was very hard to get out of the ghetto\nthat night. We went out, five of us, knowing that he is not going to take the five anyway, but we\nwanted to make the contact that if we leave maybe the other ones will go. So, Ruby Loren and\nme and Lisa and the other two. We all went out and we were waiting at the public washroom.\nLisa was waiting outside and the arrangement was he was going to come with a certain signal.\nHe's going to come and meet us at the washroom and then take us to Wilno. Lisa talked to him.\nShe told him we are five. He said, “It's impossible. I cannot take five. I can take two.” After a\nreal good talk, I walked out after two, he agreed to take three. The third one was Ruby. And I\nhad a hard time to talk Ruby to go with me because he did not want to go with the two us\nbecause a girl is involved too. And it's not safe to spend the rest of the time to go anyplace with\na woman. It's safer to be with two young people, plus he had a cousin over there that if he felt it\nwas safer to go with his cousin. I talked him in, and I dragged him at the last minute to go with\nme. Tadek agreed and he took us to the railroad station. The other people they made\narrangements to come out two days later. Two days later never came, because the ghetto was\nliquidated. They could never make it. So, Ruby could never — he would never meet his cousin\nand his friend.\nHow did Tadek take us? We followed Tadek, so Lisa was walking with Tadek, and now we're\ntalking about seven, seven-thirty in the evening. We're walking at night, and I look Jewish and\nRuby looked Jewish, and every Pole would recognize us, but we kept our caps down. It was\ncold. The cold, covered up with a jacket, and we followed to the railroad station. We came to\nthe railroad station. He showed us, “Here, one of these trains is going to Wilno. Over there is a\nditch. Lie down in the ditch and I'll go find out with train 1s going to take us.” He came a short\nwhile later and was telling us this train is going to go. “When this train starts moving, jump on\nthe train.” He said, “You jump on the couplers between the two trains and some of them you'll\nfind a small leather where you can climb up on top of the roof, otherwise you'll have to make it\non top of the roof.” And we followed his directions. The train started moving, I jumped out. I\nfound the coupler. I found the leather, on top of the roof. Ruby happened to do the same thing.\nLisa did not do the same way. What did she do? She panicked. She was still sitting by the end\nin the ditch and waiting for the right boxcar which was going to take her to jumping on top. So,\napparently she ran out, and there was not too many boxcars left, so she grabbed for the handle\nwhere the door in the middle of the boxcar and that little step. So she jumped on the step with\nthe handle and the train started moving and she's holding on. We don't know anything what\nhappened with her. We're on top of the roof. We are doing our own. And the train is already\ngoing 15, 20 maybe 30 miles an hour and Tadek comes to us. He found us on top of the train\nand he said, “Where's the girl?” I said, “She's probably on the train too. She probably comes\nsomeplace, somewhere.” He left us laying there. He went all over the train. He jumped one\nplace to another. Now, this is March, I think the third or fourth, cold winter day, frost, real cold.\nIn Poland, it's a cold winter. He is right there, and we are laying on top of the roof. He's left us\nthere and he jumped all the way on the train to look for her. He found her. He came back to us\nand he told us we have to come to one of the last cars. We like him, youth was with us. We\njumped like he jumped and we came to the roof where Lisa was hanging. We made a human\nchain. Tadek bent down. He was skinny and light. He bent down to be able to reach her. I was\nholding his legs — his feet. Ruby was holding me, because it was slippery. And we pulled Lisa\nup on top of the roof, and he gave us, after he gave us a little vodka, he had a little briefcase, he\nhad vodka and bread. And that's the way we traveled for 180 kilometers until we came to Wilno.\nWe arrived in Wilno. He told us before we come to the city to jump before the station. We\njumped out and we followed him — Tadek — he was going ahead.\nHe jumped out before. He told us, “You follow me and I'll take you to the ghetto. You'll see\npeople returning from the night, going to the ghetto, you'll some way get together with them and\ngo into the ghetto.” We did the same way. The only thing 1s we put, on our faces, we put on\ncoal. Darkened our faces from the heavy day and night shift and walking on the street we saw a\ngroup of Jews going to the ghetto. We joined them together and we were inside the ghetto. We\nwere in Wilno ghetto. Wilno ghetto we found the same thing. We found the quiet time and we\nwere arrested by the Jewish Judenrat, the Jewish police, and they took us over to their office and\nthey warned us. That was Gens”° and Dessler”’ — Dessler was the one I had a session with him.\nSo he warned me. He said, “We'll let you stay here in the ghetto, we'll accept you. We'll let you\nkeep over there, but we don't you should spread the rumors whatever happened to you. We don't\nwant you to panic the ghetto. If you panic the ghetto, you'll be punished.” Punished could be\ndeath. He doesn't have to send me to death -- he can send me to death, he doesn't have to kill me,\nbut I knew — we knew what the message was, not to spread the rumor. Now, comes a different\npsychology what in the city was going on. Just make little observations what I felt is the ghetto\nwas being in a way being organized by the underground. Quite a few youths who were part of\nthe underground in the Wilno ghetto. The war was going on and the Russians started losing the\nwar already by that time and Gens, the head of the ghetto, had a feeling, a conviction that he\nmight save the ghetto.\nPeople approve of that, that's a different case, but that was his thought. The front is coming\ncloser and if you don't provoke the Germans to liquidate the ghetto he has a chance to save the\nJews in the ghetto. But at the same time the F.P.O., it means the Fareynegte Partizaner\nOrganisatsye’®, it means under one umbrella, all the underground, got organized and was two\nsections in the ghetto. One was the youth in the underground and one the people want to survive.\nAnd you have to be one part of them. We were interested that time in survival — I mean in going\nto the underground. And now our survival can only go through the underground. After a long,\nlong time, I felt it long in our times, ghetto time, is finally we made a contact with the\nunderground in the ghetto through Ha-Shomer ha-Za’ir, too, and I was working in the ghetto\n*6 Jacob Gens, head of the Wilno ghetto’s Judenrat.\n*7 Saulk Dessler, head of the Wilno ghetto’s Jewish police.\n8 United Partisan Organization (Yiddish); Jewish anti-Nazi underground organization\nestablished in the Vilna ghetto.\nwith someone from Ha-Shomer ha-Za’ir and in this same time another friend of mine. In Wilno\nwe were a group of ten, what they called the Grodno Gruppe”’, from Grodno, survivors from\nGrodno. So, we were a group of ten. We lived together, most of us in one room, and we\nbelonged to the same nucleus of underground. So, we got in touch and here we were part of the\nunderground. So, that was the first time since Slonim to Grodno being by myself I got another\nchance. I got another opportunity to join the underground. And here I joined with the\nunderground and a lot of things were going on in the ghetto. A lot of people were pro, a lot of\npeople were against it, for the same reason the underground provokes something with the\nGermans would come and liquidate the ghetto.\nSo, we were very, very secretive and in fact we begged them, we insisted that we want any\nchance we have to be able to send us to the woods, to the woods. And we went to different\naffairs in the Wilno ghetto. There were tremendous — many happenings in the ghetto. We had\nthe Wittenberg affair, where the Nazis caught the head of the underground organization. How\nthey caught him is actually, they didn't catch him, they caught a Polish leader, and he gave out\nWittenberg*’, and then the Nazis came to the ghetto and were demanding to get Wittenberg. And\nWittenberg was the head of the underground, so it was going on the whole fight, should they\ngive out Wittenberg or not and one night we got an order to meet in a certain spot, in the middle\nof the night, 12 o’clock, we got an order to meet to defend Wittenberg. And here we discovered\nthat the underground is not eight Grodner*’ or 10 Grodner, but the underground is hundreds of\npeople. By that time we had three guns. Our group was actually 10 so we had three guns. How\ndid we get the guns? We bought them through somebody and somebody smuggled them in.\nWas very expensive — we had to give up food to be able to buy, to buy the guns, but without the\nguns we probably wouldn't be accepted to go to the underground. Every group had to have a\ncertain amount of spe— guns to be able to go to the underground. So, we lived through in the\nghetto and going through and finally we convinced them or they were convinced by themselves,\nbecause it was going on. Should we send men to the woods or should we keep all the people, all\nthe fighters in the ghetto and to defend the ghetto.\nWe were the ones that didn't believe in defending the ghetto, because we thought the most it\nwould do is kill a few Germans, but otherwise we'll all be killed out and nobody will survive.\nOur idea was to go to the woods and fight in the woods. They came to the conclusion too, that\nwe couldn't do anything without their conclusion. And they decided they are going to send out\ngroups to the woods. It was no easy thing to go out to the woods because it was 250, 170\nkilometers away and to go to the woods you had to know where to do and this we're proud of our\nJewish boys. We had two Jewish young fellows where they were in the woods, they were\npartisans. They risked their lives to go back to the ghetto and take out 28 Jews. Twenty-eight\nJews like me and take them to the underground. It took us eight nights, seven nights. It took us\nseven nights to go from Wilno to the woods with two scouts who they knew the way. We got\n°° Group (Yiddish)\n° Yitzhak Wittenberg (1907-1943), leader of Jewish underground in Wilno.\n3! Person from Grodno (Yiddish)\nlost on the way until we found the road for a whole night instead of going 10, 15 kilometers, we\nonly went a few kilometers. We stopped back on the same way, but we made it all the way to\nthe underground and we came there and the leader of our group was Glazman*’ and he by the\nway, one of the people that I lived together with in Wilno, he left for the underground a couple\nweeks before and we didn't know. But when we came there, he was a Russian young man by the\nname of Bumky Bojarski and he was a leader in the underground already, in the partisans.\nWe met him over there on the base not knowing. We was surprised to find him and he was\nsurprised to see us, but that's how secretive it was. He didn't know anything about us. Now, how\nwas life in the underground? Well, the minute we came in were very happy days. It was quite a\nfew Jews and the idea was to form a Jewish special unit, not be together with all the other\nnationalities. We wanted to be a fighting, strong fighting Jewish unit. At the beginning they\naccepted it when we came, and we thought we had other — we were right with that. We thought\nwe had other things in our mind because all of us lost all of our families. The only thing, we all\nhad one thing in common, is not survival, I mean survival was secondary, but revenge was —\nfighting the revenge was our main purpose. Because everybody feel the same way. If you'll\nsurvive, what's the big deal? Nobody's around. Everybody's gone. So, anytime when the\ncommanders used to come in and ask for volunteers to do all kinds of missions, we were the first\nones, and we were good at it because like the rest of them in the underground with us, were\nRussian prisoners, some Poles and some farmers. The farmers were forced to join the\nunderground. The Russian prisoners was part of their life to survive. They went to fight a war\nthat families left, so for them I don't say they wasn't good fighters. They didn't have the motives\nwhat we had. For us, we were young men and women and we had the gall. For us to be in the\nunderground was to fight and do as much damage, to kill Germans do damage the most we can.\nBut Antisemitism was just there. They learned as fast from the Nazis or from the Poles before,\nor it was there inside for them it was natural to be Antisemitic, so they started making fun of us.\nAnd the women they thought belonged only in the kitchen. “They don't belong over there. They\ndon't belong fighting. What does women fighters have to do?” And the man was the same thing.\n“What is a Jew? A Jew doesn't even know how to keep a rifle — how to fight with a rifle.” So,\nwe had Antisemitism was pretty strong and we had incidents where Antisemitism was almost\nlike in the ghetto because in the certain time.... Now what was our work to be done? Our\nmission was, the first thing was to blockade the roads coming to our base. That's where you\nwant security. So, we blocked all the roads coming to us. We cut down the trees because we\nwere in the woods. We cut down the trees on the roads and we dynamite them so they could not\ncome into our base. Now, the underground was already developing pretty strong. It was\nnumbers, bigger numbers. And I'm talking all underground, not only the Jewish underground, as\nin general. I'll come back to the Jewish underground. So, the area became already quite a few\npartisans, were in the whole area and we cut down the telephone lines. We cut down the bridges.\nWe cut down — wherever we could do is blow up their railroads. In many instances we blew up\ntrains. Now, if I took part in it, I took part in it directly and indirectly. But I wasn't a hero but I\n>? Joseph Glazman, Jewish partisan and leading member of the F.P.O.\nwas part of the underground. I was active as anybody could be. Now, with the Jewish\nunderground, the Jewish otriad*’, more groups were coming in from Wilno. One after the others,\nand then they decided to disband the Jewish separate unit. So, they left only a smaller amount of\nJews to be together, take them in their units and then a larger group, maybe half, they put them in\na different camp. They made a camp for them.\nThey called it proizvodstvennaya gruppa**. That means a camp productive. They are going to\nproduce. They are going to work for the other partisans. So, they took all different kinds of —\nthey were — or they made tradesmen out of them. It was shoemakers, tailors, mainly bakers, a\nbakery to bake food. They used to bring in the flour and bake food for the partisans. So, they\nmade them lower, on the same level or they would put him back on the same system, “You are\nlower class you're not good enough.” And this was one of the best cream of our youth and they\nput him down to that kind of level. But some of them, but in fact most of them didn't stay there\ntoo long. They some way went out and they found in different otriad — 1n different companies\nspecial groups where they joined so they were still able to go in and fight. And they didn't take\nhim in, in our group. And this way was happening up until a couple months later we had an\noblava*’. It means the Germans came to comb the woods. Before they send the Germans to the\nfront line, they gave him the test to comb the woods. And that was a time when we lost a lot of\npeople because there was no place you could survive or hide. They came in with the force so the\nonly thing you had to run away and hide in some places. So, this particular time I was chosen\nwith Lisa, I was chosen to be guards to the staff. The staff for our otriad. Otriad, is what do you\ncall them, a big company. The name, by the way, where we were was Kalininsky Otriad. That\nwas the name.\nAnd the staff decided, they found out the night before that oblava, is going to comb the woods.\nBut this incident I have to mention it, it was the same thing like in the ghetto. The night before,\nthe staff, we lived in bunkers, so they opened up one bunker and every Jew had to come in the\nbunker and they searched us. If anything that we had which we brought from the ghetto,\nsomebody had a watch, a golden watch, somebody had other things, I don't know what.\nSomebody had good shoes or good boots, they took away a good pair of boots, from me, I didn't\nhave a good pair of boots, but they would take a good pair of boots from me and give it to theirs,\nand leave maybe an old pair of torn boots or no boots. And the same thing is take away\neverything from you and send you out. And that reminds me of the same selection that I went\nthrough in the ghettos before. And the next morning they took the staff went and they took about\n10 people with them, and I and Lisa were part of the 10. Our job was to protect them during the\nnight when they go to sleep. They put guards all the way around. But this way we had\nopportunity to go with them. We went with them through the night, and then they felt danger.\nThey released us. They went on the farm. They changed their clothes like farmers and we were\nleft alone. And we went on a small little island. By luck we survived there. It was not anything\n°3 military detachment (Russian)\n** production group (Russian)\n°° dragnet, round-up (Russian)\nspecial, but we survived on this particular place, on an island. And then after that, we came back\non the base, this oblava search was going on five, six days.\nWe came back on the base. We lost another 20 percent of our good people and they took not\neverybody back in, being an active fighter, they took me back. They took Lisa back and Lisa\nwas very well accepted, so she had less problems than somebody else. This way we were in the\nunderground. What we did, we had to fight, we had to attack some garrisons with other\npartisans, with other groups. But that was our life in the underground.",
        "A: Yes.",
        "A: Yes, we had arms. Even in the beginning we had very little arms, but then in months later,\nwe had an aerodrome, what we made. We cut out a big field where the Russians used to come in\nthe middle of the night, and we used to put up four fires in different parts and they used to drop\nammunition. And it didn't take too long that we had enough arms. So, they had known from the\nbeginning their excuse for the Jews not to take them in because we didn't have any arms. Later\non, there was no excuse. We had plenty of arms. There was no shortage of arms. It was already\nso organized that we had planes landed and take out wounded and take them to Moscow. So, it\nwas real, real organized. It helped to break the back of the German army, because not only with\nus, but then it was going on for maybe I think the figures are, there was more than 1,000,000\npartisans, right? I'm not talking about our area, I'm talking as a whole Russia and all over. It\nwas tremendous, big power.",
        "A: Food was no big problem. When we were in the woods with the partisans we were almost\nlike the king of the woods. The king of the area. We used to go in the farm come in with a gun\nat night and if they had food, we got their food. So, food was no problem. But it was friendly\nfarmers and unfriendly farmers, so we had to go farther away where it was unfriendly farmers.\nOne more thing that I want to mention is our job what we did. I think 1t was very important in\nour vicinity, we had Jews, singles and even some of them were families. But they run away from\nmassacres and they were on the periphery of the woods. Some of them hiding in farms, some of\nthem living in the woods. When we discovered them, we took some of them, we took out from\nthe woods and we put them in the farms and the farmer knew, “You have to keep him, you have\nto protect him. If not, if we come and...,” he knew, that was a language he understood. You\ndidn't have to tell him that. “You have to keep him safe. If we come to your farm and we don't\nfind the people, your farm is going to be burned, all your cow and your horse” — that was his\nmain possession — “would be killed or taken away.” The message was clear. “You have to\nprotect them. You have to hold them.” They all survived. Anybody when we got in touch with\nthem, and we felt very good about it that we could help. We had families living that we helped\nto survive.",
        "A: They didn't know.",
        "A: Some of the leaders, we had leaders from the beginning we had leaders that they dropped\nthem by air, by parachutes. So, they were Russians. Some of our leader was Glazman.\nHe was the leader from the F.P.O. He was killed for only one reason. He didn't like what the\nRussians are doing with the Jews in our partisans. He was the head of our Jewish otriad, and\nafter they took away all the power from us, he was terrible disgusted. So, he decided he's not\ngoing to stay here. He is from Wilno ghetto to send Rudnisky, that's another wooden area where\nthey send some of the partisans went to Naroch, that's where we were, and some went to\nRudnisky forest, they called it pushcha*®. So, he decided he's going to take a group and he's\ngoing to leave us. We were part already of the Russians anyway. There was no Jewish\nleadership. They took away the Jewish leadership. So, he felt he wanted to go to the other side,\nto the other group and on the way, he was killed with the group. Only one young girl survived\nand she came back and told us about it.",
        "A: We were very, very disappointed for not having our own unit we were blocked with many\nthings to do. So, in kind of a way you lost your quest to fight your own way, but we did it in the\nsame way because our purpose was to fill out what we were going for it, but it took away the —\nhow do you explain it, the morale. It didn't feel good. But in the same way, I would have to say\nthat not every Russian was the same. We had friends in the Russian who were just as us and we\nwere friendly and brotherly the same way like anybody else. So, it's not a question — we had\nbad experience with different type of groups, but we had good people, we had nice people with\nthem all over like the same thing like we met at Polish Tadek. The same thing we had Russians\nthat were — in fact by myself the Russian people are a nice people.",
        "A: Well, why he did is that's what he told us a few times. You know Tadek? We brought Tadek\nto America and we are still in touch with him. He went to schools and talked to schools and he\nbelonged to a Catholic school, the Nuns of Nazareth. And he kind of believed he says — and\nthey asked him the question, and he says “What else could I do? If I see a person I can save\nespecially I had friends that I played with them before the war,” it wasn't particularly us. He\nsaid, “They were nice people and if I can help him why shouldn't I?” He feels “I'm not a hero. I\ndidn't do anything special. I did what I felt a person should do,” and what he does he blames,\n°° virgin forest (Russian)\n“If I could only point my finger it’s to the people the ones that did not help.” In Yad Vashem?’\nhe was speaking he say, “I accuse the people the ones who could help and did not help.”",
        "A: Yes, after liberation came for us in 1944, the Russians liberated us in time of liberation we\nlost three of my best friends. On the day of liberation we got an order to collect German\nprisoners. We were caught out in the woods with a group of well trained army officers, because\nthey were army officers and they — with them, too a couple plain soldiers, but the rest of them\nwere well armed from the front.\nThey were already home. So, we got the order to catch them in the woods. And we followed\nthem and we put a couple ambushes under them, so we killed quite a few of them. That's what\nwe know where they were and was wounded. By the end when it came evening, they were well\ntrained, they put ambush on us in a house in the woods and they killed Lutek, Lazer and\nBenchke. Three of my best friends were killed already we were liberated. From there I made\nmy business to go back to Slonim after liberation. I went back to Slonim and in Slonim I found a\ncemetery. Nobody was left out of the 20,000 I could only find two or three Jews were there. For\nsome reason they came to check, to find. Nobody was there. I had a woman, I mean a neighbor,\na Tatar — Muslim and she was very, very friendly. My father helped her all his life. In time of\nthe war we helped her, too, I mean before the war. And she's supposed to help us in time in the\nwar. She did not. We left some clothes in her house. We thought maybe it's the place if we\nneed we'll come and take some clothes and then trade it for food. She did not give us in time\nwhen now we needed it and now, when we came after the war, she was very unfriendly. I'm\ntalking here about a person what her father and her family lived with my family for one hundred\nyears, probably for many, many years. So, anyway, I could feel it's like a cemetery. I didn't stay\nthere long. I stayed only one night and one day. From there I went to Poland. From Poland,\nwell Poland, I mean that was White Russian, in Poland, it's in the same area but then it's an\nestablished part of Poland.\nI went back to Bialystok, and in Bialystok I got connected to the B’richa**. B’richa it was\norganization which was sent out from Palestine, that time, it was not Israel yet, so they send out\nJewish young men and women to save survivors. So, we got in touch with them and from\nBialystok we went to Lublin. From Lublin we got directed to the B’richa to go try to go past, to\nthe West. So, they arranged for us papers from the Red Cross that we are Greeks and we are\nreturning home and this way we could make the voyage from Lublin to Czechoslovakia, to the\nborder of Poland and Czechoslovakia. So, we followed an underground railroad to\nCzechoslovakia. We went to Bratislava, Czechoslovakia, From Bratislava went to Budapest, all\nwith the help of the B’richa, with the Jewish issue of Jewish organization from Palestine.\n37 Tsrael’s national Holocaust memorial institution.\n°8 flight (Hebrew), organized underground evacuation of Jews from post-war Eastern Europe.\n[Technical conversation]\nEnd of Tape 4\nTape 5",
        "A: In Slonim I was only for one day and then I went to Bialystok and in Bialystok I got\nconnected to the B’richa and the B’richa was an organization they one they sent out young men\nand women to collect survivors and then help them to go to Palestine. From there we got\ndirected to go to Lublin. In Lublin we got our Red Cross documents. What they helped us to get\nit, that we are Greeks. It means Greeks are returning back from the War. They are returning\nback to Greece and this way was on the way we could go in the direction to Czechoslovakia. In\nCzechoslovakia we came to Bratislava. From Bratislava we went to Budapest. And Budapest\nwe found right after the war what was going on they had fighting going on between Buda and\nPest. From Budapest with the help with the same thing the B’richa; we went to Graz, Austria.\nFrom Graz, Austria we went across the border. We had to cross the border to the west. And that\nwas the place we had to go to the Alps. And with the help with the B’richa, the same way, we\ncrossed the part of the Alps and we came to Tarvisio, Italy. Tarvisio, Italy, we too, were\nimmediately helped by the Jewish Brigade. The Jewish Brigade was part of Jewish volunteers\nfrom Palestine in the English army. So, the Jewish Brigade helped us in Italy, and they took us\nwith trucks to Bologna, from Bologna to Florence, from Florence we stayed about six weeks.\nWe lived in Florence and with the help of UNRRA”*’ we were supporting ourselves. With their\nhelp, we got food.\nAnd there from Florence we went to Rome. In Rome, Lisa got in touch with her she has a\ngrandmother and uncles and I had aunts and uncles and we got in touch with America. And our\npurpose at that time to go to Palestine, by that time the road to Palestine was blocked. You\ncouldn't break the blockade. You could only go to Cyprus. And we figured maybe we'll take a\nchance we'll go instead of staying in Cyprus, we'll go to America for a year and then go to\nPalestine. But that didn't materialize. In Rome, I got married, I got married to Lisa in the big\nsynagogue in Rome and we came to the shores of America in 1947. March 27\", we got married,\nbut I don't remember exactly a date in April we came to America, and we settled in the city of\nChicago. There we have three sons and one is Howard, Gordon and Daniel. Now they are all\nthree medical men. They’re all doctors. And one even married a doctor. And they are all three\nmarried, and we are very proud, to Jewish women, and we have eight grandchildren. I would\nlike to mention their names fast of them. One is Courtney, Lindsey, Ari, and Evan, Rachel,\nBenji, and Yelly. Do I have all eight? I don't know, I don't want to miss any one. Maybe I\ndidn't do it in order, but it’s close. That's it. So far, I'm retired and trying to spend as much time\nwe have to talk about the Holocaust to tell our story to teach what we went through in the\nHolocaust and the main purpose it shouldn't happen again, to remember and it shouldn't happen\nagain. So, we are trying — the only thing through education these people will be more moral,\nthese kinds of things won't happen again. Not only to Jews, we hope it doesn't happen to any\npeople in this world. Thank you.\nConclusion of interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 30, 1994\nRG-50.030*0299",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Aron Derman,\nconducted on November 30, 1994 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ARON DERMAN\nNovember 30, 1994"
    ]
}