{
    "rg": "RG-50.106.0146_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Fred Goldman, conducted by Gail Schwartz on November 19\",\n2001 in Silver Spring, Maryland. This interview is part of the museum’s project to\ninterview Holocaust survivors and witnesses who are also volunteers with the\nmuseum. This is tape number one, side A. What is your full name?",
        "Answer: Fred Goldman.",
        "Q: And what name were you born with?",
        "A: Siegfried Goldmann, with a double N.",
        "Q: And where were you born and when were you born?",
        "A: I was born in Furth, it’s a city in Bavaria, south Germany, and I was born on\nSeptember 6\", 1915.",
        "Q: And who were the members of your immediate family?",
        "A: My father, my mother, then I had a sister. That’s my 1m -- my immediate family.",
        "Q: What was your father’s name?",
        "A: Jacob.",
        "Q: And your mother’s name?",
        "A: Meta, M-e-t-a.",
        "Q: And your sister’s name?\nNovember 19, 2001",
        "A: Rosi, R-0-s-1.",
        "Q: Was she older or younger than you?",
        "A: She was one year younger than me.",
        "Q: Tell a -- tell me a little bit about your family. How long had they been in\nGermany, th-the family -- a little bit of the family history.",
        "A: My mother -- my mother’s family dates back to a couple of hundred years, and\nmy father was born in Poland. They got married in 1914, I think, and because my\nmother was German, my father was Polish born, they -- for some reason they could\nnot get married in Germany, so they had to go to -- th-the near-nearest ci-city\noutside Germany, which was in Czechoslovakia, and they were born -- they were\nmarried there. I found this out only much later.",
        "Q: How did your parents meet?",
        "A: This I don’t really know. I don’t know th --",
        "Q: Cause you said your father was in Poland and your mother was in Germany, I\nwas wondering how they met.",
        "A: No, my father me -- moved to Germany. I guess he go -- hm -- for what reason I\ndon’t know, but many Polish Jews at that time moved to Germany.",
        "Q: Did you have an extended family of aunts and uncles or grandparents when you\nwere very young?\nNovember 19, 2001",
        "A: Yes, I had my -- my -- my mother’s parents, who -- who lived in the same town\nin Firth, where I lived. My father’s grandparents lived in Poland. I -- I think I met\nthem only twice before, they -- when they came for a visit, for lengthy visits.",
        "Q: Y-You said your father’s grandparents, you -- do you mean your father’s parents?",
        "A: Yeah, that’s it.",
        "Q: Yeah. And their names? Do you know the names of your family?",
        "A: My grandfather’s first name was Isaac. My grandmother’s name in Poland I do -\n- 1 -- I forgot. I really don’t know.",
        "Q: And your mother’s parents?",
        "A: My mother’s father’s name was Samson, S-a-m-s-o-n. And my grandmother’s\nfirst name -- can’t think of it right now, me --",
        "Q: Okay, that’s okay. What kind of work did your father do?",
        "A: Ma -- ma -- my father was businessman wi -- he owned a store.",
        "Q: What kind of store was it?",
        "A: It was a -- a -- we had two st -- we had two stores, a wholesale and a retail store,\nand the merchandise we had was haberdashery and wo-woolen things.",
        "Q: And what kind of neighborhood did you live in when you were very young?\nWe’re ba -- we’re also talking pre-1933 now. What kind of neighborhood? Was it a\nJewish neighborhood, or mixed?",
        "A: It was a mixed neighborhood, it was not a Jewish neighborhood.\nNovember 19, 2001",
        "Q: Did you live in an apartment or a house?",
        "A: Yeah, we -- we lived in an apartment, but it was a small apartment house which\nwe owned, and the two businesses, the wholesale and retail store were downstairs in\nthe same building.",
        "Q: What was the name of your father’s business?",
        "A: The name of my father’s business was Jacob Goldmann, that’s a -- that’s a --",
        "Q: Uh-huh, mm-hm. And was your family very religious?",
        "A: No, we were not. We were members of a Reform synagogue. In Germany it was\nnot called Reform, it was called Liberal, and Liberal was not as liberal as in -- as in\nthis -- Reform was not as reformed as in America. It was a little less reformed. For\ninstance, men and women were sitting separately in the synagogue, though we had\nan organ and otherwise when we consider Reformed service. But -- but -- but the\nsexes were separated.",
        "Q: And did you observe the hol -- the Jewish holidays at home?",
        "A: Yes, we observed the Jewish holidays. Saturday we did not observe too well,\nbecause our store was open, all the stores were open on Saturday.",
        "Q: And what kind of religious training did you have?",
        "A: I -- my religious training was in public school. It was all -- in Germany 1-it all\nover like this. You could not choose. Religious education was given to you in -- in\npublic school. That -- that went for other religions, too. Twice a week a rabbi came\nNovember 19, 2001\nto our s -- or a cantor came to our school and the different religions were separated\nin the different classroom for these lessons.",
        "Q: So yo-you went to what we would call a public school, today. What was the\nname of your school?",
        "A: First I went to a private elementary school, and later on to -- to -- to a high\nschool, which is called gymnasium in Germany. I -- I got a humanistic education\nthere. So the emphasis was on Latin, Greek and so on. Not only the languages, but\nalso we learned about culture of the old Romans, Greeks and so on. There -- the\nhistory, geography and all that.",
        "Q: You said you lived in a mixed neighborhood when you were small. Did you have\nfriends who were not Jewish?",
        "A: Yes, I did. Mo-Most of my friends were Jewish, but I had a number of Christian\nfriends, too.",
        "Q: Did you feel any different than the -- than the Christian children did? Was there -\n- were there any problems? Did you s-sense that as a young child?",
        "A: No, as a child before Hitler came to power, there were no problems wi -- of that\nkind.",
        "Q: Mm-hm.",
        "A: Had a -- a good relationship with all my friends and there was no -- no -- there\nwere no traces of anti-Semitism.\nNovember 19, 2001",
        "Q: How would you describe yourself as a young child? Were you dependent on your\nparents, or were you very independent?",
        "A: Dependent. The only thing, f-for awhile in my childhood we had -- we had a\nnanny, because my -- both of my parents worked in the business and the first four or\nfive years or so of my childhood, I spent more time actually with my nanny than\nwith my mother, because my mother was mos -- busy in the store.",
        "Q: Mm-hm. Would you describe your family as a middle class, upper class?",
        "A: Middle class.",
        "Q: Di-Did you have a car -- did they have a car?",
        "A: No, they -- at that time people in Germany -- very few people had cars.",
        "Q: Any hobbies?",
        "A: In my childhood? Mu-Music was my hobby. I started an early age, I had violin\nlessons when I was six, piano lessons when I was eight or nine, and later on 1-in high\nschool I learned the cello and played in the school orchestra.",
        "Q: Mm-hm. And your relationship with your sister?",
        "A: I think was normal. Was a normal relationship.",
        "Q: Any favorite holidays that you remember?",
        "A: As I -- I guess like in any other country, for children Passover, Hanukah and\nPurim.\nNovember 19, 2001",
        "Q: Any particular holiday that re-remains in your mind that you’d want to describe?\nAny particular holiday that you would want to describe in detail that you remember?\nDid you celebrate with your extended family?",
        "A: No, there were no special -- I have no special memories in that respect, as far as\nholidays are concerned.",
        "Q: And were y -- was -- were your family members political -- your parents\npolitically active?",
        "A: You mean in -- in the congregation or in religious respect? No, they were not.",
        "Q: In -- in -- in Germany itself, though. In the country itself were they politically\nactive? In the con -- 1n the city.",
        "A: No, I don’t think so. Actually not.",
        "Q: And were they -- would you describe them as Zionists, did they talk about\nPalestine at all?",
        "A: Yes ,we were interested in -- in Zionism and Israel, but not especially active in\nit. Later on, of course, when Hitler came to power, remem -- we were even more\ninterested in -- in Zionism and Israel.",
        "Q: What language did you speak at home?",
        "A: German, only German.",
        "Q: Only German. And wha -- what languages did you learn in school?\nNovember 19, 2001",
        "A: In school I learned German and in high school, as I said before, a lot of Latin and\nGreek. Latin started me -- I had -- I had nine years of Latin, six years of Greek and\nthen I had -- I had four years of English in high school.",
        "Q: Oh. [inaudible]",
        "A: And then of course Hebrew in -- in the religious part of our Jewish education.",
        "Q: Did you have a Bar Mitzvah?",
        "A: Yes.",
        "Q: Describe that. Can you describe your Bar Mitzvah?",
        "A: My Bar Mitzvah was on Rosh Hashanah, and I hated the idea that there was a\nfull house, that I’d -- I was on the bachelor’s side, so I didn’t like the idea that I had\nto do that in front of a full house.",
        "Q: But you -- you say you had a -- you were very musical, so you were -- were you\nable to do the chanting without a problem?",
        "A: Yes, there was no problem in that respect, no. I chanted it all.",
        "Q: And what about a celebration, did your parents have a celebration for you after\nthe service?",
        "A: No, we -- we had a dinner in our -- as it was customary in Germany at that time,\npeople -- people didn’t go to catering places or hotels or anything like this. We had a\nbig dinner with all family members present, in our own house.",
        "Q: What kind of presents did you get?\nNovember 19, 2001",
        "A: The usual presents. Books, fountain pens, a watch and things like that, as far as I\nremember.",
        "Q: What -- did you like to read as a child?",
        "A: Yes, I did. I read a lot.",
        "Q: What were your favorite of aw -- who were your favorite authors? Who were\nyour favorite authors?",
        "A: I guess th-the best known German authors, and I don’t even remember which.\nThere was one which was very popular at that time, Leon Kalmay [indecipherable]\nhe was pronounced in Germany, Kalmei. He wrote about American Indians and so\non, and he wrote at least 25 books of this type, and th-tha-that -- 1-1n my childhood\nwas my favorite author.",
        "Q: Any songs from childhood that you remember? Any songs?",
        "A: No. I -- I actually don’t remember the kind of songs. I guess German folk songs.\nAnd then, of course, we -- we knew some Jewish songs, which are popular in this\ncountry, too.",
        "Q: What were their names, what were their titles?",
        "A: The songs? Th-Th-The well-known Hanukah songs, and that’s all the -- that’s\nall I remember about the songs.",
        "Q: [indecipherable] right. And sports, did you do any kind of physical activity?\nNovember 19, 2001",
        "A: I was very active in that respect. I loved to play soccer. Later, when Hitler came\nto power, all Jewish kids joined -- th-th-they founded Jewish sports clubs because\nwe were not allowed to be members of others. So that was also a social outlet for all\nJewish kids. So I was very active there. F-F-Field and track, and soccer I played and\nI was -- I wa -- I was one of the socc -- soccer players on my team and we traveled\nevery Sunday to -- to towns nearby and played games there. I was very active as far\nas sports are concerned. And I was the -- one of the best athletes in si -- in high\nschool, too. Was my special ambition because being the only Jew in my class, I -- I\nexcelled in that respect, and I knew that the Germans respected people who were\nphysically active and successful.",
        "Q: How old were you when you started high school?",
        "A: I was 10 years old.",
        "Q: So from 10 to 18 y-you were --",
        "A: 19.",
        "Q: -- 19, you were active in sports. Did you have any ideas about a future career?",
        "A: No, I was not -- because the situation changed all the time. When the rights were\ntaken away from all Jews, I -- you had less possibilities and chances t-to go to\ncertain schools and universities. As a matter of fact, shortly after Hitler came to\npower, Jews could not go to colleges any more, and universities. So I had to change\nmy professional plans all the time.\nNovember 19, 2001",
        "Q: Let’s now talk about when Hitler came into power, unless there’s anything else\nyou wanted to add pre-Hitler.",
        "A: Pre-Hitler?",
        "Q: Anything else that you wanted to add about your life then.",
        "A: You mean before Hitler came to power?",
        "Q: Mm-hm.",
        "A: No.",
        "Q: Okay. What 1s -- okay, so it 1 -- you were 18 years old -- or 17 and a half when he\ncame into power.",
        "A: Yes.",
        "Q: What is your first recollection of Hitler?",
        "A: My first recollection of Hitler is shortly after he came to power, there was a\nboycott of all Jewish stores, all over Germany. That me -- 1t meant that storm\ntroopers stood in front of -- a couple of storm troopers stood in front of all Jewish\nstores and stopped people from going in. The -- well, that lasted only a couple of\ndays and then they discontinued that, but it made a deep impression on me that time.",
        "Q: Now, when he came into power, you were still in the gymnasium?",
        "A: Right.",
        "Q: And were there any changes in the beginning among your fellow students and\namong the faculty when he came in, in the beginning?\nNovember 19, 2001",
        "A: No, in the beginning, hardly any changes took place, this all happened later, very\ngradually. So that was one reason why we all thought it might end very suddenly\nagain. We thought it couldn’t last, that Hitler would be thrown out again, and we\nthought it only for a short while. We couldn’t believe that this would stay forever.\nBut later on of course, 1t got more serious.",
        "Q: In the beginning, did you talk things over with your parents about the changes\nwhen Hitler came into power? Were they open with you?",
        "A: Oh yes. These were the only people you could talk with about things like them.\nWe were always very careful to make remarks about Hitler in the Nazi time, so I\nspoke only to my -- mainly to my family about this. Actually, my father was not\nalive any more when Hitler came to power. My father died in 1927.",
        "Q: Wh-What did he die from?",
        "A: He had a stroke, he was awa-away -- away on vacation and he -- he died of a\nstroke.",
        "Q: So did your mother keep the business going?",
        "A: My mother kept the business, and her sister joined -- joined her and to ha -- to --\nto be helpful to her, and this way they could keep the business going.",
        "Q: And the bi -- business was successful up til -- up til the Hitler time.",
        "A: For the time.",
        "Q: Yeah.\nNovember 19, 2001",
        "A: For the time being.",
        "Q: Did you notice any changed attitudes on the part of your non-Jewish friends in\nearly to middle 1933?",
        "A: In the beginning there was hardly any change in 1933, but 30 -- ’?34, and shortly\nafter that, it slowly changed. In the beginning I was still very friendly with all of --\nwe were a class of 25, who stayed together by the way, until the nine years were\nOver, SO we -- we were always together. So I was still very friendly with most --\nalmost all of them. And then --",
        "Q: This is boys and girls?",
        "A: Yes, boys and girls, right. And they kept on talking to me, we had friendly\nrelations, but slowly they all joined the Hitler youth, the Nazi organization. And\nthey didn’t stop talking to me, but they were -- they were still more distant. And\nslowly this changed too, for the worse.",
        "Q: What about your teachers?",
        "A: My teachers behaved all right. They didn’t show any anti-Semitism, even\nactually up to the end when -- when I left. When I -- when I -- when high school was\nover. But I was banned from certain activities in school. When they were in\nnationalistic celebrations or national holidays, in -- in which I always had taken part\nof before, we were banned from these thing -- I was banned from there, which I\nactually didn’t mind. I was very happy I didn’t have to take part.\nNovember 19, 2001",
        "Q: At this time did you feel very German or very Jewish?",
        "A: I felt very German in the beginning, but this changed when Hitler came to\npower, of course, it’s changed completely. And a-at that time I was of -- felt more\nJewish than I had before.",
        "Q: So w -- do you remember the book burning? O-Or was there book burning in\nFurth? Was there ba --",
        "A: No, there weren’t any book burnings in Furth which I was aware of. I don’t\nthink there were any.",
        "Q: Mm-hm. And how aware were you of what was happening 1n the rest of\nGermany at this time?",
        "A: Actually, we were in an -- in an area of Germany which was very, very Nazi.\nNurem -- we were right next to Nuremberg, which it was the -- the place where\nevery year the Nazi party had a --",
        "Q: A rally?",
        "A: It was more than a rally, actually. It was a -- they were -- can almost say a million\nof -- of storm troopers and all kinds of party members gathered in the -- in\nNuremberg. And of course, being -- Furth being so close was -- was affected in\nthat way, too. So the place was full of Nazis every year in fall.\nNovember 19, 2001",
        "Q: And what 1s it like for a young Jewish person to see these men in these uniforms?\nWhat -- what were your -- what were your feelings when you looked at storm\ntroopers and others in military garb?",
        "A: Of course we didn’t like it at all and we felt -- we were looking forward to the\nday -- it last five, six days. We were looking forward to the day when that was over.\nIn the beginning we were not actually afraid that something would happen to us, but\nI -- I know that a couple of Jewish people were beaten up on the street and insulted\nand that happened, by the way, in other ways, too. Slowly, 1933 - °34 - ’35, it got\nworse, and people were insulted on the streets. They called us dirty Jews and many\ntimes they -- they hit us, especially the young people.",
        "Q: We-Were you ever attacked?",
        "A: I personally was never attacked, but I was insulted a couple of times. People\ncame over to me and insulted me.",
        "Q: What kind of things would they say to you?",
        "A: Dirty Jew, and you should get out of Germany and things like that.",
        "Q: And -- and what would you do when -- when you were insulted?",
        "A: There isn’t much you could do, we just try to walk away as fast as we could.",
        "Q: Well, did you tell your parents?",
        "A: Yes, I always told my parents about it.\nNovember 19, 2001",
        "Q: And your mother’s business, did it continue to -- to be in effect after Hitler came\nin?",
        "A: Yes, it -- it kept on going for awhile, then it got worse and worse because of all\nthe anti-Semitic propaganda in Germany. Customers stayed away and slowly\nbusiness got worse.",
        "Q: Was your mother’s business boycotted?",
        "A: Just a -- no, just on that one day in 1933 when there was that German boycott,\nwhich covered all of Germany.",
        "Q: And so you finished school, you finished the gymnasium, and then what\nhappened?",
        "A: When I was finished I had -- I had to make the decision what to do after it, which\nwas --",
        "Q: Le-Let’s back up. What kind of graduation did you have from the gymnasium?\nWas there a ceremony, were you recognized at that time?",
        "A: There was no -- no celebration or anything like this. We -- the one that took place\nin school, I don’t think I took part of. Yeah, I remember now. I was -- I was a\nmember of the s -- of the -- I played piano pretty well, and I accompanied so -- acco\n-- I was supposed to accompany a couple of singers at the final celebrations at the\ngraduation. And I was supposed to play two solos, piano solos, and that was in 1933.\nSo in the last moment I was told that I couldn’t do it.\nNovember 19, 2001",
        "Q: And how does a young man respond to that?",
        "A: I was very disappointed, of course. That was my first chance to perform in public\nand I was -- I had looked forward to it, so I was disappointed.",
        "Q: Were you angry”?",
        "A: I think I was angry, yes.",
        "Q: What was the reasoning they gave you?",
        "A: That due to the political situation, I -- I could not take part in this.",
        "Q: Were you recognized at all during the graduation ceremony, or were the Jewish\nstudents recognized at all?",
        "A: No, being the only Jew in my class, I -- I was the only one. So of course, they --\nthey told me that before already.",
        "Q: How is it that you were the only Jew? Because of the neighborhood you lived in?",
        "A: No, some of the other Jewish kids went to different schools, different high\nschools, which did not -- which were not humanistic gymnasium. And it just\nhappened that in my -- in -- in my age group I was the only one.",
        "Q: What --",
        "A: Can you -- can you excuse me for a second?",
        "Q: Sure. [tape break]",
        "A: When I had to make a choice what to do after high school, 1 -- 1t was very hard.\nAs I said before, you could not -- colleges and universities were not open to you any\nNovember 19, 2001\nmore. So I, be-being very much interested in music, I was looking for some activity\nfor something to do in connection with music. An-And I thought of becoming a\ncantor in the synagogue. There was a Jewish teacher’s college in Berlin, and I asked\na couple of my -- we had some acquaintances which were -- knew a lot about music\nand s -- and voice and singing and so on. So I consulted some of our friends, sang\nfor them, and asked them if -- if they thought my voice was good enough to be a\ncantor. So I finally heard of s -- of the Jewish teacher’s college in Berlin. And -- so,\nin other words, I would have to be trained as a cantor and as a teacher, mainly as a\nteacher, of course. This was a teacher’s college, which specialized, of course, in\nJewish education and public school and everything like this. So I applied for that\nand I was accepted and started in -- in spring 1936, and I was there for three years in\nBerlin.",
        "Q: Was that hard for you to -- to leave your mother? She was a widow, did she --\nwas she positive about your moving, or did she not want you to?",
        "A: Now, if she -- if she felt bad about it, she didn't let me know. Besides that, my\nsister was still there too, but it was quite a move f-for me, at the age of 19 to go from\nthe small town -- small city to Berlin, which is -- was a city of four million people.",
        "Q: Had -- after your father died, did you kind of feel like you were the man in the\nfamily? Did you feel a responsibility? You were only 12 years old when he died. Wa\n-- a-after your father passed away --\nNovember 19, 2001",
        "A: So, what is your question?",
        "Q: My question is, did you f-feel like you had to be the man in the family because\nthere was no man there?",
        "A: No, actually not. At that time I was too young for that, at 12 years. I didn’t feel I\nhad any responsibility in that respect. But there were my uncles of -- there were two\nuncles of mine living in Furth, too, who of course w -- tried to help my mother\nmanage things and so on.",
        "Q: So now you go off to Berlin, an-and what was your experience there at this\nteacher’s college?",
        "A: It was very hard for me in the beginning because I felt very lonesome. I didn’t\nknow a soul in Berlin, and -- but that’s -- got slowly used to it and I did pretty well\nin school there. I had some voice teachers, too. One was one of the best known\ncantors in Berlin. The other one was an opera singer at the Berlin opera. And they\ngi -- first one, then the other one gave me singing lessons, so I improved my voice to\na certain extent.",
        "Q: And their names? The cantor’s name and the singer’s name?",
        "A: The cantor’s name was Davidson and the -- the opera singer’s name was Relane\nGoodman. He was pretty well known.",
        "Q: And so you -- you were with all other Jewish students at the time, because this\nwas a Jewish college.\nNovember 19, 2001",
        "A: Right, that was a Jewish college, right. A Jewish teacher’s college. Half of it\nconsisted of regular teacher’s cl-classes and teaching. The other half was Jewish\neducation because we had to teach religion, too. So I -- I -- a lot, a lot of Hebrew, of\ncourse, and everything connected with the Jewish religion, customs and ceremonies.\nSome Talmud s-studies we had too, just to give us a taste of It.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number one, side B.\nAnd you were talking about your experience at this Jewish college in Berlin. And\nall the students, of course, were Jewish. What was it like to study with only Jews, as\nopposed to your gymnasium experience?",
        "A: It, of course, was a pleasant experience to be together with Jewish kids all the\ntime. In that respect, I liked it very much. We were very good friends to each other.\nWas aclass of about 24 bor -- boys and girls.",
        "Q: I imagine you saw many swastikas and many flags hanging, not only in Furth,\nbut of course in Berlin. How did that make you feel, to see them?",
        "A: No | -- everybody got very f-fast used to that, it was something that you see\neverywhere, and you di -- after awhile you didn’t even notice it any more.",
        "Q: Mm-hm. And when someone would heil Hitler, did that upset you?\nNovember 19, 2001",
        "A: The same thing, you got used to that too. After awhile it didn’t bother you too\nmuch any more.",
        "Q: Any experiences on the street when you were in Berlin, if you were walking\ndown the street? Did you look very Jewish?",
        "A: Yeah, I -- I looked Jewish, of course. But in -- in the big city of four million, you\ndi-disappeared in the crowd. And you could do in -- in certain ways it was even\nbetter in Berlin than in Furth, because you could go to the places here still. In\nFurth you couldn’t even go to a swimming pool, or in -- all the -- in -- in the rest of\nGermany you couldn’t go to a swimming pool, to theaters or movies or any place\nlike this. In fir -- in Berlin you could do that, because you just disappeared in the\ncrowd. You could even go to the opera and to concerts. So in that respect, life in\nBerlin was easier than in Furth.",
        "Q: And how much communication did you have with your mother and your sister?",
        "A: I spoke to them on the telephone, I guess once a week.",
        "Q: And how were they managing back in Furth?",
        "A: That -- it seems they managed all right without me, but business got worse at that\npoint. Th-The longer Hitler was at pow -- in power, the worse economic conditions\nfor Jews became.",
        "Q: And how did your mother support the family then?\nNovember 19, 2001",
        "A: There was still enough business just to barely support us, but it -- I know it was\nnot easy for her to have me in Berlin, of course. Did not help our financial situation.",
        "Q: Did you have to pay tuition to go to this college?",
        "A: Yes, I had to pay tuition there.",
        "Q: What -- and where did you live when you were a student in Berlin?",
        "A: I lived in a furnished room with a Jewish family, not far from our teacher’s\ncollege.",
        "Q: And what kind of experience was that?",
        "A: I had no special experiences in t -- I mean, they were -- I was pr -- became pretty\nclose to the family, which made it easy for me to be alone in Berlin.",
        "Q: You had previously mentioned the Nuremberg rallies. Did you ever go to any of\nthem, or hear them from a distance?",
        "A: No, you could not go. You -- you stayed away from them as far as you could. It\nnever entered our minds to a -- to attend these things. You stayed away from -- from\nthe -- these Nazi hordes as -- as much as you possibly could.",
        "Q: Any close Jewish friends that you could talk things over with?",
        "A: In Firth, yes, but a -- a lot of them left Germany, emigrated over the years.\nEverybody tried to get out of Germany, of course. And this way it was not easier.\nOn one hand you wanted to get out of Germany, on the other hand you didn’t know\nwhere to go to -- and especially older people found it very difficult to leave, because\nNovember 19, 2001\nall -- they had all their roots in Germany, their livelihoods, their friends, family.\nAnd for a young person, of course, it was easier to leave, unless you were -- of\ncourse, you -- you were very attached to your family.",
        "Q: Did your family have any contacts in the -- in the United States at that time?",
        "A: My mother had a cousin in -- in America, in -- in York, Pennsylvania. He was a\nfairly wealthy man and he had vouched for quite a few people already to come to\nAmerica, but when we asked him he couldn’t do it any more. He must have\nvouched for maybe 20 people, and when you reach a certain point, you couldn’t do\nit any more. So he had to say no to us in the beginning, but later on, for some reason\nhe could do it again, and he asked -- he asked our family if they -- who -- who\nshould -- he could vouch for one more person, who should come. And because I was\nthe only man in the family and more in danger of being persecuted by the Nazis, so\nmy family agreed to send -- to let me go.",
        "Q: We-We’ll get to that ina moment. You heard about the anschluss into -- into\nAustria, and --",
        "A: Yes.",
        "Q: -- what did that mean to you?",
        "A: It didn’t mean much to me except I didn’t -- we didn’t like the idea that\nsomething like this could happen. We -- we thought ma -- there mi -- m-more\nNovember 19, 2001\ncountries might -- might be occupied by Germany, which actually happened later\non. We saw this the beginning of something very bad.",
        "Q: Is that when you realized that what was happening may not be temporary?",
        "A: That was the time when -- when most Jews realized that things would not get any\n-- an-any better any more. Before we always thought Hitler’s regime might stop any\nmoment it ca -- when it came to a certain point, and it would not get worse. At that\ntime we realized we couldn’t stay. That’s when people -- many people really started\nlooking to get out seriously. Many, of course, had left already in 1933, but these\nwere the Jews who lived in very small towns, in villages, mostly in south Germany\nand they were worse off than the Jews who lived in b -- in the big cities, because\neverybody knew everybody and people were beaten up and sent to concentration\ncamps in these small place, much more than b -- in big cities, at that time. But after\nthis happened at the anschluss and later on Kristallnacht, we came to the\nconclusion that there was no way of staying here.",
        "Q: What was your experience during Kristallnacht?",
        "A: In the middle of the night we heard a lot of noise, at maybe two, three o’clock in\nthe morning, and the bra -- the breaking of glass. And then we looked out of the\nwindow, we saw that storm troopers marched all over the place and knocked in store\nwindows and went inside and then they came -- they went upstairs out -- in these\nhouses an-a-and arrested all the Jewish people. An -- and that -- that happened with\nNovember 19, 2001\neach and every Jew in the whole place, and happened all over Germany. And then\nthey -- they burned all synagogues. And I knew it -- I could see that our synagogue\nin Furth was burning at the time, too.",
        "Q: Were you in Berlin or Furth during Kristallnacht?",
        "A: I -- I was still in Firth at that time. No, that was after I came back.",
        "Q: This is November 1938.",
        "A: I was back in Furth already, th -- after my three years in Berlin when the kr --\nKristallnacht was November 9\", 1938, and th-th-they t -- they took us all to a large\nsquare in the middle of the city and we had to stand there for five hours, men,\nwomen, children, everybody. Then they let women and children go home. The men\nwere taken to a big hall, which had been donated by a Jew, by the way. And we\nspent all day in there. And they took men, took them up to the stage an-and beat\nthem. And we had to watch it, we were sitting underneath, 1-inside the hall and we\nhad to watch everything. And that went on all day like this. And in the evening,\nabout six, seven o’clock, we all had to pass a certain table, and we were -- there th-\nth-they decided what to do with us. So the majority of the men were sent to\nconcentration camps, and to prisons. My -- my future father-in-law, for instance,\nwas sent to pri -- was taken to prison and many other men were taken to\nconcentration camps. And when I -- when I passed the table, they heard that I -- that\nI was almost ready to emigrate, my papers were almost ready. And they -- on\nNovember 19, 2001\naccount of that they let me go. I was very lucky, cause I was able to go home. But\nthe majority of the people did not. It’s --",
        "Q: Mm-hm. Le -- le-let’s back up a little bit. You went to the teacher’s college in\nBerlin for three years?",
        "A: Right, yes, for three years.",
        "Q: And that -- and then you completed the course, and then what happened?",
        "A: Then I wa -- I was trying to find a job as a cantor teacher and I -- I had two\nauditions, I was in two cities in Germany. And in one place they didn’t take me\nbecause I was t -- they found me too young, they wanted some -- somebody who --\nwho was a little older. And in the -- in the second case I don’t know, they d-didn’t\naccept me. So I went home, then I realized that it -- it was better for me not to accept\na job, and try -- rather, try to -- to speed up my emigration. And that was a good\nthing, because I know some of the others who accepted jobs as teachers never got\nout of Germany. In that respect I was lucky.",
        "Q: And who did you work through to get the papers? You said you had that relative\nwho had already completed the 20 affidavits -- 1-in the United States, you said you\nhad a relative who had sponsored 20 people, it -- did you work through him also?",
        "A: What do you mean by work for him?",
        "Q: No, no, work through him. I mean how -- how did you make arrangements to be\nable to leave?\nNovember 19, 2001",
        "A: No, he’s -- he’s -- he must have sent a -- a letter to the American consulate in\nStuttgart in Germany, and they contacted me and then I was invited to come to the\nAmerican consulate in Stuttgart, and that was the beginning. An-And then I tri -- I\ntried to get -- the-they wanted a certain document, which sort of -- many -- in\nGermany when you moved, and thi -- it went for anybody, if you moved from one\ncity or town to another one, you had to get permission by police. And that wa --\ndidn’t go only for Jewish people, for everybody as th -- might still be the same\nnowadays, I don’t know. So, and they told me I needed a certain paper, a declaration\nthat I didn’t owe any money to anybody or the taxes [indecipherable]. And I wrote\nto Berlin because I had been there before, a-and they -- I didn’t get an answer. So\nmy da -- emigration depended on -- on this document. And I wrote three times and\nnever got an answer, so I decided I had to go there in person. So I made a trip to\nBerlin and I had to go to the Gestapo building, which everybody dreaded at the\ntime. Nobody wanted to go there. So I went in, I -- I -- I met a -- an official there,\nand he yelled at me right away, he said, what’s the matter with you, are you crazy?\nYou’re writing three letters to me? Do you think we have nothing better to do than\nthat? I feel like sending you to a concentration camp. And -- and then he said a few\nmore words I forgot, and then he let me go. But I d -- I didn’t know whether it was\nokayed or not. About five days later I got the paper and -- and he -- I had asked for.\nNovember 19, 2001\nIt was sent to me by mail. And that made it possible for me to leave Germany after\nI had gotten that.",
        "Q: How -- when did you get this final paper in -- how much before Kristallnacht?\nOr had you gotten it before Kristallnacht?",
        "A: What final paper?",
        "Q: That paper you said that you -- you said five days later you received the\npermission.",
        "A: It was after Kristallnacht.",
        "Q: So how did they know, when you came up on Kristallnacht you came up to that\ntable, how did they know that you were --",
        "A: They took my --",
        "Q: -- getting permission to go to the United States?",
        "A: They took my word for it, believe it or not. So in that respect I didn’t have any\nproblem.",
        "Q: Hm. When you were -- were you with your mother and your sister in the square,\nor -- y-you said when you were all called up the next day. Were you standing with\nher?",
        "A: The women and children were sent -- were let g -- were let go, they le-let -- they\nsend them home.",
        "Q: But prior to that, were you standing with her?\nNovember 19, 2001",
        "A: Yes, in -- while we were standing in that public square we were together. And\nthen they -- they said, all women and children go home now, an-and the men have to\ncome with us. And we were taken to that hall.",
        "Q: What was your mother’s state of mind then?",
        "A: She was very much afraid, she was scared. When we were taken out of our\nhouse, there was ou-our two aunts were along with us, and they -- they gave them\nthe push with the -- with the boots to re -- to -- to make her walk a little faster and\nthings like that.",
        "Q: And the overall atmosphere there, of the Jews in that square was what?",
        "A: No, people were mu -- very much afraid, of course. They did not know what they\nhad intended to do with us. But everybody, I guess, was too much o-occupied with\nhis own problems at that moment, with his own worries.",
        "Q: And then you came back home to your mother and sister, after they released you.\nWhat did America mean to you at that point? You were around 23 years old. What\ndid America mean to you?",
        "A: America didn’t mean too much to me e-except that it was ow -- actually our only\nhope to get out and to ha -- to escape from all this.",
        "Q: You knew English by then, you said you had taken English in school.\nNovember 19, 2001",
        "A: Yes, I -- In -- I knew -- I knew English and in -- by the way, in -- in our teacher’s\ncollege, we also had English classes. When I came back from Berlin I took private\nEnglish lessons to -- to improve my English.",
        "Q: Why’?",
        "A: By that time I knew I was -- h-hoping that I was going to America.",
        "Q: And so did you finally get a job in Firth before -- obviously before you left?",
        "A: No, in -- in our own synagogue, in our Reform synagogue, I -- they engaged me\nas a cantor on the high holidays and shortly after. Our former -- our other cantor\nemigrated himself, and they didn’t have a cantor, so for maybe two or three months I\nwas the cantor in that -- in our home synagogue at that time.",
        "Q: And how was the family business doing then?",
        "A: The family business got worse and worse all the time. Of course, customers\ndidn’t come to us, either because they were anti-Semitic, or because they were afraid\nto go into Jewish stores. So it -- it -- and another thing happened, kristall -- a-after\nKristallnacht, about one or two days later, we were told to come to th -- to police\nheadquar -- not police headquarters, the city government in -- in city hall, and we\nwere forced to sign papers that we relinquished our houses, our property, our\nbusinesses and everything, we had to sign -- we had -- just had to sign it away. And I\nremember on the way out when we went home, my mother and I and my sister,\nsome people came down the stairway in the city hall and they were bleeding. So we\nNovember 19, 2001\nasked them what happened. So they said n-n-not much, we just fell -- fell down the\nstairway. But we -- we know that they were -- they were beaten up, but -- they were\npeople who refused to sign, so they forced them this way to sign these papers. So\nafter that we hel -- we had almost nothing to live on.",
        "Q: How would you describe your mother’s state of mind? She was what, probably in\nher -- was she in her late 40’s, early 50’s --",
        "A: Her 50’s.",
        "Q: She was in her 50’s. How stoic was she? Would you describe her as a strong\nwoman?",
        "A: She must have been a strong woman because the way she reacted and first of all,\nshe had a-all the responsibility for me and my sister and the business. The business\ndidn’t exist any more after that, but she -- she had to be strong to go through all this\nthe way she did. She had a lot of help by my aunt, of course, and my uncles.",
        "Q: When you came back -- so you’re -- she did not have the business after that, or\nonce she had to sign over the ownership, then what happened?",
        "A: She couldn’t go into the business any more though it was in our b -- in our house,\nin our building. And then they -- they tried to sell the merchandise and -- for almost\nnothi -- for almost nothing, maybe a tenth of what it was worth, or something like\nthat, and she got only part of that.",
        "Q: A-And --\nNovember 19, 2001",
        "A: She was completely impoverished now of course, and I remember sh-she had --\nshe asked -- had to ask some other relatives of ours for a -- a loan or something like\nthis, at that time. What she lived on after I -- later, after I left and went to America, I\ndon’t even know.",
        "Q: So then, how soon after were you able to leave? How soon after Kristallnacht\nwere you able to leave Germany”",
        "A: Kristallnacht was November ninth and I left early in January.",
        "Q: How did you make those arrangements, which boat and so forth.",
        "A: I -- [knew some other people who had made the same arrangement, and they --\nthey helped me, they told me where to go and what to do. I had to correspond, of\ncourse with the -- especially with the American consulate in Stuttgart at that time.\nAnd I contacted the Holland America line for my passage to -- from Holland to\nNew York. And I know after th -- af -- after 1t was -- this was paid, there wasn’t\nreally much left for my mother. I arrived here with 12 dollars in [indecipherable]",
        "Q: And so your mother gave you the money t-to pay for the passage?",
        "A: Yes. That was the family money, you know.",
        "Q: And w-were you in agreement that you should be the one to have left? Did you\nagree with that also? Was that something you felt was the right decision?\nNovember 19, 2001",
        "A: Yes. Yes, I was in agreement with that. I really believed the fact that I wa --\nbeing a man I was more in danger than the rest of my family, sister, mother,\ngrandmother, aunts and so on.",
        "Q: Mm-hm. So when it came time to leave, what did you take with you? Did you\ntake anything special?",
        "A: [ha -- I -- I -- e-everything I took along was two suitcases, which I carried in my\ntwo hands. That’s all I -- I could take along. Though I'd be -- I had intended before\nto take a lot more, and we had bought a lot before it -- about a year before I left, we\nhad bought a lot of things for me, clothes and ba -- a fan and all kinds of things. And\na -- ’da--I-- I couldn’t take all that along, of course.",
        "Q: Because they told you you couldn’t?",
        "A: Yes. They told us that time that that’s all you could take along, just what you\ncould carry with your hands.",
        "Q: Besides clothes, what did you take?",
        "A: That was about all I could take, clothes. There wasn’t much more left.",
        "Q: So, could you take any music, any instruments?",
        "A: No, I could not take any instruments along, but a couple of music books I think I\ntook along.",
        "Q: Family photographs?\nNovember 19, 2001",
        "A: Very few. And that was something I really missed very much, but later on, when\nI was in America, | -- I had ways of getting some pictures, which I hadn’t --which I\nmissed very much and which I didn't have. So I was able to get some of these\npictures [indecipherable]",
        "Q: What was it like to say goodbye to your family?",
        "A: It was very, very hard because at that time | -- I -- I was afraid I would never see\nthem again, which really happened. I ho -- my whole family died in concentration\ncamps, each and every one of them. I was the only survivor of my family. The same\nwith my wife, by the way, too. She lost her whole family.",
        "Q: Where did you leave from? A-After you left Furth, where did you then go?",
        "A: My -- my boat left -- I had to go to Rotterdam, Holland.",
        "Q: H-How did you get there?",
        "A: By train. And I’Il never forget the moment when I crossed the border. It was so --\nsuch a relief.",
        "Q: An-Any trouble on the train up to the border?",
        "A: No, I didn’t have any trouble, but I know that many other people did. They had\ntrouble when they -- when they crossed the border. I didn’t have any problems in\nthat respect.",
        "Q: What were your thoughts upon leaving Germany? What were your thoughts\nupon leaving Germany?\nNovember 19, 2001",
        "A: Good riddance, I guess. And then, of course I had to -- I felt very bad of my\nfamily. Even I didn't know at the time yet what would really happen to them, but I\ndidn’t have much hope.",
        "Q: And you got to Rotterdam and got on what boat?",
        "A: It was a Dutch ship, Zaandan, Z-a-a-n-d-a-n. There wa -- that was a ship\nbelonging to the hum -- to Holland America line; it was one of the smaller ships.",
        "Q: Did you know anybody als -- who was going with you, or were y -- was anybody\nelse that you knew that was accompanying you?",
        "A: No, I befriended a young man from a town near ours. We be -- spent all our time\ntogether on the ship. When we ar -- we ar -- we arrived in New York and said\ngoodbye to each other and the same evening we both lived in the same apartment, by\nsheer accident.",
        "Q: Tell me about the voyage going over. Who else was on the boat?",
        "A: It was without any incidents, it was pleasant. It was a completely different life all\nof a sudden, of course.",
        "Q: And so you ha -- you stayed in a cabin and had regular meals. How long was th-\nthe voyage?",
        "A: I think eight days, if I remember right.",
        "Q: Mm-hm. And your first view of New York?\nNovember 19, 2001",
        "A: It was very -- I was very much impressed when I saw New York. I didn’t have to\ngo to Ellis Island, that was not in use any more at that time, and I was processed ou-\noutside New York City, on the boat. An immigration agent came on board -- an\nimmigration inspector came on board and took care of our papers and everything, so\nI didn’t have to go to Ellis Island or any -- any other place like that.",
        "Q: Were there many other Jewish refugees like you on board?",
        "A: There were a few more, yes. And then, of course, this young man an -- whom I\nbefriended.",
        "Q: So who were the other passengers?",
        "A: This I re -- I don’t remember. I -- I --",
        "Q: Di-Di-Did you stay among the other Jewish refugees? Were they young people\nlike you?",
        "A: Yeah, there were some others like me, but not -- not too many. Must have been\nregular travelers, people who do a lot of traveling.",
        "Q: Did you talk about your chil -- your -- your background with the other young\nJewish refugees?",
        "A: Yes, I certainly did. We all compared out experiences.",
        "Q: Were they all from Germany?",
        "A: Yes, they were all from Germany.\nNovember 19, 2001",
        "Q: And what was it like to put your foot down on American soil when you first\narrived?",
        "A: It was a wonderful moment, I remember that. And I -- then I looked, of course --\nI had relatives in New York who were supposed to pick me up from the boat, and I\nhad trouble finding them, so I -- my -- I couldn't pay much attention to anything\nelse, but I finally found them, and they had arranged for a -- a place for me to live.",
        "Q: They had come down to the pier to meet you?",
        "A: Right. They came -- they came to meet me at the boat and they took me home.\nAnd they had fren -- rented a furnished room for me in New York, and that’s the\nplace where -- where the other friend of mine also showed up at the same day.",
        "Q: But what was his name?",
        "A: Kurt Hirschfeld -- Hirschfield.",
        "Q: And so then what did you do?",
        "A: Then I tried looking for a job, and at that time it wasn’t so easy. It was still the e -\n- the depression going on at that time.",
        "Q: We’re talking about January 1939.",
        "A: There was still a depression. That was the end of the depression, and it was very\nhard to find jobs at that time.",
        "Q: And you’re 23 and a half years old.\nNovember 19, 2001",
        "A: Right, yes. And first of all I tried to find a job as a cantor. I never expected to get\na job as teacher because of my heavy German accent, so I never expected to find\nthat. But as a cantor I had some hope. But it just happened that at that time all the\nEuropean cantors arrived in New York City in those years, and then there was a lot\nof competition. And I -- I auditioned in a couple of places, in a couple of\nsynagogues, but I guess the competition was too strong. So then I looked for any\nkind of a job, and I -- I found job in a department store as a -- as a busboy. That’s\nKlein Union Square, that was a pretty well known place in New York. There were\nmany other refugees working there too, and I had to do the basic things, I had to\npick up dre-dresses which fell down to the floor by the hundreds, and brought -- did\nstock work and all that.\nEnd of Tape One, Side B\nNovember 19, 2001\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number two, side\nA, and you were talking about your experience working at Klein’s on Union\nSquare.",
        "A: So I stayed there for awhile. By the way, we were paid 30 cents an hour and we\nha-had to work 48 hours a week at -- and a lot of overtime. Whenever they had a\nsale on for the next day, they kept us until 12, one o’clock at night. It was forced\novertime.",
        "Q: How -- how close were you living to the store?",
        "A: About 45 minutes by subway.",
        "Q: And wh-what did you do in the time that you weren’t working? What activities\ndid you do in the time that you weren’t working?",
        "A: When I was not working? I looked for some other kind of work [indecipherable]\nand I -- I worked in a -- I was hired in a professional choir, I sang. It was a Jewish\nchoir. We sang at special Jewish occasions and we sang carnedi-- Carnegie Hall\nand in the Russian tea room, and at the World’s Fair, and all kinds of things. And we\nhad rehearsals almost every night in addition to my regular work. And concerts\nmaybe every two weeks or so, and we got even paid for the rehearsals, one dollar a\nrehearsal.\nNovember 19, 2001",
        "Q: What was the name of the choir that you sang in?",
        "A: Vinaver choir. V-i-n-a-v-e-r.",
        "Q: Was that someone’s name, or was that the name of the town?",
        "A: That was the name of the man who do -- was in charge of the choir, the\nconductor and the one who did the whole thing.",
        "Q: And what kind of communication did you have with your mother and sister once\nyou got to the United States?",
        "A: With my mother and sister? In the beginning, of course, we corresponded all the\ntime, but then -- then the war broke out and once America entered the war we could\nnot write to them then, we could not write to each other any more.",
        "Q: Let’s talk about September ’39, when the war broke out. How did you hear about\nthat?",
        "A: When the war broke out with England, you mean?",
        "Q: No, no, in -- when Germany invaded Poland.",
        "A: Wa -- 1 -- from that time on we could not write any more. We could write only\nRed Cross letters, and that happened -- we couldn’t do that too often, so I had very\nfew letters from them, actually. My sister also tried to get -- tried to go to England.\nThere was a possibility for a young woman to get -- to go to England as a -- as a\ndomestic h-helper, and she got a job like this. But three days before the war -- no,\nshe was supposed to go there and begin -- in the beginning of September the war\nNovember 19, 2001\nbroke out, and -- about three days before she would have gone, so she -- she couldn’t\ngo. And the same o -- a similar thing happened to her later on, she was in the\nconcentration camp, she was in Bergen-Belsen and three weeks before the war\nended, she died of typhus, before she would have been liberated by the British. So\nshe missed two chances.",
        "Q: So Germany invades Poland, and then what do you -- you stay at your work?\nWhat -- what did you do?",
        "A: I kept on doing the same work, then when -- when the war broke out, I got a job\nin a -- ina uniform factory. They make uniforms for the American forces, and I had\na job which was a little better.",
        "Q: In other words, you stayed there til -- til Pearl Harbor, is that what you’re\nsaying?",
        "A: [indecipherable]",
        "Q: So 1939 and ’40 and 41, you stayed at the department store.",
        "A: Right, and then I -- th-then I -- I was drafted to the -- into the army and spent\nthree years in the army.",
        "Q: And did you think about becoming a citizen?",
        "A: Yes, I became a -- I -- as a matter of fact I became a citizen [indecipherable] a\nshort time after I entered the army, which was a little fa -- a little earlier than it\nwould have been if I had not been in the army.\nNovember 19, 2001",
        "Q: So the war broke out, des -- on December seventh, and then you said you went to\nwork in a factory making uniforms.",
        "A: Right, yes.",
        "Q: And then when did you go into the army”?",
        "A: I went into the army in March °43.",
        "Q: And did you have any kind of social life when you were living in New York,\nwhile you were working at the department store or in the uniform factory? Were you\nwith other young people? Any kind of social life besides the choir?",
        "A: Yes, I -- yes I -- th -- first of all I met my f -- my fu -- my wife there.\n[indecipherable]",
        "Q: How -- how did you meet your wife?",
        "A: I met her by accident on the street, I -- I knew her. She was also from Firth, and\nby accident we met on the street and we got married about nine months later or so,\n10 months later, and --",
        "Q: Did you know that she had left Furth and come to the United States?",
        "A: No, I didn’t -- I didn’t even know that. So I was very much surprised to see her\nand we were both very happy because it was a -- a memory of our old days, which\nmeant a lot at that time. And we bo -- we were both alone in New York, so --",
        "Q: But what was she doing?",
        "A: She worked in a -- in a -- she did household work.\nNovember 19, 2001",
        "Q: And -- and her name then? Her name then?",
        "A: Ruth Schuster.",
        "Q: And her family was back in Germany?",
        "A: Her family was back in Germany too, right, in Furth. And they all perished too,\nlater on, each and every one of them.",
        "Q: So you just met her on the street, just by chance?",
        "A: We met by chance on the street. We made a date for the same night. We both had\nother dates and we b-b-broke them both.",
        "Q: Did she live near you, is that how you happened to meet her on the street?",
        "A: No, she -- I lived in uptown Manhattan, she lived in midtown Manhattan,\nsomething like this. About half an hour away by subway.",
        "Q: Mm-hm. Whereabouts were you living? Where were you living?",
        "A: I lived in Washington Heights, it’s the northern part of Manhattan.",
        "Q: Mm-hm. And then you got married, and you said nine months later, and then\nwhere did you live then?",
        "A: And we lived in -- also in -- in Washington Heights, in u-upper Washington\nHeights, in a different part.",
        "Q: And -- and you both continued to work at your same jobs, and then you said you\nwent to work on the uniform factory, and then you got drafted. And where did you\nstart your training?\nNovember 19, 2001",
        "A: I was -- I -- in Fort Dix, New Jersey, like everybody else and we were all\nclassified -- we were supposed to be classified according to our f -- our previous\nexperiences and then -- and professions. So I told them I had a Master’s degree in\neducation and what I did before and all that. And then when they heard I worked in\nthe department store as a floor boy, they classified me as a laborer, but they -- they\ndid write down that I spoke German. So I -- I became a member of the medical corps,\nand was about to be sent overseas to the Pacific in the field hospital, and two weeks\nbefore I was supposed to ship out, I was reclassified. They found out that I speak --\nthey finally noticed that I speak German and I ba -- I became a member of military\nintelligence. I -- I went to fort -- to a camp in -- in Maryland, near Hagerstown,\nCamp Ritchie, which was a t -- a training camp for military intelligence, not only\nfor German speaking, but for other languages too. And I -- I -- I went to school there\nfor a couple of months. I was promoted from private to staff sergeant after I -- when\nI graduate from the -- from there. And then I went to -- I was sent to Europe to\ninterrogate war prisoners.",
        "Q: What was it like to put on an American uniform?",
        "A: Oh, I was very proud of that, I really enjoyed that. I was very happy about that.",
        "Q: What did it mean to you?",
        "A: Then I re -- I really realized that I was an American, more than before.",
        "Q: So you had to leave your wife then.\nNovember 19, 2001",
        "A: Yes.",
        "Q: Was that difficult?",
        "A: It was difficult, but I -- I was al -- always hoping to -- to be able to go home\nevery couple of weeks you know, and -- and to furlough a -- a day off. And I was\nsent to -- first I was -- but that was before I was in military intelligence, I was in th --\nin the -- in a camp right outside New York City. I’m just trying to remember the\nname of that. It was ha -- Halloran Hospital on Staten Island. And they needed me\nthere because they had a lot of German prisoners, and I had to work as an interrogat\n-- as a interpreter and I had to go around with nurses and doctors, had to make the\nrounds when they saw the patients. They used me as an interpreter.",
        "Q: Who were the patients? Who were these patients?",
        "A: They were German prisoners from Africa. They were members of the Africa\ncorps. These were all fanatics -- fanatical Nazis who were volunteers. And of course\nw -- being prisoners they changed their attitudes very much, were not so fanatical\nany more. And they depended a lot on me, of course, so was -- they very ni -- were\nvery nice to me.",
        "Q: Did you let them know you were Jewish?",
        "A: No. They didn’t even know that I was German. They -- when they asked me\nwhere I learned my German I told them I learned it in high school and they were\nsatisfied with that. They didn’t question it for a moment.\nNovember 19, 2001",
        "Q: And how did you feel inside looking at these German soldiers?",
        "A: I hated them, of course, and I -- I -- I used them for certain purposes. I was able\nto go home almost every night to -- to Manhattan, and I came home at two, three\no’clock in the morning, I was always tired. Of course, I had to get up at 5:30 again.\nSo there were a lot of empty beds. So I rested on these -- I slept on these beds, and I\nput these German soldiers in -- up as guards on both ends of the -- of -- of the room\nin case my own people came and checked on me. So they guarded my sleep. So I -- I\n-- I took advantage of them.",
        "Q: Had you changed your name at this point?",
        "A: Not at this point but later on when I was in military intelligence, I was advised to\nchange my name because my family was still supposed to be alive, or at least I did\nnot know any different. I thought I’m di -- in case I’d become a prisoner, it might be\nharmful for them or even for -- and for me too. They advised me to change my name.\nSo within one day I re -- changed my name. I didn't know what to changed it to --\nwhat to change it to. So I took a telephone book and the -- the first name I ran into\nwas Stevens. So I changed my name to Fred Stevens. At the same time my name --\nmy wife’s name was Goldman. Who -- we both had different names at that time.",
        "Q: So -- so -- but up to that point you had been Siegfried Goldman?",
        "A: Right.",
        "Q: And then --\nNovember 19, 2001",
        "A: Then I was Fred Stevens.",
        "Q: Then you became Fred Stevens.",
        "A: Sar -- Sergeant Fred Stevens.",
        "Q: And -- and then you said you were sent abroad?",
        "A: Then I was sent to -- to the European theater [indecipherable] Germany. First to\nfr -- to England and France and then I -- to France for the front lines, and I had to\ninterrogate war prisoners.",
        "Q: These are German prisoners?",
        "A: German prisoners.",
        "Q: And -- and again, what was your re-response, your reaction?",
        "A: Pardon me?",
        "Q: And again, what was your reaction when you talked to these German soldiers?",
        "A: In the beginning it was a strange experience, but later on I got used to that too.\nAnd I -- whenever I had a chance, I tried to get information from these prisoners\nabout what happened to the Jews, to -- to th -- to European Jews under -- under\nHitler, and -- but they couldn’t tell me much. One of them was from\nTheresienstadt and -- and later on I found out my mother actually was at Theresien\n-- maybe -- I think I knew it already, at that time. I had a Red Cross letter. That was\nthe last letter I ever -- I ever got from my mother, from Theresienstadt. And just\nNovember 19, 2001\none soldier was from Theresienstadt, so I tried to find out as much as I could, but\nhe didn’t know much, either.",
        "Q: How did it feel to go back to Europe?",
        "A: I had mixed feelings about it, of course. I hated the people, of course, and\nespecially these German soldier I got in touch with. And that was my main feeling,\nactually, about it. Actually, the feelings were not mixed.",
        "Q: Did you tell other people about that? Di -- were the other army personnel that you\ncame in contact, aware of your background?",
        "A: N-Not normally, but I remember one instance at the end -- near the end of the\nwar when everything moved very fast and we marched through Germany -- I mean,\nI didn’t march, we dr-drove through Germany. Be -- we went through the -- the\nsmall town in -- in south Germany where my -- my grandfather was born. So I told\nmy fellow Americans that we are going through the town where my grandfather was\nborn. I remember I -- I -- I told them that time.",
        "Q: But they knew about your background?",
        "A: I hadn’t told them about it before, but they were not too interested in it.",
        "Q: So most people thought you were born in America?",
        "A: I don’t know what my -- what my American f-fellow soldiers thought at that -- I\ndon’t know. But the Germans I got in c -- 1n contact with during the year or so I\nspent in Germany, they all thought I was -- I d -- I did not tell them that I came\nNovember 19, 2001\nfrom Germany. | told them the English I know I learned in high school and they\nbelieved it, strange enough as it sounds.",
        "Q: So where were you in -- in Germany? Where were you stationed?",
        "A: I was all over Germany, we -- | -- I came from France, from Alsace. We\ncrossed the Rhine and then we went to south Germany, but that was in the -- near\nthe end of the war. As a matter of fact we came to the point when interrogations of\nprisoners were -- was not even necessary any more. They cou -- they could not --\nthey didn’t need any more interrogations. It was -- 1t was nearing the end and\neverything moved so fast that it wasn’t necessary to get information from them. So\nthey used me for different purposes. I was -- became a member of a task force, we\nhad to interrogate pri -- civilians about certain -- about Nazis, big Nazis. Where they\nwere located and -- and factories where -- where they manufactured war materials,\nwhere they were trying to -- to build an A bomb and things like that. They were all\nsecret targets which we had to visit. So we -- we tr -- we traveled around in teams of\nsix each and o-of course I had to interpret for y -- for the officers who -- who -- who\nquestioned these people. Oh, I did some of -- some of my own interrogating, too.\nAnd we found it -- some important places.",
        "Q: What can you tell -- what can you say now, 50 - 60 years later? Wh-When you\nsay you found important places, such as?\nNovember 19, 2001",
        "A: No, th-they were hidden places where they -- where the Germans di -- did a --\nexperimented with certain things. Chemicals and a-a-all the way, I guess, trying to --\nto find an -- an -- an atomic bomb, to build an atomic bomb.",
        "Q: And then you would relay this message to your superiors?",
        "A: Yes, I did, yes. I wrote reports of what we saw and what we found.",
        "Q: Do you remember where these places were, where they worked on these?",
        "A: No, I don’t know -- remember any spe -- any particular places. Then a -- then I --\nI wound up in a -- in a camp near Frankfurt where a lot of -- that was at the -- a-\nafter the end of the war already, when -- where they kept a lot of high German\nofficials and officers, generals and admirals and so on, near ha -- near Hamburg.\nAnd then they put me on -- then I had to work on documents di -- di -- that was\nalready in preparation for the war crime trials in Nuremberg later on. So I wrote for\na couple of weeks on documents as I had to find out which documents they might be\nable to use, which might be important to them. So I -- I had to -- to ma -- make\ndecisions what might be necessary for the war crime trials and whatnot. That was\nvery interesting work and I liked that. I had a couple of people working under me\nwho did the same work and a -- I was in charge of that.",
        "Q: When -- before the end of the war, when you were moving around Germany, did\nyou see any Jewish refugees? Did you come across any of them?\nNovember 19, 2001",
        "A: No, I -- I -- I found I -- we were in -- in a couple of small -- of these small labor\ncamps where they kept j -- especially in south Germany they had lots of them. They\nactually belonged to the big concentration camps, they were branches. And they\nwere small camps, strictly for -- for forced labor, and some of them were all Jewish.\nSo I -- in -- in two cases I was the first Jewish American soldier who -- who entered\nthem. And they were very happy to see me. I tol -- I told them of course that I was\nJewish. In one camp I remember they -- they begged me I should -- I should protect\ntheir camp commander who was f -- who was very good to them, protected them,\nand they asked me to protect him.",
        "Q: Were you able to do that?",
        "A: I passed on the information I had. That’s all I could do at the time.",
        "Q: What was the name of the camp?",
        "A: I don’t remember that. They were small camps, I don’t remember.",
        "Q: In -- in what area?",
        "A: That was in ba -- in Bavaria in south Germany.",
        "Q: How did you feel, here you, thank goodness was able to get out of Germany, and\nnow you come back and you see these Jews who were not able to get back -- get out.\nHow -- ho -- what does that feel like?",
        "A: At what point?\nNovember 19, 2001",
        "Q: When you said you were in the army and you were talking to these Jewish people\nin the labor camps.",
        "A: Then it was much later already and it was at -- near -- that was shortly after the\nend of the war. We were, in a -- in a way the army of occupation. We were actually\n[indecipherable] military government already at that point.",
        "Q: But my question was, how did you feel inside? Did you feel an affinity for these\npeople, a connection to these people?",
        "A: No, not at all. For the Germans, you mean?",
        "Q: No, no, no, for the Jewish --",
        "A: Oh yeah, certainly. I tried to help them in any way I could. I’m -- I met som -- a\nlot of these DPs later on, who lived in Germany shortly after the war and I did\nanything I could for them. By the way, I also met my -- my brother-in-law after the\nend of the war when I came -- I came back, I went back to Fiirth 1-1n the end -- the\nwar was over in -- in May, and in June or July I -- I got myself a pass from my\ncommander to go back to my hometown to see 1-1f -- by a sheer miracle maybe some\nof my relatives came back. And I went to military government in Firth and they\ntold me that -- that my brother-in-law had come back from a concentration camp. So\nof course I -- I visited him right away.",
        "Q: Th-This is your wife’s brother?",
        "A: My wife’s brother, right, yes.\nNovember 19, 2001",
        "Q: And his name?",
        "A: I’m sorry, no, it was not my wife’s brother, it was my sister’s husband.",
        "Q: Whe-When had your sister gotten married?",
        "A: Shortly before -- before th -- she was deported.",
        "Q: And what was -- what was his name? Do you remember your sister’s husband’s\nname?",
        "A: Paul Seligman. Paul Seligman was his name. And I -- I was able later to get\nhim to America. I could give an -- give an affi -- affidavit for him, and not long\nalready, 1946, I think it was. Sorry. In the meantime he died. He is not alive any\nmore.",
        "Q: And you stayed in Germany after the war, you said, working on documents and\npreparing for the n --",
        "A: You mean with the army?",
        "Q: With the army, yes.",
        "A: Right, yes. That’s when I did this kind of work, and selecting the ma -- the\ndocuments which I mentioned before, which they were able to u -- or supposed to\nuse later on in the war crime trials.",
        "Q: Were they used?",
        "A: This I don’t know. I -- I have no way of knowing that.\nNovember 19, 2001",
        "Q: Where did you go when you came back to Firth? You said you saw your -- your\nbrother-in-law, but what -- did you go back to your family home and the family\nstore?",
        "A: No, I -- I passed it, of course, I saw it, but I -- when I came to Furth I -- I\nchecked in with some American outfit and I slept with the other soldiers in the same\nbarracks. Mostly factories or things like that.",
        "Q: Did this feel like your home? Did this town feel like your home?",
        "A: No, not at all, it did not feel like my home -- my home at all, in any way.",
        "Q: And ho -- and then you went back. You left Furth and went back to your\nheadquarters and then how long did you stay?",
        "A: No, I went back a couple -- I went back a couple of more times, because my -- as\nlong as my brother-in-law was still there, I visited him and brought him food\nbecause he needed many things, clothes and food. My wife sent him care packages\nall -- every week until he came to America himself.",
        "Q: Uh-huh. And then how long did you stay in Europe?",
        "A: I stayed in Europe until March 1946, so I was in the army exactly three years.",
        "Q: And then you came back?",
        "A: Then I came back, right. Then I had to find a new son -- a -- a new activity, some\nprofession. Somebody recommended diamond setting. So I took a -- the G.I. course\nin diamond setting and became a diamond setter.\nNovember 19, 2001",
        "Q: This is while you were in -- in other words, under the G.I. Bill? You mean you to",
        "A: Yes. That course I took was under th-the G.I. Bill of Rights.",
        "Q: Mm-hm. And you started to work in that field?",
        "A: Yes, a-after the end of that course, which took about a year, I -- I worked in that\nfield and I did that until my retirement.",
        "Q: And did you have any children?",
        "A: I had two children, right here. A bo -- a boy and a girl.",
        "Q: And th -- were they born in New York?",
        "A: They were both born in New York, right.",
        "Q: And -- and when were they born?",
        "A: My daughter was born in 1948, my son in fi -- ’56.",
        "Q: And their names?",
        "A: My daughter’s name is Marian. My son’s named Jack.",
        "Q: Mm-hm. Are they named after anybody in the family?",
        "A: Yes, we used the initials. My mother’s name was Meta, th -- Marian. And my\nson after my father, who was also Jacob. Ja -- Jack and Jacob, you know.",
        "Q: Right, mm-hm. So you stayed in the diamond setting business in New York?",
        "A: Yes. I did something else. I -- I became an organist. I had started already when I -\n- when I was in Berlin, in the Jewish teacher’s college, I had taken a course in organ\nNovember 19, 2001\nplaying already. And when I -- when I was back in New York later on, somebo --\nsomebody o-offered me this job in the synagogue in Washington Heights. So I -- I\ntrained myself actually. I’m -- I’m partly self taught when it comes to the organ. But\nI was able to get this job and later on I improved myself because I went to a bigger\nsynagogue. So I had the side income for a long time as an organist, for 35 years.",
        "Q: And how long did you stay in New York?",
        "A: Until 12 years ago -- 18 years ago. Eighte -- 18 years ago we moved here, to\nSilver Spring.",
        "Q: And what brought you here?",
        "A: My children. They were both living in Washington, in the Washington area. My\ndaughter -- my son-in-law worked for the state department. He was in the -- in the\ndiplomatic corps. He went -- he went to Chile, and worked there in the -- in the\nAmerican embassy. And my -- my son, I-I don’t even remember for what reason, he\nmoved to -- to Washington.",
        "Q: And do you have any grandchildren?",
        "A: I have six grandchildren, three from each one.",
        "Q: And so now you’ve been retired?",
        "A: I’m retired since -- yeah. I retired when I was 68, I think.",
        "Q: Do you do anything with your music now?\nNovember 19, 2001",
        "A: No, except give piano lessons. I gave piano lessons to my gra -- each and every\none of my six grandchildren.",
        "Q: Do you th -- d-do you feel very German today, and -- well, do you feel very\nGerman and what are your thoughts about Germany?",
        "A: I never felt very German in my life, because when I see what happened to Jews\nwho became too attached to one country, I -- I thought it’s not a good thing to be\nvery patriotic. But later on I -- I -- I felt differently about America, of course.",
        "Q: Did your -- did your children when they were growing up ask you a lot of\nquestions about your childhood, and what had happened to you and why you came\nhere?",
        "A: Yes, they were very interested. My grandchildren, too. And two years ago I\nstarted to write my memoirs and I’m st -- I’m still not completely finished with it,\nwith the purpose, of course, to sh -- to le-let my grandchildren -- my children and\ngrandchildren read it. As much as I told them about my -- my past, there were many\nthings, of course, I didn’t remember, and this way I wanted to gi -- give them more\nto know about my past.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number two, side\nNovember 19, 2001\nB. You were talking about how you’ve written down your memoirs for your children\nand your grandchildren and -- and many of the details are c-coming back.",
        "A: What did you --",
        "Q: And you said you wanted -- you wanted to tell them the fuller story, that many of\nthe details have come back to you.",
        "A: The reason for my -- for writing my memoirs was to give them a more detailed\nstory of my past. It was the main reason why I did this.",
        "Q: Why is that important?",
        "A: I think it’s very important that they know what happened to me. In a way I felt it\nwas my duty to let them know about my past.",
        "Q: Do you feel that you would be a different person if you hadn’t gone through the\nexperiences that you did? Did those experiences shape you? Your experience under\nNazism, having to leave your family, start a new life? If you hadn’t had to go\nthrough that, do you think you would have been a different person today?",
        "A: Yeah, I think so. I’m almost sure that I -- my -- my life was shaped by -- by what\nhappened to me, and my experiences and what I saw in my life. It must have had a\nbi -- a big influence on my -- on my life.",
        "Q: In what way”?\nNovember 19, 2001",
        "A: Living 1-1-in Nazi Germany for six years certainly must have done a lot to me\nwhich ma -- otherwise would not -- would not have done anything. Would not have\nhappened.",
        "Q: Did it make you more fearful?",
        "A: In the beginning, yes. It did make me more fearful. When we ca -- when I came\nhere, and my wife told me the same -- that happened to many German refugees who\ncame at that time, we didn’t even speak loud. We were -- were not used to speaking\nth -- in the normal way. We whispered. And th -- and this went on for quite awhile\nand it took me a long time and I’m sure it must have happened to others, too.",
        "Q: Because you didn’t want other people to hear you speaking German, 1s that it?",
        "A: No, because we were always afraid in Germany to speak loud, that Nazis didn’t\nhear what we were talking -- saying to each other. So we got used to s -- to speaking\nvery softly. Now one thing I would like to tell you in that respect. My daughter\ncomplained to us when she was an adult already that she -- she was influenced very\nmuch by our behavior. She -- she -- she must have felt how sad we were and she\nfeels that this influenced her life very much so. And later on we asked our son 1-1f he\nhad the same experience and he said no, because this was already six years later and\nhe was not so mu -- we were not as much influenced by our past any more six years\nlater, than she was.",
        "Q: And how did that affect her?\nNovember 19, 2001",
        "A: It made her sad, too.",
        "Q: And how did you explain to your children that they had no extended relatives?",
        "A: They know -- they know why. They never -- they never knew what it means to\nhave a -- a grandparent, for instance.",
        "Q: How old were they when you explained what really happened to them?",
        "A: Certainly not -- not too early. They must have been in their teens by that time, or\nmaybe a little earlier when we told them all that.",
        "Q: And how did they take that knowledge?",
        "A: They took it as a matter of fact. I mean, they -- they took it as a fact. They met\nsome other people, the -- older people who took the place of their grandparents.\nThey became grandparent figures for them, and they almost considered them as\ngrandparents.",
        "Q: Were these other German refugees?",
        "A: Yes, they were, yes.",
        "Q: So when you and your wife were starting out in life together, were your friends\nother German refugees, or Americans? Who did you s-spend your time with?",
        "A: They were mostly -- they were mostly German refugees too, in our earlier years.\nLater on of course, this was different. Now our fre -- we have mixed friends, all\ntypes, but at that time, we lived in -- in an -- in areas where there mo -- were mostly\nrefugees, like in Washington Heights in New York.\nNovember 19, 2001",
        "Q: So your children grew up knowing other German refugee people?",
        "A: Yes, they did, yes.",
        "Q: Mm-hm. Are there any sights today or sounds today that you hear or you see that\ntrigger memories of Nazi Germany”",
        "A: Yes, there are. You -- you -- you see movies, for instance, of that area. Confer --\ncon -- like, you know, wh-where concentration camps were pictured, and ...there are\nall kinds of things which remind you. Sometimes books you read, magazines you\nsee. My wife seems to be more sensitive to this than I am. My wife would never go\nback to Germany, for instance. Many other refugees have been invited to go back to\ntheir hometowns by -- by the -- by the city governments of these places, and many\ndid go back, and my wife would never go back. I am not too tempted to go back\neither, but I’m not as strict about this as my wife is. I feel this -- it’s three\ngenerations later and I don’t think you can blame the present generation for the sins\nof their grandparents. And working -- working 1n the Holocaust Museum, I see a lot\nof magazine -- magazines of present Germany and I -- and I see that they -- they\nhave changed.",
        "Q: D-D-Do you -- would you go back to Furth if they invited you back?",
        "A: We have been invited back, a c -- a couple of times [indecipherable] I don’t\nthink I want to, no.\nNovember 19, 2001",
        "Q: Why not? I-I know what -- n-not from your wife’s point of view, but your point\nof view.",
        "A: [indecipherable] There’s still -- still too many bad memories from that time, and\nespecially if I see the older generations, my own generation, I would hate to see\nthem when I go back to Germany. I have nothing against the young ones, but the\nolder ones I don’t want to meet again.",
        "Q: Did you have any close non-Jewish friends when you were growing up, and how\nwould you feel if you met them now?",
        "A: I had a ver -- very good friend, a Christian friend who went to school with me,\ngraduated with me and everything. He became an -- a -- a doctor and he became a\nmember of the armed -- German armed forces and he was in Russia all the time as a\ndoctor, a German army doctor. And I -- I met him when I -- when I went back to\nvisit my brother-in-law and I kept up my -- th -- my friendship with him. And he -- I\nreally believe he was never a Nazi. As a matter of fact, near the end of my -- when --\nof the time when I was in Germany, he made -- he made it a point to walk with me\nand -- through the streets in Furth, to be seen with me. So I kept on corresponding\nwith him until he died of -- a couple of years ago. There were exceptions, of course,\nnot all ba -- not all Germans were bad. I’m the last one to believe that.",
        "Q: When your children were the age that you were when Hitler came to power, 18 -\n19 - 20 and then all the difficult years between 1933 and ’39, when your children\nNovember 19, 2001\nwere that same age that you were, did it remind you of those six difficult years you\nlived through in Germany”",
        "A: No, I never saw any connection between myself and my children in that respect.",
        "Q: Mm-hm.",
        "A: They lived a completely different life and didn’t know anything about it except\nfor the few things which we -- we told them.",
        "Q: Are you angry that you had to go through the experiences that you did and other\nJews did not, let’s say in this country?",
        "A: I’m sorry, I didn’t understand the question.",
        "Q: Are you angry that you had to go through what you did in Germany, through\nNazism, losing your family and so forth, and other Jews in the -- for instance, in this\ncountry, did not have to go through that. Does that make you angry?",
        "A: No, it doesn’t, 1t does not make me angry, but it -- it frustrates me sometimes that\nAmerican Jews don’t seem to understand what we went through and went through\nthe experiences, and many of them are not even interested in it. I wouldn’t say the\nmajority does that, but there are -- I’ve -- I’ve -- ve run into a number of them who\ndon’t abs -- absolutely understand what Nazism meant at that time, what it did to the\nJews. Of course they -- they -- they couldn’t know. You have to experience it\nyourself, otherwise you -- they just don’t know. For instance, I remember I had a\nconversation with one man I knew pretty well in this building here. He asked me one\nNovember 19, 2001\ntime, I co -- I don’t understand that you German Jews didn’t -- didn’t go to the\nnearest gun store, bought yourself a rifle or a gun and defended yourself. Having\nknown what went on, and what the circumstances were, this is sheer nonsense, was\ncompletely impossible. If I had done that, if I had shot a -- a -- a German that time,\nthey -- they wo -- they -- fi -- 10 minutes later they would have killed a thousand\nothers -- sa -- a thousand Jews. So I couldn’t understand that a well educated and\ninformed man like him could even think of that. That was not understandable to me.",
        "Q: So you feel the importance of Holocaust education, I assume.",
        "A: R-Right. It’s very important. And I know that the Holocaust Museum plays a\nlarge part in that.",
        "Q: Mm-hm. How has your experience affected how y -- your feelings of being\nJewish? Did it change you spiritually, religiously in any way having undergone this\nbecause you were Jewish?",
        "A: What was your original question?",
        "Q: Ho-How has all that you’ve lived through affected your feelings about being\nJewish?",
        "A: No, it has not affected my feelings about being Jewish, in any way. It hasn’t\nmade me more religious or less religious. It just didn’t affect me in that respect.",
        "Q: Are you proud that you’re Jewish?",
        "A: Yes, Iam.\nNovember 19, 2001",
        "Q: Even though you were discriminated and you lost your family?",
        "A: Yes. I’ve always been proud of that. There’s no problem in that respect.",
        "Q: Were you active in -- in the United States, were you active in the Civil Rights\nmovement? After all, you lived through a time in Germany where civil rights were\ntaken away from you. Did you feel a connection to the Civil Rights movement here\nin the United States?",
        "A: Yes, I’m very much in favor of the Civil Rights movement, not that I personally\nwas active in it, of course, but I have a lot of sympathy for it. I feel it’s the right\nthing to do.",
        "Q: After all, you lived in a country where the civil rights were taken away.",
        "A: Right. There’s a s-special reason why I -- I’m in favor of the Civil Rights\nmovement, because I see what happens if it’s not --",
        "Q: And your feelings politically, do you think they have been influenced by your\nbackground?",
        "A: Who me? Politically? No, I don’t think so.",
        "Q: What about your feelings about Israel?",
        "A: ’'m very much in favor of Israel, I’m a great admirer of Israel. That’s all.",
        "Q: Would you have wanted to settle there?\nNovember 19, 2001",
        "A: Under certain stircum -- circumstances, I would. There was even a time when I\nconsidered it, when I was still in Germany, going to Israel -- to Palestine, at that\ntime.",
        "Q: When you were in Germany, were you a member of any youth groups, Jewish\nyouth groups? When you were in -- 1n -- young, in Germany”",
        "A: Yes, there were many Jewish youth groups. Many Zionist one -- Zionist, and I --\nthere were times when I considered joining -- joining a group, but somehow I never\ngot around to it. | was a member of a Jewish sports club in Germany, which was\nZionist.",
        "Q: And 1s that the time you thought you would maybe go to Palestine?",
        "A: Yes, I -- there was a time when I considered it, but for practical purposes it didn’t\n-- it was not possible.",
        "Q: Mm-hm. Have you been to Israel?",
        "A: Yes, I have been, yes.",
        "Q: Mm-hm. Do you think about th -- your experience in the 1930’s often now, as\nyou ’ve gotten older?",
        "A: Yes, I do. Especially si -- since I’m -- I’m working in the hol -- in the Holocaust\nMuseum, that of course has a lot to do with it. ’m constantly reminded o-of things\nat that time.",
        "Q: What were you -- what were your thoughts during the Eichmann trial?\nNovember 19, 2001",
        "A: I -- I admired the fa -- the fact, of course, that -- that Israel was able to -- to do\nthat, get him out of s -- of South America and bring him to Israel. I was very proud\nof Israel at that time, that they could put him on trial. That they -- to capture in --\nhim in -- I think in Argentina and bring him to Israel. I was very proud of that fact.\nThat’s the right thing to do, of course.",
        "Q: Was it painful for you to look at his face in the pictures? Was it painful for you to\nlook at his face in photographs?",
        "A: No, I begu -- I didn’t know his face before, I had never seen him before in na --\nnot pictures or anything else. I think Israel did the right thing, definitely, no\nquestion.",
        "Q: Are you more comfortable being around other German refugees? Do you find\nyourself staying more with them, socializing, being with other refugees as opposed\nto American born Jews?",
        "A: What -- what is your question?",
        "Q: Are you more comfortable around Jewish --",
        "A: Refugees.",
        "Q: -- refugees, as opposed to non-Jewish or Jewish Americ -- you know, people who\nwere born here.\nNovember 19, 2001",
        "A: I must have been in my earlier years, but now it -- it doesn’t matter to me any\nmore who my friends are, whom I’m together with, as far as that is concerned. But\nthere was a time, a period when I was more comfortable with German refugees.",
        "Q: Why’?",
        "A: They were -- they were the people I knew, I -- I grew up with and who had the\nsame experiences, whom I had a lot of common with -- in common with.",
        "Q: If you met somebody today and that person said where are you -- you know,\nwhere were you born, where did you come from, how much of your story would you\ntell to a s -- a new person?",
        "A: The same things I -- just the story as it happened, completely.",
        "Q: Do you feel this need to tell others?",
        "A: Yes, more so in my later years now than I did earl -- before. I feel there’s a need\nto -- to tell my story and our story.",
        "Q: Wh-Why is that?",
        "A: Because I s -- I see that if it -- if this as a story is not told, it might happen again.\nIt might be a way of preventing a future Hitler from appearing.",
        "Q: Do you think that’s possible? That there could be a future Hitler?",
        "A: Personally, I’m an optimist, I don’t think so. But I would not say it’s impossible.",
        "Q: Do you think there could be one in this country?",
        "A: I don’t think so.\nNovember 19, 2001",
        "Q: Because”?",
        "A: Having seen Americans, having observed Americans in -- all the time, I don’t\nthink they have it in them to the same extent as the Germans did.",
        "Q: With what happened on September 11\" this year, did that trigger anything for\nyou? The destruction, the loss of life?",
        "A: No, I never b -- I never brought it in connection with what’s happened in\nGermany. [ don’t think that ever entered my mind.",
        "Q: I was thinking the destruction, the loss of life.",
        "A: N-No, I never -- I never saw any connection with -- with Nazism.",
        "Q: When you hear about a man like Osama Bin Laden, does that make you think of\nHitler?",
        "A: Frankly, I -- I never did.",
        "Q: When you’re -- do you think in German? When you’re thinking to yourself do\nyou think in German or in English?",
        "A: ?m -- ’m not sure. I don’t think so. I don’t think so.",
        "Q: And you and your wife converse in?",
        "A: Mostly in English. I would say 80 percent -- 80 percent in English.",
        "Q: Did you teach your children German?",
        "A: No. My daughter was more exposed to some German because she’s older and at\nthat time maybe we spoke more German than w -- than we did later on. So she\nNovember 19, 2001\npicked up some German. Sh-She understands quite a bit, but she doesn’t speak any.\nMy daughter also made the statement that she would never go to Germany.",
        "Q: And what reasons does she give?",
        "A: I guess after all she heard from us, she acquired that attitude.",
        "Q: And how d -- how -- how do you handle this with your grandchildren when they\nquestion you, how -- wh-what are the -- what 1s the age range of your -- your\ngrandchildren?",
        "A: My grandchildren ra-range from 11 to 31.",
        "Q: Mm-hm. And so when they were younger, and they would ask you questions,\nwhat -- how would you respond about your family?",
        "A: They didn’t ask me too many questions, I must say. I mean, of course I\nvolunteered many things, they didn’t have to ask me. But actually, they never asked\nme any -- hardly asked me any questions about -- that’s one of the reasons why I\nthink it’s important that I write my memorrs.",
        "Q: Mm-hm. And your children then explained to their children what you and your\nwife had -- have been through?",
        "A: Frankly I d -- I don’t know that. I don’t know how much they touched that\nsubject.",
        "Q: Mm-hm.",
        "A: Ta -- I should ask them, actually.\nNovember 19, 2001",
        "Q: Let’s now talk about your experience at the museum.",
        "A: About my what?",
        "Q: I-I wanted to talk about your experience at the museum itself.",
        "A: Oh, yes.",
        "Q: What was your first encounter with the museum? How did you hear about it in\nthe beginning?",
        "A: [heard about it right away when I came to -- no, when I came here there was no\nHolocaust Museum yet. I was looking for some volunteer work I could do, and I\ncouldn’t think of nothing -- I could think of nothing better than the Holocaust\nMuseum.",
        "Q: So you -- you -- you started working with them after the building was built?",
        "A: Yes, right. I must have started f-four years ago. Four to five years ago. And do\nyou know what I’m doing? I’m do -- making translations.",
        "Q: I wanted you to explain what you’re doing.",
        "A: Yes. I’m translating German documents. Not only documents, collections of\nletters, all kinds of p-political, military docum -- whatever. Whatever they give me\nto translate. I’m surprised that now, after 60 years almost after the end of the war,\nthat they are still -- there’s still more available. I expected three years ago that they\nwouldn’t have any more work for me, but it seems they do. They get a lot of\ncollections now. Letter collections. Letters which people wrote to their relatives.\nNovember 19, 2001\nPeople who were left behind in Germany and their children were in a -- in foreign\ncountries already. And many people it see -- it seems, send these letter collections to\nthe Holocaust Museum now, and asked -- asked the Holocaust Museum to have\nthem translated.",
        "Q: So you’re not translating German military documents or anything like that?\nYou’re doing personal --",
        "A: It’s not military --",
        "Q: -- Jewish -- Jewish letters.",
        "A: -- [indecipherable] few things which are similar to military document --\ndocuments. Orders which were given by the German military to the civilian\npopulation, let’s say in Poland, what to do with the Jews, things like that.",
        "Q: And how do you keep yourself going when you read -- when you translate these\nthings, it’s -- is it painful?",
        "A: I-In many cases it’s pai -- it is painful. There are many nights when I cannot fall\nasleep. It’s not always easy to -- to work on this, especially when I’ve run into cases\nwhich are similar to my own family’s fate. Concentration camps and so on.",
        "Q: How -- how often do you work at the museum?",
        "A: Once a week, four to five hours each time.",
        "Q: Do you think that you bring any special insights as a -- as a staff member, as a\nvolunteer staff member because of your background?\nNovember 19, 2001",
        "A: Yes, I think so. I-I do.",
        "Q: Wha-What kind of insights do you bring?",
        "A: Now, I have a -- I-I understand many -- many things better, how people -- how\npeople felt about certain situations, especially in these collections of letters. Ma --\nfor instance, parents whose children left Germany and they -- and the parents were\nstill caught up in germ -- caught in Germany. And I could understand very well\nhow these -- how the parents felt, first about not being able to get out any more.\nNumber two about feeling left behind.",
        "Q: So you are translating these German letters from both the children and the\nparents?",
        "A: Or in some cases from the German fra -- from the parents, and some cases from\nthe chil -- but mostly -- mostly ger -- parents to the children.",
        "Q: Wh-Who are writing to their children in the United States in German?",
        "A: In -- In the United States or other countries. Mo-Mostly o -- United States.",
        "Q: Yeah. About what their experience 1-is back in Germany?",
        "A: Right. About their attempts to -- to get out of Germany, and so -- in many cases\nwhen they were -- they knew already they would not be able to get out.",
        "Q: How else has working at the museum affected your life? You -- you said that\nthere are times when you -- it’s difficult to fall asleep after you’ve read something\nvery personal. In any other ways has working at the museum affected --\nNovember 19, 2001",
        "A: In which ways?",
        "Q: In any other ways, has working at the museum affected your life?",
        "A: I can’t think of anything right now, in that respect.",
        "Q: Do you bring work home with you or only work at the museum?",
        "A: I wanted to take things home, but I’m -- we are not allowed to do that. We are not\nal-allowed to take any documents home.",
        "Q: When you meet other people here who are from Europe --",
        "A: Yes?",
        "Q: Do you encourage them to volunteer at the museum?",
        "A: Yes, Id -- I do. I tried a couple of times t-to persuade people to work in the\nHolocaust Museum. But I don’t think so far I’ve been successful.",
        "Q: What do you -- what reasons do you give them?",
        "A: It’s ver-very interesting work, and -- and that they’d learn a lot about -- about th -\n- about the Judaism by doing this kind of work.\nEnd of Tape Two, Side B\nNovember 19, 2001\nBeginning Tape Three, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number three, side\nA. And we were talking about your work as a volunteer at the museum and -- and\nwhy you do it and the lessons that have been learned. Is there anything else you\nwant to add to that?",
        "A: Lessons which I’ve learned by working in the Holocaust Museum?",
        "Q: Yes.",
        "A: I was very happy to see that so many people, looking at the nu -- large numbers\nof volunteers there, very happy to see that people are interested in it. People who --\nwho do not come from Europe, who are -- maybe less motive -- must be less\nmotivated than I am, but that still a lot of people have interest in this kind of work.",
        "Q: What -- what is your relationship with the other volunteers who are survivors or\nwitnesses to the Holocaust? Do you have a special relationship with them?",
        "A: No, I don’t think I have a special relationship with them. I meet a lot of them, I\nam a member of the survivor’s group, and that’s when I -- when I meet them\nsometimes wa -- once a month. And I’m very happy to see there are so many in this\ngroup. I never considered myself a survivor, not having been in the concentration\ncamp. Originally I thought survivors are only people who went through a\nconcentration camp and are survivors of concentration camps. But I am not, and the\nNovember 19, 2001\n-- I see there are many others on the same position. But it seems we are -- we are\nconsidered survivors in -- like in my case having lived in -- in Nazi Germany for six\nyears.",
        "Q: And having to escape to -- t -- having to escape to save your life, and then having\nlost all of your family.",
        "A: Right, yes, yeah.",
        "Q: Wha-What is your relationship to the volunteers at the museum who are not from\nEurope, who are not survivors and refugees?",
        "A: The same thing. The same relationship as with these sur-sur-survivors. Very\nfriendly with quite a number of them. And I’d like to meet them, I’m looking\nforward to -- to every session there, every week when I go there.",
        "Q: What do you feel like when you walk into the building? Do you feel like this is a\npart of you? What -- what -- what are your thoughts when you put your foot over the\nthreshold?",
        "A: Yeah, it’s a very important part of my life by now. I -- I feel that I’m do -- doing\nimportant work and I -- for that reason I’m looking forward to going there every\nweek.",
        "Q: As opposed to walking into another government building, let’s say, why is that\nbuilding different than another Federal building?",
        "A: Because it has a lot more meaning to me than other government buildings.\nNovember 19, 2001",
        "Q: What -- what kind of meaning? What kind of meaning does it have to you, does\nthat building represent to you?",
        "A: I feel it -- it -- it’s very important to me. More important to a -- to other\ngovernment buildings, because of my fate and of what’s happened to me. And\nbecause I’m becoming more and more convinced that it’s very important to ha -- to -\n- to have the Holocaust Museum. I’m surprised to see there’s a -- so many non-Jews\nare going there. To me it looks bi -- looking around, I have the feeling that 80 to 85\npercent of the people who come there are non-Jews, and I’m very happy to see that\nthey seem to be interested. Of course, they don’t come all -- they don’t all come on\ntheir own account, they come besa -- because they’re being sent by I don’t know\nwhom.",
        "Q: Is it appropriate that there is this building in the United States, in Washington?",
        "A: Definitely. It’s very important. They should have more Holocaust museums in\nthe rest of the country. There should be more -- more of them. Like in new yor -- in\nNew York City, they -- they have some kind of a Holocaust museum, but it -- it’s\nnot what this one 1s. Th -- like th-the new one they have in New York is only -- only\npart of it is Holocaust museum, the rest 1s jew -- Jewish museum. I understand only\none floor there is u -- being used for that purpose, right?",
        "Q: Have you been to Yad Vashem in is -- in Israel?\nNovember 19, 2001",
        "A: Yes, I’ve been there, a number of years ago. And I was very impressed by there,\ntoo. But of course, the Washington mem -- memorial hol -- Holocaust Museum 1s\nbetter for the purpose it is supposed to be. It’s a -- it’s more technically advanced,\nwhatever they show, than what I saw that time in Yad Vashem. So people must be\nmore impressed with what they see.",
        "Q: Have you had any very powerful experiences or memorable experiences when\nyou’re working there? You did mention how when you read letters from people who\nwere left behind that that was very touching. Any other memorable experiences you\ncan talk about?",
        "A: No, I don’t think so. I know many people -- many other people did, but I can not\nremember of any case that I was especially impressed by something.",
        "Q: Are -- is there -- are there any particular parts of the museum, or the exhibits with\nwhich you identify, when you’ve gone through the exhibit? Do you see anything that\nreally touches you personally?",
        "A: That one big room where all the -- where the -- where children express their\nthoughts about the -- about the Holocaust. What -- what do you call that place?",
        "Q: You’re talking about the tiles, the room with the tiles?",
        "A: The tiles, right, yes. They impress me very much and I go there very often to look\nat these tiles. Some of them are excellent of these tiles. They tell you a lot. It also\nshows how children, espe -- especially children react to these events. What means\nNovember 19, 2001\nmore to them than to other people and -- and so on. I think that’s an excellent idea to\nhave these on -- on -- so prominently displayed as they are.",
        "Q: In the permanent exhibit, wa -- in the beginning when it shows life in Germany\nand then the increasing restrictions that were imposed on the Jews -- do you know\nwhat I mean, in the -- on the top floor, on the fourth floor, when you read this, does\nit bring it all back to you, what you lived through in the 30’s?",
        "Q: Yeah, it certainly brings everything back to me. I had the same experiences. But\nof course, in my case it’s a long time. That was 60 years ago or more, so maybe\nthese impressions were not too strong 1-in me any more. But now, of course, this --\nthis all reminds me very much of what’s happened.",
        "Q: So you feel as you’ve gotten older and for -- farther removed in time, it does\nmake a difference?",
        "A: Yes. It certainly brings 1t back much -- much better. When I see these things I -- I\nnotice that I had forgotten many things which happened that time to me and to th --\nto the other Jewish people and which slowly diminished in my -- in my memory.\nThis brings it back again, very much.",
        "Q: Did you have to change your name to Israel or add your name Israel to your\npapers?",
        "A: Yeah, I did have to sha -- like everybody else. I still have it in my old passport\nwhen I -- when I left Germany. Everybody had to do that.\nNovember 19, 2001",
        "Q: What did you feel like when you had to do that, when you were forced to do that?",
        "A: There were so many other th-things, and worse things which happened to us in\nthat time, that it didn’t make any particular impression on me. I considered it more\nas a nuisance, I think, at the time when it happened. Seeing -- with all the other\nthings hap -- happening to us, that was only a small part. Comparively -- a small\nnuisance compared to many other things which happened which were much worse at\nthat time.",
        "Q: How did your sister take to adding Sarah to her name?",
        "A: Frankly, I don’t remember that. I don’t think we ever discussed it.",
        "Q: Do you receive reparations from Germany”",
        "A: Yes, I do. I got restitution for a number of things. For the loss -- for the loss of\nour house, our business and 1-interruption of our education. But it was -- it -- it\ndidn’t amount to much money. And for many things I didn't get anything at all. For\ninstance, the value of our -- our stock in th -- in our business, you know.",
        "Q: Did it take a long time to receive it?",
        "A: Yes, it was very difficult, very hard. It had something to do with the fact that our\n-- my lawyer was not very efficient, I think. He was -- I guess he was too old at the\ntime. For every letter I -- I wrote, I had to wait -- wait a long [indecipherable]\nsometimes I had to write three or four times to get a answer -- an answer from him.\nNovember 19, 2001",
        "Q: Thi-This was the lawyer in Germany?",
        "A: Yes, it was a Jewish lawyer. It was in Furth. Maybe that’s the reason why I took\nhim that time. And I -- then later on I changed lawyers, then it was a little better.",
        "Q: And are you still getting monthly payments?",
        "A: I’m still getting German Social Security, monthly.",
        "Q: How do you feel about that?",
        "A: Doesn’t bother me. I -- I think it’s coming to me, after what happened to me.\nAfter al -- all the other things I’ve lost.",
        "Q: Is there anything else you’d like to add, maybe for your grandchildren when they\nlisten to this tape? Any -- any thoughts that you have about what you went through,\nor what you wanted them to learn from it? Anything?",
        "A: I don’t think so. Whatever I -- I think my grandchildren should learn about it or\nfind out will be in-included in my life’s story, in my memoirs. And I must have put\nthat down already in my memortrs.",
        "Q: Well, it’s important that you are doing your memoirs, that’s wonderful --",
        "A: Yeah, I think so too.",
        "Q: -- 1t’s a won -- it’s a wonderful gift to your children, so -- and thank you very\nmuch for doing this interview today.",
        "A: I thank you too for doing it.\n82\nNovember 19, 2001",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nFred Goldman.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Fred Goldman, conducted by Gail Schwartz on November 19\",\n2001 in Silver Spring, Maryland. This interview is part of the museum’s project to\ninterview Holocaust survivors and witnesses who are also volunteers with the\nmuseum. This is tape number one, side A. What is your full name?",
        "Q: And what name were you born with?",
        "Q: And where were you born and when were you born?",
        "Q: And who were the members of your immediate family?",
        "Q: What was your father’s name?",
        "Q: And your mother’s name?",
        "Q: And your sister’s name?",
        "Q: Was she older or younger than you?",
        "Q: Tell a -- tell me a little bit about your family. How long had they been in\nGermany, th-the family -- a little bit of the family history.",
        "Q: How did your parents meet?",
        "Q: Cause you said your father was in Poland and your mother was in Germany, I\nwas wondering how they met.",
        "Q: Did you have an extended family of aunts and uncles or grandparents when you\nwere very young?",
        "Q: Y-You said your father’s grandparents, you -- do you mean your father’s parents?",
        "Q: Yeah. And their names? Do you know the names of your family?",
        "Q: And your mother’s parents?",
        "Q: Okay, that’s okay. What kind of work did your father do?",
        "Q: What kind of store was it?",
        "Q: And what kind of neighborhood did you live in when you were very young?\nWe’re ba -- we’re also talking pre-1933 now. What kind of neighborhood? Was it a\nJewish neighborhood, or mixed?",
        "Q: Did you live in an apartment or a house?",
        "Q: What was the name of your father’s business?",
        "Q: Uh-huh, mm-hm. And was your family very religious?",
        "Q: And did you observe the hol -- the Jewish holidays at home?",
        "Q: And what kind of religious training did you have?",
        "Q: So yo-you went to what we would call a public school, today. What was the\nname of your school?",
        "Q: You said you lived in a mixed neighborhood when you were small. Did you have\nfriends who were not Jewish?",
        "Q: Did you feel any different than the -- than the Christian children did? Was there -\n- were there any problems? Did you s-sense that as a young child?",
        "Q: Mm-hm.",
        "Q: How would you describe yourself as a young child? Were you dependent on your\nparents, or were you very independent?",
        "Q: Mm-hm. Would you describe your family as a middle class, upper class?",
        "Q: Di-Did you have a car -- did they have a car?",
        "Q: Any hobbies?",
        "Q: Mm-hm. And your relationship with your sister?",
        "Q: Any favorite holidays that you remember?",
        "Q: Any particular holiday that re-remains in your mind that you’d want to describe?\nAny particular holiday that you would want to describe in detail that you remember?\nDid you celebrate with your extended family?",
        "Q: And were y -- was -- were your family members political -- your parents\npolitically active?",
        "Q: In -- in -- in Germany itself, though. In the country itself were they politically\nactive? In the con -- 1n the city.",
        "Q: And were they -- would you describe them as Zionists, did they talk about\nPalestine at all?",
        "Q: What language did you speak at home?",
        "Q: Only German. And wha -- what languages did you learn in school?\nNovember 19, 2001",
        "Q: Oh. [inaudible]",
        "Q: Did you have a Bar Mitzvah?",
        "Q: Describe that. Can you describe your Bar Mitzvah?",
        "Q: But you -- you say you had a -- you were very musical, so you were -- were you\nable to do the chanting without a problem?",
        "Q: And what about a celebration, did your parents have a celebration for you after\nthe service?",
        "Q: What kind of presents did you get?",
        "Q: What -- did you like to read as a child?",
        "Q: What were your favorite of aw -- who were your favorite authors? Who were\nyour favorite authors?",
        "Q: Any songs from childhood that you remember? Any songs?",
        "Q: What were their names, what were their titles?",
        "Q: [indecipherable] right. And sports, did you do any kind of physical activity?",
        "Q: How old were you when you started high school?",
        "Q: So from 10 to 18 y-you were --",
        "Q: -- 19, you were active in sports. Did you have any ideas about a future career?",
        "Q: Let’s now talk about when Hitler came into power, unless there’s anything else\nyou wanted to add pre-Hitler.",
        "Q: Anything else that you wanted to add about your life then.",
        "Q: Mm-hm.",
        "Q: Okay. What 1s -- okay, so it 1 -- you were 18 years old -- or 17 and a half when he\ncame into power.",
        "Q: What is your first recollection of Hitler?",
        "Q: Now, when he came into power, you were still in the gymnasium?",
        "Q: And were there any changes in the beginning among your fellow students and\namong the faculty when he came in, in the beginning?\nNovember 19, 2001",
        "Q: In the beginning, did you talk things over with your parents about the changes\nwhen Hitler came into power? Were they open with you?",
        "Q: Wh-What did he die from?",
        "Q: So did your mother keep the business going?",
        "Q: And the bi -- business was successful up til -- up til the Hitler time.",
        "Q: Yeah.\nNovember 19, 2001",
        "Q: Did you notice any changed attitudes on the part of your non-Jewish friends in\nearly to middle 1933?",
        "Q: This is boys and girls?",
        "Q: What about your teachers?",
        "Q: At this time did you feel very German or very Jewish?",
        "Q: So w -- do you remember the book burning? O-Or was there book burning in\nFurth? Was there ba --",
        "Q: Mm-hm. And how aware were you of what was happening 1n the rest of\nGermany at this time?",
        "Q: A rally?",
        "Q: And what 1s it like for a young Jewish person to see these men in these uniforms?\nWhat -- what were your -- what were your feelings when you looked at storm\ntroopers and others in military garb?",
        "Q: We-Were you ever attacked?",
        "Q: What kind of things would they say to you?",
        "Q: And -- and what would you do when -- when you were insulted?",
        "Q: Well, did you tell your parents?",
        "Q: And your mother’s business, did it continue to -- to be in effect after Hitler came\nin?",
        "Q: Was your mother’s business boycotted?",
        "Q: And so you finished school, you finished the gymnasium, and then what\nhappened?",
        "Q: Le-Let’s back up. What kind of graduation did you have from the gymnasium?\nWas there a ceremony, were you recognized at that time?",
        "Q: And how does a young man respond to that?",
        "Q: Were you angry”?",
        "Q: What was the reasoning they gave you?",
        "Q: Were you recognized at all during the graduation ceremony, or were the Jewish\nstudents recognized at all?",
        "Q: How is it that you were the only Jew? Because of the neighborhood you lived in?",
        "Q: What --",
        "Q: Sure. [tape break]",
        "Q: Was that hard for you to -- to leave your mother? She was a widow, did she --\nwas she positive about your moving, or did she not want you to?",
        "Q: Had -- after your father died, did you kind of feel like you were the man in the\nfamily? Did you feel a responsibility? You were only 12 years old when he died. Wa\n-- a-after your father passed away --",
        "Q: My question is, did you f-feel like you had to be the man in the family because\nthere was no man there?",
        "Q: So now you go off to Berlin, an-and what was your experience there at this\nteacher’s college?",
        "Q: And their names? The cantor’s name and the singer’s name?",
        "Q: And so you -- you were with all other Jewish students at the time, because this\nwas a Jewish college.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number one, side B.\nAnd you were talking about your experience at this Jewish college in Berlin. And\nall the students, of course, were Jewish. What was it like to study with only Jews, as\nopposed to your gymnasium experience?",
        "Q: I imagine you saw many swastikas and many flags hanging, not only in Furth,\nbut of course in Berlin. How did that make you feel, to see them?",
        "Q: Mm-hm. And when someone would heil Hitler, did that upset you?",
        "Q: Any experiences on the street when you were in Berlin, if you were walking\ndown the street? Did you look very Jewish?",
        "Q: And how much communication did you have with your mother and your sister?",
        "Q: And how were they managing back in Furth?",
        "Q: And how did your mother support the family then?",
        "Q: Did you have to pay tuition to go to this college?",
        "Q: What -- and where did you live when you were a student in Berlin?",
        "Q: And what kind of experience was that?",
        "Q: You had previously mentioned the Nuremberg rallies. Did you ever go to any of\nthem, or hear them from a distance?",
        "Q: Any close Jewish friends that you could talk things over with?",
        "Q: Did your family have any contacts in the -- in the United States at that time?",
        "Q: We-We’ll get to that ina moment. You heard about the anschluss into -- into\nAustria, and --",
        "Q: -- what did that mean to you?",
        "Q: Is that when you realized that what was happening may not be temporary?",
        "Q: What was your experience during Kristallnacht?",
        "Q: Were you in Berlin or Furth during Kristallnacht?",
        "Q: This is November 1938.",
        "Q: Mm-hm. Le -- le-let’s back up a little bit. You went to the teacher’s college in\nBerlin for three years?",
        "Q: And that -- and then you completed the course, and then what happened?",
        "Q: And who did you work through to get the papers? You said you had that relative\nwho had already completed the 20 affidavits -- 1-in the United States, you said you\nhad a relative who had sponsored 20 people, it -- did you work through him also?",
        "Q: No, no, work through him. I mean how -- how did you make arrangements to be\nable to leave?",
        "Q: How -- when did you get this final paper in -- how much before Kristallnacht?\nOr had you gotten it before Kristallnacht?",
        "Q: That paper you said that you -- you said five days later you received the\npermission.",
        "Q: So how did they know, when you came up on Kristallnacht you came up to that\ntable, how did they know that you were --",
        "Q: -- getting permission to go to the United States?",
        "Q: Hm. When you were -- were you with your mother and your sister in the square,\nor -- y-you said when you were all called up the next day. Were you standing with\nher?",
        "Q: But prior to that, were you standing with her?",
        "Q: What was your mother’s state of mind then?",
        "Q: And the overall atmosphere there, of the Jews in that square was what?",
        "Q: And then you came back home to your mother and sister, after they released you.\nWhat did America mean to you at that point? You were around 23 years old. What\ndid America mean to you?",
        "Q: You knew English by then, you said you had taken English in school.",
        "Q: Why’?",
        "Q: And so did you finally get a job in Firth before -- obviously before you left?",
        "Q: And how was the family business doing then?",
        "Q: How would you describe your mother’s state of mind? She was what, probably in\nher -- was she in her late 40’s, early 50’s --",
        "Q: She was in her 50’s. How stoic was she? Would you describe her as a strong\nwoman?",
        "Q: When you came back -- so you’re -- she did not have the business after that, or\nonce she had to sign over the ownership, then what happened?",
        "Q: A-And --\nNovember 19, 2001",
        "Q: So then, how soon after were you able to leave? How soon after Kristallnacht\nwere you able to leave Germany”",
        "Q: How did you make those arrangements, which boat and so forth.",
        "Q: And so your mother gave you the money t-to pay for the passage?",
        "Q: And w-were you in agreement that you should be the one to have left? Did you\nagree with that also? Was that something you felt was the right decision?\nNovember 19, 2001",
        "Q: Mm-hm. So when it came time to leave, what did you take with you? Did you\ntake anything special?",
        "Q: Because they told you you couldn’t?",
        "Q: Besides clothes, what did you take?",
        "Q: So, could you take any music, any instruments?",
        "Q: Family photographs?\nNovember 19, 2001",
        "Q: What was it like to say goodbye to your family?",
        "Q: Where did you leave from? A-After you left Furth, where did you then go?",
        "Q: H-How did you get there?",
        "Q: An-Any trouble on the train up to the border?",
        "Q: What were your thoughts upon leaving Germany? What were your thoughts\nupon leaving Germany?",
        "Q: And you got to Rotterdam and got on what boat?",
        "Q: Did you know anybody als -- who was going with you, or were y -- was anybody\nelse that you knew that was accompanying you?",
        "Q: Tell me about the voyage going over. Who else was on the boat?",
        "Q: And so you ha -- you stayed in a cabin and had regular meals. How long was th-\nthe voyage?",
        "Q: Mm-hm. And your first view of New York?",
        "Q: Were there many other Jewish refugees like you on board?",
        "Q: So who were the other passengers?",
        "Q: Di-Di-Did you stay among the other Jewish refugees? Were they young people\nlike you?",
        "Q: Did you talk about your chil -- your -- your background with the other young\nJewish refugees?",
        "Q: Were they all from Germany?",
        "Q: And what was it like to put your foot down on American soil when you first\narrived?",
        "Q: They had come down to the pier to meet you?",
        "Q: But what was his name?",
        "Q: And so then what did you do?",
        "Q: We’re talking about January 1939.",
        "Q: And you’re 23 and a half years old.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number two, side\nA, and you were talking about your experience working at Klein’s on Union\nSquare.",
        "Q: How -- how close were you living to the store?",
        "Q: And wh-what did you do in the time that you weren’t working? What activities\ndid you do in the time that you weren’t working?",
        "Q: What was the name of the choir that you sang in?",
        "Q: Was that someone’s name, or was that the name of the town?",
        "Q: And what kind of communication did you have with your mother and sister once\nyou got to the United States?",
        "Q: Let’s talk about September ’39, when the war broke out. How did you hear about\nthat?",
        "Q: No, no, in -- when Germany invaded Poland.",
        "Q: So Germany invades Poland, and then what do you -- you stay at your work?\nWhat -- what did you do?",
        "Q: In other words, you stayed there til -- til Pearl Harbor, is that what you’re\nsaying?",
        "Q: So 1939 and ’40 and 41, you stayed at the department store.",
        "Q: And did you think about becoming a citizen?",
        "Q: So the war broke out, des -- on December seventh, and then you said you went to\nwork in a factory making uniforms.",
        "Q: And then when did you go into the army”?",
        "Q: And did you have any kind of social life when you were living in New York,\nwhile you were working at the department store or in the uniform factory? Were you\nwith other young people? Any kind of social life besides the choir?",
        "Q: How -- how did you meet your wife?",
        "Q: Did you know that she had left Furth and come to the United States?",
        "Q: But what was she doing?",
        "Q: And -- and her name then? Her name then?",
        "Q: And her family was back in Germany?",
        "Q: So you just met her on the street, just by chance?",
        "Q: Did she live near you, is that how you happened to meet her on the street?",
        "Q: Mm-hm. Whereabouts were you living? Where were you living?",
        "Q: Mm-hm. And then you got married, and you said nine months later, and then\nwhere did you live then?",
        "Q: And -- and you both continued to work at your same jobs, and then you said you\nwent to work on the uniform factory, and then you got drafted. And where did you\nstart your training?",
        "Q: What was it like to put on an American uniform?",
        "Q: What did it mean to you?",
        "Q: So you had to leave your wife then.",
        "Q: Was that difficult?",
        "Q: Who were the patients? Who were these patients?",
        "Q: Did you let them know you were Jewish?",
        "Q: And how did you feel inside looking at these German soldiers?",
        "Q: Had you changed your name at this point?",
        "Q: So -- so -- but up to that point you had been Siegfried Goldman?",
        "Q: And then --",
        "Q: Then you became Fred Stevens.",
        "Q: And -- and then you said you were sent abroad?",
        "Q: These are German prisoners?",
        "Q: And -- and again, what was your re-response, your reaction?",
        "Q: And again, what was your reaction when you talked to these German soldiers?",
        "Q: How did it feel to go back to Europe?",
        "Q: Did you tell other people about that? Di -- were the other army personnel that you\ncame in contact, aware of your background?",
        "Q: But they knew about your background?",
        "Q: So most people thought you were born in America?",
        "Q: So where were you in -- in Germany? Where were you stationed?",
        "Q: What can you tell -- what can you say now, 50 - 60 years later? Wh-When you\nsay you found important places, such as?",
        "Q: And then you would relay this message to your superiors?",
        "Q: Do you remember where these places were, where they worked on these?",
        "Q: When -- before the end of the war, when you were moving around Germany, did\nyou see any Jewish refugees? Did you come across any of them?\nNovember 19, 2001",
        "Q: Were you able to do that?",
        "Q: What was the name of the camp?",
        "Q: In -- in what area?",
        "Q: How did you feel, here you, thank goodness was able to get out of Germany, and\nnow you come back and you see these Jews who were not able to get back -- get out.\nHow -- ho -- what does that feel like?",
        "Q: When you said you were in the army and you were talking to these Jewish people\nin the labor camps.",
        "Q: But my question was, how did you feel inside? Did you feel an affinity for these\npeople, a connection to these people?",
        "Q: No, no, no, for the Jewish --",
        "Q: Th-This is your wife’s brother?",
        "Q: And his name?",
        "Q: Whe-When had your sister gotten married?",
        "Q: And what was -- what was his name? Do you remember your sister’s husband’s\nname?",
        "Q: And you stayed in Germany after the war, you said, working on documents and\npreparing for the n --",
        "Q: With the army, yes.",
        "Q: Were they used?",
        "Q: Where did you go when you came back to Firth? You said you saw your -- your\nbrother-in-law, but what -- did you go back to your family home and the family\nstore?",
        "Q: Did this feel like your home? Did this town feel like your home?",
        "Q: And ho -- and then you went back. You left Furth and went back to your\nheadquarters and then how long did you stay?",
        "Q: Uh-huh. And then how long did you stay in Europe?",
        "Q: And then you came back?",
        "Q: This is while you were in -- in other words, under the G.I. Bill? You mean you to",
        "Q: Mm-hm. And you started to work in that field?",
        "Q: And did you have any children?",
        "Q: And th -- were they born in New York?",
        "Q: And -- and when were they born?",
        "Q: And their names?",
        "Q: Mm-hm. Are they named after anybody in the family?",
        "Q: Right, mm-hm. So you stayed in the diamond setting business in New York?",
        "Q: And how long did you stay in New York?",
        "Q: And what brought you here?",
        "Q: And do you have any grandchildren?",
        "Q: And so now you’ve been retired?",
        "Q: Do you do anything with your music now?",
        "Q: Do you th -- d-do you feel very German today, and -- well, do you feel very\nGerman and what are your thoughts about Germany?",
        "Q: Did your -- did your children when they were growing up ask you a lot of\nquestions about your childhood, and what had happened to you and why you came\nhere?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number two, side\nNovember 19, 2001\nB. You were talking about how you’ve written down your memoirs for your children\nand your grandchildren and -- and many of the details are c-coming back.",
        "Q: And you said you wanted -- you wanted to tell them the fuller story, that many of\nthe details have come back to you.",
        "Q: Why is that important?",
        "Q: Do you feel that you would be a different person if you hadn’t gone through the\nexperiences that you did? Did those experiences shape you? Your experience under\nNazism, having to leave your family, start a new life? If you hadn’t had to go\nthrough that, do you think you would have been a different person today?",
        "Q: In what way”?",
        "Q: Did it make you more fearful?",
        "Q: Because you didn’t want other people to hear you speaking German, 1s that it?",
        "Q: And how did that affect her?",
        "Q: And how did you explain to your children that they had no extended relatives?",
        "Q: How old were they when you explained what really happened to them?",
        "Q: And how did they take that knowledge?",
        "Q: Were these other German refugees?",
        "Q: So when you and your wife were starting out in life together, were your friends\nother German refugees, or Americans? Who did you s-spend your time with?",
        "Q: So your children grew up knowing other German refugee people?",
        "Q: Mm-hm. Are there any sights today or sounds today that you hear or you see that\ntrigger memories of Nazi Germany”",
        "Q: D-D-Do you -- would you go back to Furth if they invited you back?",
        "Q: Why not? I-I know what -- n-not from your wife’s point of view, but your point\nof view.",
        "Q: Did you have any close non-Jewish friends when you were growing up, and how\nwould you feel if you met them now?",
        "Q: When your children were the age that you were when Hitler came to power, 18 -\n19 - 20 and then all the difficult years between 1933 and ’39, when your children",
        "Q: Mm-hm.",
        "Q: Are you angry that you had to go through the experiences that you did and other\nJews did not, let’s say in this country?",
        "Q: Are you angry that you had to go through what you did in Germany, through\nNazism, losing your family and so forth, and other Jews in the -- for instance, in this\ncountry, did not have to go through that. Does that make you angry?",
        "Q: So you feel the importance of Holocaust education, I assume.",
        "Q: Mm-hm. How has your experience affected how y -- your feelings of being\nJewish? Did it change you spiritually, religiously in any way having undergone this\nbecause you were Jewish?",
        "Q: Ho-How has all that you’ve lived through affected your feelings about being\nJewish?",
        "Q: Are you proud that you’re Jewish?",
        "Q: Even though you were discriminated and you lost your family?",
        "Q: Were you active in -- in the United States, were you active in the Civil Rights\nmovement? After all, you lived through a time in Germany where civil rights were\ntaken away from you. Did you feel a connection to the Civil Rights movement here\nin the United States?",
        "Q: After all, you lived in a country where the civil rights were taken away.",
        "Q: And your feelings politically, do you think they have been influenced by your\nbackground?",
        "Q: What about your feelings about Israel?",
        "Q: Would you have wanted to settle there?",
        "Q: When you were in Germany, were you a member of any youth groups, Jewish\nyouth groups? When you were in -- 1n -- young, in Germany”",
        "Q: And 1s that the time you thought you would maybe go to Palestine?",
        "Q: Mm-hm. Have you been to Israel?",
        "Q: Mm-hm. Do you think about th -- your experience in the 1930’s often now, as\nyou ’ve gotten older?",
        "Q: What were you -- what were your thoughts during the Eichmann trial?",
        "Q: Was it painful for you to look at his face in the pictures? Was it painful for you to\nlook at his face in photographs?",
        "Q: Are you more comfortable being around other German refugees? Do you find\nyourself staying more with them, socializing, being with other refugees as opposed\nto American born Jews?",
        "Q: Are you more comfortable around Jewish --",
        "Q: -- refugees, as opposed to non-Jewish or Jewish Americ -- you know, people who\nwere born here.",
        "Q: Why’?",
        "Q: If you met somebody today and that person said where are you -- you know,\nwhere were you born, where did you come from, how much of your story would you\ntell to a s -- a new person?",
        "Q: Do you feel this need to tell others?",
        "Q: Wh-Why is that?",
        "Q: Do you think that’s possible? That there could be a future Hitler?",
        "Q: Do you think there could be one in this country?",
        "Q: Because”?",
        "Q: With what happened on September 11\" this year, did that trigger anything for\nyou? The destruction, the loss of life?",
        "Q: I was thinking the destruction, the loss of life.",
        "Q: When you hear about a man like Osama Bin Laden, does that make you think of\nHitler?",
        "Q: When you’re -- do you think in German? When you’re thinking to yourself do\nyou think in German or in English?",
        "Q: And you and your wife converse in?",
        "Q: Did you teach your children German?",
        "Q: And what reasons does she give?",
        "Q: And how d -- how -- how do you handle this with your grandchildren when they\nquestion you, how -- wh-what are the -- what 1s the age range of your -- your\ngrandchildren?",
        "Q: Mm-hm. And so when they were younger, and they would ask you questions,\nwhat -- how would you respond about your family?",
        "Q: Mm-hm. And your children then explained to their children what you and your\nwife had -- have been through?",
        "Q: Mm-hm.",
        "Q: Let’s now talk about your experience at the museum.",
        "Q: I-I wanted to talk about your experience at the museum itself.",
        "Q: What was your first encounter with the museum? How did you hear about it in\nthe beginning?",
        "Q: So you -- you -- you started working with them after the building was built?",
        "Q: I wanted you to explain what you’re doing.",
        "Q: So you’re not translating German military documents or anything like that?\nYou’re doing personal --",
        "Q: -- Jewish -- Jewish letters.",
        "Q: And how do you keep yourself going when you read -- when you translate these\nthings, it’s -- is it painful?",
        "Q: How -- how often do you work at the museum?",
        "Q: Do you think that you bring any special insights as a -- as a staff member, as a\nvolunteer staff member because of your background?",
        "Q: Wha-What kind of insights do you bring?",
        "Q: So you are translating these German letters from both the children and the\nparents?",
        "Q: Wh-Who are writing to their children in the United States in German?",
        "Q: Yeah. About what their experience 1-is back in Germany?",
        "Q: How else has working at the museum affected your life? You -- you said that\nthere are times when you -- it’s difficult to fall asleep after you’ve read something\nvery personal. In any other ways has working at the museum affected --",
        "Q: In any other ways, has working at the museum affected your life?",
        "Q: Do you bring work home with you or only work at the museum?",
        "Q: When you meet other people here who are from Europe --",
        "Q: Do you encourage them to volunteer at the museum?",
        "Q: What do you -- what reasons do you give them?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Fred Goldman. This is tape number three, side\nA. And we were talking about your work as a volunteer at the museum and -- and\nwhy you do it and the lessons that have been learned. Is there anything else you\nwant to add to that?",
        "Q: Yes.",
        "Q: What -- what is your relationship with the other volunteers who are survivors or\nwitnesses to the Holocaust? Do you have a special relationship with them?",
        "Q: And having to escape to -- t -- having to escape to save your life, and then having\nlost all of your family.",
        "Q: Wha-What is your relationship to the volunteers at the museum who are not from\nEurope, who are not survivors and refugees?",
        "Q: What do you feel like when you walk into the building? Do you feel like this is a\npart of you? What -- what -- what are your thoughts when you put your foot over the\nthreshold?",
        "Q: As opposed to walking into another government building, let’s say, why is that\nbuilding different than another Federal building?",
        "Q: What -- what kind of meaning? What kind of meaning does it have to you, does\nthat building represent to you?",
        "Q: Is it appropriate that there is this building in the United States, in Washington?",
        "Q: Have you been to Yad Vashem in is -- in Israel?",
        "Q: Have you had any very powerful experiences or memorable experiences when\nyou’re working there? You did mention how when you read letters from people who\nwere left behind that that was very touching. Any other memorable experiences you\ncan talk about?",
        "Q: Are -- is there -- are there any particular parts of the museum, or the exhibits with\nwhich you identify, when you’ve gone through the exhibit? Do you see anything that\nreally touches you personally?",
        "Q: You’re talking about the tiles, the room with the tiles?",
        "Q: In the permanent exhibit, wa -- in the beginning when it shows life in Germany\nand then the increasing restrictions that were imposed on the Jews -- do you know\nwhat I mean, in the -- on the top floor, on the fourth floor, when you read this, does\nit bring it all back to you, what you lived through in the 30’s?",
        "Q: Yeah, it certainly brings everything back to me. I had the same experiences. But\nof course, in my case it’s a long time. That was 60 years ago or more, so maybe\nthese impressions were not too strong 1-in me any more. But now, of course, this --\nthis all reminds me very much of what’s happened.",
        "Q: So you feel as you’ve gotten older and for -- farther removed in time, it does\nmake a difference?",
        "Q: Did you have to change your name to Israel or add your name Israel to your\npapers?",
        "Q: What did you feel like when you had to do that, when you were forced to do that?",
        "Q: How did your sister take to adding Sarah to her name?",
        "Q: Do you receive reparations from Germany”",
        "Q: Did it take a long time to receive it?",
        "Q: Thi-This was the lawyer in Germany?",
        "Q: And are you still getting monthly payments?",
        "Q: How do you feel about that?",
        "Q: Is there anything else you’d like to add, maybe for your grandchildren when they\nlisten to this tape? Any -- any thoughts that you have about what you went through,\nor what you wanted them to learn from it? Anything?",
        "Q: Well, it’s important that you are doing your memoirs, that’s wonderful --",
        "Q: -- 1t’s a won -- it’s a wonderful gift to your children, so -- and thank you very\nmuch for doing this interview today.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with"
    ],
    "answers": [
        "Answer: Fred Goldman.",
        "A: Siegfried Goldmann, with a double N.",
        "A: I was born in Furth, it’s a city in Bavaria, south Germany, and I was born on\nSeptember 6\", 1915.",
        "A: My father, my mother, then I had a sister. That’s my 1m -- my immediate family.",
        "A: Jacob.",
        "A: Meta, M-e-t-a.\nNovember 19, 2001",
        "A: Rosi, R-0-s-1.",
        "A: She was one year younger than me.",
        "A: My mother -- my mother’s family dates back to a couple of hundred years, and\nmy father was born in Poland. They got married in 1914, I think, and because my\nmother was German, my father was Polish born, they -- for some reason they could\nnot get married in Germany, so they had to go to -- th-the near-nearest ci-city\noutside Germany, which was in Czechoslovakia, and they were born -- they were\nmarried there. I found this out only much later.",
        "A: This I don’t really know. I don’t know th --",
        "A: No, my father me -- moved to Germany. I guess he go -- hm -- for what reason I\ndon’t know, but many Polish Jews at that time moved to Germany.\nNovember 19, 2001",
        "A: Yes, I had my -- my -- my mother’s parents, who -- who lived in the same town\nin Firth, where I lived. My father’s grandparents lived in Poland. I -- I think I met\nthem only twice before, they -- when they came for a visit, for lengthy visits.",
        "A: Yeah, that’s it.",
        "A: My grandfather’s first name was Isaac. My grandmother’s name in Poland I do -\n- 1 -- I forgot. I really don’t know.",
        "A: My mother’s father’s name was Samson, S-a-m-s-o-n. And my grandmother’s\nfirst name -- can’t think of it right now, me --",
        "A: Ma -- ma -- my father was businessman wi -- he owned a store.",
        "A: It was a -- a -- we had two st -- we had two stores, a wholesale and a retail store,\nand the merchandise we had was haberdashery and wo-woolen things.",
        "A: It was a mixed neighborhood, it was not a Jewish neighborhood.\nNovember 19, 2001",
        "A: Yeah, we -- we lived in an apartment, but it was a small apartment house which\nwe owned, and the two businesses, the wholesale and retail store were downstairs in\nthe same building.",
        "A: The name of my father’s business was Jacob Goldmann, that’s a -- that’s a --",
        "A: No, we were not. We were members of a Reform synagogue. In Germany it was\nnot called Reform, it was called Liberal, and Liberal was not as liberal as in -- as in\nthis -- Reform was not as reformed as in America. It was a little less reformed. For\ninstance, men and women were sitting separately in the synagogue, though we had\nan organ and otherwise when we consider Reformed service. But -- but -- but the\nsexes were separated.",
        "A: Yes, we observed the Jewish holidays. Saturday we did not observe too well,\nbecause our store was open, all the stores were open on Saturday.",
        "A: I -- my religious training was in public school. It was all -- in Germany 1-it all\nover like this. You could not choose. Religious education was given to you in -- in\npublic school. That -- that went for other religions, too. Twice a week a rabbi came\nNovember 19, 2001\nto our s -- or a cantor came to our school and the different religions were separated\nin the different classroom for these lessons.",
        "A: First I went to a private elementary school, and later on to -- to -- to a high\nschool, which is called gymnasium in Germany. I -- I got a humanistic education\nthere. So the emphasis was on Latin, Greek and so on. Not only the languages, but\nalso we learned about culture of the old Romans, Greeks and so on. There -- the\nhistory, geography and all that.",
        "A: Yes, I did. Mo-Most of my friends were Jewish, but I had a number of Christian\nfriends, too.",
        "A: No, as a child before Hitler came to power, there were no problems wi -- of that\nkind.",
        "A: Had a -- a good relationship with all my friends and there was no -- no -- there\nwere no traces of anti-Semitism.\nNovember 19, 2001",
        "A: Dependent. The only thing, f-for awhile in my childhood we had -- we had a\nnanny, because my -- both of my parents worked in the business and the first four or\nfive years or so of my childhood, I spent more time actually with my nanny than\nwith my mother, because my mother was mos -- busy in the store.",
        "A: Middle class.",
        "A: No, they -- at that time people in Germany -- very few people had cars.",
        "A: In my childhood? Mu-Music was my hobby. I started an early age, I had violin\nlessons when I was six, piano lessons when I was eight or nine, and later on 1-in high\nschool I learned the cello and played in the school orchestra.",
        "A: I think was normal. Was a normal relationship.",
        "A: As I -- I guess like in any other country, for children Passover, Hanukah and\nPurim.\nNovember 19, 2001",
        "A: No, there were no special -- I have no special memories in that respect, as far as\nholidays are concerned.",
        "A: You mean in -- in the congregation or in religious respect? No, they were not.",
        "A: No, I don’t think so. Actually not.",
        "A: Yes ,we were interested in -- in Zionism and Israel, but not especially active in\nit. Later on, of course, when Hitler came to power, remem -- we were even more\ninterested in -- in Zionism and Israel.",
        "A: German, only German.",
        "A: In school I learned German and in high school, as I said before, a lot of Latin and\nGreek. Latin started me -- I had -- I had nine years of Latin, six years of Greek and\nthen I had -- I had four years of English in high school.",
        "A: And then of course Hebrew in -- in the religious part of our Jewish education.",
        "A: Yes.",
        "A: My Bar Mitzvah was on Rosh Hashanah, and I hated the idea that there was a\nfull house, that I’d -- I was on the bachelor’s side, so I didn’t like the idea that I had\nto do that in front of a full house.",
        "A: Yes, there was no problem in that respect, no. I chanted it all.",
        "A: No, we -- we had a dinner in our -- as it was customary in Germany at that time,\npeople -- people didn’t go to catering places or hotels or anything like this. We had a\nbig dinner with all family members present, in our own house.\nNovember 19, 2001",
        "A: The usual presents. Books, fountain pens, a watch and things like that, as far as I\nremember.",
        "A: Yes, I did. I read a lot.",
        "A: I guess th-the best known German authors, and I don’t even remember which.\nThere was one which was very popular at that time, Leon Kalmay [indecipherable]\nhe was pronounced in Germany, Kalmei. He wrote about American Indians and so\non, and he wrote at least 25 books of this type, and th-tha-that -- 1-1n my childhood\nwas my favorite author.",
        "A: No. I -- I actually don’t remember the kind of songs. I guess German folk songs.\nAnd then, of course, we -- we knew some Jewish songs, which are popular in this\ncountry, too.",
        "A: The songs? Th-Th-The well-known Hanukah songs, and that’s all the -- that’s\nall I remember about the songs.\nNovember 19, 2001",
        "A: I was very active in that respect. I loved to play soccer. Later, when Hitler came\nto power, all Jewish kids joined -- th-th-they founded Jewish sports clubs because\nwe were not allowed to be members of others. So that was also a social outlet for all\nJewish kids. So I was very active there. F-F-Field and track, and soccer I played and\nI was -- I wa -- I was one of the socc -- soccer players on my team and we traveled\nevery Sunday to -- to towns nearby and played games there. I was very active as far\nas sports are concerned. And I was the -- one of the best athletes in si -- in high\nschool, too. Was my special ambition because being the only Jew in my class, I -- I\nexcelled in that respect, and I knew that the Germans respected people who were\nphysically active and successful.",
        "A: I was 10 years old.",
        "A: 19.",
        "A: No, I was not -- because the situation changed all the time. When the rights were\ntaken away from all Jews, I -- you had less possibilities and chances t-to go to\ncertain schools and universities. As a matter of fact, shortly after Hitler came to\npower, Jews could not go to colleges any more, and universities. So I had to change\nmy professional plans all the time.\nNovember 19, 2001",
        "A: Pre-Hitler?",
        "A: You mean before Hitler came to power?",
        "A: No.",
        "A: Yes.",
        "A: My first recollection of Hitler is shortly after he came to power, there was a\nboycott of all Jewish stores, all over Germany. That me -- 1t meant that storm\ntroopers stood in front of -- a couple of storm troopers stood in front of all Jewish\nstores and stopped people from going in. The -- well, that lasted only a couple of\ndays and then they discontinued that, but it made a deep impression on me that time.",
        "A: Right.",
        "A: No, in the beginning, hardly any changes took place, this all happened later, very\ngradually. So that was one reason why we all thought it might end very suddenly\nagain. We thought it couldn’t last, that Hitler would be thrown out again, and we\nthought it only for a short while. We couldn’t believe that this would stay forever.\nBut later on of course, 1t got more serious.",
        "A: Oh yes. These were the only people you could talk with about things like them.\nWe were always very careful to make remarks about Hitler in the Nazi time, so I\nspoke only to my -- mainly to my family about this. Actually, my father was not\nalive any more when Hitler came to power. My father died in 1927.",
        "A: He had a stroke, he was awa-away -- away on vacation and he -- he died of a\nstroke.",
        "A: My mother kept the business, and her sister joined -- joined her and to ha -- to --\nto be helpful to her, and this way they could keep the business going.",
        "A: For the time.",
        "A: For the time being.",
        "A: In the beginning there was hardly any change in 1933, but 30 -- ’?34, and shortly\nafter that, it slowly changed. In the beginning I was still very friendly with all of --\nwe were a class of 25, who stayed together by the way, until the nine years were\nOver, SO we -- we were always together. So I was still very friendly with most --\nalmost all of them. And then --",
        "A: Yes, boys and girls, right. And they kept on talking to me, we had friendly\nrelations, but slowly they all joined the Hitler youth, the Nazi organization. And\nthey didn’t stop talking to me, but they were -- they were still more distant. And\nslowly this changed too, for the worse.",
        "A: My teachers behaved all right. They didn’t show any anti-Semitism, even\nactually up to the end when -- when I left. When I -- when I -- when high school was\nover. But I was banned from certain activities in school. When they were in\nnationalistic celebrations or national holidays, in -- in which I always had taken part\nof before, we were banned from these thing -- I was banned from there, which I\nactually didn’t mind. I was very happy I didn’t have to take part.\nNovember 19, 2001",
        "A: I felt very German in the beginning, but this changed when Hitler came to\npower, of course, it’s changed completely. And a-at that time I was of -- felt more\nJewish than I had before.",
        "A: No, there weren’t any book burnings in Furth which I was aware of. I don’t\nthink there were any.",
        "A: Actually, we were in an -- in an area of Germany which was very, very Nazi.\nNurem -- we were right next to Nuremberg, which it was the -- the place where\nevery year the Nazi party had a --",
        "A: It was more than a rally, actually. It was a -- they were -- can almost say a million\nof -- of storm troopers and all kinds of party members gathered in the -- in\nNuremberg. And of course, being -- Furth being so close was -- was affected in\nthat way, too. So the place was full of Nazis every year in fall.\nNovember 19, 2001",
        "A: Of course we didn’t like it at all and we felt -- we were looking forward to the\nday -- it last five, six days. We were looking forward to the day when that was over.\nIn the beginning we were not actually afraid that something would happen to us, but\nI -- I know that a couple of Jewish people were beaten up on the street and insulted\nand that happened, by the way, in other ways, too. Slowly, 1933 - °34 - ’35, it got\nworse, and people were insulted on the streets. They called us dirty Jews and many\ntimes they -- they hit us, especially the young people.",
        "A: I personally was never attacked, but I was insulted a couple of times. People\ncame over to me and insulted me.",
        "A: Dirty Jew, and you should get out of Germany and things like that.",
        "A: There isn’t much you could do, we just try to walk away as fast as we could.",
        "A: Yes, I always told my parents about it.\nNovember 19, 2001",
        "A: Yes, it -- it kept on going for awhile, then it got worse and worse because of all\nthe anti-Semitic propaganda in Germany. Customers stayed away and slowly\nbusiness got worse.",
        "A: Just a -- no, just on that one day in 1933 when there was that German boycott,\nwhich covered all of Germany.",
        "A: When I was finished I had -- I had to make the decision what to do after it, which\nwas --",
        "A: There was no -- no celebration or anything like this. We -- the one that took place\nin school, I don’t think I took part of. Yeah, I remember now. I was -- I was a\nmember of the s -- of the -- I played piano pretty well, and I accompanied so -- acco\n-- I was supposed to accompany a couple of singers at the final celebrations at the\ngraduation. And I was supposed to play two solos, piano solos, and that was in 1933.\nSo in the last moment I was told that I couldn’t do it.\nNovember 19, 2001",
        "A: I was very disappointed, of course. That was my first chance to perform in public\nand I was -- I had looked forward to it, so I was disappointed.",
        "A: I think I was angry, yes.",
        "A: That due to the political situation, I -- I could not take part in this.",
        "A: No, being the only Jew in my class, I -- I was the only one. So of course, they --\nthey told me that before already.",
        "A: No, some of the other Jewish kids went to different schools, different high\nschools, which did not -- which were not humanistic gymnasium. And it just\nhappened that in my -- in -- in my age group I was the only one.",
        "A: Can you -- can you excuse me for a second?",
        "A: When I had to make a choice what to do after high school, 1 -- 1t was very hard.\nAs I said before, you could not -- colleges and universities were not open to you any\nNovember 19, 2001\nmore. So I, be-being very much interested in music, I was looking for some activity\nfor something to do in connection with music. An-And I thought of becoming a\ncantor in the synagogue. There was a Jewish teacher’s college in Berlin, and I asked\na couple of my -- we had some acquaintances which were -- knew a lot about music\nand s -- and voice and singing and so on. So I consulted some of our friends, sang\nfor them, and asked them if -- if they thought my voice was good enough to be a\ncantor. So I finally heard of s -- of the Jewish teacher’s college in Berlin. And -- so,\nin other words, I would have to be trained as a cantor and as a teacher, mainly as a\nteacher, of course. This was a teacher’s college, which specialized, of course, in\nJewish education and public school and everything like this. So I applied for that\nand I was accepted and started in -- in spring 1936, and I was there for three years in\nBerlin.",
        "A: Now, if she -- if she felt bad about it, she didn't let me know. Besides that, my\nsister was still there too, but it was quite a move f-for me, at the age of 19 to go from\nthe small town -- small city to Berlin, which is -- was a city of four million people.\nNovember 19, 2001",
        "A: So, what is your question?",
        "A: No, actually not. At that time I was too young for that, at 12 years. I didn’t feel I\nhad any responsibility in that respect. But there were my uncles of -- there were two\nuncles of mine living in Furth, too, who of course w -- tried to help my mother\nmanage things and so on.",
        "A: It was very hard for me in the beginning because I felt very lonesome. I didn’t\nknow a soul in Berlin, and -- but that’s -- got slowly used to it and I did pretty well\nin school there. I had some voice teachers, too. One was one of the best known\ncantors in Berlin. The other one was an opera singer at the Berlin opera. And they\ngi -- first one, then the other one gave me singing lessons, so I improved my voice to\na certain extent.",
        "A: The cantor’s name was Davidson and the -- the opera singer’s name was Relane\nGoodman. He was pretty well known.\nNovember 19, 2001",
        "A: Right, that was a Jewish college, right. A Jewish teacher’s college. Half of it\nconsisted of regular teacher’s cl-classes and teaching. The other half was Jewish\neducation because we had to teach religion, too. So I -- I -- a lot, a lot of Hebrew, of\ncourse, and everything connected with the Jewish religion, customs and ceremonies.\nSome Talmud s-studies we had too, just to give us a taste of It.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: It, of course, was a pleasant experience to be together with Jewish kids all the\ntime. In that respect, I liked it very much. We were very good friends to each other.\nWas aclass of about 24 bor -- boys and girls.",
        "A: No | -- everybody got very f-fast used to that, it was something that you see\neverywhere, and you di -- after awhile you didn’t even notice it any more.\nNovember 19, 2001",
        "A: The same thing, you got used to that too. After awhile it didn’t bother you too\nmuch any more.",
        "A: Yeah, I -- I looked Jewish, of course. But in -- in the big city of four million, you\ndi-disappeared in the crowd. And you could do in -- in certain ways it was even\nbetter in Berlin than in Furth, because you could go to the places here still. In\nFurth you couldn’t even go to a swimming pool, or in -- all the -- in -- in the rest of\nGermany you couldn’t go to a swimming pool, to theaters or movies or any place\nlike this. In fir -- in Berlin you could do that, because you just disappeared in the\ncrowd. You could even go to the opera and to concerts. So in that respect, life in\nBerlin was easier than in Furth.",
        "A: I spoke to them on the telephone, I guess once a week.",
        "A: That -- it seems they managed all right without me, but business got worse at that\npoint. Th-The longer Hitler was at pow -- in power, the worse economic conditions\nfor Jews became.\nNovember 19, 2001",
        "A: There was still enough business just to barely support us, but it -- I know it was\nnot easy for her to have me in Berlin, of course. Did not help our financial situation.",
        "A: Yes, I had to pay tuition there.",
        "A: I lived in a furnished room with a Jewish family, not far from our teacher’s\ncollege.",
        "A: I had no special experiences in t -- I mean, they were -- I was pr -- became pretty\nclose to the family, which made it easy for me to be alone in Berlin.",
        "A: No, you could not go. You -- you stayed away from them as far as you could. It\nnever entered our minds to a -- to attend these things. You stayed away from -- from\nthe -- these Nazi hordes as -- as much as you possibly could.",
        "A: In Firth, yes, but a -- a lot of them left Germany, emigrated over the years.\nEverybody tried to get out of Germany, of course. And this way it was not easier.\nOn one hand you wanted to get out of Germany, on the other hand you didn’t know\nwhere to go to -- and especially older people found it very difficult to leave, because\nNovember 19, 2001\nall -- they had all their roots in Germany, their livelihoods, their friends, family.\nAnd for a young person, of course, it was easier to leave, unless you were -- of\ncourse, you -- you were very attached to your family.",
        "A: My mother had a cousin in -- in America, in -- in York, Pennsylvania. He was a\nfairly wealthy man and he had vouched for quite a few people already to come to\nAmerica, but when we asked him he couldn’t do it any more. He must have\nvouched for maybe 20 people, and when you reach a certain point, you couldn’t do\nit any more. So he had to say no to us in the beginning, but later on, for some reason\nhe could do it again, and he asked -- he asked our family if they -- who -- who\nshould -- he could vouch for one more person, who should come. And because I was\nthe only man in the family and more in danger of being persecuted by the Nazis, so\nmy family agreed to send -- to let me go.",
        "A: Yes.",
        "A: It didn’t mean much to me except I didn’t -- we didn’t like the idea that\nsomething like this could happen. We -- we thought ma -- there mi -- m-more\nNovember 19, 2001\ncountries might -- might be occupied by Germany, which actually happened later\non. We saw this the beginning of something very bad.",
        "A: That was the time when -- when most Jews realized that things would not get any\n-- an-any better any more. Before we always thought Hitler’s regime might stop any\nmoment it ca -- when it came to a certain point, and it would not get worse. At that\ntime we realized we couldn’t stay. That’s when people -- many people really started\nlooking to get out seriously. Many, of course, had left already in 1933, but these\nwere the Jews who lived in very small towns, in villages, mostly in south Germany\nand they were worse off than the Jews who lived in b -- in the big cities, because\neverybody knew everybody and people were beaten up and sent to concentration\ncamps in these small place, much more than b -- in big cities, at that time. But after\nthis happened at the anschluss and later on Kristallnacht, we came to the\nconclusion that there was no way of staying here.",
        "A: In the middle of the night we heard a lot of noise, at maybe two, three o’clock in\nthe morning, and the bra -- the breaking of glass. And then we looked out of the\nwindow, we saw that storm troopers marched all over the place and knocked in store\nwindows and went inside and then they came -- they went upstairs out -- in these\nhouses an-a-and arrested all the Jewish people. An -- and that -- that happened with\nNovember 19, 2001\neach and every Jew in the whole place, and happened all over Germany. And then\nthey -- they burned all synagogues. And I knew it -- I could see that our synagogue\nin Furth was burning at the time, too.",
        "A: I -- I was still in Firth at that time. No, that was after I came back.",
        "A: I was back in Furth already, th -- after my three years in Berlin when the kr --\nKristallnacht was November 9\", 1938, and th-th-they t -- they took us all to a large\nsquare in the middle of the city and we had to stand there for five hours, men,\nwomen, children, everybody. Then they let women and children go home. The men\nwere taken to a big hall, which had been donated by a Jew, by the way. And we\nspent all day in there. And they took men, took them up to the stage an-and beat\nthem. And we had to watch it, we were sitting underneath, 1-inside the hall and we\nhad to watch everything. And that went on all day like this. And in the evening,\nabout six, seven o’clock, we all had to pass a certain table, and we were -- there th-\nth-they decided what to do with us. So the majority of the men were sent to\nconcentration camps, and to prisons. My -- my future father-in-law, for instance,\nwas sent to pri -- was taken to prison and many other men were taken to\nconcentration camps. And when I -- when I passed the table, they heard that I -- that\nI was almost ready to emigrate, my papers were almost ready. And they -- on\nNovember 19, 2001\naccount of that they let me go. I was very lucky, cause I was able to go home. But\nthe majority of the people did not. It’s --",
        "A: Right, yes, for three years.",
        "A: Then I wa -- I was trying to find a job as a cantor teacher and I -- I had two\nauditions, I was in two cities in Germany. And in one place they didn’t take me\nbecause I was t -- they found me too young, they wanted some -- somebody who --\nwho was a little older. And in the -- in the second case I don’t know, they d-didn’t\naccept me. So I went home, then I realized that it -- it was better for me not to accept\na job, and try -- rather, try to -- to speed up my emigration. And that was a good\nthing, because I know some of the others who accepted jobs as teachers never got\nout of Germany. In that respect I was lucky.",
        "A: What do you mean by work for him?\nNovember 19, 2001",
        "A: No, he’s -- he’s -- he must have sent a -- a letter to the American consulate in\nStuttgart in Germany, and they contacted me and then I was invited to come to the\nAmerican consulate in Stuttgart, and that was the beginning. An-And then I tri -- I\ntried to get -- the-they wanted a certain document, which sort of -- many -- in\nGermany when you moved, and thi -- it went for anybody, if you moved from one\ncity or town to another one, you had to get permission by police. And that wa --\ndidn’t go only for Jewish people, for everybody as th -- might still be the same\nnowadays, I don’t know. So, and they told me I needed a certain paper, a declaration\nthat I didn’t owe any money to anybody or the taxes [indecipherable]. And I wrote\nto Berlin because I had been there before, a-and they -- I didn’t get an answer. So\nmy da -- emigration depended on -- on this document. And I wrote three times and\nnever got an answer, so I decided I had to go there in person. So I made a trip to\nBerlin and I had to go to the Gestapo building, which everybody dreaded at the\ntime. Nobody wanted to go there. So I went in, I -- I -- I met a -- an official there,\nand he yelled at me right away, he said, what’s the matter with you, are you crazy?\nYou’re writing three letters to me? Do you think we have nothing better to do than\nthat? I feel like sending you to a concentration camp. And -- and then he said a few\nmore words I forgot, and then he let me go. But I d -- I didn’t know whether it was\nokayed or not. About five days later I got the paper and -- and he -- I had asked for.\nNovember 19, 2001\nIt was sent to me by mail. And that made it possible for me to leave Germany after\nI had gotten that.",
        "A: What final paper?",
        "A: It was after Kristallnacht.",
        "A: They took my --",
        "A: They took my word for it, believe it or not. So in that respect I didn’t have any\nproblem.",
        "A: The women and children were sent -- were let g -- were let go, they le-let -- they\nsend them home.\nNovember 19, 2001",
        "A: Yes, in -- while we were standing in that public square we were together. And\nthen they -- they said, all women and children go home now, an-and the men have to\ncome with us. And we were taken to that hall.",
        "A: She was very much afraid, she was scared. When we were taken out of our\nhouse, there was ou-our two aunts were along with us, and they -- they gave them\nthe push with the -- with the boots to re -- to -- to make her walk a little faster and\nthings like that.",
        "A: No, people were mu -- very much afraid, of course. They did not know what they\nhad intended to do with us. But everybody, I guess, was too much o-occupied with\nhis own problems at that moment, with his own worries.",
        "A: America didn’t mean too much to me e-except that it was ow -- actually our only\nhope to get out and to ha -- to escape from all this.\nNovember 19, 2001",
        "A: Yes, I -- In -- I knew -- I knew English and in -- by the way, in -- in our teacher’s\ncollege, we also had English classes. When I came back from Berlin I took private\nEnglish lessons to -- to improve my English.",
        "A: By that time I knew I was -- h-hoping that I was going to America.",
        "A: No, in -- in our own synagogue, in our Reform synagogue, I -- they engaged me\nas a cantor on the high holidays and shortly after. Our former -- our other cantor\nemigrated himself, and they didn’t have a cantor, so for maybe two or three months I\nwas the cantor in that -- in our home synagogue at that time.",
        "A: The family business got worse and worse all the time. Of course, customers\ndidn’t come to us, either because they were anti-Semitic, or because they were afraid\nto go into Jewish stores. So it -- it -- and another thing happened, kristall -- a-after\nKristallnacht, about one or two days later, we were told to come to th -- to police\nheadquar -- not police headquarters, the city government in -- in city hall, and we\nwere forced to sign papers that we relinquished our houses, our property, our\nbusinesses and everything, we had to sign -- we had -- just had to sign it away. And I\nremember on the way out when we went home, my mother and I and my sister,\nsome people came down the stairway in the city hall and they were bleeding. So we\nNovember 19, 2001\nasked them what happened. So they said n-n-not much, we just fell -- fell down the\nstairway. But we -- we know that they were -- they were beaten up, but -- they were\npeople who refused to sign, so they forced them this way to sign these papers. So\nafter that we hel -- we had almost nothing to live on.",
        "A: Her 50’s.",
        "A: She must have been a strong woman because the way she reacted and first of all,\nshe had a-all the responsibility for me and my sister and the business. The business\ndidn’t exist any more after that, but she -- she had to be strong to go through all this\nthe way she did. She had a lot of help by my aunt, of course, and my uncles.",
        "A: She couldn’t go into the business any more though it was in our b -- in our house,\nin our building. And then they -- they tried to sell the merchandise and -- for almost\nnothi -- for almost nothing, maybe a tenth of what it was worth, or something like\nthat, and she got only part of that.",
        "A: She was completely impoverished now of course, and I remember sh-she had --\nshe asked -- had to ask some other relatives of ours for a -- a loan or something like\nthis, at that time. What she lived on after I -- later, after I left and went to America, I\ndon’t even know.",
        "A: Kristallnacht was November ninth and I left early in January.",
        "A: I -- [knew some other people who had made the same arrangement, and they --\nthey helped me, they told me where to go and what to do. I had to correspond, of\ncourse with the -- especially with the American consulate in Stuttgart at that time.\nAnd I contacted the Holland America line for my passage to -- from Holland to\nNew York. And I know after th -- af -- after 1t was -- this was paid, there wasn’t\nreally much left for my mother. I arrived here with 12 dollars in [indecipherable]",
        "A: Yes. That was the family money, you know.",
        "A: Yes. Yes, I was in agreement with that. I really believed the fact that I wa --\nbeing a man I was more in danger than the rest of my family, sister, mother,\ngrandmother, aunts and so on.",
        "A: [ha -- I -- I -- e-everything I took along was two suitcases, which I carried in my\ntwo hands. That’s all I -- I could take along. Though I'd be -- I had intended before\nto take a lot more, and we had bought a lot before it -- about a year before I left, we\nhad bought a lot of things for me, clothes and ba -- a fan and all kinds of things. And\na -- ’da--I-- I couldn’t take all that along, of course.",
        "A: Yes. They told us that time that that’s all you could take along, just what you\ncould carry with your hands.",
        "A: That was about all I could take, clothes. There wasn’t much more left.",
        "A: No, I could not take any instruments along, but a couple of music books I think I\ntook along.",
        "A: Very few. And that was something I really missed very much, but later on, when\nI was in America, | -- I had ways of getting some pictures, which I hadn’t --which I\nmissed very much and which I didn't have. So I was able to get some of these\npictures [indecipherable]",
        "A: It was very, very hard because at that time | -- I -- I was afraid I would never see\nthem again, which really happened. I ho -- my whole family died in concentration\ncamps, each and every one of them. I was the only survivor of my family. The same\nwith my wife, by the way, too. She lost her whole family.",
        "A: My -- my boat left -- I had to go to Rotterdam, Holland.",
        "A: By train. And I’Il never forget the moment when I crossed the border. It was so --\nsuch a relief.",
        "A: No, I didn’t have any trouble, but I know that many other people did. They had\ntrouble when they -- when they crossed the border. I didn’t have any problems in\nthat respect.\nNovember 19, 2001",
        "A: Good riddance, I guess. And then, of course I had to -- I felt very bad of my\nfamily. Even I didn't know at the time yet what would really happen to them, but I\ndidn’t have much hope.",
        "A: It was a Dutch ship, Zaandan, Z-a-a-n-d-a-n. There wa -- that was a ship\nbelonging to the hum -- to Holland America line; it was one of the smaller ships.",
        "A: No, I befriended a young man from a town near ours. We be -- spent all our time\ntogether on the ship. When we ar -- we ar -- we arrived in New York and said\ngoodbye to each other and the same evening we both lived in the same apartment, by\nsheer accident.",
        "A: It was without any incidents, it was pleasant. It was a completely different life all\nof a sudden, of course.",
        "A: I think eight days, if I remember right.\nNovember 19, 2001",
        "A: It was very -- I was very much impressed when I saw New York. I didn’t have to\ngo to Ellis Island, that was not in use any more at that time, and I was processed ou-\noutside New York City, on the boat. An immigration agent came on board -- an\nimmigration inspector came on board and took care of our papers and everything, so\nI didn’t have to go to Ellis Island or any -- any other place like that.",
        "A: There were a few more, yes. And then, of course, this young man an -- whom I\nbefriended.",
        "A: This I re -- I don’t remember. I -- I --",
        "A: Yeah, there were some others like me, but not -- not too many. Must have been\nregular travelers, people who do a lot of traveling.",
        "A: Yes, I certainly did. We all compared out experiences.",
        "A: Yes, they were all from Germany.\nNovember 19, 2001",
        "A: It was a wonderful moment, I remember that. And I -- then I looked, of course --\nI had relatives in New York who were supposed to pick me up from the boat, and I\nhad trouble finding them, so I -- my -- I couldn't pay much attention to anything\nelse, but I finally found them, and they had arranged for a -- a place for me to live.",
        "A: Right. They came -- they came to meet me at the boat and they took me home.\nAnd they had fren -- rented a furnished room for me in New York, and that’s the\nplace where -- where the other friend of mine also showed up at the same day.",
        "A: Kurt Hirschfeld -- Hirschfield.",
        "A: Then I tried looking for a job, and at that time it wasn’t so easy. It was still the e -\n- the depression going on at that time.",
        "A: There was still a depression. That was the end of the depression, and it was very\nhard to find jobs at that time.\nNovember 19, 2001",
        "A: Right, yes. And first of all I tried to find a job as a cantor. I never expected to get\na job as teacher because of my heavy German accent, so I never expected to find\nthat. But as a cantor I had some hope. But it just happened that at that time all the\nEuropean cantors arrived in New York City in those years, and then there was a lot\nof competition. And I -- I auditioned in a couple of places, in a couple of\nsynagogues, but I guess the competition was too strong. So then I looked for any\nkind of a job, and I -- I found job in a department store as a -- as a busboy. That’s\nKlein Union Square, that was a pretty well known place in New York. There were\nmany other refugees working there too, and I had to do the basic things, I had to\npick up dre-dresses which fell down to the floor by the hundreds, and brought -- did\nstock work and all that.\nEnd of Tape One, Side B\nNovember 19, 2001\nBeginning Tape Two, Side A",
        "A: So I stayed there for awhile. By the way, we were paid 30 cents an hour and we\nha-had to work 48 hours a week at -- and a lot of overtime. Whenever they had a\nsale on for the next day, they kept us until 12, one o’clock at night. It was forced\novertime.",
        "A: About 45 minutes by subway.",
        "A: When I was not working? I looked for some other kind of work [indecipherable]\nand I -- I worked in a -- I was hired in a professional choir, I sang. It was a Jewish\nchoir. We sang at special Jewish occasions and we sang carnedi-- Carnegie Hall\nand in the Russian tea room, and at the World’s Fair, and all kinds of things. And we\nhad rehearsals almost every night in addition to my regular work. And concerts\nmaybe every two weeks or so, and we got even paid for the rehearsals, one dollar a\nrehearsal.\nNovember 19, 2001",
        "A: Vinaver choir. V-i-n-a-v-e-r.",
        "A: That was the name of the man who do -- was in charge of the choir, the\nconductor and the one who did the whole thing.",
        "A: With my mother and sister? In the beginning, of course, we corresponded all the\ntime, but then -- then the war broke out and once America entered the war we could\nnot write to them then, we could not write to each other any more.",
        "A: When the war broke out with England, you mean?",
        "A: Wa -- 1 -- from that time on we could not write any more. We could write only\nRed Cross letters, and that happened -- we couldn’t do that too often, so I had very\nfew letters from them, actually. My sister also tried to get -- tried to go to England.\nThere was a possibility for a young woman to get -- to go to England as a -- as a\ndomestic h-helper, and she got a job like this. But three days before the war -- no,\nshe was supposed to go there and begin -- in the beginning of September the war\nNovember 19, 2001\nbroke out, and -- about three days before she would have gone, so she -- she couldn’t\ngo. And the same o -- a similar thing happened to her later on, she was in the\nconcentration camp, she was in Bergen-Belsen and three weeks before the war\nended, she died of typhus, before she would have been liberated by the British. So\nshe missed two chances.",
        "A: I kept on doing the same work, then when -- when the war broke out, I got a job\nin a -- ina uniform factory. They make uniforms for the American forces, and I had\na job which was a little better.",
        "A: [indecipherable]",
        "A: Right, and then I -- th-then I -- I was drafted to the -- into the army and spent\nthree years in the army.",
        "A: Yes, I became a -- I -- as a matter of fact I became a citizen [indecipherable] a\nshort time after I entered the army, which was a little fa -- a little earlier than it\nwould have been if I had not been in the army.\nNovember 19, 2001",
        "A: Right, yes.",
        "A: I went into the army in March °43.",
        "A: Yes, I -- yes I -- th -- first of all I met my f -- my fu -- my wife there.\n[indecipherable]",
        "A: I met her by accident on the street, I -- I knew her. She was also from Firth, and\nby accident we met on the street and we got married about nine months later or so,\n10 months later, and --",
        "A: No, I didn’t -- I didn’t even know that. So I was very much surprised to see her\nand we were both very happy because it was a -- a memory of our old days, which\nmeant a lot at that time. And we bo -- we were both alone in New York, so --",
        "A: She worked in a -- in a -- she did household work.\nNovember 19, 2001",
        "A: Ruth Schuster.",
        "A: Her family was back in Germany too, right, in Furth. And they all perished too,\nlater on, each and every one of them.",
        "A: We met by chance on the street. We made a date for the same night. We both had\nother dates and we b-b-broke them both.",
        "A: No, she -- I lived in uptown Manhattan, she lived in midtown Manhattan,\nsomething like this. About half an hour away by subway.",
        "A: I lived in Washington Heights, it’s the northern part of Manhattan.",
        "A: And we lived in -- also in -- in Washington Heights, in u-upper Washington\nHeights, in a different part.\nNovember 19, 2001",
        "A: I was -- I -- in Fort Dix, New Jersey, like everybody else and we were all\nclassified -- we were supposed to be classified according to our f -- our previous\nexperiences and then -- and professions. So I told them I had a Master’s degree in\neducation and what I did before and all that. And then when they heard I worked in\nthe department store as a floor boy, they classified me as a laborer, but they -- they\ndid write down that I spoke German. So I -- I became a member of the medical corps,\nand was about to be sent overseas to the Pacific in the field hospital, and two weeks\nbefore I was supposed to ship out, I was reclassified. They found out that I speak --\nthey finally noticed that I speak German and I ba -- I became a member of military\nintelligence. I -- I went to fort -- to a camp in -- in Maryland, near Hagerstown,\nCamp Ritchie, which was a t -- a training camp for military intelligence, not only\nfor German speaking, but for other languages too. And I -- I -- I went to school there\nfor a couple of months. I was promoted from private to staff sergeant after I -- when\nI graduate from the -- from there. And then I went to -- I was sent to Europe to\ninterrogate war prisoners.",
        "A: Oh, I was very proud of that, I really enjoyed that. I was very happy about that.",
        "A: Then I re -- I really realized that I was an American, more than before.\nNovember 19, 2001",
        "A: Yes.",
        "A: It was difficult, but I -- I was al -- always hoping to -- to be able to go home\nevery couple of weeks you know, and -- and to furlough a -- a day off. And I was\nsent to -- first I was -- but that was before I was in military intelligence, I was in th --\nin the -- in a camp right outside New York City. I’m just trying to remember the\nname of that. It was ha -- Halloran Hospital on Staten Island. And they needed me\nthere because they had a lot of German prisoners, and I had to work as an interrogat\n-- as a interpreter and I had to go around with nurses and doctors, had to make the\nrounds when they saw the patients. They used me as an interpreter.",
        "A: They were German prisoners from Africa. They were members of the Africa\ncorps. These were all fanatics -- fanatical Nazis who were volunteers. And of course\nw -- being prisoners they changed their attitudes very much, were not so fanatical\nany more. And they depended a lot on me, of course, so was -- they very ni -- were\nvery nice to me.",
        "A: No. They didn’t even know that I was German. They -- when they asked me\nwhere I learned my German I told them I learned it in high school and they were\nsatisfied with that. They didn’t question it for a moment.\nNovember 19, 2001",
        "A: I hated them, of course, and I -- I -- I used them for certain purposes. I was able\nto go home almost every night to -- to Manhattan, and I came home at two, three\no’clock in the morning, I was always tired. Of course, I had to get up at 5:30 again.\nSo there were a lot of empty beds. So I rested on these -- I slept on these beds, and I\nput these German soldiers in -- up as guards on both ends of the -- of -- of the room\nin case my own people came and checked on me. So they guarded my sleep. So I -- I\n-- I took advantage of them.",
        "A: Not at this point but later on when I was in military intelligence, I was advised to\nchange my name because my family was still supposed to be alive, or at least I did\nnot know any different. I thought I’m di -- in case I’d become a prisoner, it might be\nharmful for them or even for -- and for me too. They advised me to change my name.\nSo within one day I re -- changed my name. I didn't know what to changed it to --\nwhat to change it to. So I took a telephone book and the -- the first name I ran into\nwas Stevens. So I changed my name to Fred Stevens. At the same time my name --\nmy wife’s name was Goldman. Who -- we both had different names at that time.",
        "A: Right.\nNovember 19, 2001",
        "A: Then I was Fred Stevens.",
        "A: Sar -- Sergeant Fred Stevens.",
        "A: Then I was sent to -- to the European theater [indecipherable] Germany. First to\nfr -- to England and France and then I -- to France for the front lines, and I had to\ninterrogate war prisoners.",
        "A: German prisoners.",
        "A: Pardon me?",
        "A: In the beginning it was a strange experience, but later on I got used to that too.\nAnd I -- whenever I had a chance, I tried to get information from these prisoners\nabout what happened to the Jews, to -- to th -- to European Jews under -- under\nHitler, and -- but they couldn’t tell me much. One of them was from\nTheresienstadt and -- and later on I found out my mother actually was at Theresien\n-- maybe -- I think I knew it already, at that time. I had a Red Cross letter. That was\nthe last letter I ever -- I ever got from my mother, from Theresienstadt. And just\nNovember 19, 2001\none soldier was from Theresienstadt, so I tried to find out as much as I could, but\nhe didn’t know much, either.",
        "A: I had mixed feelings about it, of course. I hated the people, of course, and\nespecially these German soldier I got in touch with. And that was my main feeling,\nactually, about it. Actually, the feelings were not mixed.",
        "A: N-Not normally, but I remember one instance at the end -- near the end of the\nwar when everything moved very fast and we marched through Germany -- I mean,\nI didn’t march, we dr-drove through Germany. Be -- we went through the -- the\nsmall town in -- in south Germany where my -- my grandfather was born. So I told\nmy fellow Americans that we are going through the town where my grandfather was\nborn. I remember I -- I -- I told them that time.",
        "A: I hadn’t told them about it before, but they were not too interested in it.",
        "A: I don’t know what my -- what my American f-fellow soldiers thought at that -- I\ndon’t know. But the Germans I got in c -- 1n contact with during the year or so I\nspent in Germany, they all thought I was -- I d -- I did not tell them that I came\nNovember 19, 2001\nfrom Germany. | told them the English I know I learned in high school and they\nbelieved it, strange enough as it sounds.",
        "A: I was all over Germany, we -- | -- I came from France, from Alsace. We\ncrossed the Rhine and then we went to south Germany, but that was in the -- near\nthe end of the war. As a matter of fact we came to the point when interrogations of\nprisoners were -- was not even necessary any more. They cou -- they could not --\nthey didn’t need any more interrogations. It was -- 1t was nearing the end and\neverything moved so fast that it wasn’t necessary to get information from them. So\nthey used me for different purposes. I was -- became a member of a task force, we\nhad to interrogate pri -- civilians about certain -- about Nazis, big Nazis. Where they\nwere located and -- and factories where -- where they manufactured war materials,\nwhere they were trying to -- to build an A bomb and things like that. They were all\nsecret targets which we had to visit. So we -- we tr -- we traveled around in teams of\nsix each and o-of course I had to interpret for y -- for the officers who -- who -- who\nquestioned these people. Oh, I did some of -- some of my own interrogating, too.\nAnd we found it -- some important places.\nNovember 19, 2001",
        "A: No, th-they were hidden places where they -- where the Germans di -- did a --\nexperimented with certain things. Chemicals and a-a-all the way, I guess, trying to --\nto find an -- an -- an atomic bomb, to build an atomic bomb.",
        "A: Yes, I did, yes. I wrote reports of what we saw and what we found.",
        "A: No, I don’t know -- remember any spe -- any particular places. Then a -- then I --\nI wound up in a -- in a camp near Frankfurt where a lot of -- that was at the -- a-\nafter the end of the war already, when -- where they kept a lot of high German\nofficials and officers, generals and admirals and so on, near ha -- near Hamburg.\nAnd then they put me on -- then I had to work on documents di -- di -- that was\nalready in preparation for the war crime trials in Nuremberg later on. So I wrote for\na couple of weeks on documents as I had to find out which documents they might be\nable to use, which might be important to them. So I -- I had to -- to ma -- make\ndecisions what might be necessary for the war crime trials and whatnot. That was\nvery interesting work and I liked that. I had a couple of people working under me\nwho did the same work and a -- I was in charge of that.",
        "A: No, I -- I -- I found I -- we were in -- in a couple of small -- of these small labor\ncamps where they kept j -- especially in south Germany they had lots of them. They\nactually belonged to the big concentration camps, they were branches. And they\nwere small camps, strictly for -- for forced labor, and some of them were all Jewish.\nSo I -- in -- in two cases I was the first Jewish American soldier who -- who entered\nthem. And they were very happy to see me. I tol -- I told them of course that I was\nJewish. In one camp I remember they -- they begged me I should -- I should protect\ntheir camp commander who was f -- who was very good to them, protected them,\nand they asked me to protect him.",
        "A: I passed on the information I had. That’s all I could do at the time.",
        "A: I don’t remember that. They were small camps, I don’t remember.",
        "A: That was in ba -- in Bavaria in south Germany.",
        "A: At what point?\nNovember 19, 2001",
        "A: Then it was much later already and it was at -- near -- that was shortly after the\nend of the war. We were, in a -- in a way the army of occupation. We were actually\n[indecipherable] military government already at that point.",
        "A: No, not at all. For the Germans, you mean?",
        "A: Oh yeah, certainly. I tried to help them in any way I could. I’m -- I met som -- a\nlot of these DPs later on, who lived in Germany shortly after the war and I did\nanything I could for them. By the way, I also met my -- my brother-in-law after the\nend of the war when I came -- I came back, I went back to Fiirth 1-1n the end -- the\nwar was over in -- in May, and in June or July I -- I got myself a pass from my\ncommander to go back to my hometown to see 1-1f -- by a sheer miracle maybe some\nof my relatives came back. And I went to military government in Firth and they\ntold me that -- that my brother-in-law had come back from a concentration camp. So\nof course I -- I visited him right away.",
        "A: My wife’s brother, right, yes.\nNovember 19, 2001",
        "A: I’m sorry, no, it was not my wife’s brother, it was my sister’s husband.",
        "A: Shortly before -- before th -- she was deported.",
        "A: Paul Seligman. Paul Seligman was his name. And I -- I was able later to get\nhim to America. I could give an -- give an affi -- affidavit for him, and not long\nalready, 1946, I think it was. Sorry. In the meantime he died. He is not alive any\nmore.",
        "A: You mean with the army?",
        "A: Right, yes. That’s when I did this kind of work, and selecting the ma -- the\ndocuments which I mentioned before, which they were able to u -- or supposed to\nuse later on in the war crime trials.",
        "A: This I don’t know. I -- I have no way of knowing that.\nNovember 19, 2001",
        "A: No, I -- I passed it, of course, I saw it, but I -- when I came to Furth I -- I\nchecked in with some American outfit and I slept with the other soldiers in the same\nbarracks. Mostly factories or things like that.",
        "A: No, not at all, it did not feel like my home -- my home at all, in any way.",
        "A: No, I went back a couple -- I went back a couple of more times, because my -- as\nlong as my brother-in-law was still there, I visited him and brought him food\nbecause he needed many things, clothes and food. My wife sent him care packages\nall -- every week until he came to America himself.",
        "A: I stayed in Europe until March 1946, so I was in the army exactly three years.",
        "A: Then I came back, right. Then I had to find a new son -- a -- a new activity, some\nprofession. Somebody recommended diamond setting. So I took a -- the G.I. course\nin diamond setting and became a diamond setter.\nNovember 19, 2001",
        "A: Yes. That course I took was under th-the G.I. Bill of Rights.",
        "A: Yes, a-after the end of that course, which took about a year, I -- I worked in that\nfield and I did that until my retirement.",
        "A: I had two children, right here. A bo -- a boy and a girl.",
        "A: They were both born in New York, right.",
        "A: My daughter was born in 1948, my son in fi -- ’56.",
        "A: My daughter’s name is Marian. My son’s named Jack.",
        "A: Yes, we used the initials. My mother’s name was Meta, th -- Marian. And my\nson after my father, who was also Jacob. Ja -- Jack and Jacob, you know.",
        "A: Yes. I did something else. I -- I became an organist. I had started already when I -\n- when I was in Berlin, in the Jewish teacher’s college, I had taken a course in organ\nNovember 19, 2001\nplaying already. And when I -- when I was back in New York later on, somebo --\nsomebody o-offered me this job in the synagogue in Washington Heights. So I -- I\ntrained myself actually. I’m -- I’m partly self taught when it comes to the organ. But\nI was able to get this job and later on I improved myself because I went to a bigger\nsynagogue. So I had the side income for a long time as an organist, for 35 years.",
        "A: Until 12 years ago -- 18 years ago. Eighte -- 18 years ago we moved here, to\nSilver Spring.",
        "A: My children. They were both living in Washington, in the Washington area. My\ndaughter -- my son-in-law worked for the state department. He was in the -- in the\ndiplomatic corps. He went -- he went to Chile, and worked there in the -- in the\nAmerican embassy. And my -- my son, I-I don’t even remember for what reason, he\nmoved to -- to Washington.",
        "A: I have six grandchildren, three from each one.",
        "A: I’m retired since -- yeah. I retired when I was 68, I think.\nNovember 19, 2001",
        "A: No, except give piano lessons. I gave piano lessons to my gra -- each and every\none of my six grandchildren.",
        "A: I never felt very German in my life, because when I see what happened to Jews\nwho became too attached to one country, I -- I thought it’s not a good thing to be\nvery patriotic. But later on I -- I -- I felt differently about America, of course.",
        "A: Yes, they were very interested. My grandchildren, too. And two years ago I\nstarted to write my memoirs and I’m st -- I’m still not completely finished with it,\nwith the purpose, of course, to sh -- to le-let my grandchildren -- my children and\ngrandchildren read it. As much as I told them about my -- my past, there were many\nthings, of course, I didn’t remember, and this way I wanted to gi -- give them more\nto know about my past.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: What did you --",
        "A: The reason for my -- for writing my memoirs was to give them a more detailed\nstory of my past. It was the main reason why I did this.",
        "A: I think it’s very important that they know what happened to me. In a way I felt it\nwas my duty to let them know about my past.",
        "A: Yeah, I think so. I’m almost sure that I -- my -- my life was shaped by -- by what\nhappened to me, and my experiences and what I saw in my life. It must have had a\nbi -- a big influence on my -- on my life.\nNovember 19, 2001",
        "A: Living 1-1-in Nazi Germany for six years certainly must have done a lot to me\nwhich ma -- otherwise would not -- would not have done anything. Would not have\nhappened.",
        "A: In the beginning, yes. It did make me more fearful. When we ca -- when I came\nhere, and my wife told me the same -- that happened to many German refugees who\ncame at that time, we didn’t even speak loud. We were -- were not used to speaking\nth -- in the normal way. We whispered. And th -- and this went on for quite awhile\nand it took me a long time and I’m sure it must have happened to others, too.",
        "A: No, because we were always afraid in Germany to speak loud, that Nazis didn’t\nhear what we were talking -- saying to each other. So we got used to s -- to speaking\nvery softly. Now one thing I would like to tell you in that respect. My daughter\ncomplained to us when she was an adult already that she -- she was influenced very\nmuch by our behavior. She -- she -- she must have felt how sad we were and she\nfeels that this influenced her life very much so. And later on we asked our son 1-1f he\nhad the same experience and he said no, because this was already six years later and\nhe was not so mu -- we were not as much influenced by our past any more six years\nlater, than she was.\nNovember 19, 2001",
        "A: It made her sad, too.",
        "A: They know -- they know why. They never -- they never knew what it means to\nhave a -- a grandparent, for instance.",
        "A: Certainly not -- not too early. They must have been in their teens by that time, or\nmaybe a little earlier when we told them all that.",
        "A: They took it as a matter of fact. I mean, they -- they took it as a fact. They met\nsome other people, the -- older people who took the place of their grandparents.\nThey became grandparent figures for them, and they almost considered them as\ngrandparents.",
        "A: Yes, they were, yes.",
        "A: They were mostly -- they were mostly German refugees too, in our earlier years.\nLater on of course, this was different. Now our fre -- we have mixed friends, all\ntypes, but at that time, we lived in -- in an -- in areas where there mo -- were mostly\nrefugees, like in Washington Heights in New York.\nNovember 19, 2001",
        "A: Yes, they did, yes.",
        "A: Yes, there are. You -- you -- you see movies, for instance, of that area. Confer --\ncon -- like, you know, wh-where concentration camps were pictured, and ...there are\nall kinds of things which remind you. Sometimes books you read, magazines you\nsee. My wife seems to be more sensitive to this than I am. My wife would never go\nback to Germany, for instance. Many other refugees have been invited to go back to\ntheir hometowns by -- by the -- by the city governments of these places, and many\ndid go back, and my wife would never go back. I am not too tempted to go back\neither, but I’m not as strict about this as my wife is. I feel this -- it’s three\ngenerations later and I don’t think you can blame the present generation for the sins\nof their grandparents. And working -- working 1n the Holocaust Museum, I see a lot\nof magazine -- magazines of present Germany and I -- and I see that they -- they\nhave changed.",
        "A: We have been invited back, a c -- a couple of times [indecipherable] I don’t\nthink I want to, no.\nNovember 19, 2001",
        "A: [indecipherable] There’s still -- still too many bad memories from that time, and\nespecially if I see the older generations, my own generation, I would hate to see\nthem when I go back to Germany. I have nothing against the young ones, but the\nolder ones I don’t want to meet again.",
        "A: I had a ver -- very good friend, a Christian friend who went to school with me,\ngraduated with me and everything. He became an -- a -- a doctor and he became a\nmember of the armed -- German armed forces and he was in Russia all the time as a\ndoctor, a German army doctor. And I -- I met him when I -- when I went back to\nvisit my brother-in-law and I kept up my -- th -- my friendship with him. And he -- I\nreally believe he was never a Nazi. As a matter of fact, near the end of my -- when --\nof the time when I was in Germany, he made -- he made it a point to walk with me\nand -- through the streets in Furth, to be seen with me. So I kept on corresponding\nwith him until he died of -- a couple of years ago. There were exceptions, of course,\nnot all ba -- not all Germans were bad. I’m the last one to believe that.\nNovember 19, 2001\nwere that same age that you were, did it remind you of those six difficult years you\nlived through in Germany”",
        "A: No, I never saw any connection between myself and my children in that respect.",
        "A: They lived a completely different life and didn’t know anything about it except\nfor the few things which we -- we told them.",
        "A: I’m sorry, I didn’t understand the question.",
        "A: No, it doesn’t, 1t does not make me angry, but it -- it frustrates me sometimes that\nAmerican Jews don’t seem to understand what we went through and went through\nthe experiences, and many of them are not even interested in it. I wouldn’t say the\nmajority does that, but there are -- I’ve -- I’ve -- ve run into a number of them who\ndon’t abs -- absolutely understand what Nazism meant at that time, what it did to the\nJews. Of course they -- they -- they couldn’t know. You have to experience it\nyourself, otherwise you -- they just don’t know. For instance, I remember I had a\nconversation with one man I knew pretty well in this building here. He asked me one\nNovember 19, 2001\ntime, I co -- I don’t understand that you German Jews didn’t -- didn’t go to the\nnearest gun store, bought yourself a rifle or a gun and defended yourself. Having\nknown what went on, and what the circumstances were, this is sheer nonsense, was\ncompletely impossible. If I had done that, if I had shot a -- a -- a German that time,\nthey -- they wo -- they -- fi -- 10 minutes later they would have killed a thousand\nothers -- sa -- a thousand Jews. So I couldn’t understand that a well educated and\ninformed man like him could even think of that. That was not understandable to me.",
        "A: R-Right. It’s very important. And I know that the Holocaust Museum plays a\nlarge part in that.",
        "A: What was your original question?",
        "A: No, it has not affected my feelings about being Jewish, in any way. It hasn’t\nmade me more religious or less religious. It just didn’t affect me in that respect.",
        "A: Yes, Iam.\nNovember 19, 2001",
        "A: Yes. I’ve always been proud of that. There’s no problem in that respect.",
        "A: Yes, I’m very much in favor of the Civil Rights movement, not that I personally\nwas active in it, of course, but I have a lot of sympathy for it. I feel it’s the right\nthing to do.",
        "A: Right. There’s a s-special reason why I -- I’m in favor of the Civil Rights\nmovement, because I see what happens if it’s not --",
        "A: Who me? Politically? No, I don’t think so.",
        "A: ’'m very much in favor of Israel, I’m a great admirer of Israel. That’s all.\nNovember 19, 2001",
        "A: Under certain stircum -- circumstances, I would. There was even a time when I\nconsidered it, when I was still in Germany, going to Israel -- to Palestine, at that\ntime.",
        "A: Yes, there were many Jewish youth groups. Many Zionist one -- Zionist, and I --\nthere were times when I considered joining -- joining a group, but somehow I never\ngot around to it. | was a member of a Jewish sports club in Germany, which was\nZionist.",
        "A: Yes, I -- there was a time when I considered it, but for practical purposes it didn’t\n-- it was not possible.",
        "A: Yes, I have been, yes.",
        "A: Yes, I do. Especially si -- since I’m -- I’m working in the hol -- in the Holocaust\nMuseum, that of course has a lot to do with it. ’m constantly reminded o-of things\nat that time.\nNovember 19, 2001",
        "A: I -- I admired the fa -- the fact, of course, that -- that Israel was able to -- to do\nthat, get him out of s -- of South America and bring him to Israel. I was very proud\nof Israel at that time, that they could put him on trial. That they -- to capture in --\nhim in -- I think in Argentina and bring him to Israel. I was very proud of that fact.\nThat’s the right thing to do, of course.",
        "A: No, I begu -- I didn’t know his face before, I had never seen him before in na --\nnot pictures or anything else. I think Israel did the right thing, definitely, no\nquestion.",
        "A: What -- what is your question?",
        "A: Refugees.\nNovember 19, 2001",
        "A: I must have been in my earlier years, but now it -- it doesn’t matter to me any\nmore who my friends are, whom I’m together with, as far as that is concerned. But\nthere was a time, a period when I was more comfortable with German refugees.",
        "A: They were -- they were the people I knew, I -- I grew up with and who had the\nsame experiences, whom I had a lot of common with -- in common with.",
        "A: The same things I -- just the story as it happened, completely.",
        "A: Yes, more so in my later years now than I did earl -- before. I feel there’s a need\nto -- to tell my story and our story.",
        "A: Because I s -- I see that if it -- if this as a story is not told, it might happen again.\nIt might be a way of preventing a future Hitler from appearing.",
        "A: Personally, I’m an optimist, I don’t think so. But I would not say it’s impossible.",
        "A: I don’t think so.\nNovember 19, 2001",
        "A: Having seen Americans, having observed Americans in -- all the time, I don’t\nthink they have it in them to the same extent as the Germans did.",
        "A: No, I never b -- I never brought it in connection with what’s happened in\nGermany. [ don’t think that ever entered my mind.",
        "A: N-No, I never -- I never saw any connection with -- with Nazism.",
        "A: Frankly, I -- I never did.",
        "A: ?m -- ’m not sure. I don’t think so. I don’t think so.",
        "A: Mostly in English. I would say 80 percent -- 80 percent in English.",
        "A: No. My daughter was more exposed to some German because she’s older and at\nthat time maybe we spoke more German than w -- than we did later on. So she\nNovember 19, 2001\npicked up some German. Sh-She understands quite a bit, but she doesn’t speak any.\nMy daughter also made the statement that she would never go to Germany.",
        "A: I guess after all she heard from us, she acquired that attitude.",
        "A: My grandchildren ra-range from 11 to 31.",
        "A: They didn’t ask me too many questions, I must say. I mean, of course I\nvolunteered many things, they didn’t have to ask me. But actually, they never asked\nme any -- hardly asked me any questions about -- that’s one of the reasons why I\nthink it’s important that I write my memorrs.",
        "A: Frankly I d -- I don’t know that. I don’t know how much they touched that\nsubject.",
        "A: Ta -- I should ask them, actually.\nNovember 19, 2001",
        "A: About my what?",
        "A: Oh, yes.",
        "A: [heard about it right away when I came to -- no, when I came here there was no\nHolocaust Museum yet. I was looking for some volunteer work I could do, and I\ncouldn’t think of nothing -- I could think of nothing better than the Holocaust\nMuseum.",
        "A: Yes, right. I must have started f-four years ago. Four to five years ago. And do\nyou know what I’m doing? I’m do -- making translations.",
        "A: Yes. I’m translating German documents. Not only documents, collections of\nletters, all kinds of p-political, military docum -- whatever. Whatever they give me\nto translate. I’m surprised that now, after 60 years almost after the end of the war,\nthat they are still -- there’s still more available. I expected three years ago that they\nwouldn’t have any more work for me, but it seems they do. They get a lot of\ncollections now. Letter collections. Letters which people wrote to their relatives.\nNovember 19, 2001\nPeople who were left behind in Germany and their children were in a -- in foreign\ncountries already. And many people it see -- it seems, send these letter collections to\nthe Holocaust Museum now, and asked -- asked the Holocaust Museum to have\nthem translated.",
        "A: It’s not military --",
        "A: -- [indecipherable] few things which are similar to military document --\ndocuments. Orders which were given by the German military to the civilian\npopulation, let’s say in Poland, what to do with the Jews, things like that.",
        "A: I-In many cases it’s pai -- it is painful. There are many nights when I cannot fall\nasleep. It’s not always easy to -- to work on this, especially when I’ve run into cases\nwhich are similar to my own family’s fate. Concentration camps and so on.",
        "A: Once a week, four to five hours each time.\nNovember 19, 2001",
        "A: Yes, I think so. I-I do.",
        "A: Now, I have a -- I-I understand many -- many things better, how people -- how\npeople felt about certain situations, especially in these collections of letters. Ma --\nfor instance, parents whose children left Germany and they -- and the parents were\nstill caught up in germ -- caught in Germany. And I could understand very well\nhow these -- how the parents felt, first about not being able to get out any more.\nNumber two about feeling left behind.",
        "A: Or in some cases from the German fra -- from the parents, and some cases from\nthe chil -- but mostly -- mostly ger -- parents to the children.",
        "A: In -- In the United States or other countries. Mo-Mostly o -- United States.",
        "A: Right. About their attempts to -- to get out of Germany, and so -- in many cases\nwhen they were -- they knew already they would not be able to get out.\nNovember 19, 2001",
        "A: In which ways?",
        "A: I can’t think of anything right now, in that respect.",
        "A: I wanted to take things home, but I’m -- we are not allowed to do that. We are not\nal-allowed to take any documents home.",
        "A: Yes?",
        "A: Yes, Id -- I do. I tried a couple of times t-to persuade people to work in the\nHolocaust Museum. But I don’t think so far I’ve been successful.",
        "A: It’s ver-very interesting work, and -- and that they’d learn a lot about -- about th -\n- about the Judaism by doing this kind of work.\nEnd of Tape Two, Side B\nNovember 19, 2001\nBeginning Tape Three, Side A",
        "A: Lessons which I’ve learned by working in the Holocaust Museum?",
        "A: I was very happy to see that so many people, looking at the nu -- large numbers\nof volunteers there, very happy to see that people are interested in it. People who --\nwho do not come from Europe, who are -- maybe less motive -- must be less\nmotivated than I am, but that still a lot of people have interest in this kind of work.",
        "A: No, I don’t think I have a special relationship with them. I meet a lot of them, I\nam a member of the survivor’s group, and that’s when I -- when I meet them\nsometimes wa -- once a month. And I’m very happy to see there are so many in this\ngroup. I never considered myself a survivor, not having been in the concentration\ncamp. Originally I thought survivors are only people who went through a\nconcentration camp and are survivors of concentration camps. But I am not, and the\nNovember 19, 2001\n-- I see there are many others on the same position. But it seems we are -- we are\nconsidered survivors in -- like in my case having lived in -- in Nazi Germany for six\nyears.",
        "A: Right, yes, yeah.",
        "A: The same thing. The same relationship as with these sur-sur-survivors. Very\nfriendly with quite a number of them. And I’d like to meet them, I’m looking\nforward to -- to every session there, every week when I go there.",
        "A: Yeah, it’s a very important part of my life by now. I -- I feel that I’m do -- doing\nimportant work and I -- for that reason I’m looking forward to going there every\nweek.",
        "A: Because it has a lot more meaning to me than other government buildings.\nNovember 19, 2001",
        "A: I feel it -- it -- it’s very important to me. More important to a -- to other\ngovernment buildings, because of my fate and of what’s happened to me. And\nbecause I’m becoming more and more convinced that it’s very important to ha -- to -\n- to have the Holocaust Museum. I’m surprised to see there’s a -- so many non-Jews\nare going there. To me it looks bi -- looking around, I have the feeling that 80 to 85\npercent of the people who come there are non-Jews, and I’m very happy to see that\nthey seem to be interested. Of course, they don’t come all -- they don’t all come on\ntheir own account, they come besa -- because they’re being sent by I don’t know\nwhom.",
        "A: Definitely. It’s very important. They should have more Holocaust museums in\nthe rest of the country. There should be more -- more of them. Like in new yor -- in\nNew York City, they -- they have some kind of a Holocaust museum, but it -- it’s\nnot what this one 1s. Th -- like th-the new one they have in New York is only -- only\npart of it is Holocaust museum, the rest 1s jew -- Jewish museum. I understand only\none floor there is u -- being used for that purpose, right?\nNovember 19, 2001",
        "A: Yes, I’ve been there, a number of years ago. And I was very impressed by there,\ntoo. But of course, the Washington mem -- memorial hol -- Holocaust Museum 1s\nbetter for the purpose it is supposed to be. It’s a -- it’s more technically advanced,\nwhatever they show, than what I saw that time in Yad Vashem. So people must be\nmore impressed with what they see.",
        "A: No, I don’t think so. I know many people -- many other people did, but I can not\nremember of any case that I was especially impressed by something.",
        "A: That one big room where all the -- where the -- where children express their\nthoughts about the -- about the Holocaust. What -- what do you call that place?",
        "A: The tiles, right, yes. They impress me very much and I go there very often to look\nat these tiles. Some of them are excellent of these tiles. They tell you a lot. It also\nshows how children, espe -- especially children react to these events. What means\nNovember 19, 2001\nmore to them than to other people and -- and so on. I think that’s an excellent idea to\nhave these on -- on -- so prominently displayed as they are.",
        "A: Yes. It certainly brings 1t back much -- much better. When I see these things I -- I\nnotice that I had forgotten many things which happened that time to me and to th --\nto the other Jewish people and which slowly diminished in my -- in my memory.\nThis brings it back again, very much.",
        "A: Yeah, I did have to sha -- like everybody else. I still have it in my old passport\nwhen I -- when I left Germany. Everybody had to do that.\nNovember 19, 2001",
        "A: There were so many other th-things, and worse things which happened to us in\nthat time, that it didn’t make any particular impression on me. I considered it more\nas a nuisance, I think, at the time when it happened. Seeing -- with all the other\nthings hap -- happening to us, that was only a small part. Comparively -- a small\nnuisance compared to many other things which happened which were much worse at\nthat time.",
        "A: Frankly, I don’t remember that. I don’t think we ever discussed it.",
        "A: Yes, I do. I got restitution for a number of things. For the loss -- for the loss of\nour house, our business and 1-interruption of our education. But it was -- it -- it\ndidn’t amount to much money. And for many things I didn't get anything at all. For\ninstance, the value of our -- our stock in th -- in our business, you know.",
        "A: Yes, it was very difficult, very hard. It had something to do with the fact that our\n-- my lawyer was not very efficient, I think. He was -- I guess he was too old at the\ntime. For every letter I -- I wrote, I had to wait -- wait a long [indecipherable]\nsometimes I had to write three or four times to get a answer -- an answer from him.\nNovember 19, 2001",
        "A: Yes, it was a Jewish lawyer. It was in Furth. Maybe that’s the reason why I took\nhim that time. And I -- then later on I changed lawyers, then it was a little better.",
        "A: I’m still getting German Social Security, monthly.",
        "A: Doesn’t bother me. I -- I think it’s coming to me, after what happened to me.\nAfter al -- all the other things I’ve lost.",
        "A: I don’t think so. Whatever I -- I think my grandchildren should learn about it or\nfind out will be in-included in my life’s story, in my memoirs. And I must have put\nthat down already in my memortrs.",
        "A: Yeah, I think so too.",
        "A: I thank you too for doing it.\n82\nNovember 19, 2001\nFred Goldman.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nNovember 19, 2001\nBeginning Tape One, Side A"
    ]
}