{
    "rg": "RG-50.030.0836_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Susi Frank Annes, on October 4th, 2015, in Palm Beach, Florida. Thank\nyou very, very much Susi Annes, for agreeing to speak with us today. We much\nappreciate your willingness to share your story.",
        "Answer: My pleasure.",
        "Q: Okay. I’m going to start with the very simplest and most basic of questions, and\nfrom there we’ll develop, and we’ ll talk about what your life was. Okay. And I'll\nspeak louder. All right, so tell me, what is the date of your birth?",
        "A: The date of my birth is January 18, 1928.",
        "Q: And what was your name at birth?",
        "A: Susi Marian Frank.",
        "Q: Susi Marian Frank. And where were you born?",
        "A: In Cologne, Germany, in a suburb called Ehrenfeld.",
        "Q: Ehrenfeld, okay. Do you have brothers and sisters?",
        "A: I do. I have one sister, her name was Rita Ina Frank.",
        "Q: Okay, and her — was she younger, or older than you?",
        "A: She was three years my senior.",
        "Q: Okay, so she had been born in 1925?\nOctober 4, 2015",
        "A: Twenty-four.",
        "Q: Oh, ’24, okay. So you were two girls in the family?",
        "A: Yes.",
        "Q: All right, tell me aler — a little bit about your parents, what were — we’ lI start\nwith their names. What was your mother’s name?",
        "A: My mother’s name was Caroline Rosenstamm Frank.",
        "Q: Okay.",
        "A: My father was Edgar Frank.",
        "Q: And were they from Cologne originally?",
        "A: My mother was from the Cologne area, my father was from Hildesheim,\nGermany.",
        "Q: It’s not so far, yeah.",
        "A: Not Cologne.",
        "Q: Yeah.",
        "A: Not anywhere near Cologne.",
        "Q: Okay. So where wa — tell me then, where is Hildesheim? Do you know?",
        "A: Hildesheim is a small town near Hanover.",
        "Q: Oh yeah, okay. And, had your parents come from families that were all\noriginally from Germany?\nOctober 4, 2015",
        "A: Yes. Everybody was from Germany.",
        "Q: Okay. And did they have — did you know about your grandparents and your\ngreat-grandparents, and you know, what the families were? Do you have —",
        "A: Unfortunately, my maternal grandfather passed away the year that I was born,\njust before I was born. I did not know my grandmother, she passed away a year and\na half later, so I have no recollection. However, my paternal grandfather had been\ndeceased, but my grandmother was — I was involved with her in my childhood, and\nlater on in life, she came to the United States and lived with us.",
        "Q: So, did your mother have any siblings, or was she the only child?",
        "A: No, my mother had a brother.",
        "Q: Okay.",
        "A: His name was Manfred(ph) Rosenstamm.",
        "Q: Okay, did you know him?",
        "A: Oh, very well.",
        "Q: Okay, so she had — you had an extended family then, maybe not a complete, but\nyou had a [indecipherable]",
        "A: Absolutely.",
        "Q: Okay. And from your father’s side, did he have brothers and sisters?",
        "A: He certainly did.\nOctober 4, 2015",
        "Q: Okay.",
        "A: He had two sisters, one was Greta Frank Spiegel(ph).",
        "Q: Okay.",
        "A: One was — gotta think a minute — he had a brother by the name of — oh, gotta\nthink — Alfred Frank. And he had another sister by the name of — oh, can’t think of\nthe first name, her — can’t think. Irma —",
        "Q: Irma.",
        "A: — Frank Wolf(ph).",
        "Q: Okay. Did they all live in the Cologne area?",
        "A: The two sisters lived in the Cologne area, yes. The brother lived in Hildesheim.",
        "Q: Okay. Had — and your grandmother on your father’s side, where did she live?",
        "A: In Hildesheim.",
        "Q: All right. Did you have any relatives who lived abroad? Any family members\nwho had emigrated before the war, or after World War I or before, to either United\nStates, or to other parts of the world?",
        "A: Yes. My father’s sister and brother-in-law emigrated first, to Belgium, in 1937.",
        "Q: Okay.",
        "A: And then went on to — to South Africa, where they had children, where they had\ntwo boys.\nOctober 4, 2015",
        "Q: Okay.",
        "A: But they went to Mozambique, because they couldn’t get into Johannesburg.",
        "Q: I see.",
        "A: Johannesburg quota was closed, and so they went to Mozambique.",
        "Q: Oh my goodness.",
        "A: Eventually, they got into Johannesburg, after the war.",
        "Q: Okay. But nobody from the family, let’s say prior to World War I? Some people\nhad, for example, relatives in the United States who had emigrated for, not political\nreasons, let’s say either economic reasons or — or they just wanted to leave Europe\nin the early part of the century. Was that — did you have any relatives like that?",
        "A: Yes, I—I found out lately, going through my father’s papers, that the gentleman\nwho sponsored us was the s — was a second cousin of my mother’s, who was born in\nGermany, of German parents, obviously, decided to emigrate to the United States,\nin the — in very late 80s. He was like six years old. Must have been 1889, or\nsomething to that effect.",
        "Q: Okay.",
        "A: Yes, those were the only people that she had, or she knew.",
        "Q: Okay. So otherwise, the family really is German for many generations.",
        "A: They were. [technical interruption]|break]\nOctober 4, 2015",
        "Q: Sorry about that. So, do you have any earliest memories from Cologne, from\nyour child —",
        "A: Oh, I certainly do.",
        "Q: So, could you share some’?",
        "A: I had a wonderful childhood.",
        "Q: Okay.",
        "A: I was raised — my mother was a businesswoman, who had to take — very unusual\nfor a German so-called lady at the time.",
        "Q: Yes.",
        "A: Her parents had unfortunately passed away, and left a substantial business, and\nshe decided to take over, cause her brother, who was still very young, was not so\ninclined.",
        "Q: Okay.",
        "A: And my father became involved in the business, and after she lost both parents, I\nhave papers showing that he became the sole director of the business.",
        "Q: Really?",
        "A: So, the business was in my father’s name.",
        "Q: Okay.",
        "A: But it continued under the original name, of which I have the original papers —\nOctober 4, 2015",
        "Q: Oh my goodness.",
        "A: — when — it was just given to me, in Germany —",
        "Q: Okay.",
        "A: — of when the business was created.",
        "Q: So tell me, what was this business, and what was it called?",
        "A: Well, it’s a very unusual name.",
        "Q: Okay.",
        "A: Would you like it in German, or —",
        "Q: Yes, both.",
        "A: Okay.",
        "Q: First German.",
        "A: It’s Metzgereibedarfsartikel(ph), it’s all one word.",
        "Q: Oh my God.",
        "A: And it has to do with anything pertaining to bu-butcher’s supplies, including\nmajor machinery, such as coolers, and major machinery to grind meat, and make\nsausages, and major things.",
        "Q: So this would have been — in — in those days, it’s interesting to think, are\nbutchers still — you — you kind of have in your mind that they are smallOctober 4, 2015\nneighborhood businesses, and what kind of machinery would they be ordering from\nsomeone?",
        "A: Oh, they had — I remember as a child —",
        "Q: Okay.",
        "A: — overwhelming machines, where they would grind meat. And they had saws to\n— to saw the bones, and all kinds of major things. But a good part of the business,\nwas refrigeration, which was very new.",
        "Q: Yes.",
        "A: And they would build walk-in ref — major refrigerations —",
        "Q: Refrigerators.",
        "A: — for —",
        "Q: Now, had your grandfather — that is, on your mother’s side —",
        "A: Yes.",
        "Q: — started the business?",
        "A: Yes, he did.",
        "Q: Wow.",
        "A: [have pictures of him, the day that the — that the business was created.",
        "Q: Now, did it ha — was there a physical plant, or was it that he was a supplier from\nmanufacturers of different equipment?\nOctober 4, 2015",
        "A: It was both.",
        "Q: Okay.",
        "A: It can — we — the physical store was good sized, I would day oh, a quarter of a\nblock, it was pretty large. And it had a showroom with major machineries, small\narticle — knives and saws and forks and all kinds of things that butchers would use.\nAnd then we had a warehouse in back of the store, where they had the major\nmachinery, so that people could see what it was like. But they — they had — they did\nbuy the smaller items, but all the larger items had to be — those were sample\nmachineries.",
        "Q: So they had to be ordered. They had to be special or —",
        "A: Oh, absolutely.",
        "Q: — special ordered.",
        "A: And the butchers they dealt with were both small, but there were also major,\nmajor butchers.",
        "Q: Such as?",
        "A: Downtown Cologne, that would have butchers, the meats on one side, and\ndelicatessen on the other. Very, very upscale.",
        "Q: Oh wow. Was there — well, maybe this sounds a little bit ignorant, and it\nprobably is, but were there large department stores —October 4, 2015",
        "A: Oh yes.",
        "Q: — in Cologne, that had, let’s say, a huge food section?",
        "A: No.",
        "Q: No.",
        "A: They did not have a food section, no.",
        "Q: Okay.",
        "A: But there were certainly major department stores.",
        "Q: Department stores, okay. I’m thinking in my mind —",
        "A: Yes.",
        "Q: — of the one in Berlin called KaDeWe —",
        "A: Right.",
        "Q: — that had on its top floor —",
        "A: It’s lovely, I’ve been there.",
        "Q: Yeah, yeah, and I don’t know if that’s a po —",
        "A: No.",
        "Q: — I know it was a po —",
        "A: I do not believe we had —",
        "Q: Anything like that, yeah.",
        "A: No.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "Q: So major butchers would have been — major clients would have been the ones\nwho would be from the center of town, who’d own a large butcher shop.",
        "A: Right, but 1t wasn’t at the — the clientele mo — went far beyond Cologne. People\nwould come in to find out new items, or what they needed.",
        "Q: Yeah.",
        "A: So it wasn’t just —",
        "Q: Cologne.",
        "A: — limited to Cologne itself.",
        "Q: Now, in the name, could you repeat it in German again? Metzgerei —",
        "A: Metzgereibedarfsartikel(ph).",
        "Q: All right.",
        "A: Needed — butcher needed supplies.",
        "Q: Supplies. What about the family name? Was there any oth — was it like Rosen —",
        "A: The family name was Rosenstamm.",
        "Q: Yeah, Rosenstamm Metzgereibedarfsartikel(ph). So the family name came\nbefore, okay.",
        "A: I ki—I don’t know whether my — I don’t think my father ever changed the name.\nThat I — I had no way — I don’t know, I’d have to go research that.October 4, 2015",
        "Q: Okay. Have you — was your father involved in another kind of work, or business,\nor profession before he went and became involved in what your mother inherited?",
        "A: He was — he really wanted to become an engineer, but he never got that far, and\nthey married very young. And he had — I think he had worked for some kind of\nbusiness, prior to meeting my mother.",
        "Q: So, does that mean he went to su — he had some higher education, but not\ncomplete higher education? Or had he finished college? Or you don’t know’?",
        "A: No, he di — he — there — no, at the time there was no — there was — what was it\ncalled? It wasn’t college, but it’s before college. What was that called?",
        "Q: Oh, dear.",
        "A: It wasn’t just grammar school, and it wasn’t middle school —",
        "Q: Gymnasium?",
        "A: Pardon?",
        "Q: Gymna — there’s gymnasium, which was —",
        "A: Gymnasium.",
        "Q: Okay.",
        "A: [indecipherable] yeah.",
        "Q: Okay. So he had finished gymnasium?",
        "A: Yeah.\nOctober 4, 2015",
        "Q: All right. And how — do you know how your parents met?",
        "A: I really don’t recall.",
        "Q: Okay.",
        "A: I think they met at — at a dance, but I’m not certain. They were introduced\nthrough a friend.",
        "Q: Okay. Would you say then, that at least from your mother’s side of the family,\nthey were well-to-do, because of this business?",
        "A: They —I didn’t —",
        "Q: Would you say that from your mother’s side of the family, her family was well-\nto-do, because of this business?",
        "A: I—I wouldn’t use the word well-to-do. They were very comfortable.",
        "Q: Okay, okay. And was there a family home — since both grandparents were\nalready gone when you were growing up, did you — was there still a family home\nthat she had grown up in, that you knew of?",
        "A: No, my mother grew — I have no idea, but my father grew up in Hildesheim,\nsmall town, substantial home.",
        "Q: Okay.",
        "A: And major business.",
        "Q: Oh, what was that?October 4, 2015",
        "A: And that was — that was — oh, I don’t know how to say that. They — they dealt in\ncattle, and some horses, but cattle was their major business.",
        "Q: So, it was the trade in cattle?",
        "A: Yes.",
        "Q: All right. And was it like an import-export trade?",
        "A: No, no, no, no. Just, I guess, local. I don’t know.",
        "Q: Okay.",
        "A: But my grandmother had a substantial home.",
        "Q: Okay. And what did it look like, can you tell me? Do you remem —",
        "A: I’m sorry?",
        "Q: What did it look like? Can you tell me?",
        "A: What did it look like?",
        "Q: Yeah.",
        "A: It looked like a major three-story home.",
        "Q: Stone?",
        "A: Yeah.",
        "Q: Ninete —",
        "A: [have pictures of it, stone.",
        "Q: Nineteenth century type of build?\nOctober 4, 2015",
        "A: Probably, probably. I don’t know whether they had built it or not. She must have\nhad — oh, I don’t know, it was a very formal home. She had staff for help, and even\nthough she was widowed, lived very, very nicely.",
        "Q: Okay. So, both sides of your family were comfortable, economically?",
        "A: Yeah, comfortable.",
        "Q: Okay. Okay. And, as you were growing up, did you visit her often, your\ngrandmother?",
        "A: No, it was to — yes, we were — my nursemaid would take us, it was quite a ride —",
        "Q: Okay.",
        "A: — a train ride, to get there. And we would go once in a while. But because it was\nsuch a formal lifestyle, and we, as children we were not too happy with visiting\ngrandma. Everything had to be absolutely ultra-perfect. You had to get dressed for\nlunch, and dressed for dinner, and it was not our way of life, so —",
        "Q: Okay. Things at — at your home were less — less formal.",
        "A: Absolutely.",
        "Q: Okay.",
        "A: And if we didn’t go with our — the interesting thing was that we were sent with\nour nursemaid, who was really like my second mother, so —",
        "Q: What was her name?October 4, 2015",
        "A: Her name was Lisbeth(ph) Mueller.",
        "Q: Lisbeth(ph) Mueller. Did you —",
        "A: I got beautiful letters of hers.",
        "Q: You do?",
        "A: Yes, I do.",
        "Q: Well, that’s unusual, still to have letters from a nursemaid.",
        "A: Yeah. As a matter of fact, when I lost my husband, years later she had written\nme a note saying, I can’t let you live alone. You need me to help you, and however\nshe had survived the war, and she wasn’t well herself, and she wanted to come with\na friend, and the two would live with me, and take care of me. But, unfortunately,\nwhich I have really regretted, that I did — I— I wasn’t in a position to have two\npeople who had never been abroad, or —",
        "Q: You don’t know who —",
        "A: — very limited.",
        "Q: Yeah.",
        "A: And so — however, I did see her after the war.",
        "Q: You did?",
        "A: Oh, of course.",
        "Q: Well, that’s also something special.October 4, 2015",
        "A: I—1in 1955, my husband and I went to Israel, and the only way I would consent\ngoing, if we would stop in Holland, and had her — I wouldn’t go to Germany, but\nha — she came to Holland as our guest, for three days. And so, I have lovely\nrecollections.",
        "Q: So you had a reunion?",
        "A: Yes.",
        "Q: Was your family very religious?",
        "A: I wouldn’t say very — we were traditional, and observant, yes. My mother was\nreligious, came from a religious family. My father was very Reform.",
        "Q: Okay.",
        "A: So however, he had to put up with, yes, we had a kosher home.",
        "Q: That was one of my questions.",
        "A: Yes. And interestingly enough — and this is — is quite unusual, because we were\nin the business, we had two refrigerators at the time, one for dairy and one for meat.",
        "Q: Oh my goodness.",
        "A: And people who came to our house could not believe — first of all, we had a very\nlarge kitchen, we had help. And — but they could not — they had never seen people\nhave two —",
        "Q: Refrigerators. Yes, and certainly for the time. I mean, in the 1930s, yeah.\nOctober 4, 2015",
        "A: For the time. Even the 30s, to have a refrigerator was a luxury.",
        "Q: Well, tell me about your home that you grew up in. Was it a house, or an\napartment?",
        "A: No. My parents, I think — I’m not sure whether it was 30 — I was born ’28, ’31, I\ndon’t know the date, but the build — there was a new building in this — in this\nsuburb, that was very close to the slaughterhouse, which was giant, blocks and\nblocks and blocks. And it was — because of the slaughterhouse, it wasn’t a fancy\nneighborhood.",
        "Q: No, I wouldn’t imagine that it could be.",
        "A: No. And a building went up, and my father decided to move the original store to\nthat new building, and customize the first floor of the building.",
        "Q: You mean the ground floor, or the first floor as we’re talking —",
        "A: No, first floor over the — over the business.",
        "Q: Okay.",
        "A: And customized it into a four bedroom apartment, which we had, with two and a\nhalf baths.",
        "Q: Oh my goodness.",
        "A: And so it — 1t was very modern, and large. And I went to see it eight years ago,\nbut the building has been completely remodeled.\nOctober 4, 2015",
        "Q: But it still egsi — exists.",
        "A: It does. And the lady who has half of our apartment, allowed us to come in, so —",
        "Q: And did it look very different?",
        "A: Totally.",
        "Q: Okay.",
        "A: Totally.",
        "Q: So, it was an — a neubau. It was a new building, then.",
        "A: It was a brand new building.",
        "Q: So it would have been —",
        "A: It had three floors.",
        "Q: Okay.",
        "A: And an elevator.",
        "Q: Also unusual. I mean, for most people, the — you know, there was — when they\ndescribed where they lived, if it was in the center of a town — I’m talking about\npeople from Germany — often it was that they — these large, 19° century homes,\nthat had —",
        "A: Right, yeah.",
        "Q: — staircases, and — and so on —",
        "A: [indecipherable] a home, it was a home.\nOctober 4, 2015",
        "Q: Yes.",
        "A: It was.",
        "Q: Four bedrooms, that’s a lot. So, there was one for you and your sister.",
        "A: Four bedroom and two maids’ room. And they had their own bath, I didn’t even\ncount that.",
        "Q: Okay. So, large.",
        "A: It was.",
        "Q: And your mother — and your mother and your father, you sort of like — 1t was the\nshop of — it was — you lived above the shop.",
        "A: Right.",
        "Q: Okay. And they didn’t have to commute very far to go to work?",
        "A: No. And the [indecipherable] beyond the — the warehouse.",
        "Q: Okay.",
        "A: The front was the store, then there was the warehouse. Then there was a huge\nyard, quite large. I don’t know how large, which had a garage for — three car garage,\ncause we had a private car, we had a business car. And the — our apartment was\nbuilt — the building was like the front of the house —",
        "Q: Okay.October 4, 2015",
        "A: — but it had nothing where — where the courtyard in back was. So they built a\nwalk through, and built a part on top of — it’s hard to explain — on top of the — those\nwere the bedroom area. So there was a front of the house apartment, you had to\nwalk through —",
        "Q: Okay.",
        "A:—aki-—a-—a lengthy walk, like this.",
        "Q: Like a corridor.",
        "A: Like the little corridor. And then you went into a little guided room, when you\nget to the end of the corridor, it was just as — a settee with some chairs to sit down\nand rest, or whatever. It was nothing.",
        "Q: Okay.",
        "A: And then you had a guest bedroom, my mother s — father had a suite there.",
        "Q: Wow.",
        "A: They had a dressing room, it was incredible, with double sinks, and all in\nmarble.",
        "Q: Oh my goodness.",
        "A: All in marble. And my mother had a dressing room, and their bathroom was\nbehind all this, was big, very large. And then we had our bedroom, and another,\nsmaller bedroom. And then there was a ne — very difficult to explain.October 4, 2015",
        "Q: That’s okay, but it’s fascinating.",
        "A: The maid’s rooms —",
        "Q: Okay.",
        "A: — were very small.",
        "Q: Okay.",
        "A: And they had a tiny bath. So —",
        "Q: But they had one, that was for themself, you know, so — just for them.",
        "A: Then we had a very substantial bathroom for my sister and I.",
        "Q: Okay.",
        "A: In the hall, not — not — my parents’ bathroom was —",
        "Q: En suite.",
        "A: — 1n their suite.",
        "Q: Yes. Now, did you spend a lot of your childhood then, in the business, because\nyou could go visit your mother, or your father, or —",
        "A: No.",
        "Q: No, you didn’t. It wasn’t like you were —",
        "A: We used to go down and say hello, but it wasn’t a business that kids would be\ninterested in.",
        "Q: Okay.\nOctober 4, 2015",
        "A: You know, everything was difficult, don’t touch this, and the knives are sharp,\nand so —",
        "Q: Okay.",
        "A: — it wasn’t a playground type things, no.",
        "Q: Okay.",
        "A: We didn’t have to, we were too busy. We were just —",
        "Q: What were you doing? What was —",
        "A: We went to school.",
        "Q: Okay.",
        "A: And we went to school, to German public school.",
        "Q: Okay.",
        "A: Until I was in third grade.",
        "Q: Third?",
        "A: I’m not sure. 1937, we were no longer allowed to — to go to public school.",
        "Q: We'll get to that part. I’d like to talk a little bit about — before we go to school, I\nstill want to talk about the family a little bit. Tell me a bit about your mother’s\npersonality, and your father’s personality. What kind of people were they?",
        "A: Well, it’s — it’s a very interesting question, because I had a most unique mother.\nShe was very avant-garde.\nOctober 4, 2015",
        "Q: Really?",
        "A: Able to handle anything, with a smile on her face. She was very attractive, and\nshe had — she was — she had a dual personality; one was business, and people loved\nher. And then, over the weekend, she was a totally different lady.",
        "Q: Really?",
        "A: She was not a businesswoman, but she was very charming, very creative woman,\nwho had tons of friends.",
        "Q: She sounds like a very modern person.",
        "A: She was modern, really, to begin with.",
        "Q: Oh wow.",
        "A: And involved in all kinds of things. And my father was a direct opposite. He was\na straight, 100 percent German. [indecipherable] perfect.",
        "Q: Okay.",
        "A: A gentleman of distinction in his manner, in his dress, and everything he did was\nperfect. There was no in-between. And it 1s interesting, because they were totally\nopposites. And I — I assume, from what I saw, that they had a lovely marriage.",
        "Q: Well, when you said that your grandmother had a strict home, where you had to\nbe dressed properly, and you had to — you know, the manners had to be right, it\nmakes a lot of sense that he would also have —\nOctober 4, 2015",
        "A: He was —",
        "Q: Yeah.",
        "A: — [indecipherable] plus perfect. We always teased him.",
        "Q: Well, when you’re surrounded by women, you can be charmed by that, too.",
        "A: Oh my goodness.",
        "Q: Yeah.",
        "A: But my mother was free and easy and fun and made everything work. And, you\nknow, he was just, every “1” had to be dotted, everything had to be perfect.",
        "Q: He was —",
        "A: But he was a wonderful gentleman, he had a wonderful personality, but you had\nto get used to him. It was not easy.",
        "Q: So, were — was there one parent that you were closer to than — than the other, or\n— or did you confide in one more, or was it your —",
        "A: No, my mother was too — too busy.",
        "Q: Too busy.",
        "A: My mother was far too busy. We had wonderful times together, but she was\ninvolved, she had too many other things going.",
        "Q: And how long — you mentioned before, Lisbeth(ph) Mueller was your nanny.",
        "A: She was there until — that’s another unbelievable — in 1937 —\nOctober 4, 2015",
        "Q: Well, before we get [indecipherable] let me interrupt for a second.",
        "A: Yes.",
        "Q: Tell me how she came into your life. Let’s start from the beginning.",
        "A: She was a — I also have her papers.",
        "Q: Okay.",
        "A: She was a registered children’s nurse.",
        "Q: Okay.",
        "A: Who wore a cap I — as you saw. They had to wear a cap like a regular nurse. She\nwas not a housekeeper. She had no duties, other than —",
        "Q: Looking after you.",
        "A: — the two of us.",
        "Q: Okay.",
        "A: And as it happened, my — when she came into our household, when I was born,\nmy sister had her own nurse, and I — from what I heard, I don’t think they got along\ntoo well, and my parents decided on Lisbeth(ph), who we called Tedde(ph) —",
        "Q: Tedde(ph).",
        "A: — that’s a German name for kinderschwester. Yeah.",
        "Q: And — and so you grew — you never — do you have any memories of her not\nbeing there?\nOctober 4, 2015",
        "A: Never. She was there until th-there was a law, she could no longer live with us.\nIf she were — was caught living with a Jewish family, she ge —",
        "Q: She’d get in trouble.",
        "A: That would be the end of her. So, unbeknownst to anyone, we — we had — could\nno longer have help in the house unless they were Jewish. And you could find very\nlittle Jewish help, but there were some. She decided to get her own apartment — or\nmy parents, I don’t know what the arrangements were. But she worked in the sto —\nin the office of the business.",
        "Q: Oh wow.",
        "A: Because she — she decided she would not leave our family.",
        "Q: Wow. Wow. That must have meant something.",
        "A: So, I have a letter to the effect that when my father tried to establish what had\nhappened to the business, she wrote a major letter of what her input with the family,\nand what she had seen over the years, and —",
        "Q: That must have been crucial in helping — in helping fi — you know, establish\nwhat kind of assets there were, and what had been lost.",
        "A: Well, she — her family was practicing Catholics.",
        "Q: Okay.\nOctober 4, 2015",
        "A: Her brother was a priest, and she was very involved. And, also unusual for a\nJewish kosher home, my mother would have a Christmas tree for Christmas, in — we\nhad two living roo — two rooms, one daily living room —",
        "Q: Okay.",
        "A: — one special for company.",
        "Q: It’s like a— I’m sorry I’m entering, but it’s sort of like today’s family room, in\nAmerican homes, and then the living room —",
        "A: Exactly.",
        "Q: — when company comes.",
        "A: Well, the family room was every day, we ate there, everything was going on in\nthe family room, must be like a family room, but we called it a second dining room.\nWe had a formal dining room, and this. But my mother would have the small\nChristmas tree in the good living room, for the help, on Christmas eve, which was\nunbelievable. And I followed suit later on —",
        "Q: Did you?",
        "A: — because that’s what I learned, and had a lot of trouble with my rabbi about it.",
        "Q: Oh dear. Well, you know, it’s — that’s also part of what was lost, is that people —\nI mean, there were — there were all kinds of attitudes, but each individual interpretedOctober 4, 2015\nwhat their — the, I guess religion, or the community that they were born in,\naccording to how their human relations worked.",
        "A: Absolutely.",
        "Q: You know?",
        "A: Well, it’s interesting, I — I didn’t understand it at the time, but after I was\nmarried, and I had a Catholic nursemaid in my home, I realized how unusual it was\nfor my mother — I didn’t keep a kosher home. But for my mother to have a\nChristmas tree, that was really —",
        "Q: That’s a lot.",
        "A: That was a lot.",
        "Q: That’s a lot, yeah.",
        "A: So, but I didn’t — you know, I didn’t understand it at the time. But my mother\nalways felt, in order to have — you have to observe everybody’s preference. And as\nlong as they were part of my family, that’s what she did.",
        "Q: That’s a lovely model.",
        "A: SoI gave a lot of credit.",
        "Q: Yeah.",
        "A: Yeah, she was —",
        "Q: A lovely model, truly, yeah.\nOctober 4, 2015",
        "A: She was very unusual.",
        "Q: So, I’m trying to think now of more questions about your parents. Your father\nwas more reserved, your mother was more extrovert. What were their — what were —\nhow did they split their duties in the — in the business?",
        "A: I have no idea.",
        "Q: You don’t know, okay.",
        "A: I have no idea. I would imagine that she didn’t go on the road to different\nexhibitions, my father did that, and I —",
        "Q: Do you remember how many people worked in the business?",
        "A: [have no idea, like three or four were in the office, I don’t know.",
        "Q: Okay. Let’s go to school then.",
        "A: [indecipherable]",
        "Q: School. Let’s talk about your school. You said you went to a German public\nschool.",
        "A: Public school.",
        "Q: Public school. Do you remember the name of it?",
        "A: No.",
        "Q: Okay. And was it close to home in Ehrenfeld’?",
        "A: Yeah, we walked to school.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "Q: Okay. Your sister went to the same one?",
        "A: Yeah. However, she was three years — she then went to, like a gymnasium, you\nknow, she was transferred. And she had to go to a Jewish school, while I was still in\npublic school, which was nowhere near us. It was in the heart of Cologne.",
        "Q: And was this for political reasons, that she wasn’t able to continue?",
        "A: Yes, absolutely.",
        "Q: Okay.",
        "A: And then later on, I had to go — that gymnasium had a lower school also.",
        "Q: Okay.",
        "A: And that’s when — I transferred there, and that was a good 35 minute by\nstreetcar. But we — we had a driver from the business, and when he showed up early\nenough, we would be driven to school. But it — it wasn’t an every day occurrence.",
        "Q: So, let’s talk about — 1f you have memories of this, before all of the changes,\nwhat were your first years, grades one, two, three? Do you have any — any\nmemories of those first years of school, what they were like?",
        "A: Yeah, I have — I have lo-lovely memories. I had wonderful girlfriends who lived\nin the area, none of whom were Jewish. And I came home one day, and — from\nschool it tears, because everybody was wearing a little brown uniform. And I\nwanted a brown uniform. My mother tried to explain to me that I can’t have it, that\nOctober 4, 2015\nI’m Jewish. Well, I ki — I didn’t know why — why I couldn’t have what they had.\nLike a brownie uniform. But this was a Hitler youth, and they were no longer\nallowed to talk to me. So, suddenly I had no friends, no one to be with, and that was\na little difficult. However, then I immediately, within months, I was forced to go to\na Jewish school. And so I got — had all new friends.",
        "Q: So, you were five years old when Hitler came to power.",
        "A: Yeah.",
        "Q: Yeah. And did that — I mean, you were very little at that time, but did you notice\nchanges? Did your f — changes happen —",
        "A: Not really, my life didn’t change, no.",
        "Q: Okay. And your parents, in their business or anything, from five years — you\nknow, from 1933, when he comes to power, was there anything in those first years —",
        "A: That didn’t happen —",
        "Q: Okay.",
        "A: — until li— 1936, when he really came into being.",
        "Q: Okay.",
        "A: And then the business declined greatly. I have papers attesting this. I have all —\nand my father kept immaculate papers, being [indecipherable] plus German.October 4, 2015\nEverything is documented. And how the business had to be forf — the business was\nforced —",
        "Q: Okay.",
        "A: — to be sold when it was — there were no more clients. They would not come to\nJewish business people. So, they had a terrible time in ’37 and °38. And it — they —\nhe had to — later on he had to show how the business dropped, and that, and the\nbusiness was sold for nothing. I have all those papers, all the attorney’s papers, and",
        "Q: Wow, not many people have all of that document —",
        "A: And I have everything.",
        "Q: — documentation.",
        "A: I have it all.",
        "Q: And so, was it sold before Kristallnacht?",
        "A: It was sold after Kristallnacht. Nothing was sold before Kristallnacht.",
        "Q: Okay.",
        "A: But we had — it had been plundered — is that the word?",
        "Q: Mm-hm.",
        "A: The — prior — I think once, prior to Kristallnacht, we had these giant windows,\nstore windows, and several of them were broken, and merchandise taken, but —October 4, 2015",
        "Q: [indecipherable] was stolen.",
        "A: — that was prior to Kristallnacht.",
        "Q: Okay.",
        "A: But after Kristallnacht, that was a si — totally — that really — yes, 1t was a major\nchange in my life. But prior to that, we had a major change also.",
        "Q: Tell me.",
        "A: The year prior to, we were to have left Germany, and you know, you needed a\nnumber. Are you familiar with that?",
        "Q: Tell me about it.",
        "A: Okay. You needed a number to — to emigrate, an emigration number.",
        "Q: From the German authorities, from the Nazis.",
        "A: Absolutely.",
        "Q: Okay.",
        "A: And my mother had gotten a number, very unusual. She had gone to Berlin —\nthis is difficult — because Irving Berlin was entertaining in Berlin, and my mother\nsomehow or other, got to see him [indecipherable] ticket, an affidavit from Berlin,\nor from Irving Berlin, or perhaps help through someone. She had managed to — to\nget this, to no avail.",
        "Q: Okay.October 4, 2015",
        "A: However, she had a number in 1937, that was quite early. She — my mother gave\nmy father an ultimatum, I am leaving Germany. My father — this is interesting —\nhad been an army officer in the first World War, as a Jew. I have his army papers.",
        "Q: You have those still, too.",
        "A: I do.",
        "Q: Oh my goodness.",
        "A: He — my mother went and got them, my — my father said, I’m not leaving\nGermany. Hitler will not touch me because I was an officer. My mother said,\nwhatever you want to do, I am leaving when my number comes up. The number\ncame up, and unfortunately my nursemaid had given my sister and I a Hanukkah\npresent, a Christmas present of a bicycle each.",
        "Q: Oh my goodness.",
        "A: And we went and tried out our bicycle when there was a little snow on the\nground. My sister was a little heavy and clumsy, and fell off her bike and broke her\nhip.",
        "Q: Oh my gosh.",
        "A: And at the time, you could not go to a doctor in your area unless he was Jewish.\nSo, I don’t know how my mother did this, or how my father did this, she went to theOctober 4, 2015\nnearest hospital, where she wasn’t supposed to be. They set her hip, and they put\nher into — oh, I don’t know what they — gips, what —",
        "Q: Ah, into a cast.",
        "A: Yeah.",
        "Q: A cast.",
        "A: From here —",
        "Q: A plaster cast.",
        "A: — down to her feet. And she was —",
        "Q: She couldn’t move.",
        "A: —couldn’t move. We had a hospital bed put into the fancy dining room, which\nlooked outside, and she was there for three months, in this cast. And when she —\nduring that time, our number came up. Well, my parents couldn’t leave with a child\nin a cast, that doesn’t work.",
        "Q: Right.",
        "A: And when she got out of the cast, she couldn’t walk. Her hip had to be re-broken\nby a Jewish orthopedic doctor. It was terrible. So we missed our chance of getting\nout of Germany, because Rita wasn’t able to walk.",
        "Q: And do you know what the number was?",
        "A: No. That I don’t know. Possibly I might have the number, but I never —\nOctober 4, 2015",
        "Q: And it would have bi — it was one of the requirements of the German — of the\nNazi German authorities that everybody be in a healthy state to leave the —",
        "A: Absolutely.",
        "Q: Okay. And —",
        "A: Then she had to re —",
        "Q: Apply.",
        "A: — apply, with a different number. And at that time, in ’37, there were millions of\npeople ahead of her. There was nothing you could do.",
        "Q: So, in other words, she came to this conclusion fairly early on?",
        "A: Absolutely.",
        "Q: Do you remember about when this would have been, ’35, ’36, or —",
        "A: Oh, no, no, no, she — she applied the minute the — the numbers became available,\nmy mother applied.",
        "Q: Oh.",
        "A: So, I don’t know when that was, maybe probably °37?",
        "Q: Okay.",
        "A: Because at that time not a lot of people were interested in leaving. However,\nbecause of my sister’s fall —",
        "Q: Right.\nOctober 4, 2015",
        "A: — we could not avail ourself.",
        "Q: You couldn’t go. You couldn’t go. Let’s go back a little bit. I want to go back to\nyour school, where you say all of a sudden the children no longer play with you, no\nlonger talk to you, and you’re by yourself. How soon after that — was it a period of\nmonths, or a year, or fairly quick that you no longer went to that school?",
        "A: Oh, very quickly, within — this was all going on, but I’m a little kid, I don’t\nunderstand what’s going on.",
        "Q: Of course.",
        "A: I just want the uniform, like my girlfriends.",
        "Q: Oh, yeah.",
        "A: And there, within a very short time —",
        "Q: You were not allowed to —",
        "A: — I was transferred to the other school.",
        "Q: Okay.",
        "A: Because I — I wasn’t comfortable going to that school, I mean, you weren’t safe\ngoing to that school.",
        "Q: And — and that’s when —",
        "A: And because we were not in a — we were in this unusual, new neighborhood,\nwhich was kind of — it wasn’t real residential —October 4, 2015",
        "Q: Well, that’s what I was going to — I’m trying to get a picture of it. If there’s a\nslaughterhouse there —",
        "A: Yes.",
        "Q: — and it’s large, then —",
        "A: Oh, it’s huge.",
        "Q: Yeah. So, was it mostly warehouses and businesses that were in the\nneighborhood?",
        "A: No — yes, there were lots of — lots of businesses, smaller businesses. A lot of\nthings pertaining to the meat industry.",
        "Q: Yeah.",
        "A: So this was not a fancy neighborhood.",
        "Q: Mm-hm. But a — a — it sounds like a lovely apartment.",
        "A: Oh, we had a lovely home.",
        "Q: Yeah.",
        "A: But because of the business, it wasn’t in the —",
        "Q: Best —",
        "A: — best suburb.",
        "Q: Right. Was there a smell from the slaughterhouse?October 4, 2015",
        "A: Yes, there was. There was, many times, yes. Absolutely. You knew when you\nwere coming closer, absolutely.",
        "Q: You could smell it, you could smell it. So you would have to then travel at least\n35 minutes by some kind of vehicle, whether it’s a trolley car, or whether it’s the\ndriver —",
        "A: Usually trolley car.",
        "Q: Yeah. Did you have any experiences on the trolley cars that were —",
        "A: Only — never, we were fine until the 10\" of November.",
        "Q: Okay, in ’38.",
        "A: That was an experience, yes.",
        "Q: Well, tell me what happened on the 10\" of November.",
        "A: Well, we woke up in the morning, like every other morning.",
        "Q: Okay.",
        "A: And somehow or other, my mother, or nursemaid, I don’t know who said, today\nyou’re going to be driven to school. Well, it turns out our driver didn’t get there. So\nwe had — you know, streetcars ran every 15 minutes, so we had to go by streetcar.\nWe hopped on the streetcar. The ride took us through the main street of Cologne,\nwhich 1s called the Ring. And once we made the turn onto this major street, my\nsister and I are sitting in the trolley, and we’re saying, this must have been —October 4, 2015\nsomething terrible must have happened, people must be drunk. We saw the entire\nstreet, which by the way is documented in Germany, they have pictures of all of it\n— and interestingly enough, I met the Biirgermeister of Cologne years later, who\nthat same morning was on a streetcar also, and we exchanged — he’s not Jewish, of\ncourse — so we — he said, you saw this? And I said, yeah. He said, I did, too. So,\nthey had plundered all these shops. There was stuff all over the street: clothes,\nbicycles, whate — whatever the shop sold, was on this major street. And we couldn’t\n— how could this happen? So we got to school, and the minute we got to our\nclassroom, we were told to go to an assembly, which was outside in a courtyard.\nThe two schools had two different buildings. And one of the buildings was on fire.\nAnd needless to say, there was a little confusion in the courtyard. And the rector\nspoke on a microphone and said, you are to try to reach your parents by phone. We\ndidn’t have cell phones, but there were telephones in — at school, or get on the next\n— find a way to get home immediately. So, I hadn’t seen my sister, there were\nhundreds of kids, I didn’t know. I didn’t know my way around, or who knows,\nmaybe I was scared, I don’t know.",
        "Q: Well, you were 10 years old.",
        "A: And the next thing I know, my sister was — suddenly was there, and she grabbed\nme and she said, we have a ride home. So I went along. It turned out our saving\nOctober 4, 2015\ngrace, that a friend of hers, whose mother was not Jewish, married to a Jewish\nattorney, she had heard what was going on, I don’t know how. Chauffeur had come\nto school to pick up this little girl, and told the little girl, whoever she wants to take\nalong, come home, hop into the limo. So there were six or seven of us. So my sister\ngrabbed me, and I was in the limo. I didn’t know where I was going, but — so we\nwent to a lovely home, had a lovely lunch. And from that moment on, it changed\nmy whole life, yes.",
        "Q: So Kristallnacht was the key. The — you know, things had been going\nincrementally, but that really — let’s go back a bit. Your sister, when she gets out of\nthe cast, still can’t walk, so her hip needs to be re-broken, and she’s in another cast?\nIs that right?",
        "A: And she suffered all her life.",
        "Q: Oh my. From that bicycle fall.",
        "A: Not only that, at childbirth, the first child she had, they had directions not to put\nher into stirrups, and they neglected it, and they damaged the hip, which had been\nbroken twice.",
        "Q: Oh my.",
        "A: She suffered all her life, yes.",
        "Q: Did it take a long time for it to heal properly, and when could she walk again?\nOctober 4, 2015",
        "A: Sh — it never healed properly, ever, until she had one of the first hip\nreplacements, bec — she — no, gotta back up, no. She did not consent to a hip\nreplacement, which is what they suggested, but at the time, it took a year of\nrecovery, and the surgery was only done in England.",
        "Q: This is after the war?",
        "A: Here, yes. Later on in life. And so, she had a — I don’t know what they call it, she\nhad a pin put in. She had several pins put in.",
        "Q: And this is at that time, in the 30s?",
        "A: No, no, no.",
        "Q: No, that was later.",
        "A: This is way later on —",
        "Q: Later.",
        "A: — after her first child.",
        "Q: So, going back at that time, the three months that had passed, was this in like\n1937, that she had this accident?",
        "A: She — she didn’t recover until ’38.",
        "Q: Okay.",
        "A: She was in big trouble.",
        "Q: Okay.\nOctober 4, 2015",
        "A: And then she was fine, but she couldn’t do a lot of activities, you know. She\nnever regained full motion.",
        "Q: Got it, got it. [break] Okay, so, w-we talked about your sister, and how, you\nknow, it took a toll on her health, this fall.",
        "A: Oh, it did. Yes, it did.",
        "Q: Yes. I want to go back and say when — at what point did you ever notice your\nparents talking about what was going on in Germany, before Kristallnacht?",
        "A: Absolutely. It was topic of conversation all the time.",
        "Q: Really?",
        "A: Absolutely. There, people were trying to figure out where — what possibility they\nhad, if they wouldn’t get their — their visas, their visa to the United States. They —\nmy parents applied to China, they applied to Argentina, they applied to, oh, a\ncouple of other places.",
        "Q: In addition to the States?",
        "A: Yeah, oh, absolutely.",
        "Q: Okay.",
        "A: We wanted to — but prior to this, I think it would be worth to tell you that my\nmother had two cousins in Holland, and — Jewish.",
        "Q: Okay.\nOctober 4, 2015",
        "A: Married to Dutch people. And they came to — my mother wanted to get my — my\nsister and myself out of Germany in 1938, the beginning of °38. And this young\nman, in his early 20s, came with his car. And we were told we were going ona\nvacation. We had no idea. And at the — at the — what’s the grenze?",
        "Q: At the border.",
        "A: At the border.",
        "Q: Okay.",
        "A: At the border, my sister had high heeled boots on. They took her — her heels off\nthe boots, thinking she was hiding diamonds or something. And it turned out that\nwe were not allowed to leave, and he ha — they would not allow us into Holland,\nearly 1938.",
        "Q: So this means that the German border guards did not let you —",
        "A: German border guard would not allow us to leave. And it was a terrible\nexperience. And we had it twice, we attempted twice to go. Months later, two\nmonths later, and —",
        "Q: Did you have to have paperwork in order to get from Germany to —",
        "A: Yes, and we had all the work, but it didn’t work.",
        "Q: It didn’t work.",
        "A: So-\nOctober 4, 2015",
        "Q: So you — and your father — and what — did he, at some point, change his position,\nor just —",
        "A: Oh, of course he did.",
        "Q: Okay.",
        "A: Certainly. All his friends were — many, many people left to go to Belgium, or to\nFrance. Wherever they could find.",
        "Q: A place.",
        "A: Yeah, they just went, and —",
        "Q: What about aunts and uncles, and — and people like that. Your — your father’s\nsiblings, your mother’s siblings? What did — what happened with them?",
        "A: Well, that’s very interesting. My uncle —",
        "Q: On father’s side?",
        "A: — left - my Uncle Manfred, who we called Fred, was single, very comfortable\nfinancially, he and three buddies decided to go to Holland on a vacation. But they\nnever came back. They had means, and they stayed in Holland. And he was\ninvolved in this Kindertransport, which resulted finally, to save our lives.",
        "Q: Got it.",
        "A: So, while he — he was very involved in this movement, and I — I’d like to\nmention that he and the organizations that were involved, were trying to raise funds,\nOctober 4, 2015\nbecause the Dutch government, after he visited the queen, me — there was a\ncommittee who were given an audience with the queen, Queen Juliana, in 1938.\nThe queen felt, because they were already in —",
        "Q: Negotiation —",
        "A: — communication with Hitler, that politically she could not allow any Jewish\nchildren to be the — to be rescued by — by the Dutch, by the Netherlands. And so\nthe committee came up with a sug — counter-suggestion, which the queen found a\npossibility at the time. And that was that if the children would pay for three years\nupkeep in Holland, so that the Dutch were not responsible, while they’ re\nnegotiating with Hitler. So that is what happened. My parents paid for three years’\nupkeep, so we were not — not — there’s a —",
        "Q: Funded by —",
        "A: Right.",
        "Q: — by the —",
        "A: By — by the —",
        "Q: — the supporters of the —",
        "A: — Netherlands.",
        "Q: Okay.",
        "A: Correct.\nOctober 4, 2015",
        "Q: So this 1— your uncle was part of this negotiation —",
        "A: Yes.",
        "Q: — that went all the way up to —",
        "A: Yes.",
        "Q: — the queen of the Netherlands. Okay, so he left. What about other relatives,\nother aunts?",
        "A: Okay, my father’s — my father’s sister had gone to Belgium. They were quite\nwell off. I would say they were wealthy.",
        "Q: Okay.",
        "A: And their boys had gone to school in England, and one of them had gone to\nPalestine. The oldest one had gone to Palestine. Which, his sister and his brother-\nin-law had visited Palestine in 1934, and decided it was not a place for them. So\nthey — they found refuge in Belgium.",
        "Q: Okay.",
        "A: Until they — that was no longer possible. His other sister went to Belgium after\nKristallnacht, illegally, by being taken across a border by her 17 year old daughter,\nwho came to get — came back to get her.",
        "Q: Wow.",
        "A: Very involved. Who just passed away last year, at the age of 91.\nOctober 4, 2015",
        "Q: Oh my goodness.",
        "A: And his — so that was his — both sisters. His brother, who was a — I don’t know,\nvery comfortable, recognized citizen of this small town —",
        "Q: [indecipherable]",
        "A: — decided nobody would ever touch him. I mean, he had all kinds of connection,\nnever — never got out.",
        "Q: And so, what happened to him?",
        "A: What happened to everybody else.",
        "Q: Okay. And your grandmother?",
        "A: And my grandmother, who was still — she happened to be in Cologne the night\nof KristalInacht. She was with us, and she then went home, and she got out in\n1941, left Germany —",
        "Q: That late?",
        "A: — to go to Mozambique. And she was on the way, different boats, for two and a\nhalf months, at the age of — she was in her early 80s, but she made this trip to\nMozambique, wherever she had to stay, until more papers came. Most unusual\nwoman.",
        "Q: Most unusual, yes.\nOctober 4, 2015",
        "A: Incredible. Finally got to Mozambique, and finally ended up with her daughter\nand son-in-law, who were —",
        "Q: Waiting to go to South Africa.",
        "A: Right. They would love to have her. They finally went to Johannesburg, but she\ncould not manage to live with them. So my parents finally got her to come to the\nUnited States, when she was 86, to live with us.",
        "Q: And, on Kristallnacht, was there any activity that you heard that night, that is —\nyou woke — you told me that you woke up the next morning, and you took the\ntrolley, and you saw this sight.",
        "A: Okay.",
        "Q: Okay. What about in your own home, in your own block —",
        "A: Okay.",
        "Q: — what happened?",
        "A: We never got home. We were taken to this lady’s home, right, for a playdate,\nhad a beautiful lunch.",
        "Q: Okay.",
        "A: And the next thing, we got a telephone call saying that this lady’s chauffeur\nwould drive us to a designated area, where my father would pick us up. And that\nwas a night I will never forget in my life.October 4, 2015",
        "Q: What happened?",
        "A: We — we waited until dark, to be met by my dad. And in the car was my\ngrandmother, my mother, waiting for us. And, where are we going? My father said,\nwe're going to some lovely people, friends of mine, who have a farm, about three\nhours away. And we’re just going to have a little picnic — my mother had packed a\nlunch — we’re going to have a little picnic. And little had we known what had gone\non during the day at — in — in the business. We had no — I had no idea. So we drove\nall night, and we finally came to this town where we were supposed to be with\nfriends. My father got out of the car and went into a pub, to call his friend and say\nwe were close by. And the friend said, don’t come. The Nazis have just come into\nmy town, and you will not be safe here. Just keep driving. So we drove through the\nwhole night. And when we had to relieve ourself, there — couldn’t go anywhere, you\nwent — you made do. [indecipherable] And so we never got — we were nowhere.\nAnd finally, early in the morning, we went back to our home. And that was the last\ntime I saw my house, my home.",
        "Q: Really?",
        "A: And my nursemaid was there, and we had dinner, whatever, and then we rented\nan apartment somewhere. I don’t know where. I — I have very little recollection of\nthat time — that was November til January — because things were terrible. So, I don’tOctober 4, 2015\nknow whether I have blocked that out of my mind completely. However, my father,\nthe next day that we got home, my father disappeared. Totally disappeared. And for\nthree days, we had no idea where, how, what. The Germans had taken him, and\nthrown him into prison. Which was — every other man was taken off the street, for\nwhatever reason. No reason whatsoever, just pull him. Fortunately enough, the — he\nhad friends, an attorney, who got him out of jail. That was the first time. And after\nthat, things were terrible, because he had to go back to the business every day to try\nto finalize plans. This was — then they were forced to sell the business. But what\nhappened during that time, I can’t tell you, except that my father was taken again,\noh, I think right in December, somewhere in December, and never knew how my\nfather got out of jail, until my mother was on her deathbed, and she said, I think I\nought to tell you something I have never revealed to anyone. So she told my sister\nand myself how she managed to get my father, and I don’t think I ought to tell that\nStory.",
        "Q: Oh, you’ve piqued my curiosity. Can you go around it a little bit? Is there any\nway —",
        "A: Well, I— she found a way —",
        "Q: Okay.",
        "A: — using herself —\nOctober 4, 2015",
        "Q: Oh, dear.",
        "A: — to engage the head Nazi in an evening. And my mother didn’t drink, but she\nspent the night with this person at a bar. And every time she didn’t feel well, she\nwould relieve herself, and start drinking all over again, until he was — 1-it’s just too\ninvolved.",
        "Q: Okay.",
        "A: However, he signed a paper in his stupor. She said to me the best part about this\nstory is that he invited her to go home, she’s a very attractive woman. And she said\nshe’d love to. And it got very involved. And she said, but the only way she would\nconsent is if he would be so kind, and give his signature, so that her girlfriends, who\nwere like herself — probably figured she was a lady of the night — her girlfriends\nwould never believe that he invited her. So, she took out a piece of paper, which\nwas a consent to have my father relieved from prison.",
        "Q: Oh my gosh.",
        "A: She had never told this story.",
        "Q: Did you think he knew, your father?",
        "A: I—I don’t know if he ever knew. I don’t know. And she — this was like just\nbefore she died, she told me. So, I would say she — she was some lady.",
        "Q: Yes, yes. And thank you for sharing that. Thank you.\nOctober 4, 2015",
        "A: It— it was pretty difficult.",
        "Q: Yes. It is part of what was the reality, and what somebody had to do in order to\nsurvive, and help a loved one get out.",
        "A: I asked her, I said, how could you even think of doing this? And she said, when\nyou’re in need, you do whatever you have to. That was my mother.",
        "Q: Amazing. Thanks. We’re going to break for lunch now. Thank you. [break]\nOkay, so Susi, before the break, before the break, we were talking about\nKristallnacht, and the days immediately following it, and you mentioned that after\n— after your — you drove around that night in the car, your father was picked up ag —\nyet again, and you shared with us how your mother got him out. And I wanted to\nexplain a little bit why I wanted to know this detail, simply because people should\nnot have only a sanitized version of what others went through in order to survive.\nAnd that often, you had to make a tough decision. Now your mother told you this\nonly on her deathbed. Can you tell me what kind of thoughts ran through your\nmind? How — how you reacted to it? You had said before the break that it gave you\nsomething, it taught you something.",
        "A: Well, I — I think that by example, my mother sh — enriched my life, because no\nmatter how difficult times were for her, 1t was her personality that was positive.\nAnd any — no matter what challenges she had, she would go at it in a very positiveOctober 4, 2015\nmanner, and not only that, she always found a little humor in everything. I mean,\nshe would do things that we would say would be silly, or crazy. And I’m sure that’s\nthe way she vented her difficulties.",
        "Q: By — by finding something about it.",
        "A: I think so.",
        "Q: Yeah.",
        "A: And it seemed that friends would gravitate to her, because she had this charm. I-\nIt was so innate, it was her.",
        "Q: And she ended up being a savior.",
        "A: Absolutely.",
        "Q: So when your father emerged from prison the second time, was it, or maybe the\nthird, I— I don’t recall.",
        "A: I don’t know.",
        "Q: What happened then? How did things progress then?",
        "A: We left. My sister and I were told we’re going on a vacation.",
        "Q: Okay.",
        "A: [had no clue. We each had a little suitcase, and my mother said, you can take\none thing that you would like. And, believe it or not, I took a doll, although I was\nhttps://collections.ushmm.org\nOctober 4, 2015\nnot really involved with dolls. But there’s a German doll called Kathe Kruse, and I\ntook my doll, which I have.",
        "Q: You do? Wow. You still have that?",
        "A: Yeah, it’s downstairs in the locker room, but I have it. And we were — the next\nthing we knew, we were taken to the train station.",
        "Q: By your parents?",
        "A: By my parents. And they — they could not go to the train, or get us on the train.\nWe all met, the group of children, and we were escorted in the train, and before we\nknew it — before I knew what was going on, I was in a train. I had no clue of, really\nand truly, I thought I was going on a trip.",
        "Q: Did you know it was to Holland?",
        "A: No.",
        "Q: Now, the previous times, you mentioned two previous times you tried to go, had\nthat been by train, or some other means?",
        "A: No, that was by car. The — the cousin from Holland had come with a car.",
        "Q: I see. So this was the first train ride — the tr — first train ride to there, you know,\nto try and get out of —",
        "A: Well, I can’t remember ever being on a train ever before, but I — I might have\nbeen. I don’t remember.\nOctober 4, 2015",
        "Q: And when you said goodbye to your parents, was it like, we’ll see you after the\nvacation?",
        "A: Yeah, I think it was. See, I had no understanding of the situation.",
        "Q: And did you know any of the other kids? Did you recognize anybody?",
        "A: They were from all over, not just from Cologne.",
        "Q: Tell me, what — what happened then?",
        "A: Well, in the train, I guess I finally realized. Everybody was talking, and we were\nin a compartment with other children. And the next thing I knew, my sister tells me\nthat I was a crybaby. I was very petite, and she was — she was very grown, very\nmature for her age. And so I said to her whatever, something didn’t please me, and I\nstarted to cry. And I cried and cried and cried. And she said, you better stop crying,\nbecause nothing’s going to help you, there’s no one here to help, we’re just the two\nof us. And I couldn’t understand that, and I said, well, where’s mom and dad. And\nshe said no, we’re alone. We’re going on a — on a trip. She must have known, I’m\nsure she did.",
        "Q: Okay.",
        "A: But the next thing we knew, we get to the border, and the German government\ncomes — army people come in, and they te — at random, take a suitcase, open it up\nand dump it on the floor, to see what — what we have in it. And just before he cameOctober 4, 2015\nin, I must have had a crying jag. And my sister took one look at me, and said, if you\ncontinue to cry, you’ll — they’Il take you and throw you off the train. So you better\nmake up your mind to stop crying. I think that’s the last time I cried. So —",
        "Q: Ever’?",
        "A: No. But I was not a crybaby after that.",
        "Q: Okay, okay.",
        "A: But I was. I was spoiled. So then we — next thing we knew, with all the stuff\nthrown over, all over the floor, whatever, we’re trying to get — but my sister was in\ncharge, you know. I was in a corner, or whatever. I must have fallen asleep, and the\nnext thing I knew, we are in Holland, and we are greeted with hot chocolate, and a\ncheese sandwich, by lovely, young nurses, but we didn’t know they were nurses.",
        "Q: Do you know where this was, on the Holland border, or inside the coun —",
        "A: In Amsterdam.",
        "Q: In Amsterdam, okay.",
        "A: In Amsterdam, at — at the train station. Now, that leads me to something most\nunusual.",
        "Q: Tell me.",
        "A: In 1982, after my husband passed away, I — I was invited to become a member of\nthe Hebrew University in Jerusalem, which I knew nothing about. And they had a\nhttps://collections.ushmm.org\nOctober 4, 2015\ntrip to Israel, and I decided to join the trip. I had never been on a tour before. And I\ngo on this tour, and we’re invited in Israel to a very, very top echelon luncheon, the\nKnesset. And we are at a table [phone ringing, break] We’re at the Knesset, and\none of the ladies who had sort of taken me under her wing was our — 20 years my\nsenior. And she is speaking to an Israeli, and suddenly the Israeli lady turns to me,\nand she said, I’d like to introduce myself. She says, you’re not very friendly. So I\nlooked at her and I said, you were in conversation with my friend, and I thought,\nwhy should I introduce myself? That wouldn’t have been very nice. And as she said\nthose few words to me, I said, but now that I — we said hello, are you Dutch? And\nshe looks at me, and in perfect English said, are you psychic? And I said — she said,\nhow would you know I’m Dutch? And I said, you had such guttural sounds, it\nreminded me of Holland. She said, what do you know about Holland? I proceeded\nto tell her. She turned ashen. She was like — I said, are you well, and she said, I’m\njust recalling something. And she looks up at me, and she said, did you come with\nthe children transport in January? And I said yes. And she said, from what city? She\nquestioned me, and I tell her. She said, I was at the train station with hot chocolate.\nI looked at her, and I said, you were? And she said, oh yes, she said — proceeds to\ntell me. She was a nurse in training, and in order to graduate, she — they had to\nperform a social —\nOctober 4, 2015",
        "Q: Service",
        "A: — service. And she and two of her girlfriends decided to meet this train. And she\nsaid, we got extra credit, and we thought it would be wonderful. And I said, oh\nreally? I couldn’t be — she said — all of a sudden, she regained herself, and she said,\nbut I have to tell you the truth. She said, the reason we went, we were 19 years old,\nand we heard that one of the gentleman who was responsible for, or had a part in\nthis, was a very handsome German Jew, who was — and I said, really? She said,\nwell, we heard he was eligible, and we wanted to meet him. And I said, oh really.\nShe said, I’m trying to think of his name. And I said, oh, that’s interesting, I said,\nmy uncle was involved in this group. I said — she said, you know, come to think of\nit, his — his name had something to do with a flower. And she mentions a couple\nflowers, and she said, no 1— I’m just not —I can’t recall. And I said, could it have\nanything to do with a rose? She says, that’s it, it’s Rosenstamm, and his name was\nFred.",
        "Q: Oh my goodness.",
        "A: It’s my uncle.",
        "Q: Oh my goodness.",
        "A: So P.S., in instant, we were — we were like instant, and she couldn’t believe it.\nShe put her arms around me, and well, we couldn’t believe it. To say the least, sh —October 4, 2015\nafter she graduated, she had — do you want to hear her story?",
        "Q: Yes, yes, I do, I do.",
        "A: She had — she came from a very Orthodox Dutch Jewish family. She had never\nbeen allowed on a date, she had never been away from home, and she told her\nmother she heard about skiing in — in Switzerland, she is going to go skiing. And\nher mother said —",
        "Q: No.",
        "A: — you cannot do that. Well, she and a couple of friends decided they went\nanyway. And her second day on — on the slo — on the —",
        "Q: Slopes.",
        "A: — mountain, she falls down, and she can’t get up off — get back on her skis. And\na gentleman comes over to her and helps her, and invites her for a cup of chocolate.\nAnd it turns out that after two years of corresponding — he was not Jewish, he was a\nyoung — oh, I want to say this correctly — can’t think of the word. Something to do\nwith plants, and —",
        "Q: Horticulturist, or —",
        "A: Something like that. Anyway —",
        "Q: Okay.",
        "A: — he — he —\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "Q: Botanist?",
        "A: — had — she ha — that’s it. And — maybe, I don’t re-recall [indecipherable] — an\nengineer in a certain field, to do with — he had just been invited to go to Israel. He\nwas Swiss, and he was given an internship at the Hebrew University, and they\ncorrespond. Now, he’s not Jewish, and after two years, they decide to get married,\nand her parents say, out of the question, but she said, I’m in love with him, and she\ngoes to Israel. She becomes a nurse at the Hadassah Hospital, in its infancy. Rose\nto be the CEO of the Hadassah Hospital. And he was an engineer, who became a\nprofessor, who created the tomatoes that are grown under water.",
        "Q: Oh my goodness.",
        "A: That’s his invention. So we became friends on that first trip, and we had a\nwonderful time.",
        "Q: In 1982”?",
        "A: 1982.",
        "Q: So that’s f— over four decades after you meet her. But you don’t know it, at that\ntime.",
        "A: No, I— I did not know. And we — we corresponded all those years.",
        "Q: But isn’t it interesting then, your own story brings you to the train station, and\nyears later, you learn the story o-of how some — how those young people who wereOctober 4, 2015\nthere, who brought you the sandwiches and the chocolate, who they were, and how\n— you know, what brought them to the station.",
        "A: Exactly.",
        "Q: Okay. So what happened after that?",
        "A: And she was wonderful. I saw her again on a following trip to Israel, and then I\nlost track, and we were there two years ago, three years ago, and we were at\nHadassah Hospital. Of course, I asked for her. She had passed away the year\nbefore, but I never knew.",
        "Q: Oh. Tell me about —",
        "A: So that was kind of an interesting inter —",
        "Q: Yes, it is. Do you remember her name, so that we’d have her name.",
        "A: No, but I could look it up.",
        "Q: We’ll do that later.",
        "A: I do not know her name.",
        "Q: Okay. So tell me, what happened after you had the chocolate, the hot chocolate.",
        "A: So we had the chocolate, and we got to Amsterdam, and we were put on a bus,\nand we are going to a— a home. And here was this, I would say like extremely large\ncountry home.",
        "Q: Okay.\nOctober 4, 2015",
        "A: Not fancy. They had taken the second floor and made — what do you call it, with\nlots of beds —",
        "Q: Bunkbeds? A dormitory?",
        "A: A dormitory. They had like six dormitories on the second floor, half for girls and\nhalf for boys.",
        "Q: Do you know the town where you were?",
        "A: Oh, sure.",
        "Q: What was it called?",
        "A: Bergen(ph) underzee(ph).",
        "Q: Bershen(ph) underzee(ph), okay. Was this far from Amsterdam?",
        "A: Yeah, about hour and a half, two hours.",
        "Q: I wonder if it’s the same place where we talked to somebody the other day, who\n— well, we talked with somebody who was —",
        "A: There are several, and this Dr. Keesing has documented where I was.",
        "Q: Okay.",
        "A: So we remained there, we were treated beautifully. We had school every day.\nWe were up at 6:30 in the morning, and we had to walk a mile on the sea, in the\ncold winter, we froze to death. But then you had your hot chocolate, yeah, hot\nchocolate, whatever. And —\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "Q: Who — who supported — who was funding this? Under which agency —",
        "A: My parents had paid for three years of —",
        "Q: I see.",
        "A: So, it was — we —",
        "Q: So they had funded your — your ability to be there, but under whose umbrella\nwas this being organized?",
        "A: I give this Jewish organization.",
        "Q: Got it, okay.",
        "A: That’s all documented.",
        "Q: Okay, okay.",
        "A: So-",
        "Q: Now, do you remember how long you stayed at this place?",
        "A: Yes, I was there from — until September, when my parents visa number finally\ncame up, and they came to Holland in August, and rented a little apartment, cause\nshe had her cousin there, so that was all facilitated. And I was allowed to go and\nlive with them.",
        "Q: Okay.",
        "A: But my sister, who was 14, had just had a birthday, was not allowed to leave the\ncamp —October 4, 2015",
        "Q: Okay.",
        "A: — because she could have gone to work in Holland. So, they did not allow\nanyone over 13 to be out of —",
        "Q: The camp. To keep them in school.",
        "A: Mm-hm.",
        "Q: Okay. So you were there how many months, would you say?",
        "A: So, I was there like seven month, eight months. Had a perfectly wonderful time.",
        "Q: Can you describe — like, you’ve described your home in —",
        "A: It was just like being in boarding school.",
        "Q: Okay.",
        "A: We had our regular routine, we had our lessons. We got up early in the mor — the\nworst part about was the first night there. First of all, I had never — I — we walked\ninto this dormitory of 12 iron beds, rusted terrible, with a thin mattress, and one\nlittle blanket. Out of the home I came, I had no idea what this was all about.",
        "Q: Yeah.",
        "A: And a —1n my usual fashion, I started to cry, and I didn’t want to go to bed. But I\nhad no choice, I went to bed with my doll, and continued to cry. And for every three\ndormitories, there was a lady sitting outside, watching us. Cause we’re all overcome\nwith this total strange atmosphere. Besides which, there was no hot water. We had\nOctober 4, 2015\nto wash with cold water. Who ever heard of that in the middle of winter? So, I\nproceeded to continue to cry, and she came to my bed, and she said, you’re going to\nhave to take your blanket, you’re going to have to come and sit with me outside,\ncause you can’t disturb the other people. So that was my first night in Holland. And\nafter a couple of nights of doing this, I got nowhere, as nobody else did either. And\nyou — you just accustomed.",
        "Q: The building itself, what did it look like? Do you remember? The building itself.",
        "A: The building its — I was trying to tell you, I — I think I have a picture of it. It just\nwas a huge, huge home, and they had taken all the rooms out, and made one living\nroom area. I mean, there are lots of kids there, about 80 or nine —",
        "Q: Do you know about how many?",
        "A: Yeah, I have a picture of it.",
        "Q: Oh, I think you showed me that before.",
        "A: Yes.",
        "Q: Yes, okay.",
        "A: But we were in groups, so we ate at different times, and we ate at a long table of\nmaybe 24, and very nicely done, like camp. But everybody had a napkin, and their\nnapkin ring paper, with their name on it.",
        "Q: Very proper.\nOctober 4, 2015",
        "A: And —I do. And the food was, I’m sure was edible, but I had never — I had been\na very fussy eater. I ate nothing, until they forced me to. And then I got a letter in\nHolland, obviously, that — I never drank milk in my life, cause I was allergic to it. I\ndidn’t know I was allergic to cheese, I loved it. So I would get these, whatever —",
        "Q: Rashes.",
        "A: — the dark rashes and things, until they got a note from my mother, at the time,\nthat I should not have milk or cheese. Well, that left very little to eat. So, you eat\npotatoes and vegetable, whatever else.",
        "Q: Yeah. Now, did you get letters then, from your parents, while you were there?",
        "A: Yes, we did. Usually to the cousins, and then the cousins would forward it.",
        "Q: Okay.",
        "A: But not on a regular basis, because it was already being censored, or whatever,\nSO —",
        "Q: So you were out now, you’re in this — you’re in this sort of camp area, in a\ndormitory, going to school, getting adjusted, having a new routine. Your parents are\nleft behind, and you don’t really know all that’s going on with them.",
        "A: No, I do not.",
        "Q: Did they tell you later? Can you tell us —\nOctober 4, 2015",
        "A: They were struggling. They were not in the apartment, they were in a rented\napartment.",
        "Q: And they rented the apartment because’?",
        "A: I don’t know, because I guess they didn’t want to live there any more, they were\nafraid.",
        "Q: Had it been looted at any time?",
        "A: Oh yes, several times, destroyed.",
        "Q: The apartment as well?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: But the store had been loot —",
        "A: My mother, in her inevitable way, in 1938 — ’38? Yes, beginning of ’38, decided\nto take our furniture, and put it in — they called it a lift, but here you call it in a —\nyou know, those great big —",
        "Q: A storage facility?",
        "A: — containers.",
        "Q: Containers, okay.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: So, she had taken our furniture, put it in this giant container, and shipped it to\nLos Angeles, that’s where we were headed for. So —",
        "Q: Okay.",
        "A: — that’s — I think that’s why they moved out of the apartment",
        "Q: Okay. So they were able to get the furniture out of the country?",
        "A: Absolutely.",
        "Q: Some people could, others could not.",
        "A: I know.",
        "Q: You know. Do you kn — were they able to ta — get any other of their assets out?",
        "A: Zero. However, my father wa — had English lessons in ’37, from an Englishman\nwho had quite a scheme going. He had multiple people that he’d taught, and he also\nadvised them that he could take major belongings, silver, or money, or whatever.\nAnd as everybody else trusted him, so’d my dad, and never saw any of it, not a\npenny’s worth. Never.",
        "Q: So it was a scam to take advantage of the situation.",
        "A: Oh, that was — from later on I’ve heard he wasn’t the only one. I mean, it was\nbeing done everywhere.",
        "Q: So, when they left Germany —",
        "A: They had zero. They could take out, I don’t know, a hundred marks.\nOctober 4, 2015",
        "Q: Whatever limit was, the official limit was.",
        "A: Oh, absolutely, and nothing else.",
        "Q: So, they end up in the Netherlands penniless, basically.",
        "A: I—I-they had — because of the cousins, they had brought money into Holland.\nHowever, that’s another strange happening. When this cousin used to come back\nand forth, he suggested to my folks, that he’d take certain assets back. They had a\nlovely home, they were young. They had two young children, and they had a home\nin Amstelveen, it was a very upscale suburb. And he buried whatever my parents\ngave him, in his backyard. And he had a— a map made of the actual spot of where\nthis was hidden. However, during the German occupation of Amsterdam, his home\nwas designated as a — what do they call that? Oh, where soldiers go if they’re hurt.",
        "Q: Oh, sort of like a —",
        "A: Not a rest home, but a —",
        "Q: Almost a field hospital, nursing home —",
        "A: No, it was a recreation facilities, whatever.",
        "Q: So at any rate, he was no lo — there was no way of accessing.",
        "A: So, after the war, the — the people who owned the home were fleeing themself.\nTheir children went to England, and one stayed in Holland, and was killed the last\nday of the war.\nOctober 4, 2015",
        "Q: Oh dear.",
        "A: So, they had their own problems. But after the — after the war, when they went\nback to that home, they could either reclaim their home, or find any other home,\nthey went to another home. Nothing that was ever hidden, was ever found. Zero.",
        "Q: So your parents had a lot of bad luck in this way.",
        "A: They never thought about — yes, they felt it was bad luck, cause financially when\ncame to the United States, each person was allowed five dollars. That’s all we had.",
        "Q: So tell me about that. You left the school, your parents were in — remind me\nagain, where were they staying? In Amstelveen, or —",
        "A: In amst — no, they — I have their address, too.",
        "Q: But was it —",
        "A: In Amsterdam, in a —",
        "Q: In Amsterdam.",
        "A: —1n a furnished, one room apartment.",
        "Q: Okay. And you hadn’t seen them then, for how many months?",
        "A: Eight, nine months.",
        "Q: Okay.",
        "A: September. Eight months.",
        "Q: Okay. And what happened after that?\nOctober 4, 2015",
        "A: Well, I think I went to school in Holland. I’m not sure about it. I think I did go\nto school for — cause I was already speaking the language, I must have gone to\nschool. But then, two months later, in December — was September, October,\nNovember, this — the second of — no, in November we left, and we went to the\nUnited States. And my sister was allowed out two weeks before we left, and I have\nall that documented.",
        "Q: So, when you get to meet your parents, it’s actually right at the beginning of\nWorld War II, because September first, Germany invades Poland.",
        "A: That’s correct.",
        "Q: And soon after, they also march into nether] —",
        "A: While we were on — on the ship, on sea —",
        "Q: Okay.",
        "A: — Holland was negotiating. They did not go into war until January. So, we were\nalready good. Things were very bad in Holland at the time we were onboard ship.",
        "Q: Okay. So it was by the skin of your teeth, basically, that you got out.",
        "A: By the skin of our — last boat to leave Holland.",
        "Q: What was it —",
        "A: The S.S. Rotterdam.\nOctober 4, 2015",
        "Q: The S.S. Rotterdam. Now, before we started this interview, off camera, 1t was\nmentioned to me that I should ask you about a 13 year old boy.",
        "A: It is at — this is at the propitious moment.",
        "Q: Oh really? Okay, so tell me about this.",
        "A: The day we left out of Rotterdam, we were just outside of the boat area, guess\nwe were having lunch. And all of a sudden, my little friend, Danny Appel(ph), 13\nyears old, and I was 11, comes with one rose to bid me goodbye. How he knew I\nwas going, I have no idea. I have his picture, I’ll show it to you. So —",
        "Q: Who is Danny Appel(ph)? Tell me.",
        "A: Danny Appel(ph) was a little boy that I met in — in the group we were in, in\nHolland.",
        "Q: Okay.",
        "A: He had also been on a children transport.",
        "Q: Okay.",
        "A: But he was very short for his age, and I was very petite, so we were the two little\nkids, always. And he came to Rotterdam to wish me farewell, and he gave me a\nlittle photo, and with a little note in the back saying, for — remember me, your\nfriend, Danny.",
        "Q: Okay.October 4, 2015",
        "A: So that happened the last day of my — prior to getting onboard ship. Now, about\nfive years ago, or four years ago, this doctor, Dr. Keesing gets my name through an\norganization here that’s — the Kindertransport has an organization. I went to one\nor two meetings, and find out about Dr. Keesing.",
        "Q: Okay, so we’re going — at this point I’m going to interject and say that, we’re\ntalking about — now jumping ahead to about 2010, and Dr. Keesing 1s — tell us who\nshe is, and —",
        "A: Okay. And this is all pertaining to Danny Appel(ph).",
        "Q: Got it.",
        "A: Dr. Keesing is a professor at a university in Holland, who is —",
        "Q: Today.",
        "A: Today. Who is documenting the 2000, quote, illegal children that came into\nHolland.",
        "Q: Okay.",
        "A: And I — through this organization, I heard her name, I emailed her, and she\nemailed me back, all of which I have documented, wanting to know where I was,\nwhat happened to me. And she writes me this — all of this information of the\ndocuments of my entry, the documents of my exit of Holland. She had already\ndocumented me, she knew all about me. But she’s trying to figure out how this allOctober 4, 2015\nhappened. So, on our second or third email, I said, with all the work you’re doing, I\nhave been thinking about a young man by the name of Danny Appel(ph), and I had\nno response. I can’t figure it out, because previously she emailed me back right\naway. One evening I am by myself, right here, and the phone rings. And a\ngentleman is on the other line, and he said he’d like to speak to me, and was I in\nHolland, blah, blah, blah. And I’m sure that this 1s a hoax. So I said, I’m terribly\nsorry, but I don’t know who you are, and I’m going to hang up the phone. And he\nsaid, no, no, no, no, no, he said, I forgot to mention Dr. Keesing gave me your\nnumber. Well, with that I knew whoever this person was. It turned out to be Danny\nAppel(ph) —",
        "Q: Wow.",
        "A: — who is no longer Danny Appel(ph). He was — he remained in Holland at the\nbeginning of the war, but when he was — the entrance into Holland, his German\npassport, he was Rudolf Appel(ph), that was his name. He changed it to Daniel,\nDanny for short. That’s what he was known by. So when I’m asking for Danny, he\nis no longer Danny, he jar — he joined the French underground —",
        "Q: Oh my goodness.",
        "A: — and survived in France, under Danny. He — he finally gets a visa to come to\nthe United States, and his passport is Rudolf, so he has to change his passport back\nOctober 4, 2015\nto Rudolf. And I said to him, I have your picture, and he said, I can’t believe it. So I\nwent, enlarged the picture, send it to him. And my children said, Mom — this was in\nFebruary, so my children said, get on a plane and go to New York. I said no, it’s\nwintertime, I’m not doing that. So that summer, I did just that.",
        "Q: Did you?",
        "A: And we reunited after 70-some odd years.",
        "Q: Oh my goodness.",
        "A: So —",
        "Q: I mean, the — the — the circles, as they’re coming full circle, you know?",
        "A: Right. And it turns out that he survived the war, and so did his mom, whom he\ndid not know was alive, and he lives in New York. He married a na — a lady by the\nname of Suzy(ph).",
        "Q: Oh.",
        "A: And he has two daughters, and he was alive and well. However, we have been\ncalling each other to say hello. I called him for the holidays. I called him three\ntimes, and left a message, and I have not heard. So I make the assumption that\n[indecipherable] something’s not right there.",
        "Q: Well, what a — what a gift, you know, so many decades later, to find the boy who\ngave you the rose, right before you leave.\nOctober 4, 2015",
        "A: And he is very involved with Dr. Keesing, because all his gentlemen, all his boy\nfriends who survived, he was able to give Dr. Keesing the information where they\nare, what happened to them.",
        "Q: Wow, wow.",
        "A: So he’s been involved.",
        "Q: So let’s go on the Rotterdam, as you’re crossing the ocean. Do you have\nmemories of that crossing?",
        "A: Absolutely, it was lovely.",
        "Q: Yeah?",
        "A: It was lovely except for one unfortunate situation. A lady passed away on board\nship. And my mother, being Orthodox, offered her services, and volunteered to take\ncare of the deceased, which is a Jewish custom. And my sister and I, who never had\nheard of this, didn’t know anything about it, we, both of us refused to have anything\nto do with my mother, because she’d been with —",
        "Q: A dead person.",
        "A: So until we understood —",
        "Q: What that involved.",
        "A: — what a privilege, what she had done, which we had no idea.",
        "Q: Yeah. And was the lady buried at sea?\nOctober 4, 2015",
        "A: Yes. But here my mom, I mean, it’s Modern Millie. How she had all these — it\nwas incredible.",
        "Q: Did you know where you were going? You know, when you — when you —",
        "A: Oh yes.",
        "Q: Okay.",
        "A: Yes, definitely. We landed in New York, we were met by a distant cousin,\nyoung, young guy, who had been sent to New York by Zeiss camera company as\nan intern from Germany, and never went back. He’s in his like, middle 20s. And he\ncame to the ship to greet us, to tell us that unfortunately, we could no longer go to\nL.A. All our things went to L.A., and some clothes went to L.A., and we were not\nprepared for winter, except what we had on our bags. But the gentleman who has\nsponsored us, who was a Chicagoan, had a brother in L.A. Apparently he didn’t\nwant us in Chicago, so he suggested the climate would be better, whatever reason.\nHowever, unfortunately, the brother had a massive heart attack the week that we\narrived, and could no longer —",
        "Q: Help.",
        "A: — help us. So we went from New York by Greyhound bus on 20 dollars that we\nhad, and for two days of — of the trip, we each shared a half a sandwich, every place\nwe went. A half a cheese sandwich. But we got to Chicago.\nOctober 4, 2015",
        "Q: And then what happened in Chicago?",
        "A: In Chicago we were met by a first cousin of my mother’s, whom she hardly\nknew, who had been here four months, and with his wife. He got us a hotel room,\none room for the four of us. And — not in downtown Chicago, in a very nice South\nSide of Chicago, where most of the German people gravitated to.",
        "Q: What was a— what’s it called, that section?",
        "A: That —",
        "Q: It was just called South Side?",
        "A: No, it — it was — Hyde Park was the nice section.",
        "Q: Right.",
        "A: This was on the lower side of Hyde Park. But nice.",
        "Q: Okay.",
        "A: It — it was a divided section.",
        "Q: Okay.",
        "A: On one side there were mansions, and on the other side was [indecipherable]",
        "Q: Okay.",
        "A: So we — we were there, and I started school a week later. And I had a wonderful\nexperience. I couldn’t speak a word of English.",
        "Q: I was going to ask you, yeah.October 4, 2015",
        "A: And I was put into kindergarten.",
        "Q: Oh my.",
        "A: And then I went to first grade, and then I went to second grade, and finally I\nended up in third grade.",
        "Q: At the end of — during one school year?",
        "A: Oh yeah, during a few months.",
        "Q: Yeah.",
        "A: And you know, you pick up the language very simple. And one day, in\nDecember [indecipherable] or maybe — maybe it was January, I don’t know, it was\nvery cold, wintery December, and I wore the same thing all the time to school,\ncause I had — all my clothes were — we didn’t buy clothes in — you bought clothes,\nbut we had our clothes made. And so I had a little suit on, and a little sweater that I\nwore every day, and a raincoat over it. And big boots, we all wore boots, which\nwere not in fashion here, at the time. And it was a very, very cold, snowy day, and a\nlimousine drove up to the school, that — school was — some of the more comfortable\npeople were there, you know, ordinary, middle class. And a limo moved — pulled up\nin front of school, and a few of the kids we — and a little kid who was in my class, I\ndon’t even know his name, and he s — he said come on, come, come on. And his\nmother was in the limo. And as I approached the limo, she spoke German to me,\nOctober 4, 2015\nand she said, you’re the new kid, hey come have lunch with us. And she was a\nlovely woman.",
        "Q: Oh my —",
        "A: Magnificent home. And she had us for lunch, and then drove us back. And she\nsaid, why did you come in the limo? And I said, we had a chauffeur at home. There\nwasn’t anything special. As long as you were sitting there, I figured why not? What\ndo I got to lose? I mean, all the other kids were going. Turns out this lady had three\nsons, she never had a daughter. So, few days thereafter, she picks up the telephone,\nand — we didn’t even have a telephone, about a year later, she picks up the phone,\nand she calls my mother and she said, I am so crazy about your little girl. Could I\nadopt her?",
        "Q: Oh my goodness.",
        "A: And my — my mother said, are you crazy? However, this lady was someone I\nkept in touch with. We used to sit next to each other at the opera. I really kept in\ntouch with her for a long time.",
        "Q: What a lovely story. Now, you went to public school in Chicago?",
        "A: Absolutely.",
        "Q: Was that a strange adjustment, or not so much?",
        "A: You’re in a strange country. First of all, you have to learn the language.\nOctober 4, 2015",
        "Q: Okay. Were there other refugee kids in that school, or were you really the only\none?",
        "A: Not that I know of. In high school there were.",
        "Q: Okay.",
        "A: In high school there were several others, but not in that school, that I know.",
        "Q: Did your stuff ever arrive from Los Angeles?",
        "A: No.",
        "Q: You never got it.",
        "A: Never got there.",
        "Q: The container —",
        "A: Stayed in Chicago.",
        "Q: You stayed in Chicago, but the container, items, never got —",
        "A: Oh yes, they were there, and it took like oh, three years. And my mother said to\nmy dad, I must have that container. Why do you need it? We can do without\nwhatever. You know, we were in furnished apartments.",
        "Q: Right.",
        "A: And my mother said, all my photos all are there, and no matter what, we’re\ngoing to get the container [inaudible]",
        "Q: And it happened, eventually it happened.\nOctober 4, 2015",
        "A: Again my mother.",
        "Q: Yes, yes.",
        "A: My dad thought it was crazy, but —",
        "Q: What — how did your parents then start establishing themselves? What\nhappened?",
        "A: Oh, terrible.",
        "Q: What happened?",
        "A: The gentleman who sponsored us was — had a company that was a major\nAmerican company, American Transportation Corporation.",
        "Q: Okay.",
        "A: They made railroad cars. And he invited us to meet him. This was a third cousin,\nor second — I have his birth certificate, too, because my mother needed all this to\nverify —",
        "Q: Right.",
        "A: — that he was —",
        "Q: A relative.",
        "A: — arelative. He invited us to come downtown Chicago. We lived on the South\nSide, 47 blocks from downtown. December 10“, we walked from 47\" Street to\ndowntown, through an area that was —October 4, 2015",
        "Q: Rough.",
        "A: — not for us to walk through, but we didn’t know, how did we know? And we got\nto the office. He not only had his office there, he owned the entire building. Major.\nMajor, major building, 15 floors, a big building in Chicago, on LaSalle Street. And\nwe came, and he didn’t offer my mother a seat in his office. And my father was so\ninfuriated that no — my mother kept saying, he saved our lives, it’s nothing, don’t\nworry about it. Well, he didn’t offer my dad a job. Here he is, the whole thing, the\nwhole building was not all his, but he had like 10 floors. Give him a job as a\nSweeper or something. So — but he said that, in his factory outside of Chicago, like\nan hour and a half, they could use somebody. So that’s where my dad started, and\nhe was there for about four months, and he said, I can’t do this, it’s not for me.",
        "Q: And so he had to find work on his own.",
        "A: So he — he decided to find whatever job he could. And his first job in Chicago\nwas as a dishwasher in a restaurant. And it was his first paycheck — this will show\nyou my father was — the lady who hired him, he — he went and bought her six roses\nwith his first paycheck, to thank her for finding a job.",
        "Q: That is class.",
        "A: That’s my father.",
        "Q: That is [indecipherable]\nOctober 4, 2015",
        "A: We had no money [indecipherable].",
        "Q: Yes.",
        "A: So, it all started.",
        "Q: And how did life develop then, from there?",
        "A: It just developed, and they went into another business, became representatives of\nladies’ fashion. But then he needed a car, you know, it — it took time.",
        "Q: So did he —",
        "A: The progression was slow.",
        "Q: It’s ironic, but you ended up in a city that had a lot of slaughterhouses.",
        "A: Yeah.",
        "Q: And was that ever a thought, or a possibility, that he’d use the expertise that he\nhad?",
        "A: Oh, he was dying to get into the air conditioning field, that was really what he\nknew.",
        "Q: Yeah.",
        "A: But —",
        "Q: No possibilities.",
        "A: No, unfortunate.October 4, 2015",
        "Q: And yourself, you finished high school in Chicago. And what — how did your\nlife go? Did you go to college?",
        "A: Beautiful.",
        "Q: Yeah?",
        "A: I was very busy.",
        "Q: Okay.",
        "A: I started working when I was 14, in one of the finest dress shops in Chicago.\nVery unusual shop, owned by Germans. Learned everything I knew through\ndifficult times, for 25 cents an hour.",
        "Q: Oh my goodness.",
        "A: But that’s okay, I was 14. I had to wear a black dress and white collar and white\ncuffs, was our uniform to work in the store. And —",
        "Q: What was the name of the store?",
        "A: Feigenheimer(ph).",
        "Q: Feigenheimer(ph).",
        "A: He was — he had one of the finest shops in Berlin, he was known there. He only\ndid copies of Paris fashion. He would go to Paris every three months, copy this.",
        "Q: And come back.\nOctober 4, 2015",
        "A: So I learned a lot. Terrible man. Terrible. But he had a lovely daughter, who\ndidn’t want any part of the store. She was Americanized already, and she did not\nwant — the store was by appointment only.",
        "Q: Oh, it was that kind of store?",
        "A: Oh yes.",
        "Q: [indecipherable]",
        "A: And you were served lunch if you were there, or tea, and whatever. So —",
        "Q: And when you were 14, war was still going on in Europe. That was in the f —\nearly 40s. And —",
        "A: War was just over.",
        "Q: Oh, it was just over?",
        "A: Yeah.",
        "Q: Yeah?",
        "A: No, no, the war was still going on.",
        "Q: Were you hearing anything of what was going on in Europe? Did you know of\nwhat had happened to relatives, had you any news, or anything like that?",
        "A: No, there was no news, other than what everyone was subject to on — no.",
        "Q: When did — when did you find out about what the fate was of people who didn’t\nmake it out?\nOctober 4, 2015",
        "A: Much later, when the news finally broke. You — you had no way of\ncommunicating with.",
        "Q: And no news reports, in other words.",
        "A: Oh yes, there were, sure. But at the time when they liberated Auschwitz and all\nthat, that’s when we first started hearing about it.",
        "Q: Through the U.S. news reports?",
        "A: And my husband was in Europe at the time, cause he wasn’t my husband yet.\nBut he was in France during the war. And my pediatrician was there when they\nliberated Auschwitz. So there — finally, but this is years later.",
        "Q: Was your husband also from Europe?",
        "A: Yes, he was. He was burn — born in Poland.",
        "Q: Okay. And he had come to the United States, and — and —",
        "A: Yes, with hi — with his mother. His father had come prior to that.",
        "Q: Okay. He joined the U.S. military?",
        "A: Did?",
        "Q: He joined the U.S. military, and was —",
        "A: Oh, absolutely.",
        "Q: Okay.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: He was an attorney, went to Washington, wanted to work for the government.\nAs a Jew, could not work for the government, so he enlisted in the army, became a\ncaptain. Spoke French fluently. Went to Paris as a — went — not Paris, went to\nFrance as an interpreter for the Wiedergutmachung.",
        "Q: Oh, it’s restoration",
        "A: Restoration, yes.",
        "Q: Okay.",
        "A: That was his field.",
        "Q: So, let’s go back. You said your — your nanny had kept all of the documents\nabout your parents’ business.",
        "A: No, she did — she documented, she didn’t have documents.",
        "Q: She documented —",
        "A: She documented the kind of family we were, that she —",
        "Q: When we talk about Wiedergut-gutmachung, which is restoring — righting a\nwrong, basically, that’s what it’s — it means, did that ever happen in your parents’\ncase, as far as the business? Did they ever get any compensation for it?",
        "A: That’s — the following happened. My mother suggested to my dad, that like\nmany, many of their acquaintances, went to Germany immediately, got lots of\nreparation, or considerations, let’s put it that way.\nOctober 4, 2015",
        "Q: Okay.",
        "A: My father said, I will never step foot in that country again. They didn’t do right\nby me, and they can keep their reparation. However, when he realized what he had\nmissed, because his friends were all being well taken care of, he decided to get in\ncontact with the attorney who had handled the business deal, who was alive and\nwell. I have all o — I have a ledger this big of every correspondence that went on, for\nthree years — or two years, I’m not sure. I have it all. I just went through it the other\nday, it’s amazing.",
        "Q: And so what was the end result?",
        "A: So the attorney kept suggesting my father come, that without his acknowledging\nall this. And finally, about, I would say, nine months before the end of the period\nwhere you could claim, my father decided to go to Germany. And by the time all\nthe papers were claimed, he could — he nee — the date had expired — th — the time for\nthat particular law — there were different laws of personal — regarding business. And\nthe German who bought, fought the case. He fought the case. And so my father\nnever got anything pertaining to business. However, they did get reparation. Not as\nmuch as anybody else did. And I have stuff showing what they got. I think they — I\n—I don’t know, I’d have to look it up, I think they got something like 500 dollars a\nmonth, or 300 dollars a month. Maybe was three. I could look that up, I don’t know.October 4, 2015",
        "Q: But they never got —",
        "A: But very minimal, because he hadn’t followed up in the beginning.",
        "Q: Okay, he wouldn’t have come across all of these obstacles.",
        "A: Under duress, he was not going to do that. So they did, for the rest of their life,\ndid get reparations, yes. Minor.",
        "Q: But not —",
        "A: They never got a major sum, with — many people did, and then their monthly.",
        "Q: So they never got compensated for their business?",
        "A: Nota penny. I don’t know why this other man got involved, but —",
        "Q: The other man being the one who was fighting it? Or the —",
        "A: Yes.",
        "Q: Yes.",
        "A: Yes.",
        "Q: Yes. Well, maybe he wanted to keep the business. He probably just didn’t —",
        "A: I—I-—I don’t know what he said. He only bought it at this special price for\nwhatever, but that wasn’t the fact.",
        "Q: Okay. When did you first go back to Germany”October 4, 2015",
        "A: In 1955. But they — I—I didn’t go to Germany, no. When did I first go back to\nGermany? Interestingly enough, I went with my rabbi, who talked me into going.\nHe said, I’ll take care of you, don’t worry. And that must have been in the 90s.",
        "Q: So, decades later.",
        "A: Yeah.",
        "Q: Fifty years later, actually.",
        "A: Yeah.",
        "Q: So in some ways, you are the same —",
        "A: Yeah, I think must have been either 80 — ’89 or ’90. I can look that up, too.",
        "Q: Yeah. So y-you know, that means it’s half a century after you leave. So you also\nhad a point of you, like your dad was, I don’t want to go.",
        "A: Absolutely. There was no reason why I should go, and I really didn’t want to go.",
        "Q: And when you did, that first time with your rabbi, did it change anything?",
        "A: It was an interesting trip, because I was the interpreter of a lot of unpleasantness\nthat I overheard, because he was wearing a yarmulke all the time. And people\nwould make —",
        "Q: Comments.",
        "A: — very unfavorable remarks. Not all the time, but if we were sitting in — ina\nrestaurant, there were people discussing unfavorable things.October 4, 2015",
        "Q: In the 90s?",
        "A: Oh, ab — in German, and I — I — I’m listening to what they’re saying.",
        "Q: Did you go to Cologne?",
        "A: No, not the first time. No, I went to Cologne as a guest, that was first time.",
        "Q: The first time you went to Cologne was as the guest?",
        "A: Yes.",
        "Q: And that would have been recent, fairly recently.",
        "A: Right, yes.",
        "Q: And that was in 2005, or six, or something like that? Eight, nine years ago?",
        "A: No. [have it all here, I looked it up in — in a minute. When did I go, let’s see.\nEight years ago would have been — I think it was about eight years ago. So, ’15 —",
        "Q: So that’s 2007.",
        "A: Yeah.",
        "Q: Yeah, 2007 is the first time you’re back in Cologne.",
        "A: Right. With my children.",
        "Q: With your children. And what kind of experience was that?",
        "A: It was just lovely. I was treated most cordially. The mayor’s secretary, who had\nbeen with him for — she had been in that position over 25 years, through different\nmayors. She was a love, and we just hit it off. And we still correspond.\nOctober 4, 2015",
        "Q: So, what kind of a program had they set up for you?",
        "A: We were not the only people. They had 30 — I think we were 28 people, from all\nover the world, who — one of whom was born in Cologne.",
        "Q: Okay.",
        "A: There were people from Israel, people from England, people from Australia.\nIt’s lovely.",
        "Q: And was it a formal program?",
        "A: We had a total program for seven days, very strenuous. Every day we had an\nunusual experience, including — and this lady was interesting — a woman who is\nnow the head of — oh my goodness, I — I don’t know all these terms. She is in\ncharge of all the documents in the Rhine area, of anything that happened to the\nJewish population.",
        "Q: I see.",
        "A: And she works in an office that had been the head of the police were — the\nbasement was a jail, and she took me aside, and she said, I don’t want you to go\ndown there. So —",
        "Q: Do you think it’s where your father was held?",
        "A: Yes. I don’t know. No, that I don’t know. But she was the one — they have a\nlibrary of everything that happened from 1932 on, and she gave me the picture, sheOctober 4, 2015\ngave me my parents’ engagement announcement in the newspaper, and she gave me\nmy grandfather’s — I have it there — opening of the store.",
        "Q: Oh my goodness.",
        "A: So it — she took me into her library. It was unbelievable. You know how the\nGermans keep the ledgers.",
        "Q: Yes, yes.",
        "A: She wi — she had done all the work before I came, because she had everybody’s\nname , who were all from Germany, but she didn’t [break]",
        "Q: Okay, so she brought you in, and she showed you items that were — pertained to\nyour family.",
        "A: I mean ha — I would have never known this. She had investigated the name, and\nshe said yes, they were originally a [break]",
        "Q: Okay, so we were talking about —",
        "A: Lady I was referring to, is quite ro — respected in her field. She has written a\nbook about the Jews in Cologne, and I own the book. She gave it to me.",
        "Q: Oh my.",
        "A: And she knows — she is — I— I— she’s so unusual, she’s a very quiet and laid\nback intellectual, with knowledge that — I always look at her and I said, how —\nwhere do you store all this? She’s amazing. So when I took my grandchildren, they\nOctober 4, 2015\nwere fascinated with this woman. They couldn’t get enough of her. We invited her\nfor dinner, and she said, no, I can’t do that, but I’ll have coffee with you. And we\nhad coffee one afternoon. She just — th-there was so much personal things that she\ntold the children about. And they’re all now, really interested. I mean, I don’t know\nwhe-whether it’ ll continue, but they have a wonderful background with whatever\nthis woman created, this wonderful —",
        "Q: Did it — did it —",
        "A: She is still —",
        "Q: — change your — no, did it change your feeling about Germany?",
        "A: Yes and no. I must say yes, because the people I met were cordial, lovely,\nyoung. I spoke at two different schools. They were interested. However, way down\ndeep, I had this feeling — one little child in one of the schools said, oh my grandpa\ntold me something about the terrible Jews. This — this little kid in school that I was\naddressing. So, you know, my feeling were, my peers — I’m not sure. But I —\nhonestly, I just recently read an article, I think last week or so, last 10 days, that the\nGermans are saying they’ve had enough about they had to be educated on the\nHolocaust. They no longer want this to be part of the school curriculum. I don’t\nknow whether that’s a fact.",
        "Q: Okay.\n100\nOctober 4, 2015",
        "A: But —",
        "Q: It sounds like very much a mixed bag, a mixed bag of reactions and impressions\nand feelings about wis — would that be accurate?",
        "A: Well, I don’t think I met the average person. So, I would not be able to qualify\nthat.",
        "Q: Okay.",
        "A: Because the type of people I met had all been involved with people like myself.\nThey were educated. And I don’t think that’s — that’s the case. However, I did have\nanother interesting experience I’d like to share with you, in Israel.",
        "Q: Sure, please.",
        "A: I was on a trip to Israel, not with George, on another trip to Israel, and I went to\nthe Holocaust museum, of course.",
        "Q: Yad Vashem.",
        "A: Right. And by myself, I went into the gift shop. And I’m walking through the\ngift shop, and I see four women, young, in their early 20s, and they’re speaking in\nGerman. So, I’m fascinated. I was — went over, introduced myself in German, and I\nsaid, forgive me, but I’m curious. What are you doing in Israel? And this one lady\nturned to me and she said, I know so little about the Holocaust. She said, I’m doing\nmy master’s in education, and we all came here to be educated. She looked at me\nOctober 4, 2015\nand she said, and what are you doing in Israel. And I — of course, I answered her,\nand she said, you lived through Hitler’s time? I mean, she was like — she couldn’t\nbelieve it. She said, I— when were you born? She started — 1t was some engagement\nthat I had with them. It was very interesting. Had I not approached them —",
        "Q: You wouldn’t have — you wouldn’t have had it, you wouldn’t have known.",
        "A: No, and here there are educated people coming to Israel to study, learn. So, one\nnever knows.",
        "Q: I wanted to, on this question, still talking about post-war, and ha — your — your\nfeeling, and your relation to Germany, we jumped ahead to more recent times, but\nthe first time you saw your nanny, after the war. Tell me about that. Tell me how\nyou got to see her again.",
        "A: It was glorious. It was —",
        "Q: All right, what were the circumstances?",
        "A: Well, we had her come, as our guest, to the hotel we were staying at.",
        "Q: And where was this? What ca —",
        "A: In Amsterdam.",
        "Q: Uh-huh, so you were in Amsterdam.",
        "A: And we just talked til all hours of the night, and we recalled so many wonderful\nhappenings that we had shared throughout the years. And she had correspondedOctober 4, 2015\nafter the war with my mother, all the time. But you know, I had young kids, I\nwasn’t interested, or — I think I sent Christmas cards or something, but nothing on a\nvery personal basis. So, it was a glorious two days. My poor husband was, I’m sure,\nbored to tears, cause we spoke German all the time. And it was —",
        "Q: How did —",
        "A: — beyond my expectation.",
        "Q: Did she fill you in on what her life had been like, from the time you said\ngoodbye to her?",
        "A: I think she did, but I don’t recall very much. She had an injury during — I think\nduring the war she fell, if I remember correctly. And she had — she worked in some\nkind of office position, but she couldn’t walk very well. So I don’t think her life was\ntoo wonderful.",
        "Q: We’re coming to the end of the interview. Can — 1s there anything else you\nwould like to share with us, that you’d want other people to know about, about your\nexperience? And this can be either episodes, or some of the thoughts that have gone\nthrough your mind, that you’ve wondered about. Some of the ways you’ve\ninterpreted what you went through, what you saw, and so on?",
        "A: Well, I have always — the — my — my temple has asked me to speak several\ntimes. And I — I have always feel that perhaps I was too young to realize what was\n103October 4, 2015\nreally going on. I didn’t have the burden of all the hardship. I was — I was well\ntaken care of until Kristallnacht. And I felt my childhood was absolutely glorious,\nlovely. I mean, I had as lovely a childhood as I wanted my children to have. But we\n— we definitely had values in our family. We had religion in our family. And I have\nfelt very grateful that — we talk about it a lot, especially when the holidays come\nabout. Because most of my friends are not so inclined. And I love to go to services,\nI enjoy it, I— something very personal that I get out of it. And I think my — my\nchildren are involved, but not to the extent that I am. They are — I always feel they\ndo things cause they know it means a lot to me. They do go to services, but not on a\nregular basis, you know. But that’s fine. They have their value system, I have mine.\nSo I have been — I have always said, I’m so grateful that I had the kind of parents I\nhad, cause I was given values that have served me well, and I — you learn very early\non in life, I was very independent, and I’m very particular about friends I choose.\nAnd I — I’ve always been. I mean, I didn’t have a lot of girlfriends, but if I had one\n— this lady just that called, we’re friends 55 years.",
        "Q: Wow.",
        "A: And I have another one in Chicago, it’s 56 years. So it’s — I think I have been so\ngrateful. I’ve had a lovely life. I— I believe that every person, up to an extent, I\nrealize that, but we have the ability to create a la — a lifestyle, no matter what milieu\nOctober 4, 2015\nwe’re in. But the style we create is something that I think I really inherited from my\nmom.",
        "Q: What a great tribute to her.",
        "A: And I learned a great deal from both of them.",
        "Q: Yeah. Well, Susi, thank you very much. Thank you for sharing your story, thank\nyou for painting such wonderful pictures with your descriptions of the various parts,\nthe various episodes, the impressions that you had. I — I’m very grateful, and this\nhas enriched our knowledge of this huge, huge, monumental event, that still why —\nreverberates today. And with that, I’d like to say, this concludes the United States\nHolocaust Memorial Museum interview, with Mrs. Susi Frank Annes, on\nOctober 4\", 2015, in Palm Beach, Florida. Thank you.",
        "A: My pleasure, it’s been a lovely experience.",
        "Q: Thank you. [break]",
        "Q: Okay, so Susi, tell me, what is this that we see here?",
        "A: It’s an eisschranke.",
        "Q: Okay, but the whole — the whole item, it says J. Rosenstamm, KolIn-\nSchlachthof.",
        "A: Schlachthof.",
        "Q: So, is this an advertisement of some kind?\nOctober 4, 2015",
        "A: It is.",
        "Q: And what is —",
        "A: This was an ad in the newspaper. This is an advertisement that they have\nrefrigerated cabinets, for the use of butcher — butcher stores.",
        "Q: And this would have been one of the items, one of the products —",
        "A: Yes.",
        "Q: — that your mother’s business — your mother and father’s business had.",
        "A: Okay, but this was 1927.",
        "Q: So that would have been before they took it over.",
        "A: Correct.",
        "Q: The most important part is that we get all of the top. Okay, so Susi, and what is\nthis about? What is this?",
        "A: This is my maternal grandfather, who started this business of butcher supply\nneeds.",
        "Q: Okay. And — and he’s the one —",
        "A: In Cologne. And this is where the business was when I was born, Liebigstrasse\n167.",
        "Q: Got it. And, thank you. Okay Susi, what’s this?",
        "A: This is my passport, or my pass.\nOctober 4, 2015",
        "Q: You mean, to leave Germany?",
        "A: To leave Germany.",
        "Q: I see. And it does have — it does have all of the —",
        "A: Now, this — this says Rotterdam, August 1939, but we didn’t leave 1939. But\napparently, this was a new passport that I had to do in Holland.",
        "Q: Okay.",
        "A: You",
        "Q: You le —I think you left in November ’39.",
        "A: Correct.",
        "Q: Okay. Thank you.",
        "A: And this is the — this is the document telling my parents where to take their\nchildren who are going on the Kindertransport, on the fourth of January, 1939.\nOkay, this is a document that tells my parents — it’s — it’s — 1t’s to my mother, that\nthe children who are going on this children transport, where to drop them off at the\nmain train station, and the time. And be sure that they have a special number on the\n— on the suitcase. And we — they also need their birth certificates, and what’s that\ncalled — inoculation in a separate envelope. Be sure they have the inoculation and\nthe birth certificate, in a special envelope.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Susi Frank Annes, on October 4th, 2015, in Palm Beach, Florida. Thank\nyou very, very much Susi Annes, for agreeing to speak with us today. We much\nappreciate your willingness to share your story.",
        "Q: Okay. I’m going to start with the very simplest and most basic of questions, and\nfrom there we’ll develop, and we’ ll talk about what your life was. Okay. And I'll\nspeak louder. All right, so tell me, what is the date of your birth?",
        "Q: And what was your name at birth?",
        "Q: Susi Marian Frank. And where were you born?",
        "Q: Ehrenfeld, okay. Do you have brothers and sisters?",
        "Q: Okay, and her — was she younger, or older than you?",
        "Q: Okay, so she had been born in 1925?",
        "Q: Oh, ’24, okay. So you were two girls in the family?",
        "Q: All right, tell me aler — a little bit about your parents, what were — we’ lI start\nwith their names. What was your mother’s name?",
        "Q: Okay.",
        "Q: And were they from Cologne originally?",
        "Q: It’s not so far, yeah.",
        "Q: Yeah.",
        "Q: Okay. So where wa — tell me then, where is Hildesheim? Do you know?",
        "Q: Oh yeah, okay. And, had your parents come from families that were all\noriginally from Germany?",
        "Q: Okay. And did they have — did you know about your grandparents and your\ngreat-grandparents, and you know, what the families were? Do you have —",
        "Q: So, did your mother have any siblings, or was she the only child?",
        "Q: Okay.",
        "Q: Okay, did you know him?",
        "Q: Okay, so she had — you had an extended family then, maybe not a complete, but\nyou had a [indecipherable]",
        "Q: Okay. And from your father’s side, did he have brothers and sisters?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Irma.",
        "Q: Okay. Did they all live in the Cologne area?",
        "Q: Okay. Had — and your grandmother on your father’s side, where did she live?",
        "Q: All right. Did you have any relatives who lived abroad? Any family members\nwho had emigrated before the war, or after World War I or before, to either United\nStates, or to other parts of the world?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: I see.",
        "Q: Oh my goodness.",
        "Q: Okay. But nobody from the family, let’s say prior to World War I? Some people\nhad, for example, relatives in the United States who had emigrated for, not political\nreasons, let’s say either economic reasons or — or they just wanted to leave Europe\nin the early part of the century. Was that — did you have any relatives like that?",
        "Q: Okay.",
        "Q: Okay. So otherwise, the family really is German for many generations.",
        "Q: Sorry about that. So, do you have any earliest memories from Cologne, from\nyour child —",
        "Q: So, could you share some’?",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Okay.",
        "Q: Really?",
        "Q: Okay.",
        "Q: Oh my goodness.",
        "Q: Okay.",
        "Q: So tell me, what was this business, and what was it called?",
        "Q: Okay.",
        "Q: Yes, both.",
        "Q: First German.",
        "Q: Oh my God.",
        "Q: So this would have been — in — in those days, it’s interesting to think, are\nbutchers still — you — you kind of have in your mind that they are smallOctober 4, 2015\nneighborhood businesses, and what kind of machinery would they be ordering from\nsomeone?",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Refrigerators.",
        "Q: Now, had your grandfather — that is, on your mother’s side —",
        "Q: — started the business?",
        "Q: Wow.",
        "Q: Now, did it ha — was there a physical plant, or was it that he was a supplier from\nmanufacturers of different equipment?",
        "Q: Okay.",
        "Q: So they had to be ordered. They had to be special or —",
        "Q: — special ordered.",
        "Q: Such as?",
        "Q: Oh wow. Was there — well, maybe this sounds a little bit ignorant, and it\nprobably is, but were there large department stores —October 4, 2015",
        "Q: — in Cologne, that had, let’s say, a huge food section?",
        "Q: No.",
        "Q: Okay.",
        "Q: Department stores, okay. I’m thinking in my mind —",
        "Q: — of the one in Berlin called KaDeWe —",
        "Q: — that had on its top floor —",
        "Q: Yeah, yeah, and I don’t know if that’s a po —",
        "Q: — I know it was a po —",
        "Q: Anything like that, yeah.",
        "Q: So major butchers would have been — major clients would have been the ones\nwho would be from the center of town, who’d own a large butcher shop.",
        "Q: Yeah.",
        "Q: Cologne.",
        "Q: Now, in the name, could you repeat it in German again? Metzgerei —",
        "Q: All right.",
        "Q: Supplies. What about the family name? Was there any oth — was it like Rosen —",
        "Q: Yeah, Rosenstamm Metzgereibedarfsartikel(ph). So the family name came\nbefore, okay.",
        "Q: Okay. Have you — was your father involved in another kind of work, or business,\nor profession before he went and became involved in what your mother inherited?",
        "Q: So, does that mean he went to su — he had some higher education, but not\ncomplete higher education? Or had he finished college? Or you don’t know’?",
        "Q: Oh, dear.",
        "Q: Gymnasium?",
        "Q: Gymna — there’s gymnasium, which was —",
        "Q: Okay.",
        "Q: Okay. So he had finished gymnasium?",
        "Q: All right. And how — do you know how your parents met?",
        "Q: Okay.",
        "Q: Okay. Would you say then, that at least from your mother’s side of the family,\nthey were well-to-do, because of this business?",
        "Q: Would you say that from your mother’s side of the family, her family was well-\nto-do, because of this business?",
        "Q: Okay, okay. And was there a family home — since both grandparents were\nalready gone when you were growing up, did you — was there still a family home\nthat she had grown up in, that you knew of?",
        "Q: Okay.",
        "Q: Oh, what was that?October 4, 2015",
        "Q: So, it was the trade in cattle?",
        "Q: All right. And was it like an import-export trade?",
        "Q: Okay.",
        "Q: Okay. And what did it look like, can you tell me? Do you remem —",
        "Q: What did it look like? Can you tell me?",
        "Q: Yeah.",
        "Q: Stone?",
        "Q: Ninete —",
        "Q: Nineteenth century type of build?",
        "Q: Okay. So, both sides of your family were comfortable, economically?",
        "Q: Okay. Okay. And, as you were growing up, did you visit her often, your\ngrandmother?",
        "Q: Okay.",
        "Q: Okay. Things at — at your home were less — less formal.",
        "Q: Okay.",
        "Q: What was her name?October 4, 2015",
        "Q: Lisbeth(ph) Mueller. Did you —",
        "Q: You do?",
        "Q: Well, that’s unusual, still to have letters from a nursemaid.",
        "Q: You don’t know who —",
        "Q: Yeah.",
        "Q: You did?",
        "Q: Well, that’s also something special.October 4, 2015",
        "Q: So you had a reunion?",
        "Q: Was your family very religious?",
        "Q: Okay.",
        "Q: That was one of my questions.",
        "Q: Oh my goodness.",
        "Q: Refrigerators. Yes, and certainly for the time. I mean, in the 1930s, yeah.",
        "Q: Well, tell me about your home that you grew up in. Was it a house, or an\napartment?",
        "Q: No, I wouldn’t imagine that it could be.",
        "Q: You mean the ground floor, or the first floor as we’re talking —",
        "Q: Okay.",
        "Q: Oh my goodness.",
        "Q: But it still egsi — exists.",
        "Q: And did it look very different?",
        "Q: Okay.",
        "Q: So, it was an — a neubau. It was a new building, then.",
        "Q: So it would have been —",
        "Q: Okay.",
        "Q: Also unusual. I mean, for most people, the — you know, there was — when they\ndescribed where they lived, if it was in the center of a town — I’m talking about\npeople from Germany — often it was that they — these large, 19° century homes,\nthat had —",
        "Q: — staircases, and — and so on —",
        "Q: Yes.",
        "Q: Four bedrooms, that’s a lot. So, there was one for you and your sister.",
        "Q: Okay. So, large.",
        "Q: And your mother — and your mother and your father, you sort of like — 1t was the\nshop of — it was — you lived above the shop.",
        "Q: Okay. And they didn’t have to commute very far to go to work?",
        "Q: Okay.",
        "Q: Okay.October 4, 2015",
        "Q: Okay.",
        "Q: Like a corridor.",
        "Q: Okay.",
        "Q: Wow.",
        "Q: Oh my goodness.",
        "Q: That’s okay, but it’s fascinating.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: But they had one, that was for themself, you know, so — just for them.",
        "Q: Okay.",
        "Q: En suite.",
        "Q: Yes. Now, did you spend a lot of your childhood then, in the business, because\nyou could go visit your mother, or your father, or —",
        "Q: No, you didn’t. It wasn’t like you were —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: What were you doing? What was —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Third?",
        "Q: We'll get to that part. I’d like to talk a little bit about — before we go to school, I\nstill want to talk about the family a little bit. Tell me a bit about your mother’s\npersonality, and your father’s personality. What kind of people were they?",
        "Q: Really?",
        "Q: Really?",
        "Q: She sounds like a very modern person.",
        "Q: Oh wow.",
        "Q: Okay.",
        "Q: Well, when you said that your grandmother had a strict home, where you had to\nbe dressed properly, and you had to — you know, the manners had to be right, it\nmakes a lot of sense that he would also have —",
        "Q: Yeah.",
        "Q: Well, when you’re surrounded by women, you can be charmed by that, too.",
        "Q: Yeah.",
        "Q: He was —",
        "Q: So, were — was there one parent that you were closer to than — than the other, or\n— or did you confide in one more, or was it your —",
        "Q: Too busy.",
        "Q: And how long — you mentioned before, Lisbeth(ph) Mueller was your nanny.",
        "Q: Well, before we get [indecipherable] let me interrupt for a second.",
        "Q: Tell me how she came into your life. Let’s start from the beginning.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Looking after you.",
        "Q: Okay.",
        "Q: Tedde(ph).",
        "Q: And — and so you grew — you never — do you have any memories of her not\nbeing there?",
        "Q: She’d get in trouble.",
        "Q: Oh wow.",
        "Q: Wow. Wow. That must have meant something.",
        "Q: That must have been crucial in helping — in helping fi — you know, establish\nwhat kind of assets there were, and what had been lost.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: It’s like a— I’m sorry I’m entering, but it’s sort of like today’s family room, in\nAmerican homes, and then the living room —",
        "Q: — when company comes.",
        "Q: Did you?",
        "Q: Oh dear. Well, you know, it’s — that’s also part of what was lost, is that people —\nI mean, there were — there were all kinds of attitudes, but each individual interpretedOctober 4, 2015\nwhat their — the, I guess religion, or the community that they were born in,\naccording to how their human relations worked.",
        "Q: You know?",
        "Q: That’s a lot.",
        "Q: That’s a lot, yeah.",
        "Q: That’s a lovely model.",
        "Q: Yeah.",
        "Q: A lovely model, truly, yeah.",
        "Q: So, I’m trying to think now of more questions about your parents. Your father\nwas more reserved, your mother was more extrovert. What were their — what were —\nhow did they split their duties in the — in the business?",
        "Q: You don’t know, okay.",
        "Q: Do you remember how many people worked in the business?",
        "Q: Okay. Let’s go to school then.",
        "Q: School. Let’s talk about your school. You said you went to a German public\nschool.",
        "Q: Public school. Do you remember the name of it?",
        "Q: Okay. And was it close to home in Ehrenfeld’?",
        "Q: Okay. Your sister went to the same one?",
        "Q: And was this for political reasons, that she wasn’t able to continue?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So, let’s talk about — 1f you have memories of this, before all of the changes,\nwhat were your first years, grades one, two, three? Do you have any — any\nmemories of those first years of school, what they were like?",
        "Q: So, you were five years old when Hitler came to power.",
        "Q: Yeah. And did that — I mean, you were very little at that time, but did you notice\nchanges? Did your f — changes happen —",
        "Q: Okay. And your parents, in their business or anything, from five years — you\nknow, from 1933, when he comes to power, was there anything in those first years —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Wow, not many people have all of that document —",
        "Q: — documentation.",
        "Q: And so, was it sold before Kristallnacht?",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: [indecipherable] was stolen.",
        "Q: Okay.",
        "Q: Tell me.",
        "Q: Tell me about it.",
        "Q: From the German authorities, from the Nazis.",
        "Q: Okay.",
        "Q: Okay.October 4, 2015",
        "Q: You have those still, too.",
        "Q: Oh my goodness.",
        "Q: Oh my goodness.",
        "Q: Oh my gosh.",
        "Q: Ah, into a cast.",
        "Q: A cast.",
        "Q: A plaster cast.",
        "Q: She couldn’t move.",
        "Q: Right.",
        "Q: And do you know what the number was?",
        "Q: And it would have bi — it was one of the requirements of the German — of the\nNazi German authorities that everybody be in a healthy state to leave the —",
        "Q: Okay. And —",
        "Q: Apply.",
        "Q: So, in other words, she came to this conclusion fairly early on?",
        "Q: Do you remember about when this would have been, ’35, ’36, or —",
        "Q: Oh.",
        "Q: Okay.",
        "Q: Right.",
        "Q: You couldn’t go. You couldn’t go. Let’s go back a little bit. I want to go back to\nyour school, where you say all of a sudden the children no longer play with you, no\nlonger talk to you, and you’re by yourself. How soon after that — was it a period of\nmonths, or a year, or fairly quick that you no longer went to that school?",
        "Q: Of course.",
        "Q: Oh, yeah.",
        "Q: You were not allowed to —",
        "Q: Okay.",
        "Q: And — and that’s when —",
        "Q: Well, that’s what I was going to — I’m trying to get a picture of it. If there’s a\nslaughterhouse there —",
        "Q: — and it’s large, then —",
        "Q: Yeah. So, was it mostly warehouses and businesses that were in the\nneighborhood?",
        "Q: Yeah.",
        "Q: Mm-hm. But a — a — it sounds like a lovely apartment.",
        "Q: Yeah.",
        "Q: Best —",
        "Q: Right. Was there a smell from the slaughterhouse?October 4, 2015",
        "Q: You could smell it, you could smell it. So you would have to then travel at least\n35 minutes by some kind of vehicle, whether it’s a trolley car, or whether it’s the\ndriver —",
        "Q: Yeah. Did you have any experiences on the trolley cars that were —",
        "Q: Okay, in ’38.",
        "Q: Well, tell me what happened on the 10\" of November.",
        "Q: Okay.",
        "Q: Well, you were 10 years old.",
        "Q: So Kristallnacht was the key. The — you know, things had been going\nincrementally, but that really — let’s go back a bit. Your sister, when she gets out of\nthe cast, still can’t walk, so her hip needs to be re-broken, and she’s in another cast?\nIs that right?",
        "Q: Oh my. From that bicycle fall.",
        "Q: Oh my.",
        "Q: Did it take a long time for it to heal properly, and when could she walk again?",
        "Q: This is after the war?",
        "Q: And this is at that time, in the 30s?",
        "Q: No, that was later.",
        "Q: Later.",
        "Q: So, going back at that time, the three months that had passed, was this in like\n1937, that she had this accident?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Got it, got it. [break] Okay, so, w-we talked about your sister, and how, you\nknow, it took a toll on her health, this fall.",
        "Q: Yes. I want to go back and say when — at what point did you ever notice your\nparents talking about what was going on in Germany, before Kristallnacht?",
        "Q: Really?",
        "Q: In addition to the States?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: At the border.",
        "Q: Okay.",
        "Q: So this means that the German border guards did not let you —",
        "Q: Did you have to have paperwork in order to get from Germany to —",
        "Q: It didn’t work.",
        "Q: So you — and your father — and what — did he, at some point, change his position,\nor just —",
        "Q: Okay.",
        "Q: A place.",
        "Q: What about aunts and uncles, and — and people like that. Your — your father’s\nsiblings, your mother’s siblings? What did — what happened with them?",
        "Q: On father’s side?",
        "Q: Got it.",
        "Q: Negotiation —",
        "Q: Funded by —",
        "Q: — by the —",
        "Q: — the supporters of the —",
        "Q: Okay.",
        "Q: So this 1— your uncle was part of this negotiation —",
        "Q: — that went all the way up to —",
        "Q: — the queen of the Netherlands. Okay, so he left. What about other relatives,\nother aunts?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Wow.",
        "Q: Oh my goodness.",
        "Q: [indecipherable]",
        "Q: And so, what happened to him?",
        "Q: Okay. And your grandmother?",
        "Q: That late?",
        "Q: Most unusual, yes.",
        "Q: Waiting to go to South Africa.",
        "Q: And, on Kristallnacht, was there any activity that you heard that night, that is —\nyou woke — you told me that you woke up the next morning, and you took the\ntrolley, and you saw this sight.",
        "Q: Okay. What about in your own home, in your own block —",
        "Q: — what happened?",
        "Q: Okay.",
        "Q: What happened?",
        "Q: Really?",
        "Q: Oh, you’ve piqued my curiosity. Can you go around it a little bit? Is there any\nway —",
        "Q: Okay.",
        "Q: Oh, dear.",
        "Q: Okay.",
        "Q: Oh my gosh.",
        "Q: Did you think he knew, your father?",
        "Q: Yes, yes. And thank you for sharing that. Thank you.",
        "Q: Yes. It is part of what was the reality, and what somebody had to do in order to\nsurvive, and help a loved one get out.",
        "Q: Amazing. Thanks. We’re going to break for lunch now. Thank you. [break]\nOkay, so Susi, before the break, before the break, we were talking about\nKristallnacht, and the days immediately following it, and you mentioned that after\n— after your — you drove around that night in the car, your father was picked up ag —\nyet again, and you shared with us how your mother got him out. And I wanted to\nexplain a little bit why I wanted to know this detail, simply because people should\nnot have only a sanitized version of what others went through in order to survive.\nAnd that often, you had to make a tough decision. Now your mother told you this\nonly on her deathbed. Can you tell me what kind of thoughts ran through your\nmind? How — how you reacted to it? You had said before the break that it gave you\nsomething, it taught you something.",
        "Q: By — by finding something about it.",
        "Q: Yeah.",
        "Q: And she ended up being a savior.",
        "Q: So when your father emerged from prison the second time, was it, or maybe the\nthird, I— I don’t recall.",
        "Q: What happened then? How did things progress then?",
        "Q: Okay.",
        "Q: You do? Wow. You still have that?",
        "Q: By your parents?",
        "Q: Did you know it was to Holland?",
        "Q: Now, the previous times, you mentioned two previous times you tried to go, had\nthat been by train, or some other means?",
        "Q: I see. So this was the first train ride — the tr — first train ride to there, you know,\nto try and get out of —",
        "Q: And when you said goodbye to your parents, was it like, we’ll see you after the\nvacation?",
        "Q: And did you know any of the other kids? Did you recognize anybody?",
        "Q: Tell me, what — what happened then?",
        "Q: Okay.",
        "Q: Ever’?",
        "Q: Okay, okay.",
        "Q: Do you know where this was, on the Holland border, or inside the coun —",
        "Q: In Amsterdam, okay.",
        "Q: Tell me.",
        "Q: Service",
        "Q: Oh my goodness.",
        "Q: Oh my goodness.",
        "Q: Yes, yes, I do, I do.",
        "Q: No.",
        "Q: Slopes.",
        "Q: Horticulturist, or —",
        "Q: Okay.",
        "Q: Botanist?",
        "Q: Oh my goodness.",
        "Q: In 1982”?",
        "Q: So that’s f— over four decades after you meet her. But you don’t know it, at that\ntime.",
        "Q: But isn’t it interesting then, your own story brings you to the train station, and\nyears later, you learn the story o-of how some — how those young people who wereOctober 4, 2015\nthere, who brought you the sandwiches and the chocolate, who they were, and how\n— you know, what brought them to the station.",
        "Q: Okay. So what happened after that?",
        "Q: Oh. Tell me about —",
        "Q: Yes, it is. Do you remember her name, so that we’d have her name.",
        "Q: We’ll do that later.",
        "Q: Okay. So tell me, what happened after you had the chocolate, the hot chocolate.",
        "Q: Okay.",
        "Q: Bunkbeds? A dormitory?",
        "Q: Do you know the town where you were?",
        "Q: What was it called?",
        "Q: Bershen(ph) underzee(ph), okay. Was this far from Amsterdam?",
        "Q: I wonder if it’s the same place where we talked to somebody the other day, who\n— well, we talked with somebody who was —",
        "Q: Okay.",
        "Q: Who — who supported — who was funding this? Under which agency —",
        "Q: I see.",
        "Q: So they had funded your — your ability to be there, but under whose umbrella\nwas this being organized?",
        "Q: Got it, okay.",
        "Q: Okay, okay.",
        "Q: Now, do you remember how long you stayed at this place?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: The camp. To keep them in school.",
        "Q: Okay. So you were there how many months, would you say?",
        "Q: Can you describe — like, you’ve described your home in —",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: The building itself, what did it look like? Do you remember? The building itself.",
        "Q: Do you know about how many?",
        "Q: Oh, I think you showed me that before.",
        "Q: Yes, okay.",
        "Q: Very proper.",
        "Q: Rashes.",
        "Q: Yeah. Now, did you get letters then, from your parents, while you were there?",
        "Q: Okay.",
        "Q: So you were out now, you’re in this — you’re in this sort of camp area, in a\ndormitory, going to school, getting adjusted, having a new routine. Your parents are\nleft behind, and you don’t really know all that’s going on with them.",
        "Q: Did they tell you later? Can you tell us —",
        "Q: And they rented the apartment because’?",
        "Q: Had it been looted at any time?",
        "Q: The apartment as well?",
        "Q: No.",
        "Q: But the store had been loot —",
        "Q: A storage facility?",
        "Q: Containers, okay.",
        "Q: Okay.",
        "Q: Okay. So they were able to get the furniture out of the country?",
        "Q: Some people could, others could not.",
        "Q: You know. Do you kn — were they able to ta — get any other of their assets out?",
        "Q: So it was a scam to take advantage of the situation.",
        "Q: So, when they left Germany —",
        "Q: Whatever limit was, the official limit was.",
        "Q: So, they end up in the Netherlands penniless, basically.",
        "Q: Oh, sort of like a —",
        "Q: Almost a field hospital, nursing home —",
        "Q: So at any rate, he was no lo — there was no way of accessing.",
        "Q: Oh dear.",
        "Q: So your parents had a lot of bad luck in this way.",
        "Q: So tell me about that. You left the school, your parents were in — remind me\nagain, where were they staying? In Amstelveen, or —",
        "Q: But was it —",
        "Q: In Amsterdam.",
        "Q: Okay. And you hadn’t seen them then, for how many months?",
        "Q: Okay.",
        "Q: Okay. And what happened after that?",
        "Q: So, when you get to meet your parents, it’s actually right at the beginning of\nWorld War II, because September first, Germany invades Poland.",
        "Q: And soon after, they also march into nether] —",
        "Q: Okay.",
        "Q: Okay. So it was by the skin of your teeth, basically, that you got out.",
        "Q: What was it —",
        "Q: The S.S. Rotterdam. Now, before we started this interview, off camera, 1t was\nmentioned to me that I should ask you about a 13 year old boy.",
        "Q: Oh really? Okay, so tell me about this.",
        "Q: Who is Danny Appel(ph)? Tell me.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.October 4, 2015",
        "Q: Okay, so we’re going — at this point I’m going to interject and say that, we’re\ntalking about — now jumping ahead to about 2010, and Dr. Keesing 1s — tell us who\nshe is, and —",
        "Q: Got it.",
        "Q: Today.",
        "Q: Okay.",
        "Q: Wow.",
        "Q: Oh my goodness.",
        "Q: Did you?",
        "Q: Oh my goodness.",
        "Q: I mean, the — the — the circles, as they’re coming full circle, you know?",
        "Q: Oh.",
        "Q: Well, what a — what a gift, you know, so many decades later, to find the boy who\ngave you the rose, right before you leave.",
        "Q: Wow, wow.",
        "Q: So let’s go on the Rotterdam, as you’re crossing the ocean. Do you have\nmemories of that crossing?",
        "Q: Yeah?",
        "Q: A dead person.",
        "Q: What that involved.",
        "Q: Yeah. And was the lady buried at sea?",
        "Q: Did you know where you were going? You know, when you — when you —",
        "Q: Okay.",
        "Q: Help.",
        "Q: And then what happened in Chicago?",
        "Q: What was a— what’s it called, that section?",
        "Q: It was just called South Side?",
        "Q: Right.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: I was going to ask you, yeah.October 4, 2015",
        "Q: Oh my.",
        "Q: At the end of — during one school year?",
        "Q: Yeah.",
        "Q: Oh my —",
        "Q: Oh my goodness.",
        "Q: What a lovely story. Now, you went to public school in Chicago?",
        "Q: Was that a strange adjustment, or not so much?",
        "Q: Okay. Were there other refugee kids in that school, or were you really the only\none?",
        "Q: Okay.",
        "Q: Did your stuff ever arrive from Los Angeles?",
        "Q: You never got it.",
        "Q: The container —",
        "Q: You stayed in Chicago, but the container, items, never got —",
        "Q: Right.",
        "Q: And it happened, eventually it happened.",
        "Q: Yes, yes.",
        "Q: What — how did your parents then start establishing themselves? What\nhappened?",
        "Q: What happened?",
        "Q: Okay.",
        "Q: Right.",
        "Q: A relative.",
        "Q: Rough.",
        "Q: And so he had to find work on his own.",
        "Q: That is class.",
        "Q: That is [indecipherable]",
        "Q: Yes.",
        "Q: And how did life develop then, from there?",
        "Q: So did he —",
        "Q: It’s ironic, but you ended up in a city that had a lot of slaughterhouses.",
        "Q: And was that ever a thought, or a possibility, that he’d use the expertise that he\nhad?",
        "Q: Yeah.",
        "Q: No possibilities.",
        "Q: And yourself, you finished high school in Chicago. And what — how did your\nlife go? Did you go to college?",
        "Q: Yeah?",
        "Q: Okay.",
        "Q: Oh my goodness.",
        "Q: What was the name of the store?",
        "Q: Feigenheimer(ph).",
        "Q: And come back.",
        "Q: Oh, it was that kind of store?",
        "Q: [indecipherable]",
        "Q: And when you were 14, war was still going on in Europe. That was in the f —\nearly 40s. And —",
        "Q: Oh, it was just over?",
        "Q: Yeah?",
        "Q: Were you hearing anything of what was going on in Europe? Did you know of\nwhat had happened to relatives, had you any news, or anything like that?",
        "Q: When did — when did you find out about what the fate was of people who didn’t\nmake it out?",
        "Q: And no news reports, in other words.",
        "Q: Through the U.S. news reports?",
        "Q: Was your husband also from Europe?",
        "Q: Okay. And he had come to the United States, and — and —",
        "Q: Okay. He joined the U.S. military?",
        "Q: He joined the U.S. military, and was —",
        "Q: Okay.",
        "Q: Oh, it’s restoration",
        "Q: Okay.",
        "Q: So, let’s go back. You said your — your nanny had kept all of the documents\nabout your parents’ business.",
        "Q: She documented —",
        "Q: When we talk about Wiedergut-gutmachung, which is restoring — righting a\nwrong, basically, that’s what it’s — it means, did that ever happen in your parents’\ncase, as far as the business? Did they ever get any compensation for it?",
        "Q: Okay.",
        "Q: And so what was the end result?",
        "Q: But they never got —",
        "Q: Okay, he wouldn’t have come across all of these obstacles.",
        "Q: But not —",
        "Q: So they never got compensated for their business?",
        "Q: The other man being the one who was fighting it? Or the —",
        "Q: Yes.",
        "Q: Yes. Well, maybe he wanted to keep the business. He probably just didn’t —",
        "Q: Okay. When did you first go back to Germany”October 4, 2015",
        "Q: So, decades later.",
        "Q: Fifty years later, actually.",
        "Q: So in some ways, you are the same —",
        "Q: Yeah. So y-you know, that means it’s half a century after you leave. So you also\nhad a point of you, like your dad was, I don’t want to go.",
        "Q: And when you did, that first time with your rabbi, did it change anything?",
        "Q: Comments.",
        "Q: In the 90s?",
        "Q: Did you go to Cologne?",
        "Q: The first time you went to Cologne was as the guest?",
        "Q: And that would have been recent, fairly recently.",
        "Q: And that was in 2005, or six, or something like that? Eight, nine years ago?",
        "Q: So that’s 2007.",
        "Q: Yeah, 2007 is the first time you’re back in Cologne.",
        "Q: With your children. And what kind of experience was that?",
        "Q: So, what kind of a program had they set up for you?",
        "Q: Okay.",
        "Q: And was it a formal program?",
        "Q: I see.",
        "Q: Do you think it’s where your father was held?",
        "Q: Oh my goodness.",
        "Q: Yes, yes.",
        "Q: Okay, so she brought you in, and she showed you items that were — pertained to\nyour family.",
        "Q: Okay, so we were talking about —",
        "Q: Oh my.",
        "Q: Did it — did it —",
        "Q: — change your — no, did it change your feeling about Germany?",
        "Q: Okay.\n100\nOctober 4, 2015",
        "Q: It sounds like very much a mixed bag, a mixed bag of reactions and impressions\nand feelings about wis — would that be accurate?",
        "Q: Okay.",
        "Q: Sure, please.",
        "Q: Yad Vashem.",
        "Q: You wouldn’t have — you wouldn’t have had it, you wouldn’t have known.",
        "Q: I wanted to, on this question, still talking about post-war, and ha — your — your\nfeeling, and your relation to Germany, we jumped ahead to more recent times, but\nthe first time you saw your nanny, after the war. Tell me about that. Tell me how\nyou got to see her again.",
        "Q: All right, what were the circumstances?",
        "Q: And where was this? What ca —",
        "Q: Uh-huh, so you were in Amsterdam.",
        "Q: How did —",
        "Q: Did she fill you in on what her life had been like, from the time you said\ngoodbye to her?",
        "Q: We’re coming to the end of the interview. Can — 1s there anything else you\nwould like to share with us, that you’d want other people to know about, about your\nexperience? And this can be either episodes, or some of the thoughts that have gone\nthrough your mind, that you’ve wondered about. Some of the ways you’ve\ninterpreted what you went through, what you saw, and so on?",
        "Q: Wow.",
        "Q: What a great tribute to her.",
        "Q: Yeah. Well, Susi, thank you very much. Thank you for sharing your story, thank\nyou for painting such wonderful pictures with your descriptions of the various parts,\nthe various episodes, the impressions that you had. I — I’m very grateful, and this\nhas enriched our knowledge of this huge, huge, monumental event, that still why —\nreverberates today. And with that, I’d like to say, this concludes the United States\nHolocaust Memorial Museum interview, with Mrs. Susi Frank Annes, on\nOctober 4\", 2015, in Palm Beach, Florida. Thank you.",
        "Q: Thank you. [break]",
        "Q: Okay, so Susi, tell me, what is this that we see here?",
        "Q: Okay, but the whole — the whole item, it says J. Rosenstamm, KolIn-\nSchlachthof.",
        "Q: So, is this an advertisement of some kind?",
        "Q: And what is —",
        "Q: And this would have been one of the items, one of the products —",
        "Q: — that your mother’s business — your mother and father’s business had.",
        "Q: So that would have been before they took it over.",
        "Q: The most important part is that we get all of the top. Okay, so Susi, and what is\nthis about? What is this?",
        "Q: Okay. And — and he’s the one —",
        "Q: Got it. And, thank you. Okay Susi, what’s this?",
        "Q: You mean, to leave Germany?",
        "Q: I see. And it does have — it does have all of the —",
        "Q: Okay.",
        "Q: You le —I think you left in November ’39.",
        "Q: Okay. Thank you."
    ],
    "answers": [
        "Answer: My pleasure.",
        "A: The date of my birth is January 18, 1928.",
        "A: Susi Marian Frank.",
        "A: In Cologne, Germany, in a suburb called Ehrenfeld.",
        "A: I do. I have one sister, her name was Rita Ina Frank.",
        "A: She was three years my senior.\nOctober 4, 2015",
        "A: Twenty-four.",
        "A: Yes.",
        "A: My mother’s name was Caroline Rosenstamm Frank.",
        "A: My father was Edgar Frank.",
        "A: My mother was from the Cologne area, my father was from Hildesheim,\nGermany.",
        "A: Not Cologne.",
        "A: Not anywhere near Cologne.",
        "A: Hildesheim is a small town near Hanover.\nOctober 4, 2015",
        "A: Yes. Everybody was from Germany.",
        "A: Unfortunately, my maternal grandfather passed away the year that I was born,\njust before I was born. I did not know my grandmother, she passed away a year and\na half later, so I have no recollection. However, my paternal grandfather had been\ndeceased, but my grandmother was — I was involved with her in my childhood, and\nlater on in life, she came to the United States and lived with us.",
        "A: No, my mother had a brother.",
        "A: His name was Manfred(ph) Rosenstamm.",
        "A: Oh, very well.",
        "A: Absolutely.",
        "A: He certainly did.\nOctober 4, 2015",
        "A: He had two sisters, one was Greta Frank Spiegel(ph).",
        "A: One was — gotta think a minute — he had a brother by the name of — oh, gotta\nthink — Alfred Frank. And he had another sister by the name of — oh, can’t think of\nthe first name, her — can’t think. Irma —",
        "A: — Frank Wolf(ph).",
        "A: The two sisters lived in the Cologne area, yes. The brother lived in Hildesheim.",
        "A: In Hildesheim.",
        "A: Yes. My father’s sister and brother-in-law emigrated first, to Belgium, in 1937.",
        "A: And then went on to — to South Africa, where they had children, where they had\ntwo boys.\nOctober 4, 2015",
        "A: But they went to Mozambique, because they couldn’t get into Johannesburg.",
        "A: Johannesburg quota was closed, and so they went to Mozambique.",
        "A: Eventually, they got into Johannesburg, after the war.",
        "A: Yes, I—I found out lately, going through my father’s papers, that the gentleman\nwho sponsored us was the s — was a second cousin of my mother’s, who was born in\nGermany, of German parents, obviously, decided to emigrate to the United States,\nin the — in very late 80s. He was like six years old. Must have been 1889, or\nsomething to that effect.",
        "A: Yes, those were the only people that she had, or she knew.",
        "A: They were. [technical interruption]|break]\nOctober 4, 2015",
        "A: Oh, I certainly do.",
        "A: I had a wonderful childhood.",
        "A: I was raised — my mother was a businesswoman, who had to take — very unusual\nfor a German so-called lady at the time.",
        "A: Her parents had unfortunately passed away, and left a substantial business, and\nshe decided to take over, cause her brother, who was still very young, was not so\ninclined.",
        "A: And my father became involved in the business, and after she lost both parents, I\nhave papers showing that he became the sole director of the business.",
        "A: So, the business was in my father’s name.",
        "A: But it continued under the original name, of which I have the original papers —\nOctober 4, 2015",
        "A: — when — it was just given to me, in Germany —",
        "A: — of when the business was created.",
        "A: Well, it’s a very unusual name.",
        "A: Would you like it in German, or —",
        "A: Okay.",
        "A: It’s Metzgereibedarfsartikel(ph), it’s all one word.",
        "A: And it has to do with anything pertaining to bu-butcher’s supplies, including\nmajor machinery, such as coolers, and major machinery to grind meat, and make\nsausages, and major things.",
        "A: Oh, they had — I remember as a child —",
        "A: — overwhelming machines, where they would grind meat. And they had saws to\n— to saw the bones, and all kinds of major things. But a good part of the business,\nwas refrigeration, which was very new.",
        "A: And they would build walk-in ref — major refrigerations —",
        "A: — for —",
        "A: Yes.",
        "A: Yes, he did.",
        "A: [have pictures of him, the day that the — that the business was created.\nOctober 4, 2015",
        "A: It was both.",
        "A: It can — we — the physical store was good sized, I would day oh, a quarter of a\nblock, it was pretty large. And it had a showroom with major machineries, small\narticle — knives and saws and forks and all kinds of things that butchers would use.\nAnd then we had a warehouse in back of the store, where they had the major\nmachinery, so that people could see what it was like. But they — they had — they did\nbuy the smaller items, but all the larger items had to be — those were sample\nmachineries.",
        "A: Oh, absolutely.",
        "A: And the butchers they dealt with were both small, but there were also major,\nmajor butchers.",
        "A: Downtown Cologne, that would have butchers, the meats on one side, and\ndelicatessen on the other. Very, very upscale.",
        "A: Oh yes.",
        "A: No.",
        "A: They did not have a food section, no.",
        "A: But there were certainly major department stores.",
        "A: Yes.",
        "A: Right.",
        "A: It’s lovely, I’ve been there.",
        "A: No.",
        "A: I do not believe we had —",
        "A: No.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: Right, but 1t wasn’t at the — the clientele mo — went far beyond Cologne. People\nwould come in to find out new items, or what they needed.",
        "A: So it wasn’t just —",
        "A: — limited to Cologne itself.",
        "A: Metzgereibedarfsartikel(ph).",
        "A: Needed — butcher needed supplies.",
        "A: The family name was Rosenstamm.",
        "A: I ki—I don’t know whether my — I don’t think my father ever changed the name.\nThat I — I had no way — I don’t know, I’d have to go research that.October 4, 2015",
        "A: He was — he really wanted to become an engineer, but he never got that far, and\nthey married very young. And he had — I think he had worked for some kind of\nbusiness, prior to meeting my mother.",
        "A: No, he di — he — there — no, at the time there was no — there was — what was it\ncalled? It wasn’t college, but it’s before college. What was that called?",
        "A: It wasn’t just grammar school, and it wasn’t middle school —",
        "A: Pardon?",
        "A: Gymnasium.",
        "A: [indecipherable] yeah.",
        "A: Yeah.\nOctober 4, 2015",
        "A: I really don’t recall.",
        "A: I think they met at — at a dance, but I’m not certain. They were introduced\nthrough a friend.",
        "A: They —I didn’t —",
        "A: I—I wouldn’t use the word well-to-do. They were very comfortable.",
        "A: No, my mother grew — I have no idea, but my father grew up in Hildesheim,\nsmall town, substantial home.",
        "A: And major business.",
        "A: And that was — that was — oh, I don’t know how to say that. They — they dealt in\ncattle, and some horses, but cattle was their major business.",
        "A: Yes.",
        "A: No, no, no, no. Just, I guess, local. I don’t know.",
        "A: But my grandmother had a substantial home.",
        "A: I’m sorry?",
        "A: What did it look like?",
        "A: It looked like a major three-story home.",
        "A: Yeah.",
        "A: [have pictures of it, stone.\nOctober 4, 2015",
        "A: Probably, probably. I don’t know whether they had built it or not. She must have\nhad — oh, I don’t know, it was a very formal home. She had staff for help, and even\nthough she was widowed, lived very, very nicely.",
        "A: Yeah, comfortable.",
        "A: No, it was to — yes, we were — my nursemaid would take us, it was quite a ride —",
        "A: — a train ride, to get there. And we would go once in a while. But because it was\nsuch a formal lifestyle, and we, as children we were not too happy with visiting\ngrandma. Everything had to be absolutely ultra-perfect. You had to get dressed for\nlunch, and dressed for dinner, and it was not our way of life, so —",
        "A: Absolutely.",
        "A: And if we didn’t go with our — the interesting thing was that we were sent with\nour nursemaid, who was really like my second mother, so —",
        "A: Her name was Lisbeth(ph) Mueller.",
        "A: I got beautiful letters of hers.",
        "A: Yes, I do.",
        "A: Yeah. As a matter of fact, when I lost my husband, years later she had written\nme a note saying, I can’t let you live alone. You need me to help you, and however\nshe had survived the war, and she wasn’t well herself, and she wanted to come with\na friend, and the two would live with me, and take care of me. But, unfortunately,\nwhich I have really regretted, that I did — I— I wasn’t in a position to have two\npeople who had never been abroad, or —",
        "A: — very limited.",
        "A: And so — however, I did see her after the war.",
        "A: Oh, of course.",
        "A: I—1in 1955, my husband and I went to Israel, and the only way I would consent\ngoing, if we would stop in Holland, and had her — I wouldn’t go to Germany, but\nha — she came to Holland as our guest, for three days. And so, I have lovely\nrecollections.",
        "A: Yes.",
        "A: I wouldn’t say very — we were traditional, and observant, yes. My mother was\nreligious, came from a religious family. My father was very Reform.",
        "A: So however, he had to put up with, yes, we had a kosher home.",
        "A: Yes. And interestingly enough — and this is — is quite unusual, because we were\nin the business, we had two refrigerators at the time, one for dairy and one for meat.",
        "A: And people who came to our house could not believe — first of all, we had a very\nlarge kitchen, we had help. And — but they could not — they had never seen people\nhave two —\nOctober 4, 2015",
        "A: For the time. Even the 30s, to have a refrigerator was a luxury.",
        "A: No. My parents, I think — I’m not sure whether it was 30 — I was born ’28, ’31, I\ndon’t know the date, but the build — there was a new building in this — in this\nsuburb, that was very close to the slaughterhouse, which was giant, blocks and\nblocks and blocks. And it was — because of the slaughterhouse, it wasn’t a fancy\nneighborhood.",
        "A: No. And a building went up, and my father decided to move the original store to\nthat new building, and customize the first floor of the building.",
        "A: No, first floor over the — over the business.",
        "A: And customized it into a four bedroom apartment, which we had, with two and a\nhalf baths.",
        "A: And so it — 1t was very modern, and large. And I went to see it eight years ago,\nbut the building has been completely remodeled.\nOctober 4, 2015",
        "A: It does. And the lady who has half of our apartment, allowed us to come in, so —",
        "A: Totally.",
        "A: Totally.",
        "A: It was a brand new building.",
        "A: It had three floors.",
        "A: And an elevator.",
        "A: Right, yeah.",
        "A: [indecipherable] a home, it was a home.\nOctober 4, 2015",
        "A: It was.",
        "A: Four bedroom and two maids’ room. And they had their own bath, I didn’t even\ncount that.",
        "A: It was.",
        "A: Right.",
        "A: No. And the [indecipherable] beyond the — the warehouse.",
        "A: The front was the store, then there was the warehouse. Then there was a huge\nyard, quite large. I don’t know how large, which had a garage for — three car garage,\ncause we had a private car, we had a business car. And the — our apartment was\nbuilt — the building was like the front of the house —",
        "A: — but it had nothing where — where the courtyard in back was. So they built a\nwalk through, and built a part on top of — it’s hard to explain — on top of the — those\nwere the bedroom area. So there was a front of the house apartment, you had to\nwalk through —",
        "A:—aki-—a-—a lengthy walk, like this.",
        "A: Like the little corridor. And then you went into a little guided room, when you\nget to the end of the corridor, it was just as — a settee with some chairs to sit down\nand rest, or whatever. It was nothing.",
        "A: And then you had a guest bedroom, my mother s — father had a suite there.",
        "A: They had a dressing room, it was incredible, with double sinks, and all in\nmarble.",
        "A: All in marble. And my mother had a dressing room, and their bathroom was\nbehind all this, was big, very large. And then we had our bedroom, and another,\nsmaller bedroom. And then there was a ne — very difficult to explain.October 4, 2015",
        "A: The maid’s rooms —",
        "A: — were very small.",
        "A: And they had a tiny bath. So —",
        "A: Then we had a very substantial bathroom for my sister and I.",
        "A: In the hall, not — not — my parents’ bathroom was —",
        "A: — 1n their suite.",
        "A: No.",
        "A: We used to go down and say hello, but it wasn’t a business that kids would be\ninterested in.\nOctober 4, 2015",
        "A: You know, everything was difficult, don’t touch this, and the knives are sharp,\nand so —",
        "A: — it wasn’t a playground type things, no.",
        "A: We didn’t have to, we were too busy. We were just —",
        "A: We went to school.",
        "A: And we went to school, to German public school.",
        "A: Until I was in third grade.",
        "A: I’m not sure. 1937, we were no longer allowed to — to go to public school.",
        "A: Well, it’s — it’s a very interesting question, because I had a most unique mother.\nShe was very avant-garde.\nOctober 4, 2015",
        "A: Able to handle anything, with a smile on her face. She was very attractive, and\nshe had — she was — she had a dual personality; one was business, and people loved\nher. And then, over the weekend, she was a totally different lady.",
        "A: She was not a businesswoman, but she was very charming, very creative woman,\nwho had tons of friends.",
        "A: She was modern, really, to begin with.",
        "A: And involved in all kinds of things. And my father was a direct opposite. He was\na straight, 100 percent German. [indecipherable] perfect.",
        "A: A gentleman of distinction in his manner, in his dress, and everything he did was\nperfect. There was no in-between. And it 1s interesting, because they were totally\nopposites. And I — I assume, from what I saw, that they had a lovely marriage.\nOctober 4, 2015",
        "A: He was —",
        "A: — [indecipherable] plus perfect. We always teased him.",
        "A: Oh my goodness.",
        "A: But my mother was free and easy and fun and made everything work. And, you\nknow, he was just, every “1” had to be dotted, everything had to be perfect.",
        "A: But he was a wonderful gentleman, he had a wonderful personality, but you had\nto get used to him. It was not easy.",
        "A: No, my mother was too — too busy.",
        "A: My mother was far too busy. We had wonderful times together, but she was\ninvolved, she had too many other things going.",
        "A: She was there until — that’s another unbelievable — in 1937 —\nOctober 4, 2015",
        "A: Yes.",
        "A: She was a — I also have her papers.",
        "A: She was a registered children’s nurse.",
        "A: Who wore a cap I — as you saw. They had to wear a cap like a regular nurse. She\nwas not a housekeeper. She had no duties, other than —",
        "A: — the two of us.",
        "A: And as it happened, my — when she came into our household, when I was born,\nmy sister had her own nurse, and I — from what I heard, I don’t think they got along\ntoo well, and my parents decided on Lisbeth(ph), who we called Tedde(ph) —",
        "A: — that’s a German name for kinderschwester. Yeah.\nOctober 4, 2015",
        "A: Never. She was there until th-there was a law, she could no longer live with us.\nIf she were — was caught living with a Jewish family, she ge —",
        "A: That would be the end of her. So, unbeknownst to anyone, we — we had — could\nno longer have help in the house unless they were Jewish. And you could find very\nlittle Jewish help, but there were some. She decided to get her own apartment — or\nmy parents, I don’t know what the arrangements were. But she worked in the sto —\nin the office of the business.",
        "A: Because she — she decided she would not leave our family.",
        "A: So, I have a letter to the effect that when my father tried to establish what had\nhappened to the business, she wrote a major letter of what her input with the family,\nand what she had seen over the years, and —",
        "A: Well, she — her family was practicing Catholics.\nOctober 4, 2015",
        "A: Her brother was a priest, and she was very involved. And, also unusual for a\nJewish kosher home, my mother would have a Christmas tree for Christmas, in — we\nhad two living roo — two rooms, one daily living room —",
        "A: — one special for company.",
        "A: Exactly.",
        "A: Well, the family room was every day, we ate there, everything was going on in\nthe family room, must be like a family room, but we called it a second dining room.\nWe had a formal dining room, and this. But my mother would have the small\nChristmas tree in the good living room, for the help, on Christmas eve, which was\nunbelievable. And I followed suit later on —",
        "A: — because that’s what I learned, and had a lot of trouble with my rabbi about it.",
        "A: Absolutely.",
        "A: Well, it’s interesting, I — I didn’t understand it at the time, but after I was\nmarried, and I had a Catholic nursemaid in my home, I realized how unusual it was\nfor my mother — I didn’t keep a kosher home. But for my mother to have a\nChristmas tree, that was really —",
        "A: That was a lot.",
        "A: So, but I didn’t — you know, I didn’t understand it at the time. But my mother\nalways felt, in order to have — you have to observe everybody’s preference. And as\nlong as they were part of my family, that’s what she did.",
        "A: SoI gave a lot of credit.",
        "A: Yeah, she was —\nOctober 4, 2015",
        "A: She was very unusual.",
        "A: I have no idea.",
        "A: I have no idea. I would imagine that she didn’t go on the road to different\nexhibitions, my father did that, and I —",
        "A: [have no idea, like three or four were in the office, I don’t know.",
        "A: [indecipherable]",
        "A: Public school.",
        "A: No.",
        "A: Yeah, we walked to school.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: Yeah. However, she was three years — she then went to, like a gymnasium, you\nknow, she was transferred. And she had to go to a Jewish school, while I was still in\npublic school, which was nowhere near us. It was in the heart of Cologne.",
        "A: Yes, absolutely.",
        "A: And then later on, I had to go — that gymnasium had a lower school also.",
        "A: And that’s when — I transferred there, and that was a good 35 minute by\nstreetcar. But we — we had a driver from the business, and when he showed up early\nenough, we would be driven to school. But it — it wasn’t an every day occurrence.",
        "A: Yeah, I have — I have lo-lovely memories. I had wonderful girlfriends who lived\nin the area, none of whom were Jewish. And I came home one day, and — from\nschool it tears, because everybody was wearing a little brown uniform. And I\nwanted a brown uniform. My mother tried to explain to me that I can’t have it, that\nOctober 4, 2015\nI’m Jewish. Well, I ki — I didn’t know why — why I couldn’t have what they had.\nLike a brownie uniform. But this was a Hitler youth, and they were no longer\nallowed to talk to me. So, suddenly I had no friends, no one to be with, and that was\na little difficult. However, then I immediately, within months, I was forced to go to\na Jewish school. And so I got — had all new friends.",
        "A: Yeah.",
        "A: Not really, my life didn’t change, no.",
        "A: That didn’t happen —",
        "A: — until li— 1936, when he really came into being.",
        "A: And then the business declined greatly. I have papers attesting this. I have all —\nand my father kept immaculate papers, being [indecipherable] plus German.October 4, 2015\nEverything is documented. And how the business had to be forf — the business was\nforced —",
        "A: — to be sold when it was — there were no more clients. They would not come to\nJewish business people. So, they had a terrible time in ’37 and °38. And it — they —\nhe had to — later on he had to show how the business dropped, and that, and the\nbusiness was sold for nothing. I have all those papers, all the attorney’s papers, and",
        "A: And I have everything.",
        "A: I have it all.",
        "A: It was sold after Kristallnacht. Nothing was sold before Kristallnacht.",
        "A: But we had — it had been plundered — is that the word?",
        "A: The — prior — I think once, prior to Kristallnacht, we had these giant windows,\nstore windows, and several of them were broken, and merchandise taken, but —October 4, 2015",
        "A: — that was prior to Kristallnacht.",
        "A: But after Kristallnacht, that was a si — totally — that really — yes, 1t was a major\nchange in my life. But prior to that, we had a major change also.",
        "A: The year prior to, we were to have left Germany, and you know, you needed a\nnumber. Are you familiar with that?",
        "A: Okay. You needed a number to — to emigrate, an emigration number.",
        "A: Absolutely.",
        "A: And my mother had gotten a number, very unusual. She had gone to Berlin —\nthis is difficult — because Irving Berlin was entertaining in Berlin, and my mother\nsomehow or other, got to see him [indecipherable] ticket, an affidavit from Berlin,\nor from Irving Berlin, or perhaps help through someone. She had managed to — to\nget this, to no avail.",
        "A: However, she had a number in 1937, that was quite early. She — my mother gave\nmy father an ultimatum, I am leaving Germany. My father — this is interesting —\nhad been an army officer in the first World War, as a Jew. I have his army papers.",
        "A: I do.",
        "A: He — my mother went and got them, my — my father said, I’m not leaving\nGermany. Hitler will not touch me because I was an officer. My mother said,\nwhatever you want to do, I am leaving when my number comes up. The number\ncame up, and unfortunately my nursemaid had given my sister and I a Hanukkah\npresent, a Christmas present of a bicycle each.",
        "A: And we went and tried out our bicycle when there was a little snow on the\nground. My sister was a little heavy and clumsy, and fell off her bike and broke her\nhip.",
        "A: And at the time, you could not go to a doctor in your area unless he was Jewish.\nSo, I don’t know how my mother did this, or how my father did this, she went to theOctober 4, 2015\nnearest hospital, where she wasn’t supposed to be. They set her hip, and they put\nher into — oh, I don’t know what they — gips, what —",
        "A: Yeah.",
        "A: From here —",
        "A: — down to her feet. And she was —",
        "A: —couldn’t move. We had a hospital bed put into the fancy dining room, which\nlooked outside, and she was there for three months, in this cast. And when she —\nduring that time, our number came up. Well, my parents couldn’t leave with a child\nin a cast, that doesn’t work.",
        "A: And when she got out of the cast, she couldn’t walk. Her hip had to be re-broken\nby a Jewish orthopedic doctor. It was terrible. So we missed our chance of getting\nout of Germany, because Rita wasn’t able to walk.",
        "A: No. That I don’t know. Possibly I might have the number, but I never —\nOctober 4, 2015",
        "A: Absolutely.",
        "A: Then she had to re —",
        "A: — apply, with a different number. And at that time, in ’37, there were millions of\npeople ahead of her. There was nothing you could do.",
        "A: Absolutely.",
        "A: Oh, no, no, no, she — she applied the minute the — the numbers became available,\nmy mother applied.",
        "A: So, I don’t know when that was, maybe probably °37?",
        "A: Because at that time not a lot of people were interested in leaving. However,\nbecause of my sister’s fall —\nOctober 4, 2015",
        "A: — we could not avail ourself.",
        "A: Oh, very quickly, within — this was all going on, but I’m a little kid, I don’t\nunderstand what’s going on.",
        "A: I just want the uniform, like my girlfriends.",
        "A: And there, within a very short time —",
        "A: — I was transferred to the other school.",
        "A: Because I — I wasn’t comfortable going to that school, I mean, you weren’t safe\ngoing to that school.",
        "A: And because we were not in a — we were in this unusual, new neighborhood,\nwhich was kind of — it wasn’t real residential —October 4, 2015",
        "A: Yes.",
        "A: Oh, it’s huge.",
        "A: No — yes, there were lots of — lots of businesses, smaller businesses. A lot of\nthings pertaining to the meat industry.",
        "A: So this was not a fancy neighborhood.",
        "A: Oh, we had a lovely home.",
        "A: But because of the business, it wasn’t in the —",
        "A: — best suburb.",
        "A: Yes, there was. There was, many times, yes. Absolutely. You knew when you\nwere coming closer, absolutely.",
        "A: Usually trolley car.",
        "A: Only — never, we were fine until the 10\" of November.",
        "A: That was an experience, yes.",
        "A: Well, we woke up in the morning, like every other morning.",
        "A: And somehow or other, my mother, or nursemaid, I don’t know who said, today\nyou’re going to be driven to school. Well, it turns out our driver didn’t get there. So\nwe had — you know, streetcars ran every 15 minutes, so we had to go by streetcar.\nWe hopped on the streetcar. The ride took us through the main street of Cologne,\nwhich 1s called the Ring. And once we made the turn onto this major street, my\nsister and I are sitting in the trolley, and we’re saying, this must have been —October 4, 2015\nsomething terrible must have happened, people must be drunk. We saw the entire\nstreet, which by the way is documented in Germany, they have pictures of all of it\n— and interestingly enough, I met the Biirgermeister of Cologne years later, who\nthat same morning was on a streetcar also, and we exchanged — he’s not Jewish, of\ncourse — so we — he said, you saw this? And I said, yeah. He said, I did, too. So,\nthey had plundered all these shops. There was stuff all over the street: clothes,\nbicycles, whate — whatever the shop sold, was on this major street. And we couldn’t\n— how could this happen? So we got to school, and the minute we got to our\nclassroom, we were told to go to an assembly, which was outside in a courtyard.\nThe two schools had two different buildings. And one of the buildings was on fire.\nAnd needless to say, there was a little confusion in the courtyard. And the rector\nspoke on a microphone and said, you are to try to reach your parents by phone. We\ndidn’t have cell phones, but there were telephones in — at school, or get on the next\n— find a way to get home immediately. So, I hadn’t seen my sister, there were\nhundreds of kids, I didn’t know. I didn’t know my way around, or who knows,\nmaybe I was scared, I don’t know.",
        "A: And the next thing I know, my sister was — suddenly was there, and she grabbed\nme and she said, we have a ride home. So I went along. It turned out our saving\nOctober 4, 2015\ngrace, that a friend of hers, whose mother was not Jewish, married to a Jewish\nattorney, she had heard what was going on, I don’t know how. Chauffeur had come\nto school to pick up this little girl, and told the little girl, whoever she wants to take\nalong, come home, hop into the limo. So there were six or seven of us. So my sister\ngrabbed me, and I was in the limo. I didn’t know where I was going, but — so we\nwent to a lovely home, had a lovely lunch. And from that moment on, it changed\nmy whole life, yes.",
        "A: And she suffered all her life.",
        "A: Not only that, at childbirth, the first child she had, they had directions not to put\nher into stirrups, and they neglected it, and they damaged the hip, which had been\nbroken twice.",
        "A: She suffered all her life, yes.\nOctober 4, 2015",
        "A: Sh — it never healed properly, ever, until she had one of the first hip\nreplacements, bec — she — no, gotta back up, no. She did not consent to a hip\nreplacement, which is what they suggested, but at the time, it took a year of\nrecovery, and the surgery was only done in England.",
        "A: Here, yes. Later on in life. And so, she had a — I don’t know what they call it, she\nhad a pin put in. She had several pins put in.",
        "A: No, no, no.",
        "A: This is way later on —",
        "A: — after her first child.",
        "A: She — she didn’t recover until ’38.",
        "A: She was in big trouble.\nOctober 4, 2015",
        "A: And then she was fine, but she couldn’t do a lot of activities, you know. She\nnever regained full motion.",
        "A: Oh, it did. Yes, it did.",
        "A: Absolutely. It was topic of conversation all the time.",
        "A: Absolutely. There, people were trying to figure out where — what possibility they\nhad, if they wouldn’t get their — their visas, their visa to the United States. They —\nmy parents applied to China, they applied to Argentina, they applied to, oh, a\ncouple of other places.",
        "A: Yeah, oh, absolutely.",
        "A: We wanted to — but prior to this, I think it would be worth to tell you that my\nmother had two cousins in Holland, and — Jewish.\nOctober 4, 2015",
        "A: Married to Dutch people. And they came to — my mother wanted to get my — my\nsister and myself out of Germany in 1938, the beginning of °38. And this young\nman, in his early 20s, came with his car. And we were told we were going ona\nvacation. We had no idea. And at the — at the — what’s the grenze?",
        "A: At the border.",
        "A: At the border, my sister had high heeled boots on. They took her — her heels off\nthe boots, thinking she was hiding diamonds or something. And it turned out that\nwe were not allowed to leave, and he ha — they would not allow us into Holland,\nearly 1938.",
        "A: German border guard would not allow us to leave. And it was a terrible\nexperience. And we had it twice, we attempted twice to go. Months later, two\nmonths later, and —",
        "A: Yes, and we had all the work, but it didn’t work.",
        "A: So-\nOctober 4, 2015",
        "A: Oh, of course he did.",
        "A: Certainly. All his friends were — many, many people left to go to Belgium, or to\nFrance. Wherever they could find.",
        "A: Yeah, they just went, and —",
        "A: Well, that’s very interesting. My uncle —",
        "A: — left - my Uncle Manfred, who we called Fred, was single, very comfortable\nfinancially, he and three buddies decided to go to Holland on a vacation. But they\nnever came back. They had means, and they stayed in Holland. And he was\ninvolved in this Kindertransport, which resulted finally, to save our lives.",
        "A: So, while he — he was very involved in this movement, and I — I’d like to\nmention that he and the organizations that were involved, were trying to raise funds,\nOctober 4, 2015\nbecause the Dutch government, after he visited the queen, me — there was a\ncommittee who were given an audience with the queen, Queen Juliana, in 1938.\nThe queen felt, because they were already in —",
        "A: — communication with Hitler, that politically she could not allow any Jewish\nchildren to be the — to be rescued by — by the Dutch, by the Netherlands. And so\nthe committee came up with a sug — counter-suggestion, which the queen found a\npossibility at the time. And that was that if the children would pay for three years\nupkeep in Holland, so that the Dutch were not responsible, while they’ re\nnegotiating with Hitler. So that is what happened. My parents paid for three years’\nupkeep, so we were not — not — there’s a —",
        "A: Right.",
        "A: By — by the —",
        "A: — Netherlands.",
        "A: Correct.\nOctober 4, 2015",
        "A: Yes.",
        "A: Yes.",
        "A: Okay, my father’s — my father’s sister had gone to Belgium. They were quite\nwell off. I would say they were wealthy.",
        "A: And their boys had gone to school in England, and one of them had gone to\nPalestine. The oldest one had gone to Palestine. Which, his sister and his brother-\nin-law had visited Palestine in 1934, and decided it was not a place for them. So\nthey — they found refuge in Belgium.",
        "A: Until they — that was no longer possible. His other sister went to Belgium after\nKristallnacht, illegally, by being taken across a border by her 17 year old daughter,\nwho came to get — came back to get her.",
        "A: Very involved. Who just passed away last year, at the age of 91.\nOctober 4, 2015",
        "A: And his — so that was his — both sisters. His brother, who was a — I don’t know,\nvery comfortable, recognized citizen of this small town —",
        "A: — decided nobody would ever touch him. I mean, he had all kinds of connection,\nnever — never got out.",
        "A: What happened to everybody else.",
        "A: And my grandmother, who was still — she happened to be in Cologne the night\nof KristalInacht. She was with us, and she then went home, and she got out in\n1941, left Germany —",
        "A: — to go to Mozambique. And she was on the way, different boats, for two and a\nhalf months, at the age of — she was in her early 80s, but she made this trip to\nMozambique, wherever she had to stay, until more papers came. Most unusual\nwoman.\nOctober 4, 2015",
        "A: Incredible. Finally got to Mozambique, and finally ended up with her daughter\nand son-in-law, who were —",
        "A: Right. They would love to have her. They finally went to Johannesburg, but she\ncould not manage to live with them. So my parents finally got her to come to the\nUnited States, when she was 86, to live with us.",
        "A: Okay.",
        "A: Okay.",
        "A: We never got home. We were taken to this lady’s home, right, for a playdate,\nhad a beautiful lunch.",
        "A: And the next thing, we got a telephone call saying that this lady’s chauffeur\nwould drive us to a designated area, where my father would pick us up. And that\nwas a night I will never forget in my life.October 4, 2015",
        "A: We — we waited until dark, to be met by my dad. And in the car was my\ngrandmother, my mother, waiting for us. And, where are we going? My father said,\nwe're going to some lovely people, friends of mine, who have a farm, about three\nhours away. And we’re just going to have a little picnic — my mother had packed a\nlunch — we’re going to have a little picnic. And little had we known what had gone\non during the day at — in — in the business. We had no — I had no idea. So we drove\nall night, and we finally came to this town where we were supposed to be with\nfriends. My father got out of the car and went into a pub, to call his friend and say\nwe were close by. And the friend said, don’t come. The Nazis have just come into\nmy town, and you will not be safe here. Just keep driving. So we drove through the\nwhole night. And when we had to relieve ourself, there — couldn’t go anywhere, you\nwent — you made do. [indecipherable] And so we never got — we were nowhere.\nAnd finally, early in the morning, we went back to our home. And that was the last\ntime I saw my house, my home.",
        "A: And my nursemaid was there, and we had dinner, whatever, and then we rented\nan apartment somewhere. I don’t know where. I — I have very little recollection of\nthat time — that was November til January — because things were terrible. So, I don’tOctober 4, 2015\nknow whether I have blocked that out of my mind completely. However, my father,\nthe next day that we got home, my father disappeared. Totally disappeared. And for\nthree days, we had no idea where, how, what. The Germans had taken him, and\nthrown him into prison. Which was — every other man was taken off the street, for\nwhatever reason. No reason whatsoever, just pull him. Fortunately enough, the — he\nhad friends, an attorney, who got him out of jail. That was the first time. And after\nthat, things were terrible, because he had to go back to the business every day to try\nto finalize plans. This was — then they were forced to sell the business. But what\nhappened during that time, I can’t tell you, except that my father was taken again,\noh, I think right in December, somewhere in December, and never knew how my\nfather got out of jail, until my mother was on her deathbed, and she said, I think I\nought to tell you something I have never revealed to anyone. So she told my sister\nand myself how she managed to get my father, and I don’t think I ought to tell that\nStory.",
        "A: Well, I— she found a way —",
        "A: — using herself —\nOctober 4, 2015",
        "A: — to engage the head Nazi in an evening. And my mother didn’t drink, but she\nspent the night with this person at a bar. And every time she didn’t feel well, she\nwould relieve herself, and start drinking all over again, until he was — 1-it’s just too\ninvolved.",
        "A: However, he signed a paper in his stupor. She said to me the best part about this\nstory is that he invited her to go home, she’s a very attractive woman. And she said\nshe’d love to. And it got very involved. And she said, but the only way she would\nconsent is if he would be so kind, and give his signature, so that her girlfriends, who\nwere like herself — probably figured she was a lady of the night — her girlfriends\nwould never believe that he invited her. So, she took out a piece of paper, which\nwas a consent to have my father relieved from prison.",
        "A: She had never told this story.",
        "A: I—I don’t know if he ever knew. I don’t know. And she — this was like just\nbefore she died, she told me. So, I would say she — she was some lady.\nOctober 4, 2015",
        "A: It— it was pretty difficult.",
        "A: I asked her, I said, how could you even think of doing this? And she said, when\nyou’re in need, you do whatever you have to. That was my mother.",
        "A: Well, I — I think that by example, my mother sh — enriched my life, because no\nmatter how difficult times were for her, 1t was her personality that was positive.\nAnd any — no matter what challenges she had, she would go at it in a very positiveOctober 4, 2015\nmanner, and not only that, she always found a little humor in everything. I mean,\nshe would do things that we would say would be silly, or crazy. And I’m sure that’s\nthe way she vented her difficulties.",
        "A: I think so.",
        "A: And it seemed that friends would gravitate to her, because she had this charm. I-\nIt was so innate, it was her.",
        "A: Absolutely.",
        "A: I don’t know.",
        "A: We left. My sister and I were told we’re going on a vacation.",
        "A: [had no clue. We each had a little suitcase, and my mother said, you can take\none thing that you would like. And, believe it or not, I took a doll, although I was\nhttps://collections.ushmm.org\nOctober 4, 2015\nnot really involved with dolls. But there’s a German doll called Kathe Kruse, and I\ntook my doll, which I have.",
        "A: Yeah, it’s downstairs in the locker room, but I have it. And we were — the next\nthing we knew, we were taken to the train station.",
        "A: By my parents. And they — they could not go to the train, or get us on the train.\nWe all met, the group of children, and we were escorted in the train, and before we\nknew it — before I knew what was going on, I was in a train. I had no clue of, really\nand truly, I thought I was going on a trip.",
        "A: No.",
        "A: No, that was by car. The — the cousin from Holland had come with a car.",
        "A: Well, I can’t remember ever being on a train ever before, but I — I might have\nbeen. I don’t remember.\nOctober 4, 2015",
        "A: Yeah, I think it was. See, I had no understanding of the situation.",
        "A: They were from all over, not just from Cologne.",
        "A: Well, in the train, I guess I finally realized. Everybody was talking, and we were\nin a compartment with other children. And the next thing I knew, my sister tells me\nthat I was a crybaby. I was very petite, and she was — she was very grown, very\nmature for her age. And so I said to her whatever, something didn’t please me, and I\nstarted to cry. And I cried and cried and cried. And she said, you better stop crying,\nbecause nothing’s going to help you, there’s no one here to help, we’re just the two\nof us. And I couldn’t understand that, and I said, well, where’s mom and dad. And\nshe said no, we’re alone. We’re going on a — on a trip. She must have known, I’m\nsure she did.",
        "A: But the next thing we knew, we get to the border, and the German government\ncomes — army people come in, and they te — at random, take a suitcase, open it up\nand dump it on the floor, to see what — what we have in it. And just before he cameOctober 4, 2015\nin, I must have had a crying jag. And my sister took one look at me, and said, if you\ncontinue to cry, you’ll — they’Il take you and throw you off the train. So you better\nmake up your mind to stop crying. I think that’s the last time I cried. So —",
        "A: No. But I was not a crybaby after that.",
        "A: But I was. I was spoiled. So then we — next thing we knew, with all the stuff\nthrown over, all over the floor, whatever, we’re trying to get — but my sister was in\ncharge, you know. I was in a corner, or whatever. I must have fallen asleep, and the\nnext thing I knew, we are in Holland, and we are greeted with hot chocolate, and a\ncheese sandwich, by lovely, young nurses, but we didn’t know they were nurses.",
        "A: In Amsterdam.",
        "A: In Amsterdam, at — at the train station. Now, that leads me to something most\nunusual.",
        "A: In 1982, after my husband passed away, I — I was invited to become a member of\nthe Hebrew University in Jerusalem, which I knew nothing about. And they had a\nhttps://collections.ushmm.org\nOctober 4, 2015\ntrip to Israel, and I decided to join the trip. I had never been on a tour before. And I\ngo on this tour, and we’re invited in Israel to a very, very top echelon luncheon, the\nKnesset. And we are at a table [phone ringing, break] We’re at the Knesset, and\none of the ladies who had sort of taken me under her wing was our — 20 years my\nsenior. And she is speaking to an Israeli, and suddenly the Israeli lady turns to me,\nand she said, I’d like to introduce myself. She says, you’re not very friendly. So I\nlooked at her and I said, you were in conversation with my friend, and I thought,\nwhy should I introduce myself? That wouldn’t have been very nice. And as she said\nthose few words to me, I said, but now that I — we said hello, are you Dutch? And\nshe looks at me, and in perfect English said, are you psychic? And I said — she said,\nhow would you know I’m Dutch? And I said, you had such guttural sounds, it\nreminded me of Holland. She said, what do you know about Holland? I proceeded\nto tell her. She turned ashen. She was like — I said, are you well, and she said, I’m\njust recalling something. And she looks up at me, and she said, did you come with\nthe children transport in January? And I said yes. And she said, from what city? She\nquestioned me, and I tell her. She said, I was at the train station with hot chocolate.\nI looked at her, and I said, you were? And she said, oh yes, she said — proceeds to\ntell me. She was a nurse in training, and in order to graduate, she — they had to\nperform a social —\nOctober 4, 2015",
        "A: — service. And she and two of her girlfriends decided to meet this train. And she\nsaid, we got extra credit, and we thought it would be wonderful. And I said, oh\nreally? I couldn’t be — she said — all of a sudden, she regained herself, and she said,\nbut I have to tell you the truth. She said, the reason we went, we were 19 years old,\nand we heard that one of the gentleman who was responsible for, or had a part in\nthis, was a very handsome German Jew, who was — and I said, really? She said,\nwell, we heard he was eligible, and we wanted to meet him. And I said, oh really.\nShe said, I’m trying to think of his name. And I said, oh, that’s interesting, I said,\nmy uncle was involved in this group. I said — she said, you know, come to think of\nit, his — his name had something to do with a flower. And she mentions a couple\nflowers, and she said, no 1— I’m just not —I can’t recall. And I said, could it have\nanything to do with a rose? She says, that’s it, it’s Rosenstamm, and his name was\nFred.",
        "A: It’s my uncle.",
        "A: So P.S., in instant, we were — we were like instant, and she couldn’t believe it.\nShe put her arms around me, and well, we couldn’t believe it. To say the least, sh —October 4, 2015\nafter she graduated, she had — do you want to hear her story?",
        "A: She had — she came from a very Orthodox Dutch Jewish family. She had never\nbeen allowed on a date, she had never been away from home, and she told her\nmother she heard about skiing in — in Switzerland, she is going to go skiing. And\nher mother said —",
        "A: — you cannot do that. Well, she and a couple of friends decided they went\nanyway. And her second day on — on the slo — on the —",
        "A: — mountain, she falls down, and she can’t get up off — get back on her skis. And\na gentleman comes over to her and helps her, and invites her for a cup of chocolate.\nAnd it turns out that after two years of corresponding — he was not Jewish, he was a\nyoung — oh, I want to say this correctly — can’t think of the word. Something to do\nwith plants, and —",
        "A: Something like that. Anyway —",
        "A: — he — he —\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: — had — she ha — that’s it. And — maybe, I don’t re-recall [indecipherable] — an\nengineer in a certain field, to do with — he had just been invited to go to Israel. He\nwas Swiss, and he was given an internship at the Hebrew University, and they\ncorrespond. Now, he’s not Jewish, and after two years, they decide to get married,\nand her parents say, out of the question, but she said, I’m in love with him, and she\ngoes to Israel. She becomes a nurse at the Hadassah Hospital, in its infancy. Rose\nto be the CEO of the Hadassah Hospital. And he was an engineer, who became a\nprofessor, who created the tomatoes that are grown under water.",
        "A: That’s his invention. So we became friends on that first trip, and we had a\nwonderful time.",
        "A: 1982.",
        "A: No, I— I did not know. And we — we corresponded all those years.",
        "A: Exactly.",
        "A: And she was wonderful. I saw her again on a following trip to Israel, and then I\nlost track, and we were there two years ago, three years ago, and we were at\nHadassah Hospital. Of course, I asked for her. She had passed away the year\nbefore, but I never knew.",
        "A: So that was kind of an interesting inter —",
        "A: No, but I could look it up.",
        "A: I do not know her name.",
        "A: So we had the chocolate, and we got to Amsterdam, and we were put on a bus,\nand we are going to a— a home. And here was this, I would say like extremely large\ncountry home.\nOctober 4, 2015",
        "A: Not fancy. They had taken the second floor and made — what do you call it, with\nlots of beds —",
        "A: A dormitory. They had like six dormitories on the second floor, half for girls and\nhalf for boys.",
        "A: Oh, sure.",
        "A: Bergen(ph) underzee(ph).",
        "A: Yeah, about hour and a half, two hours.",
        "A: There are several, and this Dr. Keesing has documented where I was.",
        "A: So we remained there, we were treated beautifully. We had school every day.\nWe were up at 6:30 in the morning, and we had to walk a mile on the sea, in the\ncold winter, we froze to death. But then you had your hot chocolate, yeah, hot\nchocolate, whatever. And —\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: My parents had paid for three years of —",
        "A: So, it was — we —",
        "A: I give this Jewish organization.",
        "A: That’s all documented.",
        "A: So-",
        "A: Yes, I was there from — until September, when my parents visa number finally\ncame up, and they came to Holland in August, and rented a little apartment, cause\nshe had her cousin there, so that was all facilitated. And I was allowed to go and\nlive with them.",
        "A: But my sister, who was 14, had just had a birthday, was not allowed to leave the\ncamp —October 4, 2015",
        "A: — because she could have gone to work in Holland. So, they did not allow\nanyone over 13 to be out of —",
        "A: Mm-hm.",
        "A: So, I was there like seven month, eight months. Had a perfectly wonderful time.",
        "A: It was just like being in boarding school.",
        "A: We had our regular routine, we had our lessons. We got up early in the mor — the\nworst part about was the first night there. First of all, I had never — I — we walked\ninto this dormitory of 12 iron beds, rusted terrible, with a thin mattress, and one\nlittle blanket. Out of the home I came, I had no idea what this was all about.",
        "A: And a —1n my usual fashion, I started to cry, and I didn’t want to go to bed. But I\nhad no choice, I went to bed with my doll, and continued to cry. And for every three\ndormitories, there was a lady sitting outside, watching us. Cause we’re all overcome\nwith this total strange atmosphere. Besides which, there was no hot water. We had\nOctober 4, 2015\nto wash with cold water. Who ever heard of that in the middle of winter? So, I\nproceeded to continue to cry, and she came to my bed, and she said, you’re going to\nhave to take your blanket, you’re going to have to come and sit with me outside,\ncause you can’t disturb the other people. So that was my first night in Holland. And\nafter a couple of nights of doing this, I got nowhere, as nobody else did either. And\nyou — you just accustomed.",
        "A: The building its — I was trying to tell you, I — I think I have a picture of it. It just\nwas a huge, huge home, and they had taken all the rooms out, and made one living\nroom area. I mean, there are lots of kids there, about 80 or nine —",
        "A: Yeah, I have a picture of it.",
        "A: Yes.",
        "A: But we were in groups, so we ate at different times, and we ate at a long table of\nmaybe 24, and very nicely done, like camp. But everybody had a napkin, and their\nnapkin ring paper, with their name on it.\nOctober 4, 2015",
        "A: And —I do. And the food was, I’m sure was edible, but I had never — I had been\na very fussy eater. I ate nothing, until they forced me to. And then I got a letter in\nHolland, obviously, that — I never drank milk in my life, cause I was allergic to it. I\ndidn’t know I was allergic to cheese, I loved it. So I would get these, whatever —",
        "A: — the dark rashes and things, until they got a note from my mother, at the time,\nthat I should not have milk or cheese. Well, that left very little to eat. So, you eat\npotatoes and vegetable, whatever else.",
        "A: Yes, we did. Usually to the cousins, and then the cousins would forward it.",
        "A: But not on a regular basis, because it was already being censored, or whatever,\nSO —",
        "A: No, I do not.\nOctober 4, 2015",
        "A: They were struggling. They were not in the apartment, they were in a rented\napartment.",
        "A: I don’t know, because I guess they didn’t want to live there any more, they were\nafraid.",
        "A: Oh yes, several times, destroyed.",
        "A: No.",
        "A: No.",
        "A: My mother, in her inevitable way, in 1938 — ’38? Yes, beginning of ’38, decided\nto take our furniture, and put it in — they called it a lift, but here you call it in a —\nyou know, those great big —",
        "A: — containers.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: So, she had taken our furniture, put it in this giant container, and shipped it to\nLos Angeles, that’s where we were headed for. So —",
        "A: — that’s — I think that’s why they moved out of the apartment",
        "A: Absolutely.",
        "A: I know.",
        "A: Zero. However, my father wa — had English lessons in ’37, from an Englishman\nwho had quite a scheme going. He had multiple people that he’d taught, and he also\nadvised them that he could take major belongings, silver, or money, or whatever.\nAnd as everybody else trusted him, so’d my dad, and never saw any of it, not a\npenny’s worth. Never.",
        "A: Oh, that was — from later on I’ve heard he wasn’t the only one. I mean, it was\nbeing done everywhere.",
        "A: They had zero. They could take out, I don’t know, a hundred marks.\nOctober 4, 2015",
        "A: Oh, absolutely, and nothing else.",
        "A: I—I-they had — because of the cousins, they had brought money into Holland.\nHowever, that’s another strange happening. When this cousin used to come back\nand forth, he suggested to my folks, that he’d take certain assets back. They had a\nlovely home, they were young. They had two young children, and they had a home\nin Amstelveen, it was a very upscale suburb. And he buried whatever my parents\ngave him, in his backyard. And he had a— a map made of the actual spot of where\nthis was hidden. However, during the German occupation of Amsterdam, his home\nwas designated as a — what do they call that? Oh, where soldiers go if they’re hurt.",
        "A: Not a rest home, but a —",
        "A: No, it was a recreation facilities, whatever.",
        "A: So, after the war, the — the people who owned the home were fleeing themself.\nTheir children went to England, and one stayed in Holland, and was killed the last\nday of the war.\nOctober 4, 2015",
        "A: So, they had their own problems. But after the — after the war, when they went\nback to that home, they could either reclaim their home, or find any other home,\nthey went to another home. Nothing that was ever hidden, was ever found. Zero.",
        "A: They never thought about — yes, they felt it was bad luck, cause financially when\ncame to the United States, each person was allowed five dollars. That’s all we had.",
        "A: In amst — no, they — I have their address, too.",
        "A: In Amsterdam, in a —",
        "A: —1n a furnished, one room apartment.",
        "A: Eight, nine months.",
        "A: September. Eight months.\nOctober 4, 2015",
        "A: Well, I think I went to school in Holland. I’m not sure about it. I think I did go\nto school for — cause I was already speaking the language, I must have gone to\nschool. But then, two months later, in December — was September, October,\nNovember, this — the second of — no, in November we left, and we went to the\nUnited States. And my sister was allowed out two weeks before we left, and I have\nall that documented.",
        "A: That’s correct.",
        "A: While we were on — on the ship, on sea —",
        "A: — Holland was negotiating. They did not go into war until January. So, we were\nalready good. Things were very bad in Holland at the time we were onboard ship.",
        "A: By the skin of our — last boat to leave Holland.",
        "A: The S.S. Rotterdam.\nOctober 4, 2015",
        "A: It is at — this is at the propitious moment.",
        "A: The day we left out of Rotterdam, we were just outside of the boat area, guess\nwe were having lunch. And all of a sudden, my little friend, Danny Appel(ph), 13\nyears old, and I was 11, comes with one rose to bid me goodbye. How he knew I\nwas going, I have no idea. I have his picture, I’ll show it to you. So —",
        "A: Danny Appel(ph) was a little boy that I met in — in the group we were in, in\nHolland.",
        "A: He had also been on a children transport.",
        "A: But he was very short for his age, and I was very petite, so we were the two little\nkids, always. And he came to Rotterdam to wish me farewell, and he gave me a\nlittle photo, and with a little note in the back saying, for — remember me, your\nfriend, Danny.",
        "A: So that happened the last day of my — prior to getting onboard ship. Now, about\nfive years ago, or four years ago, this doctor, Dr. Keesing gets my name through an\norganization here that’s — the Kindertransport has an organization. I went to one\nor two meetings, and find out about Dr. Keesing.",
        "A: Okay. And this is all pertaining to Danny Appel(ph).",
        "A: Dr. Keesing is a professor at a university in Holland, who is —",
        "A: Today. Who is documenting the 2000, quote, illegal children that came into\nHolland.",
        "A: And I — through this organization, I heard her name, I emailed her, and she\nemailed me back, all of which I have documented, wanting to know where I was,\nwhat happened to me. And she writes me this — all of this information of the\ndocuments of my entry, the documents of my exit of Holland. She had already\ndocumented me, she knew all about me. But she’s trying to figure out how this allOctober 4, 2015\nhappened. So, on our second or third email, I said, with all the work you’re doing, I\nhave been thinking about a young man by the name of Danny Appel(ph), and I had\nno response. I can’t figure it out, because previously she emailed me back right\naway. One evening I am by myself, right here, and the phone rings. And a\ngentleman is on the other line, and he said he’d like to speak to me, and was I in\nHolland, blah, blah, blah. And I’m sure that this 1s a hoax. So I said, I’m terribly\nsorry, but I don’t know who you are, and I’m going to hang up the phone. And he\nsaid, no, no, no, no, no, he said, I forgot to mention Dr. Keesing gave me your\nnumber. Well, with that I knew whoever this person was. It turned out to be Danny\nAppel(ph) —",
        "A: — who is no longer Danny Appel(ph). He was — he remained in Holland at the\nbeginning of the war, but when he was — the entrance into Holland, his German\npassport, he was Rudolf Appel(ph), that was his name. He changed it to Daniel,\nDanny for short. That’s what he was known by. So when I’m asking for Danny, he\nis no longer Danny, he jar — he joined the French underground —",
        "A: — and survived in France, under Danny. He — he finally gets a visa to come to\nthe United States, and his passport is Rudolf, so he has to change his passport back\nOctober 4, 2015\nto Rudolf. And I said to him, I have your picture, and he said, I can’t believe it. So I\nwent, enlarged the picture, send it to him. And my children said, Mom — this was in\nFebruary, so my children said, get on a plane and go to New York. I said no, it’s\nwintertime, I’m not doing that. So that summer, I did just that.",
        "A: And we reunited after 70-some odd years.",
        "A: So —",
        "A: Right. And it turns out that he survived the war, and so did his mom, whom he\ndid not know was alive, and he lives in New York. He married a na — a lady by the\nname of Suzy(ph).",
        "A: And he has two daughters, and he was alive and well. However, we have been\ncalling each other to say hello. I called him for the holidays. I called him three\ntimes, and left a message, and I have not heard. So I make the assumption that\n[indecipherable] something’s not right there.\nOctober 4, 2015",
        "A: And he is very involved with Dr. Keesing, because all his gentlemen, all his boy\nfriends who survived, he was able to give Dr. Keesing the information where they\nare, what happened to them.",
        "A: So he’s been involved.",
        "A: Absolutely, it was lovely.",
        "A: It was lovely except for one unfortunate situation. A lady passed away on board\nship. And my mother, being Orthodox, offered her services, and volunteered to take\ncare of the deceased, which is a Jewish custom. And my sister and I, who never had\nheard of this, didn’t know anything about it, we, both of us refused to have anything\nto do with my mother, because she’d been with —",
        "A: So until we understood —",
        "A: — what a privilege, what she had done, which we had no idea.\nOctober 4, 2015",
        "A: Yes. But here my mom, I mean, it’s Modern Millie. How she had all these — it\nwas incredible.",
        "A: Oh yes.",
        "A: Yes, definitely. We landed in New York, we were met by a distant cousin,\nyoung, young guy, who had been sent to New York by Zeiss camera company as\nan intern from Germany, and never went back. He’s in his like, middle 20s. And he\ncame to the ship to greet us, to tell us that unfortunately, we could no longer go to\nL.A. All our things went to L.A., and some clothes went to L.A., and we were not\nprepared for winter, except what we had on our bags. But the gentleman who has\nsponsored us, who was a Chicagoan, had a brother in L.A. Apparently he didn’t\nwant us in Chicago, so he suggested the climate would be better, whatever reason.\nHowever, unfortunately, the brother had a massive heart attack the week that we\narrived, and could no longer —",
        "A: — help us. So we went from New York by Greyhound bus on 20 dollars that we\nhad, and for two days of — of the trip, we each shared a half a sandwich, every place\nwe went. A half a cheese sandwich. But we got to Chicago.\nOctober 4, 2015",
        "A: In Chicago we were met by a first cousin of my mother’s, whom she hardly\nknew, who had been here four months, and with his wife. He got us a hotel room,\none room for the four of us. And — not in downtown Chicago, in a very nice South\nSide of Chicago, where most of the German people gravitated to.",
        "A: That —",
        "A: No, it — it was — Hyde Park was the nice section.",
        "A: This was on the lower side of Hyde Park. But nice.",
        "A: It — it was a divided section.",
        "A: On one side there were mansions, and on the other side was [indecipherable]",
        "A: So we — we were there, and I started school a week later. And I had a wonderful\nexperience. I couldn’t speak a word of English.",
        "A: And I was put into kindergarten.",
        "A: And then I went to first grade, and then I went to second grade, and finally I\nended up in third grade.",
        "A: Oh yeah, during a few months.",
        "A: And you know, you pick up the language very simple. And one day, in\nDecember [indecipherable] or maybe — maybe it was January, I don’t know, it was\nvery cold, wintery December, and I wore the same thing all the time to school,\ncause I had — all my clothes were — we didn’t buy clothes in — you bought clothes,\nbut we had our clothes made. And so I had a little suit on, and a little sweater that I\nwore every day, and a raincoat over it. And big boots, we all wore boots, which\nwere not in fashion here, at the time. And it was a very, very cold, snowy day, and a\nlimousine drove up to the school, that — school was — some of the more comfortable\npeople were there, you know, ordinary, middle class. And a limo moved — pulled up\nin front of school, and a few of the kids we — and a little kid who was in my class, I\ndon’t even know his name, and he s — he said come on, come, come on. And his\nmother was in the limo. And as I approached the limo, she spoke German to me,\nOctober 4, 2015\nand she said, you’re the new kid, hey come have lunch with us. And she was a\nlovely woman.",
        "A: Magnificent home. And she had us for lunch, and then drove us back. And she\nsaid, why did you come in the limo? And I said, we had a chauffeur at home. There\nwasn’t anything special. As long as you were sitting there, I figured why not? What\ndo I got to lose? I mean, all the other kids were going. Turns out this lady had three\nsons, she never had a daughter. So, few days thereafter, she picks up the telephone,\nand — we didn’t even have a telephone, about a year later, she picks up the phone,\nand she calls my mother and she said, I am so crazy about your little girl. Could I\nadopt her?",
        "A: And my — my mother said, are you crazy? However, this lady was someone I\nkept in touch with. We used to sit next to each other at the opera. I really kept in\ntouch with her for a long time.",
        "A: Absolutely.",
        "A: You’re in a strange country. First of all, you have to learn the language.\nOctober 4, 2015",
        "A: Not that I know of. In high school there were.",
        "A: In high school there were several others, but not in that school, that I know.",
        "A: No.",
        "A: Never got there.",
        "A: Stayed in Chicago.",
        "A: Oh yes, they were there, and it took like oh, three years. And my mother said to\nmy dad, I must have that container. Why do you need it? We can do without\nwhatever. You know, we were in furnished apartments.",
        "A: And my mother said, all my photos all are there, and no matter what, we’re\ngoing to get the container [inaudible]\nOctober 4, 2015",
        "A: Again my mother.",
        "A: My dad thought it was crazy, but —",
        "A: Oh, terrible.",
        "A: The gentleman who sponsored us was — had a company that was a major\nAmerican company, American Transportation Corporation.",
        "A: They made railroad cars. And he invited us to meet him. This was a third cousin,\nor second — I have his birth certificate, too, because my mother needed all this to\nverify —",
        "A: — that he was —",
        "A: — arelative. He invited us to come downtown Chicago. We lived on the South\nSide, 47 blocks from downtown. December 10“, we walked from 47\" Street to\ndowntown, through an area that was —October 4, 2015",
        "A: — not for us to walk through, but we didn’t know, how did we know? And we got\nto the office. He not only had his office there, he owned the entire building. Major.\nMajor, major building, 15 floors, a big building in Chicago, on LaSalle Street. And\nwe came, and he didn’t offer my mother a seat in his office. And my father was so\ninfuriated that no — my mother kept saying, he saved our lives, it’s nothing, don’t\nworry about it. Well, he didn’t offer my dad a job. Here he is, the whole thing, the\nwhole building was not all his, but he had like 10 floors. Give him a job as a\nSweeper or something. So — but he said that, in his factory outside of Chicago, like\nan hour and a half, they could use somebody. So that’s where my dad started, and\nhe was there for about four months, and he said, I can’t do this, it’s not for me.",
        "A: So he — he decided to find whatever job he could. And his first job in Chicago\nwas as a dishwasher in a restaurant. And it was his first paycheck — this will show\nyou my father was — the lady who hired him, he — he went and bought her six roses\nwith his first paycheck, to thank her for finding a job.",
        "A: That’s my father.\nOctober 4, 2015",
        "A: We had no money [indecipherable].",
        "A: So, it all started.",
        "A: It just developed, and they went into another business, became representatives of\nladies’ fashion. But then he needed a car, you know, it — it took time.",
        "A: The progression was slow.",
        "A: Yeah.",
        "A: Oh, he was dying to get into the air conditioning field, that was really what he\nknew.",
        "A: But —",
        "A: No, unfortunate.October 4, 2015",
        "A: Beautiful.",
        "A: I was very busy.",
        "A: I started working when I was 14, in one of the finest dress shops in Chicago.\nVery unusual shop, owned by Germans. Learned everything I knew through\ndifficult times, for 25 cents an hour.",
        "A: But that’s okay, I was 14. I had to wear a black dress and white collar and white\ncuffs, was our uniform to work in the store. And —",
        "A: Feigenheimer(ph).",
        "A: He was — he had one of the finest shops in Berlin, he was known there. He only\ndid copies of Paris fashion. He would go to Paris every three months, copy this.\nOctober 4, 2015",
        "A: So I learned a lot. Terrible man. Terrible. But he had a lovely daughter, who\ndidn’t want any part of the store. She was Americanized already, and she did not\nwant — the store was by appointment only.",
        "A: Oh yes.",
        "A: And you were served lunch if you were there, or tea, and whatever. So —",
        "A: War was just over.",
        "A: Yeah.",
        "A: No, no, the war was still going on.",
        "A: No, there was no news, other than what everyone was subject to on — no.\nOctober 4, 2015",
        "A: Much later, when the news finally broke. You — you had no way of\ncommunicating with.",
        "A: Oh yes, there were, sure. But at the time when they liberated Auschwitz and all\nthat, that’s when we first started hearing about it.",
        "A: And my husband was in Europe at the time, cause he wasn’t my husband yet.\nBut he was in France during the war. And my pediatrician was there when they\nliberated Auschwitz. So there — finally, but this is years later.",
        "A: Yes, he was. He was burn — born in Poland.",
        "A: Yes, with hi — with his mother. His father had come prior to that.",
        "A: Did?",
        "A: Oh, absolutely.\nhttps://collections.ushmm.org\nOctober 4, 2015",
        "A: He was an attorney, went to Washington, wanted to work for the government.\nAs a Jew, could not work for the government, so he enlisted in the army, became a\ncaptain. Spoke French fluently. Went to Paris as a — went — not Paris, went to\nFrance as an interpreter for the Wiedergutmachung.",
        "A: Restoration, yes.",
        "A: That was his field.",
        "A: No, she did — she documented, she didn’t have documents.",
        "A: She documented the kind of family we were, that she —",
        "A: That’s — the following happened. My mother suggested to my dad, that like\nmany, many of their acquaintances, went to Germany immediately, got lots of\nreparation, or considerations, let’s put it that way.\nOctober 4, 2015",
        "A: My father said, I will never step foot in that country again. They didn’t do right\nby me, and they can keep their reparation. However, when he realized what he had\nmissed, because his friends were all being well taken care of, he decided to get in\ncontact with the attorney who had handled the business deal, who was alive and\nwell. I have all o — I have a ledger this big of every correspondence that went on, for\nthree years — or two years, I’m not sure. I have it all. I just went through it the other\nday, it’s amazing.",
        "A: So the attorney kept suggesting my father come, that without his acknowledging\nall this. And finally, about, I would say, nine months before the end of the period\nwhere you could claim, my father decided to go to Germany. And by the time all\nthe papers were claimed, he could — he nee — the date had expired — th — the time for\nthat particular law — there were different laws of personal — regarding business. And\nthe German who bought, fought the case. He fought the case. And so my father\nnever got anything pertaining to business. However, they did get reparation. Not as\nmuch as anybody else did. And I have stuff showing what they got. I think they — I\n—I don’t know, I’d have to look it up, I think they got something like 500 dollars a\nmonth, or 300 dollars a month. Maybe was three. I could look that up, I don’t know.October 4, 2015",
        "A: But very minimal, because he hadn’t followed up in the beginning.",
        "A: Under duress, he was not going to do that. So they did, for the rest of their life,\ndid get reparations, yes. Minor.",
        "A: They never got a major sum, with — many people did, and then their monthly.",
        "A: Nota penny. I don’t know why this other man got involved, but —",
        "A: Yes.",
        "A: Yes.",
        "A: I—I-—I don’t know what he said. He only bought it at this special price for\nwhatever, but that wasn’t the fact.",
        "A: In 1955. But they — I—I didn’t go to Germany, no. When did I first go back to\nGermany? Interestingly enough, I went with my rabbi, who talked me into going.\nHe said, I’ll take care of you, don’t worry. And that must have been in the 90s.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, I think must have been either 80 — ’89 or ’90. I can look that up, too.",
        "A: Absolutely. There was no reason why I should go, and I really didn’t want to go.",
        "A: It was an interesting trip, because I was the interpreter of a lot of unpleasantness\nthat I overheard, because he was wearing a yarmulke all the time. And people\nwould make —",
        "A: — very unfavorable remarks. Not all the time, but if we were sitting in — ina\nrestaurant, there were people discussing unfavorable things.October 4, 2015",
        "A: Oh, ab — in German, and I — I — I’m listening to what they’re saying.",
        "A: No, not the first time. No, I went to Cologne as a guest, that was first time.",
        "A: Yes.",
        "A: Right, yes.",
        "A: No. [have it all here, I looked it up in — in a minute. When did I go, let’s see.\nEight years ago would have been — I think it was about eight years ago. So, ’15 —",
        "A: Yeah.",
        "A: Right. With my children.",
        "A: It was just lovely. I was treated most cordially. The mayor’s secretary, who had\nbeen with him for — she had been in that position over 25 years, through different\nmayors. She was a love, and we just hit it off. And we still correspond.\nOctober 4, 2015",
        "A: We were not the only people. They had 30 — I think we were 28 people, from all\nover the world, who — one of whom was born in Cologne.",
        "A: There were people from Israel, people from England, people from Australia.\nIt’s lovely.",
        "A: We had a total program for seven days, very strenuous. Every day we had an\nunusual experience, including — and this lady was interesting — a woman who is\nnow the head of — oh my goodness, I — I don’t know all these terms. She is in\ncharge of all the documents in the Rhine area, of anything that happened to the\nJewish population.",
        "A: And she works in an office that had been the head of the police were — the\nbasement was a jail, and she took me aside, and she said, I don’t want you to go\ndown there. So —",
        "A: Yes. I don’t know. No, that I don’t know. But she was the one — they have a\nlibrary of everything that happened from 1932 on, and she gave me the picture, sheOctober 4, 2015\ngave me my parents’ engagement announcement in the newspaper, and she gave me\nmy grandfather’s — I have it there — opening of the store.",
        "A: So it — she took me into her library. It was unbelievable. You know how the\nGermans keep the ledgers.",
        "A: She wi — she had done all the work before I came, because she had everybody’s\nname , who were all from Germany, but she didn’t [break]",
        "A: I mean ha — I would have never known this. She had investigated the name, and\nshe said yes, they were originally a [break]",
        "A: Lady I was referring to, is quite ro — respected in her field. She has written a\nbook about the Jews in Cologne, and I own the book. She gave it to me.",
        "A: And she knows — she is — I— I— she’s so unusual, she’s a very quiet and laid\nback intellectual, with knowledge that — I always look at her and I said, how —\nwhere do you store all this? She’s amazing. So when I took my grandchildren, they\nOctober 4, 2015\nwere fascinated with this woman. They couldn’t get enough of her. We invited her\nfor dinner, and she said, no, I can’t do that, but I’ll have coffee with you. And we\nhad coffee one afternoon. She just — th-there was so much personal things that she\ntold the children about. And they’re all now, really interested. I mean, I don’t know\nwhe-whether it’ ll continue, but they have a wonderful background with whatever\nthis woman created, this wonderful —",
        "A: She is still —",
        "A: Yes and no. I must say yes, because the people I met were cordial, lovely,\nyoung. I spoke at two different schools. They were interested. However, way down\ndeep, I had this feeling — one little child in one of the schools said, oh my grandpa\ntold me something about the terrible Jews. This — this little kid in school that I was\naddressing. So, you know, my feeling were, my peers — I’m not sure. But I —\nhonestly, I just recently read an article, I think last week or so, last 10 days, that the\nGermans are saying they’ve had enough about they had to be educated on the\nHolocaust. They no longer want this to be part of the school curriculum. I don’t\nknow whether that’s a fact.",
        "A: But —",
        "A: Well, I don’t think I met the average person. So, I would not be able to qualify\nthat.",
        "A: Because the type of people I met had all been involved with people like myself.\nThey were educated. And I don’t think that’s — that’s the case. However, I did have\nanother interesting experience I’d like to share with you, in Israel.",
        "A: I was on a trip to Israel, not with George, on another trip to Israel, and I went to\nthe Holocaust museum, of course.",
        "A: Right. And by myself, I went into the gift shop. And I’m walking through the\ngift shop, and I see four women, young, in their early 20s, and they’re speaking in\nGerman. So, I’m fascinated. I was — went over, introduced myself in German, and I\nsaid, forgive me, but I’m curious. What are you doing in Israel? And this one lady\nturned to me and she said, I know so little about the Holocaust. She said, I’m doing\nmy master’s in education, and we all came here to be educated. She looked at me\nOctober 4, 2015\nand she said, and what are you doing in Israel. And I — of course, I answered her,\nand she said, you lived through Hitler’s time? I mean, she was like — she couldn’t\nbelieve it. She said, I— when were you born? She started — 1t was some engagement\nthat I had with them. It was very interesting. Had I not approached them —",
        "A: No, and here there are educated people coming to Israel to study, learn. So, one\nnever knows.",
        "A: It was glorious. It was —",
        "A: Well, we had her come, as our guest, to the hotel we were staying at.",
        "A: In Amsterdam.",
        "A: And we just talked til all hours of the night, and we recalled so many wonderful\nhappenings that we had shared throughout the years. And she had correspondedOctober 4, 2015\nafter the war with my mother, all the time. But you know, I had young kids, I\nwasn’t interested, or — I think I sent Christmas cards or something, but nothing on a\nvery personal basis. So, it was a glorious two days. My poor husband was, I’m sure,\nbored to tears, cause we spoke German all the time. And it was —",
        "A: — beyond my expectation.",
        "A: I think she did, but I don’t recall very much. She had an injury during — I think\nduring the war she fell, if I remember correctly. And she had — she worked in some\nkind of office position, but she couldn’t walk very well. So I don’t think her life was\ntoo wonderful.",
        "A: Well, I have always — the — my — my temple has asked me to speak several\ntimes. And I — I have always feel that perhaps I was too young to realize what was\n103October 4, 2015\nreally going on. I didn’t have the burden of all the hardship. I was — I was well\ntaken care of until Kristallnacht. And I felt my childhood was absolutely glorious,\nlovely. I mean, I had as lovely a childhood as I wanted my children to have. But we\n— we definitely had values in our family. We had religion in our family. And I have\nfelt very grateful that — we talk about it a lot, especially when the holidays come\nabout. Because most of my friends are not so inclined. And I love to go to services,\nI enjoy it, I— something very personal that I get out of it. And I think my — my\nchildren are involved, but not to the extent that I am. They are — I always feel they\ndo things cause they know it means a lot to me. They do go to services, but not on a\nregular basis, you know. But that’s fine. They have their value system, I have mine.\nSo I have been — I have always said, I’m so grateful that I had the kind of parents I\nhad, cause I was given values that have served me well, and I — you learn very early\non in life, I was very independent, and I’m very particular about friends I choose.\nAnd I — I’ve always been. I mean, I didn’t have a lot of girlfriends, but if I had one\n— this lady just that called, we’re friends 55 years.",
        "A: And I have another one in Chicago, it’s 56 years. So it’s — I think I have been so\ngrateful. I’ve had a lovely life. I— I believe that every person, up to an extent, I\nrealize that, but we have the ability to create a la — a lifestyle, no matter what milieu\nOctober 4, 2015\nwe’re in. But the style we create is something that I think I really inherited from my\nmom.",
        "A: And I learned a great deal from both of them.",
        "A: My pleasure, it’s been a lovely experience.",
        "A: It’s an eisschranke.",
        "A: Schlachthof.\nOctober 4, 2015",
        "A: It is.",
        "A: This was an ad in the newspaper. This is an advertisement that they have\nrefrigerated cabinets, for the use of butcher — butcher stores.",
        "A: Yes.",
        "A: Okay, but this was 1927.",
        "A: Correct.",
        "A: This is my maternal grandfather, who started this business of butcher supply\nneeds.",
        "A: In Cologne. And this is where the business was when I was born, Liebigstrasse\n167.",
        "A: This is my passport, or my pass.\nOctober 4, 2015",
        "A: To leave Germany.",
        "A: Now, this — this says Rotterdam, August 1939, but we didn’t leave 1939. But\napparently, this was a new passport that I had to do in Holland.",
        "A: You",
        "A: Correct.",
        "A: And this is the — this is the document telling my parents where to take their\nchildren who are going on the Kindertransport, on the fourth of January, 1939.\nOkay, this is a document that tells my parents — it’s — it’s — 1t’s to my mother, that\nthe children who are going on this children transport, where to drop them off at the\nmain train station, and the time. And be sure that they have a special number on the\n— on the suitcase. And we — they also need their birth certificates, and what’s that\ncalled — inoculation in a separate envelope. Be sure they have the inoculation and\nthe birth certificate, in a special envelope.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumOctober 4, 2015\nRG-50.030.0836",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SUSI FRANK ANNES\nOctober 4, 2015"
    ]
}