{
    "rg": "RG-50.030.0895_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nEdith Palkowitz, on August 26\", 2016, in San Diego, California. Thank you\nagain, so much, for agreeing to be interviewed today. We really appreciate it.",
        "Answer: My pleasure.",
        "Q: So, like we talked about before, we’ll start at the very beginning, with some\nbiographical information, your post — or, your pre-war life, and then move onto the\nwar years, and post-war.",
        "A: Okay.",
        "Q: So, we’ll start at the very beginning. Could you please — could you please tell us\nyour date of birth?",
        "A: Repeat that, please.",
        "Q: Could you please tell us your date of birth?",
        "A: Oh, June 21*, 2009 — ’29.",
        "Q: 1929?",
        "A: 1929.",
        "Q: And where were you born?",
        "A: I was born in Budapest, Hungary.",
        "Q: And has your name always been Edith, or did you have a different name?\nAugust 26, 2016",
        "A: I have a middle name, Veronica, but I don’t use it.",
        "Q: And what was your maiden name?",
        "A: Steiner(ph).",
        "Q: Steiner(ph). Were your parents born in Budapest as well?",
        "A: Yes.",
        "Q: So, had your family lived there for a few generations?",
        "A: I don’t know few generation, but I n — we were born there.",
        "Q: Could you tell us your parents’ names?",
        "A: Yes. I— my father’s name is Miklos(ph), and my mother’s name is Elizabeth.",
        "Q: Do your — do you know when they were born?",
        "A: No.",
        "Q: What —",
        "A: I know they got married when they were 19, and that was in 1927. So, with a\nlittle calculator, we could figure it out.",
        "Q: So, that sounds like 1908.",
        "A: Okay.",
        "Q: And they were both born the same year?",
        "A: Yeah, same age.",
        "Q: Okay. And, had your father been a soldier in World War I?August 26, 2016",
        "A: No, no.",
        "Q: Oh, I guess he would have been too young.",
        "A: Right.",
        "Q: What were your parents like?",
        "A: My father was a gorgeous, handsome man. All — all fathers are with the — for the\nlittle girls. And always smiling and singing, and just — I felt very lucky with him.\nMy mother, I don’t remember much. I remember she was home with me, but I\nreally don’t know what we did together. I — and I don’t know why. I just don’t\nremember. I’m sure we did a lot of things together, but I don’t remember.",
        "Q: Did your grandparents live in Budapest also?",
        "A: Yes. My grandmother, name is Rose Mayer(ph), and my grandfath-grandfather,\nIgnatz(ph). Doesn’t matter how you spell it.",
        "Q: Did you get to see them often?",
        "A: Yes, we live very close, and we were very close.",
        "Q: What about aunts and uncles?",
        "A: Lot of aunts and uncles and cousins, because my grandmother came from a\nfamily with eight siblings. And they all had the children, and they were my cousins,\nand my aunts. And on the holiday, we were like 28, 30 people.",
        "Q: Oh wow.August 26, 2016",
        "A: Yes. It’s nice.",
        "Q: Did you have any siblings?",
        "A: No.",
        "Q: So you’re an only child.",
        "A: I had the stepsister.",
        "Q: And was she older, or —",
        "A: Younger. Her name was Susie.",
        "Q: Were you — were you close with her? Did you grow up together?",
        "A: No. I was in America already, and she stayed back in Hungary.",
        "Q: Did you speak any other languages at home, or —",
        "A: I spoke fluently German, because I had a German governess, and Hungarian, and\na little, litthe Yiddish. The real Yiddish I learned in Brooklyn, when I came here.",
        "Q: And, so did you only speak German with the governess, or was it —",
        "A: Only German.",
        "Q: Oh, only German with her.",
        "A: Because she felt that Hungarian I will learn in school, and gi — with German\nlanguage, especially that time, was an asset to know.",
        "Q: Was your family middle class, you know, upper middle class?",
        "A: It was almost upper middle class, most of them.\nAugust 26, 2016",
        "Q: Had your family been affected by the depression, at all?",
        "A: Which depression?",
        "Q: The Great Depression.",
        "A: In ’29?",
        "Q: In Europe, yeah.",
        "A: I don’t know. I-I was so young, I was a baby. I don’t know. But I do know that\nmy mother had the sister, Ella, and they were very, very well off. They had their\nown business, and they went every year a few times, to Switzerland, skiing.",
        "Q: Oh, wow.",
        "A: Yes. So they — they were well off, above — above middle class.",
        "Q: Was your family very religious?",
        "A: No.",
        "Q: But you knew you were Jewish?",
        "A: I knew I was Jewish because they went to — just my grandmother, no one else,\nwent to temple on the holy holidays.",
        "Q: So, she was the only one that went, but —",
        "A: Yes, the only one.",
        "Q: Do you know if your family had always — had — had, I guess, your parents,\nalways felt that way? They weren’t very religious?\nAugust 26, 2016",
        "A: I—I have to tell you the whole story, because my story doesn’t make sense, with\nmy answers. So, I have to tell you how I don’t know things, and why I don’t know\nthings.",
        "Q: Okay.",
        "A: All right?",
        "Q: Okay.",
        "A: So, the first thing I remember, I was four years old, and I found myself in a\nplace, the snow was higher than I was. A lot of people crying, crying, tearing of the\nclothes, and a big commotion. And nobody pays attention to me. When we left, I\nsaid to somebody, where are we? What is this place? And they said, this is a\ncemetery, and we just buried your mother. I was four years old. I was told she died\nfrom a brain tumor, on the operating table. So my f— we get home, when I stay with\nmy grandmother, and my father moved in, and we were the three of us, because\nGrandpa died just before. And was a very difficult life, because my mother was so\nyoung, and my grandmother couldn’t take the pain, and the sorrow, to lose a young\ndaughter like that. So, we covered by rel — Jewish religion, we cover the mirrors\nwhen someone dies, and we did cover it, and after 30 days you’re supposed to take\nit off, but she never took it off. As my — as long as I remember, the mirrors were\ncovered. So, being that I had no one to take care of me, my Aunt Ella hired a\nhttps://collections.ushmm.org\nAugust 26, 2016\ngoverness, whose name was Mimi. So Mimi took care of me since I was four years\nold, til right after the war. And we did everything together, schoolwork, fun work.\nShe taught me lots of etiquette; she felt it was very important. She taught me how to\nboil eggs warm water, in case. [indecipherable] in case of what? Everything is\ngood to know. Everything is good to know. I was ironing, I was washing, cause she\ndid tell me all these things. And I was very content, she was very, very good to me.\nAnd couldn’t be happier, except the house where I lived with Grandma, it was a\nvery sad house. And I — the children didn’t want to play with me, because I was\nalways sad. And — and this is how the years went by. And I went to school, and\nwhen in 1944, Mimi wanted to leave. And we didn’t understand why Mimi wants\nto leave. And she said that in her home, there is a catastrophe, and she has to leave.\nDoesn’t matter how much she loves me, she has to leave. So that was an indication\nthat some political change is going through. But of course the news was handled\nthrough the government, and fa — also the radio. There wasn’t any television or\nanything, like today. So, in a quiet, buzzing way, we heard that the German army\ntook over Czechoslovakia, Romania, other parts of Hungary, Poland, France, all\nthe eastern European countries. And we heard this stuff, and it was very surprising,\nbecause we don’t know this stuff, we don’t know these things. Could I have a drink\nof water, please? [interruption]\nAugust 26, 2016",
        "Q: So you said you were — over the radio, and newspaper, you were hearing little\nbits and pieces about what was happening outside —",
        "A: Right.",
        "Q: — the Germans, you know, their activity. And so you — and then you were about\nto tell us about your governess, Mimi, leaving.",
        "A: Mimi left, went back to Switzerland, and so it was my grandmother, and my\naunt didn’t live with us, but my father remarried, three years before.",
        "Q: So, in 1941.",
        "A: Right. They married a very nice person, and they had the child together. Her\nname was Susan, Susan. They wanted me to live with them, and I wanted to live\nwith them, because I was tired of the old atmosphere, and the sadness, and the\ncovered mirrors, and all that. But my grandmother wouldn’t allow it. She says,\nyou’re my only contact to my daughter, and I’m not letting you go.",
        "Q: So because you were your mother’s only child, she wanted to keep you there.",
        "A: And she stated it with so much common sense, that nobody was arguing about it.\nSo I stayed with my grandmother, and contacted my stepsister once in a while. Very\n— you know, it — and then in three years they were together only — only three years,\nand then became 1944. And so that day, that big day came, when tanks, and military\nmachines, and guns, and unbelievable attack on every house. They just shoot. They\nAugust 26, 2016\nwere shooting without aiming. They just were shooting. And then a young man, a\nGerman fellow, soldier, came in yelling and yelling and pushing. Broke down the\nfront door, and he said, schnell, schnell, that means hurry, hurry. And I had what I\nhad on, not special clothes or anything. I just grab my pocketbook, and — and for —\nfor 1-identification, and — and — and a little jacket, that’s all.",
        "Q: And up until this point, had your life in Budapest been pretty normal?",
        "A: Yes.",
        "Q: Nothing had changed, there weren’t any restrictions?",
        "A: No, no. Some thing — restrictions were in the schools. They didn’t have religious\nclasses, so they combined the Christian classes with the Jewish classes. However,\nthey didn’t make us to kne — knee down — kneel down, or any other things. So we\nsat in the back, and we just sat there. And our building had three flights. One — two\nstaircases. One was for the residents, and one was for the delivery and maintenance.\nAnd he keeps on pushing me, the soldier, and I’m going to where I always go, to the\nresident s-staircase. And he starts to hit me with the — with the rifle back, and you\nlousy ge — Jew, you don’t deserve to be on the — on that staircase. You go where the\ndelivery is, where — where the maintenance men are. And he was very upset. And I\nturned around, went over there, and he started to hit me. I lost three or four teeth —\nmoving teeth, was loose. And he kicked me down from the third floor, spiral —August 26, 2016\nspiral staircase, to the bottom. So I had lot of bleeding. I cut my head. And he — th-\nthe order was to meet downstairs. When someone was injured, you stay here, one —\nwere you able to walk, you stay here. So my aunt was very worried that I — I have\ntoo much blood on me. So where — why — where they gonna put me? So she licked\noff the blood, and she swallowed it. I really don’t know if you could comprehend\nwhat that means, to lick off my niece’s blood, and swallow it. And she cleaned me\nout, so I was return on the cl — on the okay people. The not well people were shot\nright away, right front of me. Neighbors, students, friends, teachers, they were shot\nright there, front of me.",
        "Q: All people you knew.",
        "A: Who were — lived in the house, and people I know. Storekeepers I sold — I went\nto. And I just looked, I looked. And then Ella says, what you looking? Stay with me\nnow. I said, why? Because. And then on the loudspeaker came, everybody goes to a\nstadium, and there’s someone gonna lead you, and stay in the line, and go to the\nstadium. Stadium was six miles away. You could just physically imagine me, whose\nmouth was cut, or head was cut, walking with my grandmother, six miles away. It\nsounds not so specifically bad, but in actuality, to put yourself physically in this\nsituation is — 1s — 1s unreal that — that someone ask you to do this, but don’t forget,\nwe were the healthy ones.\nAugust 26, 2016",
        "Q: And it’s mar — March, right?",
        "A: March. March.",
        "Q: So there is — is there still snow out, and it’s —",
        "A: It’s March, cold, snow, and wet. And we went [indecipherable] in the morning,\n10 o’clock, and finally, finally we got to the stadium.",
        "Q: And had — had other — did — ha — did you have to march through the city of\nBudapest —",
        "A: Yes.",
        "Q: — to get there? So what — did you notice the reactions of people in town, as they\nsaw all these people being marched?",
        "A: It was a wide lane, you know, it’s not just two or three. So, I really couldn’t see\non th — where — what they do there, where — I heard, there — good for them, that’s\nwhat they deserve, that’s what they deserve, good for them.",
        "Q: This is what people are yelling at?",
        "A: Yelling at. And it was just — after shooting all these people, it was just such a\nbad, bad feeling I had. I really didn’t care what did they say to me at this point. So,\ngetting to the stadium was a miracle, a miracle by itself. Was about one or two\no’clock, I don’t know how long. And there were benches, and we sat in the 10\"\nrow, 12 row, I don’t know, and they said the first row, second row, threed row —\nAugust 26, 2016\nthird row, fourth row, go down to the bus, and they take you to your destination. No\none would ask where is our destination, where are we going. No one. I was hungry\nalready, and I was tired, but nothing. After, we found out that those buses took you\nto — to Auschwitz, and to all the camp, but we didn’t know it then. So my Ella says\nto me, you know, it’s already four o’clock, can’t go on forever. Let’s go all the way\nup, because the lower lanes moving. Let’s go all the way up. So we went all the way\nup, and — and she was right. And then there was a young Hungarian soldier, a young\nboy, who used to be her newspaper boy. And she was very good to him all the time.\nAnd she called over the boy. Now, how did she trust that boy, I have no clue.\nYou’re doing things which — which you don’t know the risk you’re taking. You\ndon’t need the risk you’re taking. She called him over, she says, would you walk us\nout of the stadium? We will come back tomorrow. And the boy did. So, he took us\nout, an — to the — outside the we — stadium. And you know, it’s about evening, it\ngets dark early, and now what? But God gave us good Christian people. That\nChristian people, Mrs. Mona(ph), was my aunt’s client. She had the store like bed\nand bath, bedding and the t-towels, and this kind of a stores.",
        "Q: Oh, like ho —- Home Goods.",
        "A: Home Goods. And she did very elegant work, wa — which included\nmonogramming. And she had the very fancy clients, they had the crowns, and two —\nAugust 26, 2016\ntwo legs on the crown told you who you are, three legs on the crown told you who\nyou are. So this Mrs. Mona(ph), we — a year before this all started, came into the\nstore, and she said — very religious woman, very religious Christian woman. She\nsays, I love you both, but Edith, I want to give you a cross, and it’s blessed by the\nHoly Mother, and Ella, I want to give you a cross. You know, not thi — I’m not\ndisrespectful, but I didn’t know what holy water is, holy cross, I don’t know, I\ndidn’t know, I was 13 years old then, when she gave it to me.",
        "Q: She gave you each a crucifix?",
        "A: Yes, no.",
        "Q: Oh, just a cross necklace?",
        "A: Yes.",
        "Q: Little like medallion, or —",
        "A: And the — yeah, yes, yes, yes. And that — no, a cr — a cross.",
        "Q: A cross.",
        "A: Yeah. I still have it. So I forgot about it, took a pocketbook before I left to that\nstadium. And so we went to Mrs. Mona(ph), and she cleaned us up. I’ve a — and\nthen, in big signs, if you help any Jew, without any trial, you'll be shot. No excuses,\nno discussions. So we didn’t want to stay with her, because we were afraid of — for\nAugust 26, 2016\nher life. And then the news came out that they’re selling tickets to a safe house,\nwhich is managed by the Vatican, and a Vatican flag flies over it.",
        "Q: In Budapest?",
        "A: In Budapest. You know, that’s all we knew. I mean, how you — how you fi —\nfigured it out, is it true, 1s 1t not, what did it mean. So my Ella, she could afford it,\nshe had money with her, so she bought for the three of us, two tick — three tickets,\nand we went there. It’s a two bedroom apartment, about 40 people. Every night I\nfelt urine in my mouth, because there was only two bathroom for 40 people. But\nlooking outside the window, we were still happier to be there, than outside. And\nthen came the big surprise, that the ticket was only good for 14 days. And now,\nwhat do we then do now? So as we went downstairs, at the door, the Germans were\nwaiting for us, and put us in the ghetto. And then in the ghetto, we were put in the\nworst apartment, and every day we were marching outside. I had the hole in my\nshoes, put in newspaper, and by one o’clock [indecipherable] got wet, and melted\nfrom the snow. And very, very degrading person I became. Degrading person who\neverybody loved, and Mimi loved, and had everything in the world, and now I’m\nwalking on the street, and some idiot throwing a — a pox on me, and cursing and\nwhatnot. Who are these people? I don’t know. I mean, it’s a different neighborhood,\na different zip code, I’d never been there before. And then, I felt that I don’t want toAugust 26, 2016\ndo this any more. So I said to her — oh, Grandma went to Mrs. Mona(ph), and she —\nshe was hiding there. She had the basement, and she wouldn’t let her go. My\ngrandmother.",
        "Q: So your grandmother was still at Miss Mona’s?",
        "A: Yes.",
        "Q: But you and your aunt go to the safe house?",
        "A: Yes.",
        "Q: You’re separated at this point.",
        "A: Right. And then Ella and I was in the ghetto. And I said to Ella, I said, look,\nlet’s get out of the — the — the lane. I mean, they’re not going to kill us. Oh Edith,\nplease honey, of course, they’re gonna kill us. She called me Chirpy, that was my\nnickname, Chirpy.",
        "Q: Chirpy”",
        "A: Yes. And it’s a very warm name, you know, it’s a very loving name. And she\nsays, Chirpy, this is crazy what you’re thinking. Ella, I’m not going to stay here,\nand be here six, seven, eight months. I mean, I — 1 — I— I went on to nothing. And\nwe didn’t eat, and we didn’t trust anyone to — to talk to, because if people told about\nother people, hoping to get extra food.",
        "Q: So you — you didn’t know who to trust.\nAugust 26, 2016",
        "A: No ca—no one to trust. So I walked like on the side of the line, already get back\nin the line, get back in the line. So, in the 10, 11\" month, one day I walk with Ella,\nand I’m talking to her. I said, listen Ella, Ill go out there, you don’t have to. But\nthis is terrible, this is really not something that I — we don’t know how long it’s\ngonna be. In the meantime we had the — heard about the Polish reso — revolution,\nthat they killed the underground people, and — and — and it was terrible.",
        "Q: Oh, the — the Warsaw uprising.",
        "A: Right.",
        "Q: So you were hearing bits and pieces from [indecipherable]",
        "A: Right, right. She says — and then I said, why don’t you answer me, why don’t\nyou answer me? And she is nowhere. Somebody pulled her out of the lane, and I\ncan’t find her. So, I was all by myself, and I think that was my worst day, when I\nlost everything; all the confident, all the hope, all the — all the attention, everything.\nI lost everything. So I went back to — upstairs to live, and in a couple of days, I\nwalked out of the line. And the soldier comes to me, what the hell are you doing?\nWith the big rifle. I didn’t say anything. He said, let me see your papers.",
        "Q: Was this a German, or a Hungarian soldier?",
        "A: A German.",
        "Q: A German soldier.August 26, 2016",
        "A: German. And I spoke fluently German, remember? But I couldn’t say a word,\nthe words didn’t come out. What shall I say? He holds the rifle, and he says, give\nme your identification paper. And I actually, effectively started to shake, and I\ndropped my bag, and the cross fell out, what Mrs. Martin gave me. And he said,\njust go. And I feel this is a miracle. I feel that it’s a miracle that the cross fell out. It\nwas about six, seven o’clock already. So I wanted to go to Mrs. Mona(ph), I didn’t\nknow exactly where she lived, and — and — and I didn’t had money. So I remember\ntaking buses, and trains, and whatnot. And I told the bus driver I’m a student, and I\nlost all my money. He says, that’s all right. He didn’t know I was Jewish. And then\nthere was a fruit store, and I said to the owner, do you have any fruit which you\ncan’t sell, which is damaged, because I’m very hungry. So he went in the back, and\nhe brought me out some fruit, and it was wonderful, because I was very hungry. So\nfinally I found Mrs. Mona(ph) house.",
        "Q: The same Miss Mona(ph) who you had stayed with before.",
        "A: Right. And she opened the door, and she says, can I help you? She didn’t\nrecognize me. I mean, after 11 months in the ghetto, she didn’t recognize me. I says,\nMrs. Mona(ph), this is Chirpy. Oh Chirpy, please come in. Let me take care of\nyou. And — and — and, she did. Again, the same situation where I wouldn’t allow\nmyself to stay there, and risk her life, and her family life. I mean, such a decentAugust 26, 2016\nperson, how could I do that to her? So, a friend of a friend of a friend recommended\nme to be a mother’s helper. So I left Mrs. Mona(ph) after three days, and then — this\nwas end of already finish — almost finished, everything. I went to this lady, she had\nfour children, and she was thrilled to have me. Which mother is not happy to have a\nmother’s helper, you know? And she lived on a 10 flight house. And she said, oh,\nI’m so happy with you. Everything was fine. However, as it was the tail end of it\nalready, the last months, in April 1945, that’s when the liberation was. And the\nGermans, and the Russians and the Hungarians fought a staircase, the f — the — the\nelevation, the f — third floor, fourth floor, fifth floor, all different soldiers. I didn’t\nknow which is which because they all wore the boots, and they all had rifles. I\ndidn’t know which soldier was [indecipherable] but they didn’t bother us, they\nwere just fighting. For one floor they fought like two days.",
        "Q: And so this was —",
        "A: To take over the floor.",
        "Q: So it’s during the — the Siege of Budapest —",
        "A: Right.",
        "Q: — that this is happening.",
        "A: Right, right.",
        "Q: So it’s right in your building.\nAugust 26, 2016",
        "A: Right.",
        "Q: Wow.",
        "A: Yes. And we went on to the downstairs, to the basement, and that was equipped\nwith the kitchen appliances, refrigerator and food. And they call it bunker, bunker.\nAnd we sometimes slept there, too. But there wasn’t much of a time, there was — in\nthe meantime, was no food at all. So the — they took horses, which one was shot\nbefore — there was no man, every man was in the army — women took the horse,\nsliced it up and made the stew out of it, or a soup out of it. And when I heard it, I\nwent like this, you know? And th-the woman says, a rough woman, she says, if you\nhungry enough, you gonna eat it. And I was hungry enough to eat it.",
        "Q: These were horses that had been shot that —",
        "A: Right.",
        "Q: — somebody found, and —",
        "A: Was si-sitting on the street, lying on the street.",
        "Q: Right in front of the building?",
        "A: Right in front of the building. And I asked Mrs. Mona(ph) when I got there,\nwhere’s Ella? And she said, she’s trying to hide, by friends. She had a lot of friends,\nbecause she had the store, you know? She knew a lot of people. Well, I was there\ntwo months, at the — at this person, and then the Russians came in and shot all the\nAugust 26, 2016\nGermans, and told them to go to ru — you coming with us to Russia. But there were\nno Germans any more, they were the Russians now. And the Hungarians were\narrested, too. So the Russians said, we help you Jews. Somehow, nobody believed\nthem. They didn’t do anything for us. We were freezing. They had — didn’t give us\nany food. So, they said, now you are free to go wherever you want to. But the\nproblem was, we didn’t have the strength to go anywhere. We had no place to go.\nEvery house looks like a — a toy house, full of holes, full of holes, just like the\npeople were damaged, shot, to the [indecipherable]. And then, about three days\nlater, the English soldiers came to liberate. And then, we felt free. Every soldier\ntook two, three people, and only took care of those two or three people. And\nblanket, and food, and tea, and — and — and for the head. April is a rough month, it’s\nvery windy, and cold, and the — that’s when we were free, that’s when we were\nliberated, in April 1945. Can we pause now?",
        "Q: Sure, let’s take a — a quick break. [break]",
        "A: After the English people came in, and the soldiers, we were really free to go, and\n— and before we’re able to leave, they had to straighten us up a little bit, out. I mean,\nthe strength, the — the blankets, the food, and the kind words, and where you want\nus to take you. The house, I will tell you about that that after this, because it has its\nown story.\nAugust 26, 2016",
        "Q: Please.",
        "A: So, we come in back to a apartment, not to the same apartment, with Grandma,\nand Ella.",
        "Q: So they both came out of hiding?",
        "A: Yes.",
        "Q: And you were able to reunite with them?",
        "A: Right, all two of them. Ella’s husband was taken to hard labor camp.",
        "Q: So he — he was called up for forced labor.",
        "A: Yes, for forced labor, yeah.",
        "Q: Do you remember what year?",
        "A: About — let me see that, 1945, 1944. 1944. A year before. So, we started to be —\nwas — was nothing open, there wasn’t a store open. Peddlers sold fruit and\nvegetables and oil, and eggs, whatever is absolutely necessary, but wasn’t enough.\nSo Ella and I went out to the railroad, and said, let’s go to the — because her — she\nembroidered all her stuff. So that — embroidery comes from small town, far away,\nsmall, little bit back, left town, you know. A little education, and whatever. So, she\nfelt that if we go to those ladies who work for her, they have some supply. So we go\nout one day, is no room on the train. We go out the second day, is no room on the\ntrain. And that kept on going, and then see, there’s somebody sitting on the top of\nAugust 26, 2016\nthe train. So what do you do? You go on the top of the train. How do you go on top\nof the train? You take a rope, and you tie yourself on top of the train. About two\nhours of ride. And you don’t move, you don’t breathe, you don’t anything, just hold\nonto the rope.",
        "Q: So in order to get to the small town where your aunt had business contacts —",
        "A: Right.",
        "Q: — you had to go up to the top of the cars.",
        "A: Because there’s no room in the train. Everybody had the same idea. So we went\nthere, to these people, and they were very gracious, and — I mean, they were\nworking with Ella 20, 25, 30 years, it’s not a—as-—a short relationship. Ant they\npacked us up flour, eggs, oil, I don’t know what else, in big bag. Not bags, in sacks.\nSo you think that was hard to go out to — on the train going there, but to bring this\nstuff with us — so we put everything on top of the train, tied it down, and bring it\nwith us. And it — it worked, it worked. You know, like I was with the horse food, I\nwould never think I eat it, never, ever. And I ate it, and you know what, I enjoyed it.\nWhen you were hungry enough, you eat it. Anyway, so we were trying to\nrecuperate our lives, schools were closed, and people came back, and — from the\nconcentration camps, and it was a situation which coming back from hell, because it\nwas hell. They were like 60 pounds, 70 pounds, and he kept us in. I only came backAugust 26, 2016\nbecause I— I know my mother is here, or my father is here, or my brother is here.\nNo one was alive. No one was alive. There is a Jewish synagogue there, the biggest\nand largest synagogue in eastern Europe. It’s spelled, the Dohan, do — d-o-h-a-n\nTemple. I have a picture. And they — and they threw the dead bodies there, so\npeople came, and with their hands, they dug up the rocks and everything, in the\nhope that they feel some of their relatives. So the Jewish people build a tree there,\nand I’d like you to take a picture of it late-later. And every leaf represents a person.\nHundreds and thousands of leaves. It was terrible, and the magnitude of people\ncame back, they didn’t — nobody handled us. I mean, the — the English people help\nus with food, whatever, but what can they do? And the months went by, the years\nwent by, and about three years later, I decided to leave Hungary.",
        "Q: Before we go there, so when you have these survivors of the camps coming\nback, is the first time that you, and other people who had been in Budapest the\nentire time, this is the first time you are really learning —",
        "A: Yes.",
        "Q: — about the camps, about Auschwitz.",
        "A: Well, I heard about it, you know, very discreetly.",
        "Q: Like — so that you — you have heard rumors.\nAugust 26, 2016",
        "A: Yeah, there was some buzzing about it. Because remember on the stadium — at\nthe stadium, we found out later that those buses took the Jews to the camp.",
        "Q: Oh, and so you, way back then —",
        "A: Way back then.",
        "Q: — you knew — you knew about Auschwitz.",
        "A: Yes. We didn’t know Auschwitz, but we knew that there’s not a good place.",
        "Q: Yeah.",
        "A: There were then gassing people. We knew that they taking a shower, and gas\ncomes out.",
        "Q: Mm-hm.",
        "A: And going back now to the liberation, after three years — and everything was\ntwice as hard for me to take because my — my childhood. Who le — lost — losing a\nmo-mother at the age of four, and I just couldn’t understand why me, why me? And\nI ask Grandma, how come Mother left - Mommy left, and she says — and I said to\nher, didn’t she like me, did I do something bad? And she says, oh no, she loved you,\nbut she had to go. Not that she wanted to go, but she had to go. Of course, later —\nlater years I understood what she said, but it was very hard to comprehend at the\ntime. And going back now, after three years of liberation, I wanted to leave. But\nyou can’t leave Hungary, you can’t — there is no consulate there. And somebody —August 26, 2016\nmy — my uncle had a friend in London a — not in London, in Essex, which is three\nhours from London, in a hospital, a doctor. And gave me a student visa, a nurse\nstudent visa. So I packed up whatever I had, and went to London. Somebody was\nsupposed to wait for me, nobody showed. It was so foggy that I said, excuse me,\nand the next day I saw it was a mailbox. It was so foggy. So I tried to call a number,\nI didn’t end up going, so I didn’t had the number. Finally, somebody came to pick\nme up, and took me to Essex, and I met that Hungarian doctor who send me the six\nmonths student visa. So next day I went to the hospital, and — and we going to the\nlowest floor. Good thing I didn’t read English, because it says, the morgue.",
        "Q: Yes, I was going to ask, before you went to England, did you speak any\nEnglish?",
        "A: I did, I did, a little bit. Make myself understood.",
        "Q: Okay, and how — how’d you — did you learn this after the war had ended?",
        "A: No, in Budapest I learned it, I had the je — English teacher.",
        "Q: Oh, so —",
        "A: Also, yes.",
        "Q: Yeah, this —",
        "A: But not much to talk about, really.",
        "Q: Enough to get by.\nAugust 26, 2016",
        "A: Enough to get —",
        "Q: Okay.",
        "A: —I mean, I didn’t know how to read [indecipherable]. I didn’t know. And we\nwent all the way down, and we going to the morgue, and I — a couple of the nurse,\nlike Iam. And — and the doctor says, okay girly, this — this is where you’re going to\nstart working, and your work is gonna be to prepare the dead for burial. I felt the\nway you look. And you know, I was an average child, little more educated than an\naverage — I spoke perfect German, and Mimi(ph) taught me everything. But even I\ncouldn’t understand that. I couldn’t understand that. But I stayed there for four\nmonths. I collected enough money to go to London, and get the same job, a\nmother’s helper job.",
        "Q: Kind of like a domestic help?",
        "A: Domestic help, yeah.",
        "Q: Okay.",
        "A: And then I applied for a visa. They asked me where do you want to go? I says, I\ndon’t care, because I didn’t care. And they said, go to USA, you — your — you’re\ngonna like it. And so okay, go to the USA. And put it a little bit in a nutshell,\nbecause it’s a very long story, and a painful story, one day I get a — a letter that your\nvisa arrived, and go down to the ocean, and you go with a boat, and you come to\nhttps://collections.ushmm.org\nAugust 26, 2016\nAmerica. I went down there. All of a sudden I have a toothache, an abscessed\ntooth. I read dentist, because that’s a universal word. I went to the dentist, and what\na time to have an abscessed tooth, how can you figure that? How — what are the\nchances? But you had no money, of course, and he says, I take care of you. And he\ntook care of me without money. So I go to the immigration, face to face to the\nperson who handled my case, and he said, you’re all right. And then said, wait a\nminute, one number is wrong. I says, what do you mean, wumber — number is\nwrong. He says, they didn’t okay you, they okayed someone else.",
        "Q: Oh, your — your visa? They approved someone else.",
        "A: A mistake. A mistake. So, while I was in England, I made some connection to —\nbecause you — England didn’t have any Jewish offices or consulate, or anything, so\nI — these two people, not there — people told me that in Paris, they do have. So I got\nthe address, I got the phone number, and I called up, and there’s always many\nlangua — you know, I spoke Hungarian, there — they have people there. I told them\nmy story, and they said, okay, we take you over now. So we gonna pay for your\ntrip, and you coming over to Paris, and we gonna put in a student visa for you, and\nyou gonna stay — we took over a big hotel, and everything is free for you. Just you\nhave to earn spending money. How do I earn — I didn’t speak French or anything. IAugust 26, 2016\nsaid wonderful, I mean, this was such a wonderful proposition. And I went, so I was\nin Paris now.",
        "Q: And what year was that?",
        "A: In 1947.",
        "Q: And — I’m sorry wa-was it a Jewish organization that —",
        "A: Yes, the Jewish Federation.",
        "Q: Jewish Federation, okay.",
        "A: That time it was called the HIAS.",
        "Q: HIAS, okay.",
        "A: And they put me in an apartment, in a — in a room with three girls, and it was\nfine. I mean, what I had before, everything was fine. And they fed me, and — and I\nwent to work in a fur shop, because I knew how to sew. And in the first shop, I\nsewed in the lining to mink coats. Now, I don’t know if you’re familiar with, how\ncould you, but the leather, to sew, it — all my fingers were bleeding, because to sew\nthrough leather, it’s almost impossible. But you do, you do, you do. And so I\nworked part-time, and we gave in that, to a school, my visa application. And I was\nin Paris for two years, and I was told that I have the visa.",
        "Q: After two years, you got the visa to the United States.",
        "A: Yes.\nAugust 26, 2016",
        "Q: Okay, so this — this brings us to year 1949?",
        "A: Yeah — no, ’48.",
        "Q: Forty-eight.",
        "A: I came here °48.",
        "Q: Okay. So —",
        "A: In 1948, I got the visa. Now, ’'m— I’m — I’m very seasick, and I’m a very bad\ntraveler. I have this phobia, I can’t look down, I can’t travel. It’s — it’s —1t’s bad. So\nthey put us in a— in a broken down ship. Took three weeks to get there, and I was\nright away in the — in the hospital. Nobody came in. There was a Russian lady\nbrought me food, out of her — good of her heart. Cause she couldn’t talk, she felt\nsorry for me. So she came with food. I asked the doctor, what shall I do? There’s no\ndoctor there [indecipherable] cruise. Three weeks. Three weeks in the hospital\nroom. So then the ship engine stopped. No — even my Russian lady wasn’t there. No\none was there. And I hear some yelling, anybody’s here, anybody’s here? So I\nunderstood it, and I yell, I’m here, I’m here. So this American soldier says, what\nyou doing here? Everybody left — leaved the ship already. I says, well, I am in the\nhospital for three weeks already, an-and — and everybody left, they left me, they\nforgot about me. And I said, where are we? Are we in the ocean, where are we? No.\nAnd he picked me up — I was actually less than I am now, weighted less — picked\nAugust 26, 2016\nme up and took me upstairs. He says, look, that’s the Lady of Liberty. Holding me\nlike this. Very happy, you know. Very few times I cried of happiness in my life, but\nthat was the time when I cried of happiness. So we went to Ellis Island. And the\nreason we went to Ellis Island, because that’s a — a spy ship I came with, some\nRussian spy ship. And they took it apart completely. I was three months in Ellis\nIsland, so was everybody else. And they ask question. But you know, Ellis Island\nlooked like the Ritz Carlton, you know, to me, because nobody bothered me,\neverybody was nice to me, and the only thing I didn’t like when they closed the\nsliding doors, you know, the prison doors. But everything else was fine.",
        "Q: So what — what was it like staying — you just —",
        "A: They had questions, and they said, were you aware of that — that it’s a sky — spy\nship? I said, I wasn’t ever aware of anything, I was in the hospital the whole time.\nCould you — could you verify this? I said, how can I verify it? If you have that the\nger — Russian lady, says 90 percent they were Russians. So, do you know the lady’s\nname? You know how she looks? I says, I know how she looks, but I don’t know\nher name. Anyway, so they let us go after three we — months. It’s a long time, three\nmonths, but it was okay. Very tiresome for me to talk about this, but I really want to\ndo it. Then I came to the Bronx, in New York, to a— a — a far relation, a cousin\nremoved couple of times. So she took me in her wings — under her wings. And she\nAugust 26, 2016\nhad one bedroom, and the living room was a pull out couch, and that’s where I\nslept. And she says, you know how to sew, you have to go to a factory, where you\nmake money. So I went to a dress shop, I made fairly enough, I paid my rent there,\nwas five dollars. And she cooked for me. And the boss of the store didn’t pay, he\nwent bankrupt. It was not a union place. You know, it’s amazing where I took the\nstrength, where I took the hope, after all this slapping in the — on the face, you\nknow? I mean, how much — how much can you take? I was 19 years old. How much\ncan you take? So I went to another shop, which was very successful. I was there for\n10 years. On a Hungarian New Year celebration, I met the young man. His name\nwas Sam Palkowitz, and he was a refugee too, but he was in this country already\ncouple years. He went to school to get his accountant CPA license. And at night he\nworked in a delicatessen, and so he finance his — himself with the money he made\nin the delicatessen. And after two years, we got married. He always said I married\nhim because he was legal here, that he had the green card. It’s not true. Is not true.\nBut I told [indecipherable] oh my God, you know? It wasn’t oh my God, but I\ndidn’t have better offers. And so we were married, everything was fine, we had two\nchildren, and then Sam got the CPA degree. He went to work for a CPA fir-firm,\nand I got my high school equilency diploma, and I went to work for a bank. And I\nwas there for 13, 14 years, and became the — the manager of the bank. I stepped upAugust 26, 2016\nvery nicely. And we were fine. My son Arthur is an attorney, a part-time judge,\nand my daughter has her own real estate business. They all very successful, because\nI pushed them to no end. And I always said — and I’m saying on a public speaking,\nthat knowledge is power. That’s what it says on 42™ Street, in the library, and it’s\ntrue. That’s the only thing no one can take it away from you. Everything else goes.\nAnd they listened to me. And then the kids grew up, they went to college, and\nwhatever. And I think getting from my birth, to getting to America, that’s my story.\nLot of obstacles, lot of painful episodes, but that was the cards dealt to me. So, we\ncould go on to America now, but I said most of it, anyway. I don’t want to go into\nAmerica, because I just said it, but I want to speak about my father.",
        "Q: Yes, I wanted to ask what was happening with him, and your ste —",
        "A: There was an announcement, that who is between 25 and 45 years of age, go to\nsomewhere, a stadium, or whatever, go and be there. Who doesn’t come will be\nshot. So, we didn’t know what, my father was 37, 38, and he went there, and they\ntook him to Kiev. On the — on the 30 degree cold — minus 30 degree, they made all\nof them, not only my father, work. Their work was to build a bridge, and the next\nday they — they blew up the bridge — the bridge. They used them as mined — you\nknow what’s a mine? People dig on the ground and if you step on it, it blows up.\nThe field mines. And they used them as a mine finder.\nAugust 26, 2016",
        "Q: To go find them, to make —",
        "A: Where the mines are, for the other soldiers to come. And they — they did that for\nmonths, and my father stepped on one of the mines, and took off one half of his leg.\nSo he was taken to the hospital. And then, that happened again, at the tail end. And\nthen the Germans pushed back the — the Russians pushed back the Germans, and the\nGermans had to leave, and before they left, they poured gasoline on the hospital,\nand burned it down. And this is not the hearsay, because the Red Cross had notified\nUS.",
        "Q: So they burned down the hospital with everyone in it?",
        "A: Yes. Now, my — my Aunt Ella’s husband, Emory(ph), had the father and a\nmother. The mother was a piano teacher, and the father had a store, it’s like Ace\nHardware, but it was very specialized, very good business. And a very tall,\nhandsome Hungarian soldier came, with many decorations on his jacket, came to\nthe house, to that house where I showed you, and he said, Emory(ph) has to go to\n[indecipherable] my uncle has to go, but the father could be saved, if you write\nover the deed to me, the house deed. It was as quiet as now here. What do you do?\nSo my uncle said, listen, alive is more than a house, and he wrote over the deed to\nthe soldier. About a half a mile away, before the ink dried, they shot my grandpa\nand threw him out of the car. I went back, to try to get back, cause it’s worth over\nhttps://collections.ushmm.org\nAugust 26, 2016\ntwo million dol-dollars now, and it’s a legitimate transfer of deed ownership. He\nsold that 10 times already, you know? Because he wouldn’t connected with it — the\nsoldier. But I have no right to have that house.",
        "Q: So the house you — this was the house you had been living in —",
        "A: Right.",
        "Q: — with your grandmother and aunt.",
        "A: — right, yeah.",
        "Q: So as soon as they say, you know, sign over, he’ll be safe, they turn around and —",
        "A: Yes. And this is just about the highlights. I could sit here and talk to you for\ndays, because I only put everything in a nutshell. But since that — when I was four\nyears old, and came out to America, it was nothing good, only bad. But not just a\nlittle bad, a drama. A thing where people don’t get through easy. I went in America\nto — for 20 years, for clinical psychiatry studies. I had so much hatred in me. I had\nso — never wanted to forgive, never. But by psychiatrists I’m told, if you forgive,\nyou release yourself, you are the winner. You don’t hold the — the bitterness against\npeople. They — if you really — if you forgive them, you are the winner, not the other\npeople. And I felt that these people are educated, and smart, and — and — and for 20\nyears, I went to these meetings. Did I forgive? I don’t know. Did I forget? No. But\nI’m going on with my life. I’m not a religious Jew, I’m not. Never been. I do\nAugust 26, 2016\nbelieve in miracles, because the cross was a miracle. But, I cannot express what I\nfeel, because what I would say is not legitimate. But I thank whoever took care of\nme, and made that cross fell out from my purse. And whoever watched over me,\nand God did that, and I’m very grateful for it. And if you have some question,\nplease answer me. Ans — ask me.",
        "Q: So, what was happening with your stepmother and half-sister during the war?",
        "A: Yeah.",
        "Q: Your father is sent to forced labor, but what about —",
        "A: What — before? For three years they were married.",
        "Q: Yes.",
        "A: And my father worked, and my stepmother, right away, she was very business-\nlike. She worked. She had made a little business for herself. The — the boots, what\nthe government didn’t use, which was — had a cut at the leg for some reason, she\nbought up those boots, and she opened a little — not even a store, like a peddler, you\nknow? And she sold that, and she made so much money. She liked me. She\npreferred I don’t live there, because I was still a package from the previous\nmarriage. But if — I can’t say that she was mean to me or anything. The sister was a\ndifferent story. The sister said that the father — my father loved me much more than\nloved her. And my stepmother used to say, no, it’s not true. So, she had the — she\nAugust 26, 2016\nhas problems. She went back to Hungary to live, and my stepmother lived here in\nAmerica, married three times. If I want to be ugly, I would say, buried three\nhusband. But I have nothing to complain about her, nothing. So, past 20 years, I\nwent back to visit them. And she said, Daddy is looking down, and he’s very happy\nthat you come and visit us. And so, whatever truth 1n it 1s, I did.",
        "Q: And did your — your aunt and your grandmother were hiding separately —",
        "A: Yes.",
        "Q: — during the [indecipherable]",
        "A: They survived the war.",
        "Q: Did they ever talk about what it was like in hiding?",
        "A: No. Wasn’t much to talk. That Mrs. Mona(ph) was a saint. You know, she took\ncare of Grandma, and th-the people who Ella went to, they — they — they — they —\nthey — they think she was an angel, you know? I mean, she did so many favor. That\ntime, people didn’t make donations, you know? Or have people like the newspaper\nboy. When he needed some books or something, came to Ella and says, could you\nhelp me out? I give you back the money. So she gave him the money, and always\nhelped him. And — and I guess that’s why he did what he did. I don’t know. That’s\nwhat he did. And a good deed comes back. Good deed comes back to you. And you\nmust believe that. Maybe not that same day, or week, or month, or year, but in a\nAugust 26, 2016\nlifetime, what you do good, it will come back to you. And I’m very fortunate, I have\nwonderful children. Wonderful children. Ambitious, and good, and — my son is 60\nyears old, was last week, and every mother says that, I think what I have the best\nchildren in the world. I’m probably a little prejudiced, but that’s okay. That’s okay.\nAnd so are my grandchildren. I’m very close to them. My husband died 15 years\nago. He had the aneurysm, and in two weeks, he died. He didn’t suffer with cancer\nor anything, which I was very grateful for.",
        "Q: And he was a survivor as well?",
        "A: Yes, he was. He was from Czechoslovakia. He was on a — on a— ona bus,\ntransport bus there. I mean, I didn’t know him then. And he jumped off the bus, and\nhe broke his knee. And the bus stopped, and they, with their rifle, they hit his knee,\nthe one that was broken, til he passed out. And they left him there. He said, this is\nyour punishment, to try to escape. His father was a very rich man. His father comes\nfrom north Hungary, northern Hungary, Ungvar, it’s — he had the winery, huge\nwinery. Was very rich, and very powerful man. And he went to Auschwitz, and\nthey couldn’t kill him. They did — he was such a strong, big man, whatever job they\ngave him, he did it. And the last day, they shot him. He didn’t come with me for the\ntherapy, he couldn’t. He says, I can’t pour out my heart to a stranger. He never\ncame with me. And that wasn’t the best for the marriage, because he had that\nAugust 26, 2016\nbitterness, that memory, losing his mother, and get a stepmother. But, that’s was —\nin Europe they did that, you know [indecipherable] in birth, she died. Birth for\nhim, in his birth, she died. And then the father remarried, and he was okay with the\nstepmother.",
        "Q: And so he — he was on a transport to go to a camp, and that’s when he — he\njumped off?",
        "A: He was taken for transport, to go to another camp — Sam, my husband —",
        "Q: Yes.",
        "A: — and he wanted to escape. In the narrow street with a lot of trees, he wanted to —\nhe jumped out, he did. And somehow the driver saw it in the mirror, whatever he — I\ndon’t know.",
        "Q: And they — then they, after beating him, left him.",
        "A: Yes.",
        "Q: And then he was able —",
        "A: They thought that he was dead, and somebody found him. Some people, I don’t\nknow. I don’t even know what country was it, Hungary or — or Poland, I don’t\nknow what country was it. And they brought him back to health. So, we could not\nsurvive without those Christian people, the ones helped us, not regarding the\nAugust 26, 2016\nconsequences, what comes helping a Jew. And those are the people we are very\ngrateful to.",
        "Q: So you — you mentioned that you visited — you visited Hungary several times.",
        "A: Yes.",
        "Q: — since moving to America. Was it strange being back?",
        "A: I didn’t look at the houses, I didn’t look at anything. I stayed in a hotel.\nSometimes I went with friends, with American friends. And — but I don’t like to go\nto a hotel by myself. It’s not for a special reason. And then we — with my friend\nbeing [indecipherable] trip to Italy, or whatever, some other places, and then we\nvisited Irene, my stepmother, and my stepsister. And we st-stayed with them two,\nthree, four days, five days, according to a plan.",
        "Q: I guess, was it — was it —",
        "A: Was hard.",
        "Q: Yeah.",
        "A: Was hard. And then late — later, I visit — visited or so frequently, because it got\nmore painful. And as you get older, it’s harder to deal with it. But I did visit, I really\ndid. But then my stepsister died, my stepmother died. She was 92, my stepmother.\nAnd that was the end of that story.",
        "Q: So you — you speak to school groups now?\nAugust 26, 2016",
        "A: Pardon?",
        "Q: Y-You speak to all kinds of groups now, about your experiences. What made\nyou decide to do that?",
        "A: Which part of it?",
        "Q: I guess, what — what made you decide to start speaking to groups, and telling\nthem about your experiences?",
        "A: Oh. I was invited first, in a jail. And then I was invited — it’s a name, a leave —\nlife — or a leave — a life. It’s a group which is built by the government, and\nteenagers, 12, 13, 14, 15 — and I go there every year — are pregnant. So this\norganization take them to high school, and teach them high school, and they\narranging a nursery for the children. And they were very down. I didn’t say half of\nmy story. Less than half. But I encourage them that there is no choice not to do\nanything, because if you don’t do anything, you’re going backwards. And who\nwants to go backwards? Your child doesn’t deserve for you to give up. So I gave a\npep talk, versus my talk. And it worked, it worked, the — some of them started to\ncry. They invited me every year, and — and that was the beginning. And then\nschools asked me to make speeches. And depends on the audience, depends on the\npeople how much do I say of the bitter life I had. Depends on that. I do not say\neverything. I say some. For instance, in Budapest, the soldiers took the women up\nhttps://collections.ushmm.org\nAugust 26, 2016\nto the ho — office, to do office work, but that wasn’t office work. When they were\nfinding the second floor, third floor, five — fifth floor, it was two, three men raped\nthe women. Some didn’t come back at all, and the ones came back, I wish I couldn’t\ncome back. Bleeding, beaten up, black and blue. And that’s how they co — came\nback. So this is — this is — this is a country occupation. It happens in every country.\nBut I wore the — I mean, I was so young, I wore a kerchief around my head, a black\nkerchief, so I look ugly — not that I’m so beautiful, but I look ugly, and — and older,\nand didn’t look anywhere like a — a retarded person I looked. I wanted to be — I\ndidn’t want to take — I mean, with due respect, I didn’t want to be taken.",
        "Q: And this was all soldiers that were doing it?",
        "A: Yes, Hungarians, and German.",
        "Q: What about the Soviet soldiers, when they came? Did this continue?",
        "A: We didn’t see sov — Soviet in the beginning. On the tail end, we did. We did.",
        "Q: Were there also rapes?",
        "A: I don’t know, really. But we were very close to the German and the Hungarian\nsoldiers. And that was — that was something which happened — I mean, watching the\ncountries, what happens in the country, and transporting human being, and selling\nhuman beings, it happens all the time. But to me, that was the first one. That was\nthe first experience, when they — they — they — they transporting — they using human\nhttps://collections.ushmm.org\nAugust 26, 2016\nbeings. And to me that was a terrible thing. A terrible thing, which is unexcusable.\nHere you make money on it. There wasn’t even money on it. It was coming to them.\nAnd we were very lucky, because the was started four years ago. We were the last\ncountry to be occupied. So we had only 11 months of the occupation, where four —\nand then the other countries had three, four years.",
        "Q: And something else I wanted to ask you about the war years, and the years\nleading up, did you ever s — what was the ar — the Arrow Cross doing in Hungary”\nThe fa — the Hungarian Fascist party, I think it’s Nyilas?",
        "A: Nyilas, yes, Nyilas.",
        "Q: What were — what were they doing? Do you remember any specific incidents, or",
        "A: Yes, I remember. First of all, they wear — they wore a feather in their hats. Why\nis it important to me, because I — I — I was transferred to a — a big factory, at one\ntime, for a month or so, with Ella. And we were hiding in the gutter, and we saw the\nfeather, and then we just played dead. But that’s my af — incident. But they were a\nlittle bit more educated than the average soldier. They were like teaching the\naverage soldier how to kill the Jews. And they were firm believer of the Germans\n[indecipherable]. Firm believer, Nyilas. You — you’re free to mention that. It’s a\nword you don’t want to be any connection with.\nAugust 26, 2016",
        "Q: So they — they were more feared —",
        "A: Yes, yes. As I said, they were more educated than the average people. Educated\nby the government, and then the Germans took over their education. And that\nwasn’t an education like the five subjects. It was one subject; how to kill the Jews.\nThat’s what he wanted, a pure country. There is only white people, and Christian\npeople, and he — that’s what he wanted. Hitler.",
        "Q: Did you hear any — any rumors about the Danube shootings, by the Arrow\nCross?",
        "A: Yes. I don’t —I didn’t see it, but I was told that they tied their hands together in\nthe back, they tied their feet together, they — they — they pushed them into the water,\nand then they shot them. And there are shoes on the [indecipherable] of —\nchildren’s shoes, grown-up shoes, all shoes, because there were lot of, lot of\nchildren there. How did they got away with it? In — in school, I used to sit at the\ndesk of the teacher — not sit on the desk, near the desk, and I saw the globe. And I\nwas playing with it, and then it occurred to me, nobody hears us, nobody sees us,\nwhat’s going on. Not one person in the world would help us. Why? And the world\nis big. And why we didn’t get any help? But of course, I never got the answer.",
        "Q: And the shoes, you’re talking about the memorial?",
        "A: Yes. Yeah.\nAugust 26, 2016",
        "Q: Did you hear anything else, specific about the Arrow Cross?",
        "A: The what?",
        "Q: Did you hear anything else specific about the Arrow Cross?",
        "A: No. No.",
        "Q: It was just they were don — you were almost afraid to say the word Nyilas, or —",
        "A: I don’t hear you well.",
        "Q: I guess you were — it was more of a general — you — you don’t even say the word\nNyilas. That’s how much it was —",
        "A: No, no. No way, no way, no way. Unless you say, I love the Nyilas. That’s all\nyou were allowed to say. I mean, wouldn’t think about it. Wouldn’t think about it. I\nmean, it was fire, you know? It was fire. Every house was injured, every person was\ninjured, an-and that’s why I left. I didn’t want to live there. And you hear, and heard\nnow, that I had a very difficult journey. Yet, I was told, go back, go back, aren’t you\nhomesick? No way. No way. The only thing I had there is my mother’s grave,\nnothing else. I think we should end this com — this interview. Unless you have other\nquestions.",
        "Q: I had one more, if that’s okay.",
        "A: Okay, sure. Speak up.\nAugust 26, 2016",
        "Q: You mentioned that you and your aunt were 1n a brick fac — held in a brick\nfactory —",
        "A: Yeah.",
        "Q: — for a short time. Was this — was this after the stadium, and after the safe house?",
        "A: Yes. After the safe house, after the stadium. Was before the marching, before th-\nthe ghetto.",
        "Q: Before the ghetto.",
        "A: Was between the same hou — safe house and the ghetto. We were there a few\nweeks.",
        "Q: And what — what were the conditions like in the brick factory?",
        "A: I don’t remember, but I don’t even know what we did there. I don’t remember. I\nmean, 70 years ago, you know. But I do remember that we have to find our own —\nown transportation, and we were looking to stop a car or a bus or something. And\nthen I saw th-the feather, and then we played dead. Everybody knew about it, very\nfew people didn’t. You couldn’t ignore it.",
        "Q: So [indecipherable] my — my last question 1s, is there anything we haven’t\ntalked about already, that you would like to add to the interview?",
        "A: Nothing more what would help to understand my life. Little things, which\ndoesn’t mean anything. For instance, I went to that fruit stand, and while the guy\nAugust 26, 2016\nwas back getting me fruit, I stole an egg, to take it to Grandma, and I put it in my\nblouse. I went to Grandma, and she ran, Chirpy, Chirpy, and she hugged me, and\nshe broke the egg. But this is not a story, not part of a story which has any — any\nfactor in it, you know? And little things like that.",
        "Q: So — and y — you think we covered everything that you would like to —",
        "A: Yes, I do.",
        "Q: — to add.",
        "A: I really do. Thank you so much for y — for your patience, and your questions and\nthe way you conducted yourself up — you know, up to now, to meet, and I do\nappreciate it.",
        "Q: Oh, I — I thank you.",
        "A: You’re welcome.",
        "Q: So this — this concludes the United States Holocaust Memorial Museum\ninterview with Edith Palkowitz, on August 26\", 2106.",
        "A: Those are my parents; my mother and my father, from when — when they got\nmarried, in 1926. They both of — both of them were taken away from me during the\nwar, and at the very early age, I became an orphan.",
        "Q: Did you want us to get your phone, or are you okay?",
        "A: No, no.\nhttps://collections.ushmm.org\nAugust 26, 2016",
        "Q: Okay, let me get one more shot of this.",
        "A: This picture is from my beloved grandmother, who raised me after my mother\ndied, and I’m holding there my little doll. As you can see my face, I was very sad\nbecause my mother was taken away from me.",
        "Q: And how old do you think you were?",
        "A: I think I was seven, eight years old. I was four when my mother died ... I was\neight or nine years old here, wearing the Hungarian national dress outfit. That was a\ncelebration, some sort of, and it’s a great honor to be in it. I know I was saying a\npoem, and it was a great honor for me. Everyone was very proud. This picture was\ntaken way after the war, behind the Dohan Temple, which is the largest temple in\nthe eastern Europe. Every leaf is dedicated to someone who died there. When\npeople came back, before this was put up, they dug with your — their hands to find\nrelatives, siblings, children, but very few was — even pieces of the bodies. So they\nput up this beautiful tree. The leaves are silver, and every leaf has a monogram.\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nEdith Palkowitz, on August 26\", 2016, in San Diego, California. Thank you\nagain, so much, for agreeing to be interviewed today. We really appreciate it.",
        "Q: So, like we talked about before, we’ll start at the very beginning, with some\nbiographical information, your post — or, your pre-war life, and then move onto the\nwar years, and post-war.",
        "Q: So, we’ll start at the very beginning. Could you please — could you please tell us\nyour date of birth?",
        "Q: Could you please tell us your date of birth?",
        "Q: 1929?",
        "Q: And where were you born?",
        "Q: And has your name always been Edith, or did you have a different name?",
        "Q: And what was your maiden name?",
        "Q: Steiner(ph). Were your parents born in Budapest as well?",
        "Q: So, had your family lived there for a few generations?",
        "Q: Could you tell us your parents’ names?",
        "Q: Do your — do you know when they were born?",
        "Q: What —",
        "Q: So, that sounds like 1908.",
        "Q: And they were both born the same year?",
        "Q: Okay. And, had your father been a soldier in World War I?August 26, 2016",
        "Q: Oh, I guess he would have been too young.",
        "Q: What were your parents like?",
        "Q: Did your grandparents live in Budapest also?",
        "Q: Did you get to see them often?",
        "Q: What about aunts and uncles?",
        "Q: Oh wow.August 26, 2016",
        "Q: Did you have any siblings?",
        "Q: So you’re an only child.",
        "Q: And was she older, or —",
        "Q: Were you — were you close with her? Did you grow up together?",
        "Q: Did you speak any other languages at home, or —",
        "Q: And, so did you only speak German with the governess, or was it —",
        "Q: Oh, only German with her.",
        "Q: Was your family middle class, you know, upper middle class?",
        "Q: Had your family been affected by the depression, at all?",
        "Q: The Great Depression.",
        "Q: In Europe, yeah.",
        "Q: Oh, wow.",
        "Q: Was your family very religious?",
        "Q: But you knew you were Jewish?",
        "Q: So, she was the only one that went, but —",
        "Q: Do you know if your family had always — had — had, I guess, your parents,\nalways felt that way? They weren’t very religious?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So you said you were — over the radio, and newspaper, you were hearing little\nbits and pieces about what was happening outside —",
        "Q: — the Germans, you know, their activity. And so you — and then you were about\nto tell us about your governess, Mimi, leaving.",
        "Q: So, in 1941.",
        "Q: So because you were your mother’s only child, she wanted to keep you there.",
        "Q: And up until this point, had your life in Budapest been pretty normal?",
        "Q: Nothing had changed, there weren’t any restrictions?",
        "Q: All people you knew.",
        "Q: And it’s mar — March, right?",
        "Q: So there is — is there still snow out, and it’s —",
        "Q: And had — had other — did — ha — did you have to march through the city of\nBudapest —",
        "Q: — to get there? So what — did you notice the reactions of people in town, as they\nsaw all these people being marched?",
        "Q: This is what people are yelling at?",
        "Q: Oh, like ho —- Home Goods.",
        "Q: She gave you each a crucifix?",
        "Q: Oh, just a cross necklace?",
        "Q: Little like medallion, or —",
        "Q: A cross.",
        "Q: In Budapest?",
        "Q: So your grandmother was still at Miss Mona’s?",
        "Q: But you and your aunt go to the safe house?",
        "Q: You’re separated at this point.",
        "Q: Chirpy”",
        "Q: So you — you didn’t know who to trust.",
        "Q: Oh, the — the Warsaw uprising.",
        "Q: So you were hearing bits and pieces from [indecipherable]",
        "Q: Was this a German, or a Hungarian soldier?",
        "Q: A German soldier.August 26, 2016",
        "Q: The same Miss Mona(ph) who you had stayed with before.",
        "Q: And so this was —",
        "Q: So it’s during the — the Siege of Budapest —",
        "Q: — that this is happening.",
        "Q: So it’s right in your building.",
        "Q: Wow.",
        "Q: These were horses that had been shot that —",
        "Q: — somebody found, and —",
        "Q: Right in front of the building?",
        "Q: Sure, let’s take a — a quick break. [break]",
        "Q: Please.",
        "Q: So they both came out of hiding?",
        "Q: And you were able to reunite with them?",
        "Q: So he — he was called up for forced labor.",
        "Q: Do you remember what year?",
        "Q: So in order to get to the small town where your aunt had business contacts —",
        "Q: — you had to go up to the top of the cars.",
        "Q: Before we go there, so when you have these survivors of the camps coming\nback, is the first time that you, and other people who had been in Budapest the\nentire time, this is the first time you are really learning —",
        "Q: — about the camps, about Auschwitz.",
        "Q: Like — so that you — you have heard rumors.",
        "Q: Oh, and so you, way back then —",
        "Q: — you knew — you knew about Auschwitz.",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: Yes, I was going to ask, before you went to England, did you speak any\nEnglish?",
        "Q: Okay, and how — how’d you — did you learn this after the war had ended?",
        "Q: Oh, so —",
        "Q: Yeah, this —",
        "Q: Enough to get by.",
        "Q: Okay.",
        "Q: Kind of like a domestic help?",
        "Q: Okay.",
        "Q: Oh, your — your visa? They approved someone else.",
        "Q: And what year was that?",
        "Q: And — I’m sorry wa-was it a Jewish organization that —",
        "Q: Jewish Federation, okay.",
        "Q: HIAS, okay.",
        "Q: After two years, you got the visa to the United States.",
        "Q: Okay, so this — this brings us to year 1949?",
        "Q: Forty-eight.",
        "Q: Okay. So —",
        "Q: So what — what was it like staying — you just —",
        "Q: Yes, I wanted to ask what was happening with him, and your ste —",
        "Q: To go find them, to make —",
        "Q: So they burned down the hospital with everyone in it?",
        "Q: So the house you — this was the house you had been living in —",
        "Q: — with your grandmother and aunt.",
        "Q: So as soon as they say, you know, sign over, he’ll be safe, they turn around and —",
        "Q: So, what was happening with your stepmother and half-sister during the war?",
        "Q: Your father is sent to forced labor, but what about —",
        "Q: Yes.",
        "Q: And did your — your aunt and your grandmother were hiding separately —",
        "Q: — during the [indecipherable]",
        "Q: Did they ever talk about what it was like in hiding?",
        "Q: And he was a survivor as well?",
        "Q: And so he — he was on a transport to go to a camp, and that’s when he — he\njumped off?",
        "Q: Yes.",
        "Q: And they — then they, after beating him, left him.",
        "Q: And then he was able —",
        "Q: So you — you mentioned that you visited — you visited Hungary several times.",
        "Q: — since moving to America. Was it strange being back?",
        "Q: I guess, was it — was it —",
        "Q: Yeah.",
        "Q: So you — you speak to school groups now?",
        "Q: Y-You speak to all kinds of groups now, about your experiences. What made\nyou decide to do that?",
        "Q: I guess, what — what made you decide to start speaking to groups, and telling\nthem about your experiences?",
        "Q: And this was all soldiers that were doing it?",
        "Q: What about the Soviet soldiers, when they came? Did this continue?",
        "Q: Were there also rapes?",
        "Q: And something else I wanted to ask you about the war years, and the years\nleading up, did you ever s — what was the ar — the Arrow Cross doing in Hungary”\nThe fa — the Hungarian Fascist party, I think it’s Nyilas?",
        "Q: What were — what were they doing? Do you remember any specific incidents, or",
        "Q: So they — they were more feared —",
        "Q: Did you hear any — any rumors about the Danube shootings, by the Arrow\nCross?",
        "Q: And the shoes, you’re talking about the memorial?",
        "Q: Did you hear anything else, specific about the Arrow Cross?",
        "Q: Did you hear anything else specific about the Arrow Cross?",
        "Q: It was just they were don — you were almost afraid to say the word Nyilas, or —",
        "Q: I guess you were — it was more of a general — you — you don’t even say the word\nNyilas. That’s how much it was —",
        "Q: I had one more, if that’s okay.",
        "Q: You mentioned that you and your aunt were 1n a brick fac — held in a brick\nfactory —",
        "Q: — for a short time. Was this — was this after the stadium, and after the safe house?",
        "Q: Before the ghetto.",
        "Q: And what — what were the conditions like in the brick factory?",
        "Q: So [indecipherable] my — my last question 1s, is there anything we haven’t\ntalked about already, that you would like to add to the interview?",
        "Q: So — and y — you think we covered everything that you would like to —",
        "Q: — to add.",
        "Q: Oh, I — I thank you.",
        "Q: So this — this concludes the United States Holocaust Memorial Museum\ninterview with Edith Palkowitz, on August 26\", 2106.",
        "Q: Did you want us to get your phone, or are you okay?",
        "Q: Okay, let me get one more shot of this.",
        "Q: And how old do you think you were?"
    ],
    "answers": [
        "Answer: My pleasure.",
        "A: Okay.",
        "A: Repeat that, please.",
        "A: Oh, June 21*, 2009 — ’29.",
        "A: 1929.",
        "A: I was born in Budapest, Hungary.\nAugust 26, 2016",
        "A: I have a middle name, Veronica, but I don’t use it.",
        "A: Steiner(ph).",
        "A: Yes.",
        "A: I don’t know few generation, but I n — we were born there.",
        "A: Yes. I— my father’s name is Miklos(ph), and my mother’s name is Elizabeth.",
        "A: No.",
        "A: I know they got married when they were 19, and that was in 1927. So, with a\nlittle calculator, we could figure it out.",
        "A: Okay.",
        "A: Yeah, same age.",
        "A: No, no.",
        "A: Right.",
        "A: My father was a gorgeous, handsome man. All — all fathers are with the — for the\nlittle girls. And always smiling and singing, and just — I felt very lucky with him.\nMy mother, I don’t remember much. I remember she was home with me, but I\nreally don’t know what we did together. I — and I don’t know why. I just don’t\nremember. I’m sure we did a lot of things together, but I don’t remember.",
        "A: Yes. My grandmother, name is Rose Mayer(ph), and my grandfath-grandfather,\nIgnatz(ph). Doesn’t matter how you spell it.",
        "A: Yes, we live very close, and we were very close.",
        "A: Lot of aunts and uncles and cousins, because my grandmother came from a\nfamily with eight siblings. And they all had the children, and they were my cousins,\nand my aunts. And on the holiday, we were like 28, 30 people.",
        "A: Yes. It’s nice.",
        "A: No.",
        "A: I had the stepsister.",
        "A: Younger. Her name was Susie.",
        "A: No. I was in America already, and she stayed back in Hungary.",
        "A: I spoke fluently German, because I had a German governess, and Hungarian, and\na little, litthe Yiddish. The real Yiddish I learned in Brooklyn, when I came here.",
        "A: Only German.",
        "A: Because she felt that Hungarian I will learn in school, and gi — with German\nlanguage, especially that time, was an asset to know.",
        "A: It was almost upper middle class, most of them.\nAugust 26, 2016",
        "A: Which depression?",
        "A: In ’29?",
        "A: I don’t know. I-I was so young, I was a baby. I don’t know. But I do know that\nmy mother had the sister, Ella, and they were very, very well off. They had their\nown business, and they went every year a few times, to Switzerland, skiing.",
        "A: Yes. So they — they were well off, above — above middle class.",
        "A: No.",
        "A: I knew I was Jewish because they went to — just my grandmother, no one else,\nwent to temple on the holy holidays.",
        "A: Yes, the only one.\nAugust 26, 2016",
        "A: I—I have to tell you the whole story, because my story doesn’t make sense, with\nmy answers. So, I have to tell you how I don’t know things, and why I don’t know\nthings.",
        "A: All right?",
        "A: So, the first thing I remember, I was four years old, and I found myself in a\nplace, the snow was higher than I was. A lot of people crying, crying, tearing of the\nclothes, and a big commotion. And nobody pays attention to me. When we left, I\nsaid to somebody, where are we? What is this place? And they said, this is a\ncemetery, and we just buried your mother. I was four years old. I was told she died\nfrom a brain tumor, on the operating table. So my f— we get home, when I stay with\nmy grandmother, and my father moved in, and we were the three of us, because\nGrandpa died just before. And was a very difficult life, because my mother was so\nyoung, and my grandmother couldn’t take the pain, and the sorrow, to lose a young\ndaughter like that. So, we covered by rel — Jewish religion, we cover the mirrors\nwhen someone dies, and we did cover it, and after 30 days you’re supposed to take\nit off, but she never took it off. As my — as long as I remember, the mirrors were\ncovered. So, being that I had no one to take care of me, my Aunt Ella hired a\nhttps://collections.ushmm.org\nAugust 26, 2016\ngoverness, whose name was Mimi. So Mimi took care of me since I was four years\nold, til right after the war. And we did everything together, schoolwork, fun work.\nShe taught me lots of etiquette; she felt it was very important. She taught me how to\nboil eggs warm water, in case. [indecipherable] in case of what? Everything is\ngood to know. Everything is good to know. I was ironing, I was washing, cause she\ndid tell me all these things. And I was very content, she was very, very good to me.\nAnd couldn’t be happier, except the house where I lived with Grandma, it was a\nvery sad house. And I — the children didn’t want to play with me, because I was\nalways sad. And — and this is how the years went by. And I went to school, and\nwhen in 1944, Mimi wanted to leave. And we didn’t understand why Mimi wants\nto leave. And she said that in her home, there is a catastrophe, and she has to leave.\nDoesn’t matter how much she loves me, she has to leave. So that was an indication\nthat some political change is going through. But of course the news was handled\nthrough the government, and fa — also the radio. There wasn’t any television or\nanything, like today. So, in a quiet, buzzing way, we heard that the German army\ntook over Czechoslovakia, Romania, other parts of Hungary, Poland, France, all\nthe eastern European countries. And we heard this stuff, and it was very surprising,\nbecause we don’t know this stuff, we don’t know these things. Could I have a drink\nof water, please? [interruption]\nAugust 26, 2016",
        "A: Right.",
        "A: Mimi left, went back to Switzerland, and so it was my grandmother, and my\naunt didn’t live with us, but my father remarried, three years before.",
        "A: Right. They married a very nice person, and they had the child together. Her\nname was Susan, Susan. They wanted me to live with them, and I wanted to live\nwith them, because I was tired of the old atmosphere, and the sadness, and the\ncovered mirrors, and all that. But my grandmother wouldn’t allow it. She says,\nyou’re my only contact to my daughter, and I’m not letting you go.",
        "A: And she stated it with so much common sense, that nobody was arguing about it.\nSo I stayed with my grandmother, and contacted my stepsister once in a while. Very\n— you know, it — and then in three years they were together only — only three years,\nand then became 1944. And so that day, that big day came, when tanks, and military\nmachines, and guns, and unbelievable attack on every house. They just shoot. They\nAugust 26, 2016\nwere shooting without aiming. They just were shooting. And then a young man, a\nGerman fellow, soldier, came in yelling and yelling and pushing. Broke down the\nfront door, and he said, schnell, schnell, that means hurry, hurry. And I had what I\nhad on, not special clothes or anything. I just grab my pocketbook, and — and for —\nfor 1-identification, and — and — and a little jacket, that’s all.",
        "A: Yes.",
        "A: No, no. Some thing — restrictions were in the schools. They didn’t have religious\nclasses, so they combined the Christian classes with the Jewish classes. However,\nthey didn’t make us to kne — knee down — kneel down, or any other things. So we\nsat in the back, and we just sat there. And our building had three flights. One — two\nstaircases. One was for the residents, and one was for the delivery and maintenance.\nAnd he keeps on pushing me, the soldier, and I’m going to where I always go, to the\nresident s-staircase. And he starts to hit me with the — with the rifle back, and you\nlousy ge — Jew, you don’t deserve to be on the — on that staircase. You go where the\ndelivery is, where — where the maintenance men are. And he was very upset. And I\nturned around, went over there, and he started to hit me. I lost three or four teeth —\nmoving teeth, was loose. And he kicked me down from the third floor, spiral —August 26, 2016\nspiral staircase, to the bottom. So I had lot of bleeding. I cut my head. And he — th-\nthe order was to meet downstairs. When someone was injured, you stay here, one —\nwere you able to walk, you stay here. So my aunt was very worried that I — I have\ntoo much blood on me. So where — why — where they gonna put me? So she licked\noff the blood, and she swallowed it. I really don’t know if you could comprehend\nwhat that means, to lick off my niece’s blood, and swallow it. And she cleaned me\nout, so I was return on the cl — on the okay people. The not well people were shot\nright away, right front of me. Neighbors, students, friends, teachers, they were shot\nright there, front of me.",
        "A: Who were — lived in the house, and people I know. Storekeepers I sold — I went\nto. And I just looked, I looked. And then Ella says, what you looking? Stay with me\nnow. I said, why? Because. And then on the loudspeaker came, everybody goes to a\nstadium, and there’s someone gonna lead you, and stay in the line, and go to the\nstadium. Stadium was six miles away. You could just physically imagine me, whose\nmouth was cut, or head was cut, walking with my grandmother, six miles away. It\nsounds not so specifically bad, but in actuality, to put yourself physically in this\nsituation is — 1s — 1s unreal that — that someone ask you to do this, but don’t forget,\nwe were the healthy ones.\nAugust 26, 2016",
        "A: March. March.",
        "A: It’s March, cold, snow, and wet. And we went [indecipherable] in the morning,\n10 o’clock, and finally, finally we got to the stadium.",
        "A: Yes.",
        "A: It was a wide lane, you know, it’s not just two or three. So, I really couldn’t see\non th — where — what they do there, where — I heard, there — good for them, that’s\nwhat they deserve, that’s what they deserve, good for them.",
        "A: Yelling at. And it was just — after shooting all these people, it was just such a\nbad, bad feeling I had. I really didn’t care what did they say to me at this point. So,\ngetting to the stadium was a miracle, a miracle by itself. Was about one or two\no’clock, I don’t know how long. And there were benches, and we sat in the 10\"\nrow, 12 row, I don’t know, and they said the first row, second row, threed row —\nAugust 26, 2016\nthird row, fourth row, go down to the bus, and they take you to your destination. No\none would ask where is our destination, where are we going. No one. I was hungry\nalready, and I was tired, but nothing. After, we found out that those buses took you\nto — to Auschwitz, and to all the camp, but we didn’t know it then. So my Ella says\nto me, you know, it’s already four o’clock, can’t go on forever. Let’s go all the way\nup, because the lower lanes moving. Let’s go all the way up. So we went all the way\nup, and — and she was right. And then there was a young Hungarian soldier, a young\nboy, who used to be her newspaper boy. And she was very good to him all the time.\nAnd she called over the boy. Now, how did she trust that boy, I have no clue.\nYou’re doing things which — which you don’t know the risk you’re taking. You\ndon’t need the risk you’re taking. She called him over, she says, would you walk us\nout of the stadium? We will come back tomorrow. And the boy did. So, he took us\nout, an — to the — outside the we — stadium. And you know, it’s about evening, it\ngets dark early, and now what? But God gave us good Christian people. That\nChristian people, Mrs. Mona(ph), was my aunt’s client. She had the store like bed\nand bath, bedding and the t-towels, and this kind of a stores.",
        "A: Home Goods. And she did very elegant work, wa — which included\nmonogramming. And she had the very fancy clients, they had the crowns, and two —\nAugust 26, 2016\ntwo legs on the crown told you who you are, three legs on the crown told you who\nyou are. So this Mrs. Mona(ph), we — a year before this all started, came into the\nstore, and she said — very religious woman, very religious Christian woman. She\nsays, I love you both, but Edith, I want to give you a cross, and it’s blessed by the\nHoly Mother, and Ella, I want to give you a cross. You know, not thi — I’m not\ndisrespectful, but I didn’t know what holy water is, holy cross, I don’t know, I\ndidn’t know, I was 13 years old then, when she gave it to me.",
        "A: Yes, no.",
        "A: Yes.",
        "A: And the — yeah, yes, yes, yes. And that — no, a cr — a cross.",
        "A: Yeah. I still have it. So I forgot about it, took a pocketbook before I left to that\nstadium. And so we went to Mrs. Mona(ph), and she cleaned us up. I’ve a — and\nthen, in big signs, if you help any Jew, without any trial, you'll be shot. No excuses,\nno discussions. So we didn’t want to stay with her, because we were afraid of — for\nAugust 26, 2016\nher life. And then the news came out that they’re selling tickets to a safe house,\nwhich is managed by the Vatican, and a Vatican flag flies over it.",
        "A: In Budapest. You know, that’s all we knew. I mean, how you — how you fi —\nfigured it out, is it true, 1s 1t not, what did it mean. So my Ella, she could afford it,\nshe had money with her, so she bought for the three of us, two tick — three tickets,\nand we went there. It’s a two bedroom apartment, about 40 people. Every night I\nfelt urine in my mouth, because there was only two bathroom for 40 people. But\nlooking outside the window, we were still happier to be there, than outside. And\nthen came the big surprise, that the ticket was only good for 14 days. And now,\nwhat do we then do now? So as we went downstairs, at the door, the Germans were\nwaiting for us, and put us in the ghetto. And then in the ghetto, we were put in the\nworst apartment, and every day we were marching outside. I had the hole in my\nshoes, put in newspaper, and by one o’clock [indecipherable] got wet, and melted\nfrom the snow. And very, very degrading person I became. Degrading person who\neverybody loved, and Mimi loved, and had everything in the world, and now I’m\nwalking on the street, and some idiot throwing a — a pox on me, and cursing and\nwhatnot. Who are these people? I don’t know. I mean, it’s a different neighborhood,\na different zip code, I’d never been there before. And then, I felt that I don’t want toAugust 26, 2016\ndo this any more. So I said to her — oh, Grandma went to Mrs. Mona(ph), and she —\nshe was hiding there. She had the basement, and she wouldn’t let her go. My\ngrandmother.",
        "A: Yes.",
        "A: Yes.",
        "A: Right. And then Ella and I was in the ghetto. And I said to Ella, I said, look,\nlet’s get out of the — the — the lane. I mean, they’re not going to kill us. Oh Edith,\nplease honey, of course, they’re gonna kill us. She called me Chirpy, that was my\nnickname, Chirpy.",
        "A: Yes. And it’s a very warm name, you know, it’s a very loving name. And she\nsays, Chirpy, this is crazy what you’re thinking. Ella, I’m not going to stay here,\nand be here six, seven, eight months. I mean, I — 1 — I— I went on to nothing. And\nwe didn’t eat, and we didn’t trust anyone to — to talk to, because if people told about\nother people, hoping to get extra food.\nAugust 26, 2016",
        "A: No ca—no one to trust. So I walked like on the side of the line, already get back\nin the line, get back in the line. So, in the 10, 11\" month, one day I walk with Ella,\nand I’m talking to her. I said, listen Ella, Ill go out there, you don’t have to. But\nthis is terrible, this is really not something that I — we don’t know how long it’s\ngonna be. In the meantime we had the — heard about the Polish reso — revolution,\nthat they killed the underground people, and — and — and it was terrible.",
        "A: Right.",
        "A: Right, right. She says — and then I said, why don’t you answer me, why don’t\nyou answer me? And she is nowhere. Somebody pulled her out of the lane, and I\ncan’t find her. So, I was all by myself, and I think that was my worst day, when I\nlost everything; all the confident, all the hope, all the — all the attention, everything.\nI lost everything. So I went back to — upstairs to live, and in a couple of days, I\nwalked out of the line. And the soldier comes to me, what the hell are you doing?\nWith the big rifle. I didn’t say anything. He said, let me see your papers.",
        "A: A German.",
        "A: German. And I spoke fluently German, remember? But I couldn’t say a word,\nthe words didn’t come out. What shall I say? He holds the rifle, and he says, give\nme your identification paper. And I actually, effectively started to shake, and I\ndropped my bag, and the cross fell out, what Mrs. Martin gave me. And he said,\njust go. And I feel this is a miracle. I feel that it’s a miracle that the cross fell out. It\nwas about six, seven o’clock already. So I wanted to go to Mrs. Mona(ph), I didn’t\nknow exactly where she lived, and — and — and I didn’t had money. So I remember\ntaking buses, and trains, and whatnot. And I told the bus driver I’m a student, and I\nlost all my money. He says, that’s all right. He didn’t know I was Jewish. And then\nthere was a fruit store, and I said to the owner, do you have any fruit which you\ncan’t sell, which is damaged, because I’m very hungry. So he went in the back, and\nhe brought me out some fruit, and it was wonderful, because I was very hungry. So\nfinally I found Mrs. Mona(ph) house.",
        "A: Right. And she opened the door, and she says, can I help you? She didn’t\nrecognize me. I mean, after 11 months in the ghetto, she didn’t recognize me. I says,\nMrs. Mona(ph), this is Chirpy. Oh Chirpy, please come in. Let me take care of\nyou. And — and — and, she did. Again, the same situation where I wouldn’t allow\nmyself to stay there, and risk her life, and her family life. I mean, such a decentAugust 26, 2016\nperson, how could I do that to her? So, a friend of a friend of a friend recommended\nme to be a mother’s helper. So I left Mrs. Mona(ph) after three days, and then — this\nwas end of already finish — almost finished, everything. I went to this lady, she had\nfour children, and she was thrilled to have me. Which mother is not happy to have a\nmother’s helper, you know? And she lived on a 10 flight house. And she said, oh,\nI’m so happy with you. Everything was fine. However, as it was the tail end of it\nalready, the last months, in April 1945, that’s when the liberation was. And the\nGermans, and the Russians and the Hungarians fought a staircase, the f — the — the\nelevation, the f — third floor, fourth floor, fifth floor, all different soldiers. I didn’t\nknow which is which because they all wore the boots, and they all had rifles. I\ndidn’t know which soldier was [indecipherable] but they didn’t bother us, they\nwere just fighting. For one floor they fought like two days.",
        "A: To take over the floor.",
        "A: Right.",
        "A: Right, right.\nAugust 26, 2016",
        "A: Right.",
        "A: Yes. And we went on to the downstairs, to the basement, and that was equipped\nwith the kitchen appliances, refrigerator and food. And they call it bunker, bunker.\nAnd we sometimes slept there, too. But there wasn’t much of a time, there was — in\nthe meantime, was no food at all. So the — they took horses, which one was shot\nbefore — there was no man, every man was in the army — women took the horse,\nsliced it up and made the stew out of it, or a soup out of it. And when I heard it, I\nwent like this, you know? And th-the woman says, a rough woman, she says, if you\nhungry enough, you gonna eat it. And I was hungry enough to eat it.",
        "A: Right.",
        "A: Was si-sitting on the street, lying on the street.",
        "A: Right in front of the building. And I asked Mrs. Mona(ph) when I got there,\nwhere’s Ella? And she said, she’s trying to hide, by friends. She had a lot of friends,\nbecause she had the store, you know? She knew a lot of people. Well, I was there\ntwo months, at the — at this person, and then the Russians came in and shot all the\nAugust 26, 2016\nGermans, and told them to go to ru — you coming with us to Russia. But there were\nno Germans any more, they were the Russians now. And the Hungarians were\narrested, too. So the Russians said, we help you Jews. Somehow, nobody believed\nthem. They didn’t do anything for us. We were freezing. They had — didn’t give us\nany food. So, they said, now you are free to go wherever you want to. But the\nproblem was, we didn’t have the strength to go anywhere. We had no place to go.\nEvery house looks like a — a toy house, full of holes, full of holes, just like the\npeople were damaged, shot, to the [indecipherable]. And then, about three days\nlater, the English soldiers came to liberate. And then, we felt free. Every soldier\ntook two, three people, and only took care of those two or three people. And\nblanket, and food, and tea, and — and — and for the head. April is a rough month, it’s\nvery windy, and cold, and the — that’s when we were free, that’s when we were\nliberated, in April 1945. Can we pause now?",
        "A: After the English people came in, and the soldiers, we were really free to go, and\n— and before we’re able to leave, they had to straighten us up a little bit, out. I mean,\nthe strength, the — the blankets, the food, and the kind words, and where you want\nus to take you. The house, I will tell you about that that after this, because it has its\nown story.\nAugust 26, 2016",
        "A: So, we come in back to a apartment, not to the same apartment, with Grandma,\nand Ella.",
        "A: Yes.",
        "A: Right, all two of them. Ella’s husband was taken to hard labor camp.",
        "A: Yes, for forced labor, yeah.",
        "A: About — let me see that, 1945, 1944. 1944. A year before. So, we started to be —\nwas — was nothing open, there wasn’t a store open. Peddlers sold fruit and\nvegetables and oil, and eggs, whatever is absolutely necessary, but wasn’t enough.\nSo Ella and I went out to the railroad, and said, let’s go to the — because her — she\nembroidered all her stuff. So that — embroidery comes from small town, far away,\nsmall, little bit back, left town, you know. A little education, and whatever. So, she\nfelt that if we go to those ladies who work for her, they have some supply. So we go\nout one day, is no room on the train. We go out the second day, is no room on the\ntrain. And that kept on going, and then see, there’s somebody sitting on the top of\nAugust 26, 2016\nthe train. So what do you do? You go on the top of the train. How do you go on top\nof the train? You take a rope, and you tie yourself on top of the train. About two\nhours of ride. And you don’t move, you don’t breathe, you don’t anything, just hold\nonto the rope.",
        "A: Right.",
        "A: Because there’s no room in the train. Everybody had the same idea. So we went\nthere, to these people, and they were very gracious, and — I mean, they were\nworking with Ella 20, 25, 30 years, it’s not a—as-—a short relationship. Ant they\npacked us up flour, eggs, oil, I don’t know what else, in big bag. Not bags, in sacks.\nSo you think that was hard to go out to — on the train going there, but to bring this\nstuff with us — so we put everything on top of the train, tied it down, and bring it\nwith us. And it — it worked, it worked. You know, like I was with the horse food, I\nwould never think I eat it, never, ever. And I ate it, and you know what, I enjoyed it.\nWhen you were hungry enough, you eat it. Anyway, so we were trying to\nrecuperate our lives, schools were closed, and people came back, and — from the\nconcentration camps, and it was a situation which coming back from hell, because it\nwas hell. They were like 60 pounds, 70 pounds, and he kept us in. I only came backAugust 26, 2016\nbecause I— I know my mother is here, or my father is here, or my brother is here.\nNo one was alive. No one was alive. There is a Jewish synagogue there, the biggest\nand largest synagogue in eastern Europe. It’s spelled, the Dohan, do — d-o-h-a-n\nTemple. I have a picture. And they — and they threw the dead bodies there, so\npeople came, and with their hands, they dug up the rocks and everything, in the\nhope that they feel some of their relatives. So the Jewish people build a tree there,\nand I’d like you to take a picture of it late-later. And every leaf represents a person.\nHundreds and thousands of leaves. It was terrible, and the magnitude of people\ncame back, they didn’t — nobody handled us. I mean, the — the English people help\nus with food, whatever, but what can they do? And the months went by, the years\nwent by, and about three years later, I decided to leave Hungary.",
        "A: Yes.",
        "A: Well, I heard about it, you know, very discreetly.\nAugust 26, 2016",
        "A: Yeah, there was some buzzing about it. Because remember on the stadium — at\nthe stadium, we found out later that those buses took the Jews to the camp.",
        "A: Way back then.",
        "A: Yes. We didn’t know Auschwitz, but we knew that there’s not a good place.",
        "A: There were then gassing people. We knew that they taking a shower, and gas\ncomes out.",
        "A: And going back now to the liberation, after three years — and everything was\ntwice as hard for me to take because my — my childhood. Who le — lost — losing a\nmo-mother at the age of four, and I just couldn’t understand why me, why me? And\nI ask Grandma, how come Mother left - Mommy left, and she says — and I said to\nher, didn’t she like me, did I do something bad? And she says, oh no, she loved you,\nbut she had to go. Not that she wanted to go, but she had to go. Of course, later —\nlater years I understood what she said, but it was very hard to comprehend at the\ntime. And going back now, after three years of liberation, I wanted to leave. But\nyou can’t leave Hungary, you can’t — there is no consulate there. And somebody —August 26, 2016\nmy — my uncle had a friend in London a — not in London, in Essex, which is three\nhours from London, in a hospital, a doctor. And gave me a student visa, a nurse\nstudent visa. So I packed up whatever I had, and went to London. Somebody was\nsupposed to wait for me, nobody showed. It was so foggy that I said, excuse me,\nand the next day I saw it was a mailbox. It was so foggy. So I tried to call a number,\nI didn’t end up going, so I didn’t had the number. Finally, somebody came to pick\nme up, and took me to Essex, and I met that Hungarian doctor who send me the six\nmonths student visa. So next day I went to the hospital, and — and we going to the\nlowest floor. Good thing I didn’t read English, because it says, the morgue.",
        "A: I did, I did, a little bit. Make myself understood.",
        "A: No, in Budapest I learned it, I had the je — English teacher.",
        "A: Also, yes.",
        "A: But not much to talk about, really.\nAugust 26, 2016",
        "A: Enough to get —",
        "A: —I mean, I didn’t know how to read [indecipherable]. I didn’t know. And we\nwent all the way down, and we going to the morgue, and I — a couple of the nurse,\nlike Iam. And — and the doctor says, okay girly, this — this is where you’re going to\nstart working, and your work is gonna be to prepare the dead for burial. I felt the\nway you look. And you know, I was an average child, little more educated than an\naverage — I spoke perfect German, and Mimi(ph) taught me everything. But even I\ncouldn’t understand that. I couldn’t understand that. But I stayed there for four\nmonths. I collected enough money to go to London, and get the same job, a\nmother’s helper job.",
        "A: Domestic help, yeah.",
        "A: And then I applied for a visa. They asked me where do you want to go? I says, I\ndon’t care, because I didn’t care. And they said, go to USA, you — your — you’re\ngonna like it. And so okay, go to the USA. And put it a little bit in a nutshell,\nbecause it’s a very long story, and a painful story, one day I get a — a letter that your\nvisa arrived, and go down to the ocean, and you go with a boat, and you come to\nhttps://collections.ushmm.org\nAugust 26, 2016\nAmerica. I went down there. All of a sudden I have a toothache, an abscessed\ntooth. I read dentist, because that’s a universal word. I went to the dentist, and what\na time to have an abscessed tooth, how can you figure that? How — what are the\nchances? But you had no money, of course, and he says, I take care of you. And he\ntook care of me without money. So I go to the immigration, face to face to the\nperson who handled my case, and he said, you’re all right. And then said, wait a\nminute, one number is wrong. I says, what do you mean, wumber — number is\nwrong. He says, they didn’t okay you, they okayed someone else.",
        "A: A mistake. A mistake. So, while I was in England, I made some connection to —\nbecause you — England didn’t have any Jewish offices or consulate, or anything, so\nI — these two people, not there — people told me that in Paris, they do have. So I got\nthe address, I got the phone number, and I called up, and there’s always many\nlangua — you know, I spoke Hungarian, there — they have people there. I told them\nmy story, and they said, okay, we take you over now. So we gonna pay for your\ntrip, and you coming over to Paris, and we gonna put in a student visa for you, and\nyou gonna stay — we took over a big hotel, and everything is free for you. Just you\nhave to earn spending money. How do I earn — I didn’t speak French or anything. IAugust 26, 2016\nsaid wonderful, I mean, this was such a wonderful proposition. And I went, so I was\nin Paris now.",
        "A: In 1947.",
        "A: Yes, the Jewish Federation.",
        "A: That time it was called the HIAS.",
        "A: And they put me in an apartment, in a — in a room with three girls, and it was\nfine. I mean, what I had before, everything was fine. And they fed me, and — and I\nwent to work in a fur shop, because I knew how to sew. And in the first shop, I\nsewed in the lining to mink coats. Now, I don’t know if you’re familiar with, how\ncould you, but the leather, to sew, it — all my fingers were bleeding, because to sew\nthrough leather, it’s almost impossible. But you do, you do, you do. And so I\nworked part-time, and we gave in that, to a school, my visa application. And I was\nin Paris for two years, and I was told that I have the visa.",
        "A: Yes.\nAugust 26, 2016",
        "A: Yeah — no, ’48.",
        "A: I came here °48.",
        "A: In 1948, I got the visa. Now, ’'m— I’m — I’m very seasick, and I’m a very bad\ntraveler. I have this phobia, I can’t look down, I can’t travel. It’s — it’s —1t’s bad. So\nthey put us in a— in a broken down ship. Took three weeks to get there, and I was\nright away in the — in the hospital. Nobody came in. There was a Russian lady\nbrought me food, out of her — good of her heart. Cause she couldn’t talk, she felt\nsorry for me. So she came with food. I asked the doctor, what shall I do? There’s no\ndoctor there [indecipherable] cruise. Three weeks. Three weeks in the hospital\nroom. So then the ship engine stopped. No — even my Russian lady wasn’t there. No\none was there. And I hear some yelling, anybody’s here, anybody’s here? So I\nunderstood it, and I yell, I’m here, I’m here. So this American soldier says, what\nyou doing here? Everybody left — leaved the ship already. I says, well, I am in the\nhospital for three weeks already, an-and — and everybody left, they left me, they\nforgot about me. And I said, where are we? Are we in the ocean, where are we? No.\nAnd he picked me up — I was actually less than I am now, weighted less — picked\nAugust 26, 2016\nme up and took me upstairs. He says, look, that’s the Lady of Liberty. Holding me\nlike this. Very happy, you know. Very few times I cried of happiness in my life, but\nthat was the time when I cried of happiness. So we went to Ellis Island. And the\nreason we went to Ellis Island, because that’s a — a spy ship I came with, some\nRussian spy ship. And they took it apart completely. I was three months in Ellis\nIsland, so was everybody else. And they ask question. But you know, Ellis Island\nlooked like the Ritz Carlton, you know, to me, because nobody bothered me,\neverybody was nice to me, and the only thing I didn’t like when they closed the\nsliding doors, you know, the prison doors. But everything else was fine.",
        "A: They had questions, and they said, were you aware of that — that it’s a sky — spy\nship? I said, I wasn’t ever aware of anything, I was in the hospital the whole time.\nCould you — could you verify this? I said, how can I verify it? If you have that the\nger — Russian lady, says 90 percent they were Russians. So, do you know the lady’s\nname? You know how she looks? I says, I know how she looks, but I don’t know\nher name. Anyway, so they let us go after three we — months. It’s a long time, three\nmonths, but it was okay. Very tiresome for me to talk about this, but I really want to\ndo it. Then I came to the Bronx, in New York, to a— a — a far relation, a cousin\nremoved couple of times. So she took me in her wings — under her wings. And she\nAugust 26, 2016\nhad one bedroom, and the living room was a pull out couch, and that’s where I\nslept. And she says, you know how to sew, you have to go to a factory, where you\nmake money. So I went to a dress shop, I made fairly enough, I paid my rent there,\nwas five dollars. And she cooked for me. And the boss of the store didn’t pay, he\nwent bankrupt. It was not a union place. You know, it’s amazing where I took the\nstrength, where I took the hope, after all this slapping in the — on the face, you\nknow? I mean, how much — how much can you take? I was 19 years old. How much\ncan you take? So I went to another shop, which was very successful. I was there for\n10 years. On a Hungarian New Year celebration, I met the young man. His name\nwas Sam Palkowitz, and he was a refugee too, but he was in this country already\ncouple years. He went to school to get his accountant CPA license. And at night he\nworked in a delicatessen, and so he finance his — himself with the money he made\nin the delicatessen. And after two years, we got married. He always said I married\nhim because he was legal here, that he had the green card. It’s not true. Is not true.\nBut I told [indecipherable] oh my God, you know? It wasn’t oh my God, but I\ndidn’t have better offers. And so we were married, everything was fine, we had two\nchildren, and then Sam got the CPA degree. He went to work for a CPA fir-firm,\nand I got my high school equilency diploma, and I went to work for a bank. And I\nwas there for 13, 14 years, and became the — the manager of the bank. I stepped upAugust 26, 2016\nvery nicely. And we were fine. My son Arthur is an attorney, a part-time judge,\nand my daughter has her own real estate business. They all very successful, because\nI pushed them to no end. And I always said — and I’m saying on a public speaking,\nthat knowledge is power. That’s what it says on 42™ Street, in the library, and it’s\ntrue. That’s the only thing no one can take it away from you. Everything else goes.\nAnd they listened to me. And then the kids grew up, they went to college, and\nwhatever. And I think getting from my birth, to getting to America, that’s my story.\nLot of obstacles, lot of painful episodes, but that was the cards dealt to me. So, we\ncould go on to America now, but I said most of it, anyway. I don’t want to go into\nAmerica, because I just said it, but I want to speak about my father.",
        "A: There was an announcement, that who is between 25 and 45 years of age, go to\nsomewhere, a stadium, or whatever, go and be there. Who doesn’t come will be\nshot. So, we didn’t know what, my father was 37, 38, and he went there, and they\ntook him to Kiev. On the — on the 30 degree cold — minus 30 degree, they made all\nof them, not only my father, work. Their work was to build a bridge, and the next\nday they — they blew up the bridge — the bridge. They used them as mined — you\nknow what’s a mine? People dig on the ground and if you step on it, it blows up.\nThe field mines. And they used them as a mine finder.\nAugust 26, 2016",
        "A: Where the mines are, for the other soldiers to come. And they — they did that for\nmonths, and my father stepped on one of the mines, and took off one half of his leg.\nSo he was taken to the hospital. And then, that happened again, at the tail end. And\nthen the Germans pushed back the — the Russians pushed back the Germans, and the\nGermans had to leave, and before they left, they poured gasoline on the hospital,\nand burned it down. And this is not the hearsay, because the Red Cross had notified\nUS.",
        "A: Yes. Now, my — my Aunt Ella’s husband, Emory(ph), had the father and a\nmother. The mother was a piano teacher, and the father had a store, it’s like Ace\nHardware, but it was very specialized, very good business. And a very tall,\nhandsome Hungarian soldier came, with many decorations on his jacket, came to\nthe house, to that house where I showed you, and he said, Emory(ph) has to go to\n[indecipherable] my uncle has to go, but the father could be saved, if you write\nover the deed to me, the house deed. It was as quiet as now here. What do you do?\nSo my uncle said, listen, alive is more than a house, and he wrote over the deed to\nthe soldier. About a half a mile away, before the ink dried, they shot my grandpa\nand threw him out of the car. I went back, to try to get back, cause it’s worth over\nhttps://collections.ushmm.org\nAugust 26, 2016\ntwo million dol-dollars now, and it’s a legitimate transfer of deed ownership. He\nsold that 10 times already, you know? Because he wouldn’t connected with it — the\nsoldier. But I have no right to have that house.",
        "A: Right.",
        "A: — right, yeah.",
        "A: Yes. And this is just about the highlights. I could sit here and talk to you for\ndays, because I only put everything in a nutshell. But since that — when I was four\nyears old, and came out to America, it was nothing good, only bad. But not just a\nlittle bad, a drama. A thing where people don’t get through easy. I went in America\nto — for 20 years, for clinical psychiatry studies. I had so much hatred in me. I had\nso — never wanted to forgive, never. But by psychiatrists I’m told, if you forgive,\nyou release yourself, you are the winner. You don’t hold the — the bitterness against\npeople. They — if you really — if you forgive them, you are the winner, not the other\npeople. And I felt that these people are educated, and smart, and — and — and for 20\nyears, I went to these meetings. Did I forgive? I don’t know. Did I forget? No. But\nI’m going on with my life. I’m not a religious Jew, I’m not. Never been. I do\nAugust 26, 2016\nbelieve in miracles, because the cross was a miracle. But, I cannot express what I\nfeel, because what I would say is not legitimate. But I thank whoever took care of\nme, and made that cross fell out from my purse. And whoever watched over me,\nand God did that, and I’m very grateful for it. And if you have some question,\nplease answer me. Ans — ask me.",
        "A: Yeah.",
        "A: What — before? For three years they were married.",
        "A: And my father worked, and my stepmother, right away, she was very business-\nlike. She worked. She had made a little business for herself. The — the boots, what\nthe government didn’t use, which was — had a cut at the leg for some reason, she\nbought up those boots, and she opened a little — not even a store, like a peddler, you\nknow? And she sold that, and she made so much money. She liked me. She\npreferred I don’t live there, because I was still a package from the previous\nmarriage. But if — I can’t say that she was mean to me or anything. The sister was a\ndifferent story. The sister said that the father — my father loved me much more than\nloved her. And my stepmother used to say, no, it’s not true. So, she had the — she\nAugust 26, 2016\nhas problems. She went back to Hungary to live, and my stepmother lived here in\nAmerica, married three times. If I want to be ugly, I would say, buried three\nhusband. But I have nothing to complain about her, nothing. So, past 20 years, I\nwent back to visit them. And she said, Daddy is looking down, and he’s very happy\nthat you come and visit us. And so, whatever truth 1n it 1s, I did.",
        "A: Yes.",
        "A: They survived the war.",
        "A: No. Wasn’t much to talk. That Mrs. Mona(ph) was a saint. You know, she took\ncare of Grandma, and th-the people who Ella went to, they — they — they — they —\nthey — they think she was an angel, you know? I mean, she did so many favor. That\ntime, people didn’t make donations, you know? Or have people like the newspaper\nboy. When he needed some books or something, came to Ella and says, could you\nhelp me out? I give you back the money. So she gave him the money, and always\nhelped him. And — and I guess that’s why he did what he did. I don’t know. That’s\nwhat he did. And a good deed comes back. Good deed comes back to you. And you\nmust believe that. Maybe not that same day, or week, or month, or year, but in a\nAugust 26, 2016\nlifetime, what you do good, it will come back to you. And I’m very fortunate, I have\nwonderful children. Wonderful children. Ambitious, and good, and — my son is 60\nyears old, was last week, and every mother says that, I think what I have the best\nchildren in the world. I’m probably a little prejudiced, but that’s okay. That’s okay.\nAnd so are my grandchildren. I’m very close to them. My husband died 15 years\nago. He had the aneurysm, and in two weeks, he died. He didn’t suffer with cancer\nor anything, which I was very grateful for.",
        "A: Yes, he was. He was from Czechoslovakia. He was on a — on a— ona bus,\ntransport bus there. I mean, I didn’t know him then. And he jumped off the bus, and\nhe broke his knee. And the bus stopped, and they, with their rifle, they hit his knee,\nthe one that was broken, til he passed out. And they left him there. He said, this is\nyour punishment, to try to escape. His father was a very rich man. His father comes\nfrom north Hungary, northern Hungary, Ungvar, it’s — he had the winery, huge\nwinery. Was very rich, and very powerful man. And he went to Auschwitz, and\nthey couldn’t kill him. They did — he was such a strong, big man, whatever job they\ngave him, he did it. And the last day, they shot him. He didn’t come with me for the\ntherapy, he couldn’t. He says, I can’t pour out my heart to a stranger. He never\ncame with me. And that wasn’t the best for the marriage, because he had that\nAugust 26, 2016\nbitterness, that memory, losing his mother, and get a stepmother. But, that’s was —\nin Europe they did that, you know [indecipherable] in birth, she died. Birth for\nhim, in his birth, she died. And then the father remarried, and he was okay with the\nstepmother.",
        "A: He was taken for transport, to go to another camp — Sam, my husband —",
        "A: — and he wanted to escape. In the narrow street with a lot of trees, he wanted to —\nhe jumped out, he did. And somehow the driver saw it in the mirror, whatever he — I\ndon’t know.",
        "A: Yes.",
        "A: They thought that he was dead, and somebody found him. Some people, I don’t\nknow. I don’t even know what country was it, Hungary or — or Poland, I don’t\nknow what country was it. And they brought him back to health. So, we could not\nsurvive without those Christian people, the ones helped us, not regarding the\nAugust 26, 2016\nconsequences, what comes helping a Jew. And those are the people we are very\ngrateful to.",
        "A: Yes.",
        "A: I didn’t look at the houses, I didn’t look at anything. I stayed in a hotel.\nSometimes I went with friends, with American friends. And — but I don’t like to go\nto a hotel by myself. It’s not for a special reason. And then we — with my friend\nbeing [indecipherable] trip to Italy, or whatever, some other places, and then we\nvisited Irene, my stepmother, and my stepsister. And we st-stayed with them two,\nthree, four days, five days, according to a plan.",
        "A: Was hard.",
        "A: Was hard. And then late — later, I visit — visited or so frequently, because it got\nmore painful. And as you get older, it’s harder to deal with it. But I did visit, I really\ndid. But then my stepsister died, my stepmother died. She was 92, my stepmother.\nAnd that was the end of that story.\nAugust 26, 2016",
        "A: Pardon?",
        "A: Which part of it?",
        "A: Oh. I was invited first, in a jail. And then I was invited — it’s a name, a leave —\nlife — or a leave — a life. It’s a group which is built by the government, and\nteenagers, 12, 13, 14, 15 — and I go there every year — are pregnant. So this\norganization take them to high school, and teach them high school, and they\narranging a nursery for the children. And they were very down. I didn’t say half of\nmy story. Less than half. But I encourage them that there is no choice not to do\nanything, because if you don’t do anything, you’re going backwards. And who\nwants to go backwards? Your child doesn’t deserve for you to give up. So I gave a\npep talk, versus my talk. And it worked, it worked, the — some of them started to\ncry. They invited me every year, and — and that was the beginning. And then\nschools asked me to make speeches. And depends on the audience, depends on the\npeople how much do I say of the bitter life I had. Depends on that. I do not say\neverything. I say some. For instance, in Budapest, the soldiers took the women up\nhttps://collections.ushmm.org\nAugust 26, 2016\nto the ho — office, to do office work, but that wasn’t office work. When they were\nfinding the second floor, third floor, five — fifth floor, it was two, three men raped\nthe women. Some didn’t come back at all, and the ones came back, I wish I couldn’t\ncome back. Bleeding, beaten up, black and blue. And that’s how they co — came\nback. So this is — this is — this is a country occupation. It happens in every country.\nBut I wore the — I mean, I was so young, I wore a kerchief around my head, a black\nkerchief, so I look ugly — not that I’m so beautiful, but I look ugly, and — and older,\nand didn’t look anywhere like a — a retarded person I looked. I wanted to be — I\ndidn’t want to take — I mean, with due respect, I didn’t want to be taken.",
        "A: Yes, Hungarians, and German.",
        "A: We didn’t see sov — Soviet in the beginning. On the tail end, we did. We did.",
        "A: I don’t know, really. But we were very close to the German and the Hungarian\nsoldiers. And that was — that was something which happened — I mean, watching the\ncountries, what happens in the country, and transporting human being, and selling\nhuman beings, it happens all the time. But to me, that was the first one. That was\nthe first experience, when they — they — they — they transporting — they using human\nhttps://collections.ushmm.org\nAugust 26, 2016\nbeings. And to me that was a terrible thing. A terrible thing, which is unexcusable.\nHere you make money on it. There wasn’t even money on it. It was coming to them.\nAnd we were very lucky, because the was started four years ago. We were the last\ncountry to be occupied. So we had only 11 months of the occupation, where four —\nand then the other countries had three, four years.",
        "A: Nyilas, yes, Nyilas.",
        "A: Yes, I remember. First of all, they wear — they wore a feather in their hats. Why\nis it important to me, because I — I — I was transferred to a — a big factory, at one\ntime, for a month or so, with Ella. And we were hiding in the gutter, and we saw the\nfeather, and then we just played dead. But that’s my af — incident. But they were a\nlittle bit more educated than the average soldier. They were like teaching the\naverage soldier how to kill the Jews. And they were firm believer of the Germans\n[indecipherable]. Firm believer, Nyilas. You — you’re free to mention that. It’s a\nword you don’t want to be any connection with.\nAugust 26, 2016",
        "A: Yes, yes. As I said, they were more educated than the average people. Educated\nby the government, and then the Germans took over their education. And that\nwasn’t an education like the five subjects. It was one subject; how to kill the Jews.\nThat’s what he wanted, a pure country. There is only white people, and Christian\npeople, and he — that’s what he wanted. Hitler.",
        "A: Yes. I don’t —I didn’t see it, but I was told that they tied their hands together in\nthe back, they tied their feet together, they — they — they pushed them into the water,\nand then they shot them. And there are shoes on the [indecipherable] of —\nchildren’s shoes, grown-up shoes, all shoes, because there were lot of, lot of\nchildren there. How did they got away with it? In — in school, I used to sit at the\ndesk of the teacher — not sit on the desk, near the desk, and I saw the globe. And I\nwas playing with it, and then it occurred to me, nobody hears us, nobody sees us,\nwhat’s going on. Not one person in the world would help us. Why? And the world\nis big. And why we didn’t get any help? But of course, I never got the answer.",
        "A: Yes. Yeah.\nAugust 26, 2016",
        "A: The what?",
        "A: No. No.",
        "A: I don’t hear you well.",
        "A: No, no. No way, no way, no way. Unless you say, I love the Nyilas. That’s all\nyou were allowed to say. I mean, wouldn’t think about it. Wouldn’t think about it. I\nmean, it was fire, you know? It was fire. Every house was injured, every person was\ninjured, an-and that’s why I left. I didn’t want to live there. And you hear, and heard\nnow, that I had a very difficult journey. Yet, I was told, go back, go back, aren’t you\nhomesick? No way. No way. The only thing I had there is my mother’s grave,\nnothing else. I think we should end this com — this interview. Unless you have other\nquestions.",
        "A: Okay, sure. Speak up.\nAugust 26, 2016",
        "A: Yeah.",
        "A: Yes. After the safe house, after the stadium. Was before the marching, before th-\nthe ghetto.",
        "A: Was between the same hou — safe house and the ghetto. We were there a few\nweeks.",
        "A: I don’t remember, but I don’t even know what we did there. I don’t remember. I\nmean, 70 years ago, you know. But I do remember that we have to find our own —\nown transportation, and we were looking to stop a car or a bus or something. And\nthen I saw th-the feather, and then we played dead. Everybody knew about it, very\nfew people didn’t. You couldn’t ignore it.",
        "A: Nothing more what would help to understand my life. Little things, which\ndoesn’t mean anything. For instance, I went to that fruit stand, and while the guy\nAugust 26, 2016\nwas back getting me fruit, I stole an egg, to take it to Grandma, and I put it in my\nblouse. I went to Grandma, and she ran, Chirpy, Chirpy, and she hugged me, and\nshe broke the egg. But this is not a story, not part of a story which has any — any\nfactor in it, you know? And little things like that.",
        "A: Yes, I do.",
        "A: I really do. Thank you so much for y — for your patience, and your questions and\nthe way you conducted yourself up — you know, up to now, to meet, and I do\nappreciate it.",
        "A: You’re welcome.",
        "A: Those are my parents; my mother and my father, from when — when they got\nmarried, in 1926. They both of — both of them were taken away from me during the\nwar, and at the very early age, I became an orphan.",
        "A: No, no.\nhttps://collections.ushmm.org\nAugust 26, 2016",
        "A: This picture is from my beloved grandmother, who raised me after my mother\ndied, and I’m holding there my little doll. As you can see my face, I was very sad\nbecause my mother was taken away from me.",
        "A: I think I was seven, eight years old. I was four when my mother died ... I was\neight or nine years old here, wearing the Hungarian national dress outfit. That was a\ncelebration, some sort of, and it’s a great honor to be in it. I know I was saying a\npoem, and it was a great honor for me. Everyone was very proud. This picture was\ntaken way after the war, behind the Dohan Temple, which is the largest temple in\nthe eastern Europe. Every leaf is dedicated to someone who died there. When\npeople came back, before this was put up, they dug with your — their hands to find\nrelatives, siblings, children, but very few was — even pieces of the bodies. So they\nput up this beautiful tree. The leaves are silver, and every leaf has a monogram.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact -eference@ushmm org for further inforpetton about this collection\nUnited States Holocaust Memorial MuseumAugust 26, 2016\nRG-50.030.0895",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "EDITH PALKOWITZ\nAugust 26, 2016"
    ]
}