{
    "rg": "RG-50.106.0169_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Felix Nicinski, conducted by Gail Schwartz, on March 6, 2007, in\nSilver Spring, Maryland. This is tape number one, side A. What is your full name?",
        "Answer: Felix Nicinski.",
        "Q: That is the name you were born with?",
        "A: No. In Poland I called Fievish Nicinski.",
        "Q: Did you have a middle name?",
        "A: A middle? No.",
        "Q: And where were you born and when were you born?",
        "A: I was born in Poland, the city name’s Lochéw, December 7, 1925.",
        "Q: And that is n-near what large city?",
        "A: Near Kalisz, Sieradz, Wielun, little larger cities.",
        "Q: Mm-hm, mm-hm. And I understand it’s 69 kilometers southwest of Lédz?",
        "A: Yeah, something like that, yes, mm-hm.",
        "Q: Let’s talk about your family. How long had your father’s -- well, t-tell me about\nyour father’s family.",
        "A: My father, well, he had the family too, but they were far away from us. My mother\nhad a lot of families, brothers, and they’re all married and have a lot of children too.\nBut they’re all, they’re all grown, you know.\nMarch 6, 2007",
        "Q: What was your father’s name?",
        "A: My father’s name was Lipman Noah.",
        "Q: And where was he born?",
        "A: He was born in Lochow, too, yes.",
        "Q: Did he had a large extended family, brothers and sisters?",
        "A: Nota lot, but he have some, yes.",
        "Q: And what kind of work did your father do?",
        "A: He was a furrier, not to make coats, but th-th-the fur came da -- came off on the --\nfrom the animals, he stretched it and dried it and sold it to -- to the -- to the ti -- tailors,\nand the one who made those coats.",
        "Q: And your mother’s name?",
        "A: Pessar.",
        "Q: And her maiden name?",
        "A: Kluger.",
        "Q: And what -- tell me about her family.",
        "A: Her family, she had brothers, and they all married, they have a lot of chi --\n[indecipherable] children, I say one of them have about seven, seven children, all\ngirls. They live in Poland, another one lived in -- in Belgium. [indecipherable] also\nmarried, but he had children, I don’t know how many he had. They both a large\nfamily, yes.\nMarch 6, 2007",
        "Q: And did you have any brothers or sisters?",
        "A: I had one brother, older brother. Older brother.",
        "Q: And what is his name?",
        "A: His name is Zisha. Zisha.",
        "Q: Okay. And where -- can you describe the town to me, and the neighborhood that\nyou lived in when you were a small child?",
        "A: It was a small town, and the Jew wasn’t welcome very much there, the anti-\nSemitism was great. You went to show, they throw at you rocks, you know, then it wa\n-- it was very, very unpleasant, the last years in Poland.",
        "Q: Well, but let’s talk about the earlier years, your earlier childhood. What kind of\nneighborhood did you live in? Was it a Jewish neighborhood, or wa --",
        "A: It was mixed. It was a mixed neighborhood, Jewish and -- and -- and Poles.",
        "Q: And did you have non-Jewish friends as a young child?",
        "A: We have some who went to public school. We’d be [indecipherable] together.\nThen I went to cheder, to the Jewish school, you know, I learn Hebrew and Yiddish,\nwriting, reading.",
        "Q: So, was your family religious? It sounded like they wanted you to have a good\nreligious education.",
        "A: They were religious, yes. No -- not -- not really ha-ha-Hasidim, no, but they were\nreligious, went to shul, and we did what is supposed -- a Jew is supposed to do, sure.\nMarch 6, 2007",
        "Q: And what languages did you speak?",
        "A: We speak Yiddish all the time, even now with my wife, we speak only Yiddish\nhome. Only we go out to buy things, then we talk English.",
        "Q: But when you were growing up you spoke Yiddish to your brother and to your\nparents?",
        "A: Yes, Yiddish only.",
        "Q: Yeah. And what about in school?",
        "A: In public school, at the -- at -- with the -- on-only Polish, of course. But I went to\ncheder, that was Yiddish, and reading and writing, we did all that.",
        "Q: Did you have any favorite holidays as a young child?",
        "A: Every holiday was a good holiday when you don’t have to go to school.",
        "Q: Can you describe one of the hol -- the holidays that you remember’?",
        "A: Na -- Purim was nice. Hanukkah was nice, we -- you get gifts, that was always\nnice.",
        "Q: Did y -- a-and you had mentioned something about anti-Semitic experiences you\nhad. Any other ones that you can talk about -- when you -- this was when you were a\nchild, when you were a child.",
        "A: I don’t know what you mean by that.",
        "Q: Any other ti -- kinds of anti-Semitic incidents that you remember when you were a\nchild? Anything that people said or did.\nMarch 6, 2007",
        "A: The Poles didn’t like the Jews. Tha-That’s for sure, they didn’t like us.",
        "Q: How did you know that, as a child?",
        "A: Because they -- they -- they throw rocks as they went to shul, they spit on us and all\nkind of things. And th-they had the expression they use [speaks Polish here]. And\nwhat does that mean? The Jews to Palestine, then.",
        "Q: And did you talk this over with your parents?",
        "A: Well, they know it. Th-They knew -- th-they knew better than I did. Sure.",
        "Q: Did they say anything special to comfort you as a young boy?",
        "A: Not really. We didn’t talk too much about it, we have to be careful. If you see them,\ndon’t -- avoid them, you know. Avoid them. Don’t -- do-don’t face them. Something\nlike that.",
        "Q: Were your parents Zionists?",
        "A: Yes, they were Zionists, yes.",
        "Q: Did they belong to any organizations, and if so, which ones?",
        "A: Can’t recall now, ut -- but it -- they were -- I was young then. No, I don’t recall\nthat, where -- where they belonged or not.",
        "Q: And tell me about your brother. Were you close to your brother while you both\nwere young?",
        "A: Yes. He was a little bit older. We were close, sure, absolutely.",
        "Q: And did you do -- what -- what kind of sports -- were you interested in sports?\nMarch 6, 2007",
        "A: Well, like kids we just kicked the ball. I was young, there was nothing -- nothing\nelse. Not any particular sport, no.",
        "Q: Tell me, did your family and you do any traveling before conditions got bad?",
        "A: No, not too much, I don’t recall that, no. We only went to our uncle, 1t wasn’t too\nfar, on the holiday or so, and that’s about it.",
        "Q: And what kind of activities did you do in your free time? What -- did you have any\nhobbies?",
        "A: Just lay around with the -- with the friends I had, and that’s all. Nothing special.",
        "Q: Would -- would you describe your family as middle class? Ho-How would you\ndescribe them, economically?",
        "A: Middle class, yes.",
        "Q: And tell me about your home. Was it an apartment or a house?",
        "A: A house, it was a house, yes.",
        "Q: Can you describe it to me?",
        "A: It was a small house, enough for us. We were comfortable living in it. That was\nnice.",
        "Q: Did you and your brother have your own bedrooms?",
        "A: Yes, yes.",
        "Q: Tell me about your Bar Mitzvah.\nMarch 6, 2007",
        "A: The Bar Mitzvah, yes, I went to -- went to shul, had my Bar Mitzvah. You know,\nhave a -- all the goodies after, you know, and it w -- it was nice, very nice. I enjoyed it.",
        "Q: Now -- well now, let’s start talking about when conditions started to change. You\nsaid you were born in 1925, so when were you aware that problems were beginning?",
        "A: Oh, soon after the Germans -- the Germany occupied Poland, beginning in 1940 --",
        "Q: O-Okay, so up to that time, up to that time, had you heard of a man named Hitler,\nwho came into power in 1933? As a child, did you hear anything about him?",
        "A: We heard about Hitler, yes.",
        "Q: And what did your parents say about him?",
        "A: They couldn’t say very well, maybe it -- maybe it going to be all right, maybe he’ Il\n-- he’Il die or something, something like that, but nothing we can do. We were -- we --\nwe born there and we made the living there, and we can’t run just like that.",
        "Q: Was your mother working?",
        "A: No, she was home now, homemaker.",
        "Q: So up to 1939, when the war started, you just had a regular childhood, and playing\nwith friends and so forth?",
        "A: Regular childhood, yes, playing with friends. It was nice, yes.",
        "Q: All right, and then comes September 1939, what are your first memories of that,\nwhen the Germans invaded Poland?\nMarch 6, 2007",
        "A: °39 wasn’t too bad yet, but beginning of -- of 1940, they gather all the Jews, you\nknow, and they kicked the Poles out and they give them better homes, where the Jews\nwere living, and they created what you call a ghetto. And that was it. Lived all -- all\nthe Jews there in the ghetto.",
        "Q: Was there any bombing that you were aware of beforehand?",
        "A: Bombing, yes, it was, before the-they enter our little city there, they bombed it.\nThey destroyed it, very little was left after.",
        "Q: And at that time you were still living in your home?",
        "A: Living in the home yes, but it was -- it wasn’t -- this wasn’t the same any more,\neverything was broken up. And then they -- they took us out in -- in different section\nand was not -- no home any more. Was in the ghetto.",
        "Q: Now you’re 14 years old --",
        "A: Yes.",
        "Q: -- and you had been going to school, and you had had your Bar Mitzvah. What\nthoughts went through your mind as a 14 year old boy that when -- when this happens,\nthat you have to leave your home and move into a ghetto?",
        "A: Just didn’t look good. We were hoping today is bad, maybe tomorrow will be better\nand that’s about it.",
        "Q: Were you especially frightened?\nMarch 6, 2007",
        "A: We were frightened, all of us were frightened. Took us away from the home and\nput us in the section there where we can’t move. They brought in food, we had to work\nthere, inside. And then -- it wasn’t pleasant at all.",
        "Q: Was there a wall around the ghetto? How was it enclosed?",
        "A: The beginning no, but then they put a fence up all around us. We couldn’t get out\nno more. Not in, not out. They brought the food, and th -- and that’s about it.",
        "Q: So the people in the ghetto were the town Jews. Were there any other Jews from\nother cities or towns that were brought there?",
        "A: No, from the city only.",
        "Q: And were people helpful to each other? The Jews to each other?",
        "A: As much as they could. They couldn’t -- they couldn’t do it very much, because\nthey didn’t have very much to start with.",
        "Q: What did your parents bring from home with them to the ghetto?",
        "A: What they have -- whatever we had, you know, where we could take with us.\nClothes, some [indecipherable] some -- some gold, what -- what we have in\n[indecipherable] took with us.",
        "Q: And you and your brother, did you take anything special?",
        "A: Only the clothes what we have, that’s all. The toys, stuff like that.",
        "Q: You did take toys and --",
        "A: Yeah, yeah.\nMarch 6, 2007",
        "Q: -- did -- did you take books? Did you take any books?",
        "A: Yeah, we take the books we had, the ones we went to school and read it, we took\nthem with us, yes.",
        "Q: Did you have books that you liked to read just on your own, I mean, children’s\nbooks?",
        "A: At that time? Very little. No, not -- not much, no.",
        "Q: And -- and how many people would you say were in the ghetto? Do you know?",
        "A: There were several hundred. I can’t exactly -- tell you exactly what. In there were\nseveral hundred, yes.",
        "Q: And what were the living arrangements in the ghetto? Where -- where was your\nfamily living?",
        "A: It wasn’t too bad, they supply you the food, and we were -- and the work inside the\nghetto, they have to work in the different things to put up factories and stuff, you have\nto work there too, you know. And -- but you couldn't get in and you couldn’t get out.\nThat’s one thing, you stay put.",
        "Q: And what kind of work did you do?",
        "A: And -- I helped a little bit something, but not very much. But they put all factories\nthere, tailors, shoemakers, all kind of things like that.",
        "Q: When did you go into the ghetto, do you remember exactly when that was?\nMarch 6, 2007",
        "A: It was in the 40’s, beginning of 40’s. I cannot tell you exact months, but in the 40’s\nit was.",
        "Q: In -- in the early part of 1940?",
        "A: 1940, right, early part 1940, right.",
        "Q: When you were in the ghetto, were you in a house or an apartment?",
        "A: It was a house. In a house.",
        "Q: And did you have the whole house to yourself?",
        "A: Yes, yes. It was small house.",
        "Q: You didn’t have to share it with anybody else?",
        "A: No. Not in the ghetto, no.",
        "Q: What kind of work did your parents do?",
        "A: He was a furrier, not -- not to make coats, but he stretched th-the fur and sold it to\ntailors, the one that make the coats.",
        "Q: I’m talking about the work he did when he was in the ghetto. Is that was he also\ndid?",
        "A: N-No, he couldn’t do that.",
        "Q: S-So did he do -- have to work?",
        "A: He had to work, he did something else [indecipherable] help, help at carpentry,\nwhatever it 1s, something like that.",
        "Q: And what about your brother, what did your brother do?\nMarch 6, 2007",
        "A: He did the same thing, he didn’t do very much. Whatever he -- was a helper. If\nanybody need something, he helped.",
        "Q: And did you see other children there, other boys and girls your age?",
        "A: Yes, I did, sure.",
        "Q: Did you all talk about life in the ghetto?",
        "A: We talked. We talked. We didn’t get anywhere, but we talked.",
        "Q: What were some of the things you -- you talked about?",
        "A: Well, we were talking about let’s hope that we go back to our homes and we have\nthe life we used to have.",
        "Q: So how optimistic were you at that time, in 1940?",
        "A: Well, I wasn’t sure whether it’s going to happen or not. Didn’t look good, got\nworse by the day.",
        "Q: How did you know that?",
        "A: Because the -- the food that came in wasn’t as much, and everything was less and\nless and less. We felt it.",
        "Q: Who brought you the food?",
        "A: The Germans brought it in.",
        "Q: What was it like for you as a teen -- a young teenager, to see a German soldier?",
        "A: Well, had to put up whatever, you know, whatever they brought in, we shared, and\nthat’s how it went, you know, from day to day.\nMarch 6, 2007",
        "Q: And did you speak German? Did you d -- do you under -- did you understand\nGerman then?",
        "A: I didn’t understand then. I understood a little bit, but later on I-I knew -- I knew\nGerman very well.",
        "Q: Well, what I was asking before was, what were your thoughts when you looked at a\nGerman in a German military uniform? What thoughts went through your young head?",
        "A: It was terrifying. They were very mean. Th-They looked like they were going to\nkill you any minute. Very mean, nasty.",
        "Q: What would you do if you saw them on the street when you were out walking?",
        "A: I didn't face him. I didn’t face, I looked that -- that -- the other way.",
        "Q: How did you know to do that?",
        "A: Well, hey, if you got fear, yo-you f -- you figure out. It’s not hard to do.",
        "Q: And again, is this something you talked about with your parents? Did they give you\nany advice?",
        "A: To be careful. You see them, walk away, don’t -- do not face him. And we knew to\ndo it anyway. We knew that.",
        "Q: Did you feel Polish, or Jewish, or both?",
        "A: Well, I felt Jewish, because we were brought up that way.",
        "Q: Not Polish?\nMarch 6, 2007",
        "A: No, no, not Polish, Jewish. We spoke Jewish, we wrote Jew-Jewish, Yiddish, you\nknow, and that’s how it went.",
        "Q: And so what did you do during the day? Did you say you did go to work?",
        "A: We helped out different things there what we could, a-as kids, you know, you\ncouldn’t do very much.",
        "Q: What -- what was being built in the ghetto?",
        "A: Like I told you, shoe stores. Shoe store and tailors, stuff like that. Carpentry.\nWhatever they needed, you know” Particularly for the Germans, with the army, the\nuniform, stuff like that.",
        "Q: And how long did you stay in the ghetto?",
        "A: In the ghetto I stayed al-almost a year.",
        "Q: So that it’s winter, the late part of 1940, you were still in the ghetto, and then -- and\nthen what happened aft --",
        "A: And tha-that’s a story I can tell you, yes. They took us all, from that age to that age,\nwe have to report there, in a certain place and they took us for the first -- the first\ncamp. It was called Lienzingen. It’s a -- the Auschwitz of Poznan, it’s a well-known\ncity.",
        "Q: H-How did you know that you had to leave the ghetto?",
        "A: Well, they announced kids from 14 to 18 have to -- have to assemble in a certain\nplace. We have to go to work, and that’s it. They have to do what they tell you to do.\nMarch 6, 2007",
        "Q: Boys and girls?",
        "A: No, boys, boys. This time was boys only.",
        "Q: And when you say they announced, how did they announce? Were there posters, or\nwas it --",
        "A: Loudspeakers.",
        "Q: -- in this --",
        "A: Loudspeakers.",
        "Q: And what was your parents reaction?",
        "A: What can they do? What kind of reaction would they have? They ha -- they have to\ndo what they tell them to do, you know? They went there and they took us to this\ncamp, and that’s where I was, in Lienzingen.",
        "Q: So this is you and your brother?",
        "A: No, I was separate. I was going -- I was go different times, different age.",
        "Q: How old was your bro -- na -- 1940 sa --",
        "A: He was about three years older than I was, four years older.",
        "Q: Yeah. Had he left already, or was he still in the ghetto with your parents?",
        "A: He was still there. He was still there when I left.",
        "Q: So you left your brother and your parents --",
        "A: [indecipherable|",
        "Q: -- and you assembled at this place.\nMarch 6, 2007",
        "A: Yeah.",
        "Q: With the other 14 to 18 year old boys.",
        "A: Yeah.",
        "Q: And what was the feeling then, when you were all together in that gathering place?\nWhat were the boys saying?",
        "A: It wasn’t very pleasant, we knew something bad is going to happen, but what can\nyou do?",
        "Q: What did you bring with you then?",
        "A: Nothing very much, just a little -- little bag with some clothes, that’s about all.",
        "Q: What did your parents say to you when you said goodbye?",
        "A: Oh, we’ll see you soon back. Don’t worry, and stuff like that.",
        "Q: Were you -- do you remember being particularly frightened?",
        "A: Well, frightened, yeah, I was frightened because I thought never return again home.",
        "Q: How did you know that at a young age?",
        "A: Well, I could see what’s -- what’s developing, you know, is get worse by the day,\nso I knew that something bad 1s going to happen.",
        "Q: So then you -- they gathered you and they took you to this other place. How did\nyou get to the next -- to the work camp?",
        "A: They took us with the --",
        "Q: In trucks, or how?\nMarch 6, 2007",
        "A: No, military truck, they got benches on both sides and [indecipherable] out the --\nmake the [indecipherable] of it, and they -- they took us to that place, Lienzingen.",
        "Q: And please describe Lienzingen to me.",
        "A: Lienzingen was the first camp, and we worked, they took us several kil-kilomers,\nwe had to walk to a place, a zoological garden. There was no animals, we were the\nanimals actually, and we dug ditches. They measured up so many -- so many feet th-\nthe lengths, so many feet the widths, and so many feet the depth. And you have to do it\nthrough -- through the day. Day in and day out, the same thing, may -- we dug those\ndi-ditches. And it was terrible, very, very bad. And they told us, this is the last week,\nand we going to go to another place, going to be much nicer, the food will be better,\neverything will be better, and the -- we’re going to go -- they’re going to ship us to\nGermany. And I didn’t like it, to go Germany, I didn’t like it at all. So I didn’t tell\nanybody in the camp, my friends, that I made up my mind I’m not going to go, I going\nto escape. Well, I mean -- and so --",
        "Q: Um, before we get to that, let’s talk a little bit more about the conditions in -- in\nLienzingen. Did you sleep in a barracks?",
        "A: Yeah, there was -- there wasn’t a barracks yet, and it was like a -- like a -- like\nherrings, one on top, next to each other, th-the bunks, like, you know? And the -- and I\nmean, it was -- was very bad. And that’s frightened, more than anything else, to go to\nGermany. | figure, well I was born in Poland, I might as well die there, I don’t want\nMarch 6, 2007\nto go to Germany. And th-they told us, this is the last week, and we’re going to go\naway to Germany. I did make up my mind, I’m not going to go. And I did escape\nfrom the -- from the place I was working, and they knew right away that I escape,\nbecause you have to line up for a roll call, and they were looking for me, I no -- I knew\nthat. And I took a chance, a big chance. I think my mind didn't work right, if anybody\nwith -- with the right mind, will not do what I did to escape. And the reason for that 1s,\nsome of them did escape, but they caught them in no time. And th -- when they caught\nthem in a Mo-Monday or Tuesday, or a Thursday, or whatever day was, they put them\n-- th-they brought them back to their camp to wh-where he escaped, and Sunday they\nbrought them out on roll call, everybody was there lined up. They brought them up,\nthey brought a portable gallow, and he was hanged. So I knew what’s going to happen\nwhen -- when they catch me. But I made up my mind, I -- I blanked out, you know, I\ndidn’t think about that, and I was lucky, very extremely lucky they didn’t catch me. So\nI went from pillar to post, like the saying goes, knock on the door, beg for a piece of\nbread. Some -- some women, some people offered to give me a piece of bread, others\nslammed the door in my face. Get -- get the hell out of here, dirty Jew. They knew\nright -- right away I was Jewish. So after awhile, if I had somebody with me, I would\nprobably wind out in the -- in the forest, but by myself didn’t know where to go, how\nto go. So, I was -- and I knew at the college, there was -- there were Jews there, and\nthere was a ghetto there, I knew that. So took me days, weeks, maybe several months,\nMarch 6, 2007\nlittle by little I got into the city, to college, and little kids were playing\n[indecipherable] ball there, and I went and talked to them, and I said, I understand the\nJews live here, they call it the ghetto or something, can you show me where it is? So\none boy is pulling on the other, don’t talk to him, th-the -- it’s prohibit and you can’t\ngo there. You cannot go there, and the only -- the one of them said come, Ill show\nyou. He went with me and from a distance I saw already th-th-the fence, you know.\nAnd -- and I went there, and -- and I was walking close by. And there was a gate there,\nthe gate was open, the chain was hanging down, and the Germans, the Nazis were\ngoing back and forth. One was going this way, the other one was going this way, and\nthey meet. And the -- and the gate was open [indecipherable] down, when there’s s --\nwhen they start talking, I crossed over and I smuggle myself in. They luckily didn’t\nnotice me. But who noticed me? The Jewish police. Wh-What th -- they have a black\nuniform with the nightstick, and armband, dai politsi, police, and that’s all they had.\nSo they grabbed me, and they start talking in Polish to me, what right do you have to --\nto smuggle yourself into the ghetto, in Polish. I says -- and I talk back in Yiddish. And\nthey couldn’t believe, because oh, the kid was born probably amongst the Jews there,\nth-the -- ye -- you know, with Jew -- where a lot of Jewish live, and he picked up some\nJewish, he is not Jewish. And I tried to talk to him, I’m Jewish, I’m Jewish, no, no.\nThey took me 1n a room there and I said, I can tell you I’m Jewish because there come\na transport from Kalish and there were some -- a couple of doctors there. Dr. Cohen\nMarch 6, 2007\nwas one of them. Then another one, but I couldn’t -- I couldn’t remember the other\none, and they said to me [indecipherable] saying the other, well the kid is talking\nsense because they shipped out some people with the Dr. Cohen, somebody else,\nanyway. So they said, okay, what is your name? They wrote down the letters Fievish\nNicinski and then they wrote in big letters too, your name is Bahardian Elias, born\n[indecipherable]. And I was the age -- they make the age like 27 years old. So -- so\nwe g -- we going to check with you. We not tell you when, tomorrow, next day,\nwhatever it is. You’re not going to take out a piece of paper, you have to memorize the\nname in where was you -- where was you born. So I recognized that [indecipherable]\nthat I had tried to memorize all this, and they took me in next day, what is your name?\nSo I have to tell them Bahardian [indecipherable] this and that. And then I learned\nfrom the others, that the guy like this escaped. They didn’t notify the -- the German\nauthority, so they got a special ration of whatever the -- you know, bread and milk,\nwhatever it was. They didn’t -- they didn’t tell the German that he escaped. So I took\nhis name. And so from there, one fine night they circled the ghetto, raus, raus, raus,\nout, out, out. And they took us to another ghetto, Lodz. Lithmanstadt. They call it\nLodz, Lodz ghetto. There I was, and I worked there, I worked there hard. There was a\n-- a press, I was ironing, ironing uniforms, SS, Gestapo uniforms. And they told me,\nyou have to be extremely, extremely careful. Don’t let any spot come out and make\nholes in it, because that’s very dangerous. You -- you pay a big penalty for that. The\nMarch 6, 2007\nirons weren’t like it is here, electric. They were born -- burn -- burn wood, like, used to\nbe, you know? And heated up the irons. And that’s how it was. And from there they\ntook me to a camp near Skarzysko-Kamienna. That was the biggest Polish\nammunition factory.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Felix Nicinski. This is tape number one, side B. Let’s go\nback a little bit in time, back to Lienzingen, I’d like to get a little more information\nabout that work camp. What was the place before it became a work camp?",
        "A: I can’t tell you, I don’t know, it was empty when we got there.",
        "Q: Were there men and women there?",
        "A: I can’t recall, it was just men, I remember that.",
        "Q: And you said it was the ages of 14 to 18 that --",
        "A: Something like that, yes, yes.",
        "Q: And what other towns were the young men from, besides yours?",
        "A: They were from different cities. I don’t know what you -- but they all kind cities,\nyou know, different cities. I don’t know what -- a lot of them, you know, all around.\nThey brought them to this camp. They moved you around continuously for some\nreason.\nMarch 6, 2007",
        "Q: And how healthy were you at that time?",
        "A: I was healthy, pretty healthy, yes.",
        "Q: W-Were you a healthy child? Did you have any health problems growing up,\nbefore the war?",
        "A: No, not really.",
        "Q: So you were sturdy, a sturdy young man?",
        "A: Yes, I would say that.",
        "Q: Okay. And did you have any communication with your parents at that time, while\nyou were in Lienzingen?",
        "A: Never did.",
        "Q: Wa -- once you said goodbye to them in the ghetto, you did not have any more\ncommunication?",
        "A: No, that was it, never no -- not no more, no.",
        "Q: Mm-hm. And did you have to wear a yellow star? Did you wear any kind of yellow\nbadge, yellow star?",
        "A: No. Not in camp.",
        "Q: What -- did they give you a uniform?",
        "A: Not in the beginning. It was still regular clothes.",
        "Q: So you just had the clothes that you wore on your back, and had you brought other\nthings to the camp?\nMarch 6, 2007",
        "A: Yeah, I brought it tha -- but they took it away. I didn’t have anything. Just wa-wh-\nwhat you wore.",
        "Q: And were -- were your barracks 1n a big building, or -- what was the set-up of it?",
        "A: It was a big building, yes, yes.",
        "Q: Now -- and you also said you were -- you were digging ditches?",
        "A: Yeah, they we -- they took us -- th-th-they took us to -- to a zo-zo-zo -- zoological\ngarden. There was no animals there, but we dug ditches there. I don’t know what for.\nAnd when they told us that we going to leave, they going to sh-ship us to Germany,\nthat was it, I didn’t want to go.",
        "Q: Yeah, yeah. What was a typical day like there, at Lienzingen? When did you have\nto get up, and so forth?",
        "A: We have to get up early, five o’clock in the morning for roll call, then they took us\nto work and we worked teen hours -- 18 hours or so, and that was it.",
        "Q: What food did they give you before you left for work?",
        "A: They gave you one slice of bread and coffee, they call 1t ersatz coffee, which mean\nartificial coffee. It was black, but we -- we don’t know what it -- what it was 1n it\nanyway.",
        "Q: And what about lunch?",
        "A: Lunch they give you soup. That was it.",
        "Q: And then you would -- did you march to the place of work?\nMarch 6, 2007",
        "A: Yes, we walked there, yes. It was quite a dis -- a distance, yes.",
        "Q: Were you allowed to talk to the other young men while you were marching?",
        "A: No, no, no. We didn’t talk to each other, no.",
        "Q: And the guards were German guards?",
        "A: All German guards, yes.",
        "Q: A-Any Polish guards?",
        "A: No, that was Germans at that time, yeah.",
        "Q: And then, what about di -- and then you -- you finished work and came back, and\ndid you have supper?",
        "A: Yeah, we have supper. Another bi -- little bit of soup, and that’s about it, not much.",
        "Q: So what did the young mens -- your -- the people your age, what did you all talk\nabout? Did you -- what kinds of things did you communicate with each other?",
        "A: There was nothing to talk about, we were all hungry, starved to death almost, you\nknow. In the beginning wasn’t too bad, but after awhile yo-you felt it, and it was very,\nvery bad.",
        "Q: And did people talk about resistance there? Did the young men speak about acts of\nresistance?",
        "A: No, not at that time, no. Not that I know of.",
        "Q: Mm-hm. Besides that one young man who was caught, how many others tried to\nescape before you did?\nMarch 6, 2007",
        "A: Well, this 1s a story that -- some of them did escape, but they didn’t go too far. They\ncaught them [indecipherable] th-they looked obvious, with the dogs, they had the --\nthey sniffed them out. I was just extremely lucky. And then, what’s happened is that\nwhen they brought them in, like I told you, they -- they -- they -- on Sunday they\nbrought them up and they -- they hanged them -- not only this, we were watching it,\nstanding there in the roll call, you have to watch exactly, not look away one way or the\nother, left or right. They point out, if you look away, you’ll be next. If you look one\nway or the other way, left or right. You had to look straight ahead, and they have a\nspeech there. This is -- this is the -- th-the verdict for -- for e-escaping. That’s how far\nyou can go. This is it. You try to escape and that’s what -- that what’s going to happen\nto you. Then they put the fear o-over you, you know. But I did it, I -- I don’t know, it -\n- it was difficult, but I da -- I didn’t know what to do. Once I did I regret anyway\nbecause -- because I -- I -- I was talking to myself I shou -- maybe I should go back.\nAnd if I do go back, Ill be lucky enough to get in, they know I -- they knew already I\nwas missing, so this certain death, that’s for sure. So I couldn’t go back in.",
        "Q: No. What was the name of the young man they hung, do you know”? The name of\nthe young man that they brought to the gallows, do you know?",
        "A: I don’t know, I don’t know his name, I don’t know.",
        "Q: How --",
        "A: [indecipherable|\nMarch 6, 2007",
        "Q: How soon after that did you decide to leave?",
        "A: A few months after, I just didn’t want to go to Germany, that’s all. That upset me a\nlot. I didn't want to go.",
        "Q: What do you attribute your strength to, to deciding to take this incredible chance? I\nmean, that took a lot of inner strength. H-Ho -- wh-what do you attribute that to?",
        "A: I can’t exactly explain that. I don’t think I had a brain, if I did have, it’s all blocked.\nI bra -- I didn’t -- I didn’t see the danger, somehow. I just was thinking I didn’t want to\ngo to Germany, and that was it. I didn’t see the danger.",
        "Q: Did you tell anybody you were going to do it?",
        "A: Never said a word to anybody because I’m afraid if they opened their mouth, where\nare you going and this and that, somebody will listen to it. I -- it’s going to be very bad\nfor me. No, I didn’t tell anybody, no.",
        "Q: What were you wearing when you -- and what time of day was it when you left?",
        "A: It was a -- in the beginning we start working, they measure out how many feet, how\nma -- this and that, so I didn’t do anything, I had mo-moved r-right away, in the\nmorning.",
        "Q: And you were just wearing regular clothes?",
        "A: I ga -- at that time, regular clothes, yes.",
        "Q: Yeah. And how long did it take for you til you -- til you came up to meeting that\nfarm woman? How long did it take before you met the next person? How long were\nMarch 6, 2007\nyou by yourself in the escape?",
        "A: I was by myself all the time. I didn’t meet anybody. I was all by myself, then I\ndecide to -- to smuggle myself in -- into -- into the ghetto, Kalisz ghetto.",
        "Q: So, you -- you did not meet a Polish woman who gave you breakfast and clothes\nbefore that?",
        "A: Yes, yes, I met some of -- they gave me clothes, they gave me food. But most often\nswing the door at my face. They wouldn’t let me in, they wouldn’t let me -- give\nanything.",
        "Q: And then, did you get any rides with farmers, at all?",
        "A: Yeah, I did, I get rides from farmers, yes. Yes, I did.",
        "Q: What did you tell them, what was your story?",
        "A: The story was I wanted to go to college, I don’t have no money, could you please\nhelp me out, give me a ride, little bit. I’m only going so and so far. I say, oh that’s\ngood, I appreciate 1t anyway. So I went with him.",
        "Q: So they thought you were a Polish --",
        "A: Yes.",
        "Q: -- teenager?",
        "A: Yes, they did, yes.",
        "Q: Now, when exactly was this, this was in 1941?",
        "A: In ’41 I was a -- yes, yes.\nMarch 6, 2007",
        "Q: And -- and what -- approximately what month?",
        "A: I don’t know what month it was.",
        "Q: What -- what was the weather like?",
        "A: It wa -- it wasn’t too bad. I-I don’t know, it could be -- it could be summer, I don’t\nknow. Yes.",
        "Q: So you were 16 years old?",
        "A: About that, 15, ini -- yeah.",
        "Q: Were you still strong? Was your body still strong?",
        "A: Not as strong, no, I got weaker after awhile. Yo-You sleeping in -- in the outside,\nand -- and they didn’t have where -- where to go, and -- no, it wasn’t -- it wasn’t\npleasant at all, no.",
        "Q: Did you eat any of the plants, or -- or -- what -- what were you eating to keep\nyourself going?",
        "A: Well, I was begging and knocking doors, you know, and the Polish people give me\nsome. Some of them didn’t.",
        "Q: Mm-hm, mm-hm. Then you talked about getting to Kalisz. Y-You’ve already\ntalked about getting to Kalisz and proving that you were Jewish, and how you got that\nfalse identification.",
        "A: Yeah, I told you that it -- I went already to Skarzysko-Kamienna, | told you that.\nMarch 6, 2007",
        "Q: Right, right. But let’s talk a little more about Kalisz before we do the next -- next\nlocation, about the conditions there, and where you were living, and so forth.",
        "A: It wasn’t bad at all, I got my room. The food wasn’t too bad. It’s a ghetto, 1t was\nnice, it wasn’t too bad.",
        "Q: And there was a fence around the ghetto?",
        "A: Oh, it was a fence around the ghetto, yes, absolutely.",
        "Q: Did you have your own room?",
        "A: [had my own room, yes. But, with a family.",
        "Q: You stayed with a family?",
        "A: Yes.",
        "Q: Who was the family?",
        "A: A family I don’t know, just -- just a family, you know, not my family, but was a\nfamily, you know? Yeah.",
        "Q: And were they welcoming to you, or did they resent you?",
        "A: They had no choice. They had no choice. They were asked to do it, and they had to\ndo it.",
        "Q: What were -- what was the state of mind of people in the ghetto at that time? What\n-- what did you sense? Do you remember what their thoughts were?",
        "A: They were hoping that it’Il change for the better, that’s all. What can you do? You\ncan do nothing. You cannot go in, you cannot go out. You have to stay there put.\nMarch 6, 2007",
        "Q: And did you see a lot of children in the ghetto?",
        "A: Yeah, there were some children there too, yes.",
        "Q: And were they in good health?",
        "A: Apparently they were in good health, the way it looked to me. I don’t know.",
        "Q: And again, the food situation?",
        "A: The food wasn’t too bad. It was okay.",
        "Q: Th-They brought you fo -- you go -- got the food when you were living 1n your\nroom 1n the -- in the house?",
        "A: Yes, I did. Yes.",
        "Q: Did you talk to a lot of different people?",
        "A: I talked to people, and nobody knew what -- what tomorrow will bring.",
        "Q: But people you said were still optimistic?",
        "A: Yes, yes, they were, but always hope. Where life is, hope.",
        "Q: Right. And how aware were you about what was happening in the rest of Europe at\nthat time? Did you know anything that was going on in other places, or you only knew\nwhat was happening to you in where you were?",
        "A: Only what’s happen to me. I didn’t know, th -- we didn’t have no contact, nowhere.",
        "Q: Any radios?",
        "A: Oh no, radios? No, no.\nMarch 6, 2007",
        "Q: And no newspapers?",
        "A: No newspapers, no.",
        "Q: So you had no idea?",
        "A: No.",
        "Q: Yeah. Did you try to get into communication with your parents at all?",
        "A: Nothing can di -- di -- th-th-there’s no place you can -- no, you couldn’t do it. It’s\nimpossible. You had nowhere to write, how to write, where to write. Y-You couldn’t\ndo it. You have no paper, you had no pencil, nothing.",
        "Q: Di-Did you miss them terribly? Did you miss them terribly?",
        "A: Very much so. Always miss them, yeah.",
        "Q: Were you able to -- di-did you say you had no pencil or paper? Were you able to\nwrite anything down?",
        "A: Even if you do have, that wouldn’t make any sense. They wouldn’t let it -- they\nwouldn’t let it -- mail you anything, nowhere.",
        "Q: Well now, I meant writing down some of your thoughts, did -- were you aware of\npeople doing that?",
        "A: No, no, I don’t remember that.",
        "Q: Were there any deportations going on while you were there? Taking people away?",
        "A: From where?",
        "Q: From -- from Kalisz, from the ghetto where they --\nMarch 6, 2007",
        "A: Kalisz?",
        "Q: Kalisz.",
        "A: Oh yes, well one -- like al -- one night th-they -- they took all of us to -- to Lodz,\nLodz ghetto.",
        "Q: Yeah, but before that, while you were still in the ghetto, were there previous\ndeportations, previous taking people away?",
        "A: Oh sure, a lot of them, sure.",
        "Q: And how did you know about that?",
        "A: Because | a -- I ask him, is that all the ghetto here? No, they moved a lot of them,\nthey shipped them someplace, they didn’t know where. Moved them away from there.",
        "Q: So you just knew that people left, you didn’t know where -- where they were going.",
        "A: Yeah.",
        "Q: Yeah. And there, in that particular ghetto, di-did young people talk to you about\nany forms of resistance?",
        "A: No, not at that time, no.",
        "Q: And -- and by that time you weren’t thinking of resisting at all?",
        "A: No.",
        "Q: Were you there when some of -- they took some of the sick people to the forest and\nkilled them? Wha -- that was in October 1940. Were you there at that time?",
        "A: No, no.\nMarch 6, 2007",
        "Q: And I also read that some of the Jews were forced to dismantle tombstones to make\nroads, and there th -- were you aware of that, either?",
        "A: No, not while I was in camp, I didn’t know that, no.",
        "Q: Okay, so you were there in Kalisz and then you said you went to --",
        "A: Lodz.",
        "Q: -- L-Léodz. And how many people left with you?",
        "A: The whole ghetto, everybody. They surround the whole ghetto, everybody went.\nThey closed the ghetto up completely.",
        "Q: So now the town was Judenrein?",
        "A: Yes, absolutely. Nobody was there no more.",
        "Q: And how did you get to the ghetto, Lédz ghetto.",
        "A: By those military vehicles.",
        "Q: And what were people saying? Do you remember, or -- or your other, you know, 16\n- 17 year old boys, what were they saying about what was happening to you all, that\nyou’re forced to move?",
        "A: Didn’t say too much, we didn’t know what to say. We were confused. They didn’t\ntell us where we going, they didn’t have to. Who are we?",
        "Q: You were only 16 - 17 years old at the time. Did you feel much older than a typical\n16 year old would feel?\nMarch 6, 2007",
        "A: I don’t remember. I don’t know. I can’t say anything, I don’t know. I don’t\nremember that, what I feeled -- what I felt.",
        "Q: All right. So then you get to the ghetto -- Lédz -- the Lédz ghetto, and let’s talk\nlike again a little bit more specifically about that, where -- where you lived.",
        "A: Yeah, I lived in the ghetto, and I worked and I was ironing uniforms, like I\nmentioned earlier.",
        "Q: Yeah.",
        "A: And -- and from there they moved us t --",
        "Q: Well, how long were you in the Lédz ghetto?",
        "A: I don’t know, about -- close to year maybe, something like that.",
        "Q: And again your health, the condition of your health, how was that?",
        "A: It wasn’t too bad, it wasn’t too bad.",
        "Q: And -- and yo -- you got enough food?",
        "A: Well, about -- I don’t know about enough, th-that was rationed, you know. But you\nsurvived. It wasn't too bad.",
        "Q: Did you ever meet Haim Rumkowski?",
        "A: I saw him many a times. Didn’t talk to him, but I saw him many a times.",
        "Q: And what was your impression of him?\nMarch 6, 2007",
        "A: What was the impression? He was the -- the -- th-the -- the head of the Jewish\nghetto. Nothing you can say [indecipherable] right, he was right there with the coach,\nwith the horses, you know, like -- like he would be king. Nothing -- nothing to say.",
        "Q: Di -- how did you know what work you were going to be -- what work you were\nassigned to do? Who told you?",
        "A: Oh, they told us.",
        "Q: Wh-Who is they?",
        "A: Well, th-the -- th-they were -- I don’t know who -- who they were, but that -- but\nthat was from the high authority, you know, we need so many for this, so many people\nfor that work, for that work, and I was assigned to -- to iron those -- those uniforms.\nHad to learn how to do that.",
        "Q: Did you go -- ever go to the labor offices, or did they come to you? How did you\nknow what you had to -- that you had to iron uniforms?",
        "A: They notify you.",
        "Q: How”",
        "A: How? They -- they -- th-they come to -- to your door, sort of, you know, and they\nsay you have to go so and so, took your name down. That what you had to do.",
        "Q: These are other Jews coming to tell you this?",
        "A: Yes, Jews, yeah, yes. Not Germans, Jews. Yeah.\nMarch 6, 2007",
        "Q: And again, what was the overall feeling of the people you were with, was it\noptimism or pessimism?",
        "A: The feeling wasn’t good at all. We couldn’t get in, we couldn’t get out, the same st\n-- the same story, you know? And we hoped, you know, tomorrow will be better, we’ ll\nbe liberated, we’ll be free again, but it -- it didn't come, didn’t happen.",
        "Q: And what kind of work did other 16 year old boys do, besides what you did?",
        "A: All kind of work, because L6édz was an industrial city, all kind of work, metalwork,\ncarpentry. Mostly there was ammunition factories they put in there, and they work\nwith ammunition like bullets, they make bullets for guns, o-or a-all kind of things like\nthat for the war, war material.",
        "Q: And -- and -- but you said you were pressing uniforms?",
        "A: Yes. I was pressing uniforms, yes.",
        "Q: Ho-How did that make you fe -- uniforms for the Germans? How did that make you\nfeel, as a Jewish young man?",
        "A: Didn’t make me feel good, but y-yo-you don’t look that way. You do what you\nhave to do, what they ask you to do, you have no choice.",
        "Q: And what was the talk there, in the -- in -- in the L6dz ghetto about resistance?",
        "A: I didn’t hear too much about that, I don’t know. I didn't hear nothing about that. If it\nwas it, I don’t know, I don’t know that. Didn’t hear anything about that.",
        "Q: An-And you did not think about yourself, for your own actions?\nMarch 6, 2007",
        "A: No.",
        "Q: You had already done your big act of resistance, yeah. And again, at that point, did\npeople know -- this is a little bit later, of course, did people know what was happening\n-- again in -- in -- in Europe? What was happening to other Jews in other countries?",
        "A: They knew a little bit about it, but not -- 1t wasn’t advertised, nobody -- nobody\nread the paper what’s going on this country or in that country, but we knew, any Jew,\nanywhere, they had no -- it -- it was not pleasant for them anyway, we knew that. But\nfo -- to any extent we didn’t know how to do -- you know, what kind of\n[indecipherable] its bad, where.",
        "Q: Did you work every single day, or did you ever have a day off?",
        "A: Every single day, yes.",
        "Q: So there was never a day that you did not work?",
        "A: Well, one day, Sunday, we didn’t work. Sunday, one day.",
        "Q: And what did you do on Sunday”?",
        "A: Ah, do nothing. Relax a little bit. But you had to work hard, you know, you’re tired.\nSix days a week, 10 hours a day, something like that.",
        "Q: So when you would get together with other boys, other young men your age, 16 -\n17 - 18, what would you all do? What would you talk about?",
        "A: Well, we were hoping that soon the war will end and you will be free.",
        "Q: Did you ever need any medical care while you were in Lodz?\nMarch 6, 2007",
        "A: No, I didn’t need anything right there, no.",
        "Q: And the clothes that you had still held up after all this time, this is -- these are the\nclothes you brought from home?",
        "A: Yeah, but you could -- you could change there, you could get something different.\nYou could do that, if it tears up, you know, something like that, you can get it.",
        "Q: Was there like a -- a clearinghouse for clothes?",
        "A: Something like that, yeah, that -- they didn’t charge you for that. You could get\nsome clothes, yes.",
        "Q: And did you have to wear any identifying marks showing that you were Jewish, on\nyour clothing?",
        "A: In the ghetto, yes, you have to wear a Star of David.",
        "Q: This is in the Lodz ghetto?",
        "A: Yeah, yeah, a Star of David on the -- on the left side, on the -- you have to wear\nthat, yeah, Star of David.",
        "Q: How did you put it on?",
        "A: With the -- with the li -- cotton with the fi -- the corners there [indecipherable] a\nlittle bit and that’s it.",
        "Q: And how did that make you feel?",
        "A: Well, that didn’t feel -- not too good, but we have no choice, what can you do?",
        "Q: Were you angry?\nMarch 6, 2007",
        "A: Very angry, yes, but you couldn’t do anything about it. You just do what they tell\nyou to do.",
        "Q: How did you live with that anger?",
        "A: Well, with the hope that tomorrow would be better, that’s all. Always hope and\nhope and hope.",
        "Q: And did you have any co-contact with girls your age in the ghetto, 17 year old\ngirls?",
        "A: No, never, no.",
        "Q: Were there youth groups, youth organizations?",
        "A: No, not in ghetto. Not so I can -- no, not that I can remember, no.",
        "Q: And -- and what -- you said you did see Rumkowski a lot, but you never talked to\nhim, what were your -- what were your feelings about him? Did you admire him?",
        "A: I can’t recall what I admire, I might have seen him. Like I told you, he has the\nchauffeur -- not chauffeur. He has -- somebody was sitting in the coach there, with two\nhorses, he was riding with that horse. He was -- he was allowed to go out in the ghetto,\ntoo, and come back. But didn’t do me any good anyway.",
        "Q: So you didn’t -- di-did you have a feeling that people were very frightened, or just\ngoing -- living from day to day, which -- which mood were they in?",
        "A: Yeah, they were very frightened, very frightened, yes. It got worse and worse and\nworse. You have to stand in line for a piece of bread and you have to pay for that. See,\nMarch 6, 2007\nthat was money, you have money there, the ghetto, with the bills, and of course you\n[indecipherable] and this is the money we paid. They gave us the money, so had --\nyou have to buy the bread with that money, and everything else. Had his own -- his\nown money, he had the money [indecipherable] bills there, yes. I wish I have it now,\nwould be good. Worth a lot of money.",
        "Q: And how did the German guards treat you?",
        "A: Very, very badly. Very bad.",
        "Q: What -- what did they do?",
        "A: Well, they curse you, they beat you, th-th-they kick you. All kind of things, they\ncall you names. Anything they possibly could to harm you.",
        "Q: Did that happen to you specifically, were you beaten and kicked and so forth?",
        "A: Yeah, I was beaten and kicked, yes.",
        "Q: Why? Why did -- for what?",
        "A: I can’t tell you the reason why, because I’m Jewish, that’s why.",
        "Q: So it isn’t that they said you did something specifically wrong, they just did it, they\njust came around while you were working?",
        "A: Working, or not working, whatever they felt like it. To beat you, to kick you. They\ngot -- th-th-they -- they got a -- a pleasure out of that, you know? They felt good when\nthey kicked you and [indecipherable] you. They felt real good. They smiled, they\nlaughed.\nMarch 6, 2007",
        "Q: And -- and you do -- and obviously you can’t fight back.",
        "A: No, of course not. Of course not.",
        "Q: And di-did that happen frequently?",
        "A: Very much, often, sure. Very often.",
        "Q: The entire time you were in the ghetto, were you -- you were pressing uniforms?",
        "A: Yes, the whole time, yes, that was my job.",
        "Q: And then, wa -- then what was your next -- next thing that happened to you from\nthe ghetto?",
        "A: Like I mention before, they took us to Skarzysko-Kamienna, which is the most --\nthe biggest ammunition factory in Poland. There were three -- three camps there, A, B\nand C, but anyway -- and I was there for a few months. Then they send me --",
        "Q: Ho-Ho-How -- how -- how many people left the Lédz ghetto with you to go there?",
        "A: I don’t know how many. I don’t know how many. A few hundred. No, not all.\nSome of them still left, they were liberated there, too, but it’s not like the Kalisz\nghetto, only some, because a lot of people there in the ghetto. Was a big pl -- you\nknow, the Lodz ghetto was -- there were ca -- a lot of Jews there.",
        "Q: An-And did they tell you where they were taking you when you | -- were I|-leaving\nthe Lédz ghetto?",
        "A: No, they didn’t have to tell where we were.",
        "Q: Was it yo-young men like you in the group? Is that who the group was made up of?\nMarch 6, 2007",
        "A: Yeah, they -- that was mixed at that time, the Lédz ghetto discus -- it was\nSkarzysko, they took us another camp named Wartawerk, also three camps there,\nand that well -- I was working on ammunition, I was producing bullets, 1f you will, for\nguns o-or pistols. And that was hard work, because their machine, they have to t-teach\nus if the machine stops to know how to fix it and took a long time to learn it, and if --\nand if you don’t, how dumb you are, [indecipherable] they curse you, they kick you.\nAnd we had to learn, and I did. And that was the last camp, those three camps in\nPoland. Then they shipped us to Germany.",
        "Q: All right, before we get to Germany, you said you were in Wartawerk, that wa --",
        "A: Wartawerk --",
        "Q: Okay.",
        "A: Wartawerk.",
        "Q: Okay, was that in the town of Warta?",
        "A: The outskirts of Czestochowa, a big city.",
        "Q: So it ha -- didn’t have anything to do with the town of Warta?",
        "A: No, no, no, that was just camps, there are three camps around there, you know.",
        "Q: Mm-hm.\nEnd of Tape One, Side B\nMarch 6, 2007\nBeginning Tape Two, Side A",
        "Q: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Felix Nicinski, and this is tape number t-two, side A. And you had\ntalked before about being in the ghetto, the Lodz ghetto, and then leaving that to go to\nSkarzysko-Kamienna and what were the conditions there like?",
        "A: Very, very bad. The -- it was very hard work, working in ammunition factories, you\nknow, you have to produce. And they -- and they stay right behind you, and they look\nat you, y -- and they -- you know, and you have to work hard, very, very hard, I cannot\nexplain to you. It was very d -- very difficult.",
        "Q: When you say they, do you mean Germans, or Poles, or Jews?",
        "A: The Germans. The Germans would stand there and watching you.",
        "Q: These are Germans in army uniforms?",
        "A: Germans in army uniform, yes.",
        "Q: And what was a typical day like in that particular camp?",
        "A: Well, we got up in the morning, roll call. They gave a little piece of bread, and a\nlittle ersa -- ersatz café, a-artificial coffee, and you had to work 10 hours a day. That\nwas the -- every day the same, didn’t change any, didn’t get no better.",
        "Q: Did you get to know the young men your age better? Did you get to know the other\ny-young prisoners your age? Did you feel like you got to be friends with them?",
        "A: Yeah, we talked to each other. There nothing to talk, but we talked, yeah.\nMarch 6, 2007",
        "Q: Did you have any particular close friend, one or two close friends?",
        "A: Yeah, we were all close, we talked to each other.",
        "Q: But were -- w-was there any p -- one that you were particularly close to?",
        "A: No, no, no. Everybody got his own misery and there wasn’t too much, too much to\ntalk. Just hope for the best.",
        "Q: What other towns did the other young men come from?",
        "A: All around different cities, I don’t know, all kind of cities. They moved you around,\nthat’s the whole thing, they moved you all the times.",
        "Q: How long did you stay in Skarzysko-Kamienna?",
        "A: Probably about six months or so.",
        "Q: And from there?",
        "A: From there we went to Wartawerk. It’s a place near Czestochowa, around\nCzestochowa.",
        "Q: And -- and it was named because there’s a river there?",
        "A: At the Warta, yeah, the -- that -- the Warta river, it’s a very narrow str -- strip of\nthe river goes by there, that was called Wartawerk.",
        "Q: And were there other camps nearby?",
        "A: Yes, there were two other camps, Wartawerk and Hazak.",
        "Q: Okay, and let’s talk about your -- what -- what happened in Wartawerk.\nMarch 6, 2007",
        "A: Wartawerk worked on ammunition, was in -- produced bullets for guns and -- and\npistols. And it was very, very hard work.",
        "Q: And did you -- did you go into the town of Czestochowa? You said it was near\nCzestochowa.",
        "A: You never, never di -- no, that was a camp, you couldn’t get anywhere out. You not\nsupposed to, you couldn’t anyway. That was a camp.",
        "Q: And again, were you just wearing your street clothes?",
        "A: No, that was already stripes and everything there.",
        "Q: So that was the first camp that you had to wear stripes?",
        "A: Yes, yes.",
        "Q: And how did that affect you?",
        "A: Well, what hi -- choice did we have? We didn’t like it, we had to wear it.",
        "Q: Did you have a Jewish star on your striped uniform?",
        "A: No, no, I don’t remember that.",
        "Q: And the food situation?",
        "A: The food wasn’t good, no. Very little food, always hungry.",
        "Q: Did you see any townspeople? Did any of them come by? Any people -- local\nPolish people, did any of them walk by? Did you ever see any of them?",
        "A: No, that was a ghet -- th-th-that was a camp, nobody go -- could come in or out.\nThat was a fenced off -- th-that was a camp.\nMarch 6, 2007",
        "Q: I was thinking over the fence, or [indecipherable]",
        "A: No, nothing like that, no, no.",
        "Q: And again, in -- in -- in that labor camp, was there talk of resistance?",
        "A: I didn’t hear anything like that, but I -- no.",
        "Q: And so you just kept going along with what was happening?",
        "A: Exactly, that’s what’s happened, yeah, had to, had to go along just the way it was. I\ncouldn’t do anything.",
        "Q: What did you think was happening to your parents and your brother?",
        "A: I was hoping they were still there and I will see them after the war, af-aft --",
        "Q: You were hoping they were still in -- in the yer -- your hometown?",
        "A: I did, yes.",
        "Q: Do you think that that’s what kept you going?",
        "A: I guess that what kept me going, yes, hope.",
        "Q: And again, a typical day in -- in Wartawerk, was the same as in the previous\ncamps?",
        "A: Yes, it was hard, very hard work for very little food, and was living with hope that\ntomorrow will be better, but never -- the day never came.",
        "Q: Was your place of work near where you were living? Did you have to walk a lot or\ndid you -- was the munitions factory nearby?",
        "A: No, it was -- it -- it was -- it was right there, in the camp.\nMarch 6, 2007",
        "Q: What were the sanitary conditions like there?",
        "A: Well, it -- it -- you couldn’t take a bath or a shower any time soon. Have to splash\nyourself a little bit once a week, it would be lucky if you can do that.",
        "Q: And were people coming in and out of Wartawerk, or were -- were there -- were\nthey taking people away, or -- or -- while you were there, or did everybody just stay?",
        "A: I don’t recall th -- I remember one time that they going to ship us to Germany, and\nthey did, hundreds of them went to Germany, and that was wind up in Dora.",
        "Q: Is this the time that you went?",
        "A: Yes.",
        "Q: So when was that?",
        "A: That was the end of ’43, I think, something like that.",
        "Q: All right, now how -- again, how did you know you were going to be leaving\nWartawerk?",
        "A: I didn’t know. One fine day they said we going, and we going. They didn’t tell us\nwhere, and that’s where I wind up. We went from -- from Wartawerk, went to\nGermany.",
        "Q: How did you get there?",
        "A: Ah, how we get there? I can’t recall exactly, was it by train? Could be by train, I\ndon’t remember now exactly. Or ba -- by -- b-by -- by military vehicles, I’m not sure\nnow. It’s been a long time, I can’t recall that.\nMarch 6, 2007",
        "Q: Right.",
        "A: But wind up in dar -- in -- in Dora.",
        "Q: Now, you did not want to go to Germany before.",
        "A: No.",
        "Q: Right. And that’s why you escaped. So what were your thoughts now here, that you\nwere going to Germany?",
        "A: Oh, I had no choice. I had a taste of it, how miserable I was. I couldn’t find anyone\nwalking by myself for weeks and several months. And at least we’re going together\nwith -- with other Jewish boys, I figure well, whatever would happen to them, it’ll\nhappen to me.",
        "Q: So you then arrive in -- in Dora.",
        "A: Yeah.",
        "Q: And -- and what will you do, what were you working at there?",
        "A: In Dora it was -- that was the forest -- the forest camp already. And that was --\nhappened to be the worst one of all, so far. I was working outside, loading the ready\nmaterial what came out from the bunker, and also unloading the raw material what\ncame in. And the sirens start blowing the [indecipherable] the siren, and they said no\nmatter what you’re doing, drop everything, and if you hear that, run into the bunker as\nfast as you possibly can. So it happen, you know, we hear the siren blowing, and we\nrun into 1 -- into the bunker and in groups, the Polish groups here, Hungarian groups a\nMarch 6, 2007\ndifferent place, Romanian, Czechs and so on. And we talk quiet in the Polish so\nwouldn’t understand. And we could hear a little bit that they bomb above us. And was\nall over, raus, raus, out, out, out, went out, and we were disappointed. Were so\ndisappointed maybe next time God will help, it’Il penetrate and -- and we’ll all get\nkilled, because it was miserable, we couldn’t take it no more. Well, another time came\nand was the same thing, and we were disappointed. And finally they say, well, this is\nthe last week you’re going to work here, they’re going to go to another place, it’s\ngoing to be much better. So we say, well, you see, he said [indecipherable] he said\nthere’s no God, oh there’s God, oh glory halleluiah, there’s a God after all, we hug\neach other. The name didn’t mean anything, really. So from Dora, we went to a place\nnamed Buchenwald.",
        "Q: Before -- yeah, w-we’ll talk about Buchen-Buchenwald in a minute. Yo- You were\nwilling to get killed in Dora in the bombing raid?",
        "A: Yeah, we were hoping that that -- that will happen.",
        "Q: Why’?",
        "A: Because get out the misery, you know, it was terrible.",
        "Q: W-Was this -- were they starting to make the V2 bombers at that time?",
        "A: Well, they produce the V2 rockets, which they sent to England, they bombed\nEngland, London, that was the V2 rockets.\nMarch 6, 2007",
        "Q: Now, when you said you were into the bunkers, was that the tunnels that they had\nat Dora?",
        "A: It’s exactly the tunnel, where the machinery were and they were all working there\ninside. That was in the tunnel. We have to go in there when they ha -- when we heard\nthe siren blowing, you know, we have to go in there. That’s where we went.",
        "Q: But your work was always outside?",
        "A: Mine was always outside, happened to be, yes.",
        "Q: Because I understand that the people who worked inside couldn’t get outside.",
        "A: No, no, they have to be inside, no.",
        "Q: And did they give you enough food?",
        "A: No, very little food. Food wasn’t very much at all. Lot of people think because it\nwas a labor camp they gave you more. If they did, I didn’t noticed it.",
        "Q: And again, was it just coffee and soup and bread?",
        "A: Yeah, the same thing, yeah. Didn’t change much from one camp to the other.",
        "Q: Ho -- were you very, very thin by that point?",
        "A: Yes, I lost weight continuously, all the time, sure.",
        "Q: [indecipherable] your health at that point?",
        "A: The health wasn’t too bad, just weak, hungry all the time, dirty.",
        "Q: S-So, when you were in Dora, did you have any hope left?\nMarch 6, 2007",
        "A: Very little, we were disappointed. We were disappointed that, you know, they don’t\ndo anything -- a better job than that, than -- they have a heavier bomb, a better bomb to\npenetrate. They didn’t have it at that time. We were disappointed.",
        "Q: Did you know where the V2 rockets were going to be sent?",
        "A: No, no idea.",
        "Q: Mm-hm. So you -- you stayed in d -- in Dora for how long?",
        "A: Oh, quite a few months, I don’t know exactly how long, but quite a few months.\nThen we went to, of course, the Buchenwald.",
        "Q: Did you know what Buchenwald was before you went?",
        "A: No, just the name. The same like Auschwitz. Was a city, nobody knew anything\nabout Auschwitz.",
        "Q: And how many were in your group when you left from Dora to Buchenwald?",
        "A: I have no idea, whole bunch of us, I don’t know. I don’t know how many.",
        "Q: And wher -- and where did you think, or -- where did you think you would be\ngoing?",
        "A: They didn’t tell us. They just move me -- or moved us, we were leaving, and the\nplace was Buchenwald. It wasn’t too far from Dora. The outskirts of Dora, not too\nfar, actually.",
        "Q: And when you got there, what did you see?\nMarch 6, 2007",
        "A: In Buchenwald’? We saw misery. In Buchenwald it was -- it was a big camp, it\nwas over 80,000 people there. There were boys and girls there, in Buchenwald. That\nwas a huge camp.",
        "Q: And where did they put you?",
        "A: In barracks, like those -- those bunks, you know, like -- like sardines, one next to\nanother. And it was -- it wasn’t very pleasant at all. The worst of all was the lice. You\nhave so much lice they eat you up alive. You scratch and they nest there, and you\nscratch more. You couldn’t ask -- you couldn’t tell a doctor or anybody like this that\nyou got hurt, or hurt you or something. You di -- can’t open your mouth and saying\nanything like that. Once you say you si -- you sick, you’re going.",
        "Q: Did you -- wa -- wer-were there lice in the other places that you had been?",
        "A: All of them, plenty. Sunday we took out the blanket, put them in the snow,\nwintertime. You picked them out, there was a perfect square, all dark, with hundreds\nand thousands pounds of lice. But the couple, two or three days after, they come back,\nbecause they -- they -- there -- there was some eggs still there, and they -- you know,\nthey -- they want a body, they come back. Oh yes.",
        "Q: So you never went to s -- a so-called infirmary?",
        "A: No.",
        "Q: A-And you said you had lice on your body”?\nMarch 6, 2007",
        "A: Yes, everywhere. Whole clothes, everything was soaked with sa -- with the -- with\nlice. They eat you up alive, they really did.",
        "Q: What kind of work did you do in Buchenwald, or did you do any work?",
        "A: In Buchenwald didn’t do anything. I don’t remember doing anything in\nBuchenwald.",
        "Q: So you just sat, during the day?",
        "A: Do -- doing nothing, just sit there and do nothing. I didn’t do anything, I don’t\nremember that.",
        "Q: And again, what were your thoughts when you would see German soldiers? What\nthoughts would be going through your mind when you would see German soldiers,\nanything?",
        "A: You was terrified. You see a new uniform, that -- it was very, very upsetting.",
        "Q: Did they ever talk to you?",
        "A: They talk, not a nice way. They curse you. They damn you all the time, no matter\nwhat. You never do anything right. No matter what you do, it’s still not right.",
        "Q: Did you try to make any attempts to escape from Buchenwald?",
        "A: No, not in Germany, no.",
        "Q: Because”?",
        "A: Well, it was a foreign land. I just wanted to stay in Poland. Didn’t work, so -- oh\nno, I wasn’t going to do that, no. Not in -- not in Germany.\nMarch 6, 2007",
        "Q: And again, when you -- were there any people with you, any young men with you\nwho had come all of the -- 1-in the different camps with you, the same person whether\n-- were -- were there a group of people that stayed with you through all the different\ncamps, or was it every time you went to a different camp there were new people?",
        "A: Very few. Some of them did, but not that many, but they moved you around, they\nsplit you up, you know. You never knew -- no-not too many from my city. I can count\nthe -- you know, they were with me.",
        "Q: Were you an especially close group, those of you from your city?",
        "A: A close group, sure, yes.",
        "Q: W-Were you a support to each other, do you feel that that helped you?",
        "A: Well we were talking maybe tomorrow we were better, we hope we’ll be liberated.\nWe knew it -- it’s not good, but we hoped tomorrow will be better, that’s it.",
        "Q: And so you were in Buchenwald for how long?",
        "A: I don’t know. I don’t know, six months, eight, something like that, I don’t know.\nAnd then we went to another camp.",
        "Q: So for six months you just sat around?",
        "A: I don’t remember doing anything in Buchenwald, no.",
        "Q: And then they told you you’d be leaving?",
        "A: Well, they didn’t tell us, th-they took us one da -- one fine day to another camp.",
        "Q: And where was that?\nMarch 6, 2007",
        "A: That was the last camp, the third camp in Germany, that was Bergen-Belsen, and\nthat’s where we were -- we were liberated by the British at that -- the British liberated\nBergen-Belsen. And three days prior to the liberation, they almost killed me. It was\nvery close. It happened on a Sunday. I went down the basement, there we take -- you\nknow, splash up the face with a little water sometime. And I come up with the -- with a\ncan that -- a rusty can that I had -- I find there, and -- it’s water. Sure enough a German\nstanding above, and I’m coming up the steps. [speaks German here] Wh-Where were\nyou? Like he couldn’t see, he wasn’t blind. I said, well I -- I went downstairs to get mi\n-- water. My hands were shaking and I was spilling the water a little bit, and I knew\nit’s going to be a lot of trouble there. And sure enough, I c -- I get up closer, closer up.\nHe took out the -- the baton, th-the one he had the -- on the side there, the stick. But\nthat was different one, they made it with lead inside it, it’s -- every time he hits you, it\nbreak your bone. And [indecipherable] it over the head, and split my head there, and I\nfalls, luckily, I fall forward and not back, because back is further you fell, you -- you\nwouldn’t be here to tell the story. But I fell forward and I hit the edge and I -- and I\ncouldn’t get up, of course, I was bleeding all over. And I was told that the -- the f -- the\n-- the -- the -- the friends, the one I was sl -- they were sleeping next to each other,\nthey -- they saw me there and they -- they dragged me into my -- into -- into the\nbarrack, in the bunk there, and -- and I was unconscious. I was un -- three -- three days\nI didn’t go to pick up my bread there, nothing like that, I couldn’t, I couldn’t, I was all\nMarch 6, 2007\nblack and blue and the nose was broken. So anyway they -- when they come there, the\nBritish liberated Bergen-Belsen, they took me the portable ambulance, if you will.\nAnd they did the best they could, they fix my nose. But they didn’t put it right back,\nit’s a little bit off [indecipherable] straight, it’s a little bit off. And it can be seen or\nfelt if someone touches. And that was -- that was the closest one I ever come to -- to\ndie. And -- an-and -- and that was it. So I was liberated, and then -- then I have a\ncouple of cousins, I da -- wasn’t with them in same camp. They were liberated by the\nAmericans, and --",
        "Q: Were -- you s -- you said that your cousins were 1n your -- in the same camp? Did\nyou say that?",
        "A: No, no, I -- in a different camp.",
        "Q: Oh, in a different --",
        "A: They were liberated by the Americans.",
        "Q: -- different camp. B-Before we get to the lib -- the liberation, again, let’s just talk a\nlittle more about Bergen-Belsen, did you work there?",
        "A: No. No, not in Bergen-Belsen.",
        "Q: So again, you just sat.",
        "A: Yes. I sat there, yes, that’s all, mm-hm.",
        "Q: And I know you had described very movingly, in detail about, in the very\nbeginning of your story, about the young man who tried to escape and was taken to the\nMarch 6, 2007\ngallows. You obviously had seen a lot of people, dead people in those years since then.\nWha -- wha -- how did you -- did you ever get accustomed to seeing dead people?",
        "A: You never get accustomed, you see there was every single night people die there.\nEvery single -- never miss one single night and nobody would die, some people died.\nThere were 10 - 15 - 20, even in -- in Buchenwald, it was recorded in 24 hours, 72\ndeath. So had to take the -- the clothes off, drag them out there, put them -- put them\noutside, and then they come with the wagon, which we have to pull it, and others will\nput -- put them on the wagons like -- like sticks, you know, they look like sticks, and\nmove them away. Every single day, every single day, never miss a day. There was\nnone on -- any corpses outside. You have to put them outside. Take the clothes off,\nand put them outside.",
        "Q: What does that do to a 18 - 19 - 20 year old to have to do that?",
        "A: It doesn’t look good at all, we don’t feel good. We feel well, today is them,\ntomorrow 1 -- it would be me, maybe. That’s how they feel.",
        "Q: Was there a feeling of sadness that you had, or was it fear? What -- what do you\nthink your emotions are when you were forced to see this?",
        "A: Well, it was fear and sadness, both. Yeah.",
        "Q: And was there any intermingling with women in Bergen-Belsen?",
        "A: No, there was th -- chicken wire was dividing up, that was the women with the\nmen. There were nothing common, there’s nothing to talk. They were -- they walked\nMarch 6, 2007\nin their misery, we have our misery [indecipherable] no. There was nothing to talk\nabout.",
        "Q: So in all of those years, once you went -- started going to the labor camps and then\nto [indecipherable]",
        "A: [indecipherable]",
        "Q: -- an-an-and Bergen-Belsen, you -- you really had no contact with girls or women?",
        "A: No, I never did, no, no.",
        "Q: And for a young man at that age, that must have been difficult. Or was it not on\nyour mind?",
        "A: No, that wasn’t on my mind at all, because we have problems.",
        "Q: You didn’t have the luxury of thinking about that. When the -- tell me about the\nliberation, what -- what was it like? I know you were sick, you said, but did you\nunderstand what was happening when the British soldiers came? Did you know what\nwas happening?",
        "A: I understood what’s happened because they -- they took all the wires down, and --\nand th -- and they buried the corpses in -- in -- in the right place the way it should be\nburied, no-not mass graves. And it was -- it -- it was different ball game altogether.\nAnd even after the war -- after the liberation, that is, a lot of -- lot of people died there,\nby the hundreds and thousands because they’re not used to eat. The stomach -- there\nwasn’t much of a stomach, it’s all shrunk, then they tried to expand, and they with all\nMarch 6, 2007\nkinds of diseases and sicknesses, you know, and they couldn’t take it. So a lot of them\ndied. They have all kind diarrheas, and stuff like that. You couldn’t go to the bathroom\nbecause there’s only one bathroom an-and 50 or 100 - 200 people wanted to go. So\nthe-they built something the outside, li-like a -- a -- you know, and people go there,\noutside. Like -- like trenches with -- I don’t know. Anyway, it wasn't very nice, and so\nafter that, like I mentioned, I had the couple of cousins there who were liberated by the\n-- by the Americans. They couldn’t go to every camp, but in the gip -- in the big camps\nthey did go and looked up names. But after the war you -- you can get your own name,\nyou didn’t have any more a number.",
        "Q: What -- what was your -- you were given a number? What was your number?",
        "A: I can’t remember now, but I got there about six, seven numbers there. I don’t\nremember that, I don’t look at that.",
        "Q: I-In what camp were you given the number? Was it in Germany or in Poland?",
        "A: That was in Germany, | think. Yes, anyway, so 1 -- th -- my -- my two cousins, my\nmitha -- my mother and their father were sister brother, so that makes it -- make us\nfirst cousins. So they come and -- and a f-few of th -- few of those big camps like\nBuchenwald and they come to Bergen-Belsen, look up my name, oh they saw me\nthere [indecipherable] you know and he said, well, what do you have to lose here,\nlet’s go in the medical zone. And I already find mine Aunt Rifka. Nothing do with --\nwith me, she not relati -- she not related to me at all. Rifka is my cousin’s mother’s\nMarch 6, 2007\nsister. So nothing to me. She’s already there, but I knew her from -- from the ghetto.\nSo we went to -- in the American zone, and we stayed there in a place named\nBamberg, not too far from Nuremberg where those -- those criminals were jud -- you\nknow, judged. And we stayed there and then they wanted to come to America, and I\ndidn’t feel like I wanted to come to America. It’s -- something was bothering me.\nWhat it was is, I want to go as far as I possibly can, I don’t have no -- no borders.\nAlthough it’s a friendly border here with Canada, but th-the borders upset me in\nPoland. There was Russians, there were the Germans, none of them were good for the\nJews. So they went to America and I went a different direction altogether. I went to\nAustralia. And --",
        "Q: Right, right. Well talk about Australia in a minute. Di -- whe-when the British\ncame to you in -- in Bergen-Belsen for -- at liberation, di-did you feel a sense of\nfreedom at that point? What -- what -- what was it?",
        "A: I felt a sense of freedom cause I knew I was liberated. And th-the loudspeaker\nloudly was speaking every language there. You could understand that the food is on\nthe way, and the help is on the way. And -- and we feel good, because the wires came\ndown. Oh, that’s okay. Th-The wire -- the wires came down and -- and we --we knew\nwe were liberated, and that was it.",
        "Q: What were your feel -- I mean, in all these years of being a prisoner, and now\nyou’re liberated.\nMarch 6, 2007",
        "A: You had a good feeling when you were liberated, then the -- the -- another thing\nwas hope that my mother and father will be still alive, and the -- the rest of the family,\nbut --",
        "Q: Did you consider going back to your hometown?",
        "A: I never did.",
        "Q: Because”?",
        "A: I didn’t want to go back because I had the [indecipherable] a gut feeling I had that\nPll -- Pll find nobody there. I di -- I didn't want to go. But my cousins did. They --\nthey -- they encourage me to go and I said no, I don’t want to go to Poland back there,\nno. So they went and they went to their city, nobody there. They went to my little city\nwhere I was born, and there was nobody left there either. See, what they did is they\ntook the people out, the men, to the cemetery, and they dug a -- a trench there, didn’t\nknow what for. And then after they finish, they took all the rest of th -- of the people\nout there and shoot them and bulldozed them down.",
        "Q: And do you think that’s what happened to your parents?",
        "A: I guess. That’s all I can guess, I don’t know.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Felix Nicinski. This is tape number two, side B. And you\nMarch 6, 2007\nwere saying before that after liberation you did not want to go back to your town, but\nyour cousins did, and there was no one there, and you heard what had happened to\nyour family. So then your f -- and then your -- you said also before that you didn’t\nwant to go to a place where there were borders, and that’s why you decided to go to\nAustralia?",
        "A: Yeah, that’s true, I didn’t want to have -- if that’s what you call civilization,\nEurope, that’s -- I have enough of that. So I wanted to go away as far as I possibly\ncan. That’s how I wind up in Australia. I was there for some 10 years.",
        "Q: Okay, but where -- where were you before then? After the liberation and before you\nwent to Australia. Where were you living?",
        "A: Ina place named Bamberg in Germany, not far from Nuremberg.",
        "Q: Right, right, right, and what -- was that a displaced person’s camp?",
        "A: No, I didn’t have to -- I didn’t go to a camp. I have enough camps for five years. I\nwent private, only private, in a home, with Germans. With Germans.",
        "Q: Okay, you spoke German by that point?",
        "A: I spoke German very well, yes, even before.",
        "Q: How did you learn it?",
        "A: I had to learn. Ma -- Yiddish is not that difficult, to learn German.\nMarch 6, 2007",
        "Q: And so you -- you’re in this town, you’re 20 years old, in 1945, is that correct?\nYou’re 20? You were born in 1925. And what did -- what -- what did you do and who\nwere you living with?",
        "A: In Germany [ lived by myself and I got from the -- from the UNRRA they call it,\nthey give you a little money and you survived.",
        "Q: An-And did you work?",
        "A: No, not in Germany. Didn’t work in Germany, no, not after the war.",
        "Q: And how lo -- how long did you stay there in Bamberg?",
        "A: I stayed there til ’48.",
        "Q: So for three years you -- you just did nothing.",
        "A: No, nothing, three years, no.",
        "Q: And wh-what about other survivors, were -- were you living with a lot of other\nsurvivors?",
        "A: I met a friend after the war, he was live in the same city, so we were close friends,\nand that’s about all.",
        "Q: This was a friend from home?",
        "A: No, not from my home. From Poland, but not -- no, I met him after the war.",
        "Q: And so for three years you -- what did you do to pass the time away”?",
        "A: Nothing. Recuperate.",
        "Q: What was your health like after the war?\nMarch 6, 2007",
        "A: It wasn’t too bad, I wasn’t -- I wasn’t very sick, except operation what they did on\nmy nose. But other than that I didn’t feel too bad.",
        "Q: And you were supported by UNRRA you said, for food and rent and clothing.",
        "A: Yes, yes. Yeah, we have enough of that, too.",
        "Q: And were there a lot of other young men in your position, doing the same thing?",
        "A: Yes, quite a few, quite a few, yes.",
        "Q: And did you all get together frequently?",
        "A: Not often, but we got together, yes.",
        "Q: And t-tell me about making arrangements to go to Australia.",
        "A: We have to go to the -- to the embassy, you have to put your name down, you have\nto wait for the court, you know, you have to wait til they call you. And they did, and I\nwent.",
        "Q: And when did you apply to go to Australia? When did you first make your\napplication?",
        "A: It took a couple of years, I think. Something like that.",
        "Q: It took a couple of years from the time that you applied until you got -- yeah, the\npermission.",
        "A: Yeah, that -- that was England, the-they didn’t want too many Jews to -- to go to\nAustralia for some reason, that’s why it took so long.",
        "Q: Did you know any English at that point?\nMarch 6, 2007",
        "A: No, not at all.",
        "Q: And that didn’t disturb you, knowing that you were going to a country th-that had a\nlanguage you didn’t understand?",
        "A: No, it didn’t bother me, I knew I’m going to learn, I’m young, I could -- I could\nlearn, and I did.",
        "Q: And -- and how did you get to Australia? Who made those arrangements, the -- the\nboat? Ho-How did you -- who made the arrangements for you to go to Australia when\nyour number finally came up?",
        "A: That was the -- the -- the Australians, the Australian embassy. They -- they\narranged that, and have to sign it, wherever they send me to work, I’d be willing to do\nit. And that’s what it -- I went by -- went by -- by boat. By ship, yeah.",
        "Q: What was the name of the boat?",
        "A: [indecipherable] It’s a Swedish ship.",
        "Q: And what was your feeling when you s-stepped off your -- the land of Europe? The\ncontinent of Europe.",
        "A: Yeah, I felt good. Leaving Europe was -- was fine, I -- I -- I liked it. If I don’t see\nE-Europe again would be just good -- okay with me too. I have enough of Europe for\nawhile.",
        "Q: And what was the voyage like? Who else was on the boat with you?\nMarch 6, 2007",
        "A: The voyage was very nice, it was very good, and we arrived in Australia, you\nknow, in that -- they put us in the camp for a little while.",
        "Q: W-Were there many others like you, doing the same thing?",
        "A: Yeah, a few of them, a few Jewish people. Most they were Gentile boys. Not many\nJews, a few of them, not many, no.",
        "Q: When you say Gentile boys, you mean Gentile German boys, or --",
        "A: No, no, no, not Germans. Hungarian, Romanians, you know, stuff like that. That\nkind.",
        "Q: Yeah. Had they been war victims and they wanted to leave Europe, too?",
        "A: They were victims too, but they chose to go to Australia for some reason. I -- I\nchose for a different reason, yeah.",
        "Q: So are you -- you arrived in Australia, and --",
        "A: Yes. And I was in a camp there, and every Saturday night there was some kind of a\npre -- a performance, like a concert sometimes, and acting. And that was free. So,\nwhat’s happened is, an Australian couple was sitting next to me, and I couldn’t -- I\ncouldn’t understand, th-they couldn’t -- they couldn’t understand what I am saying, but\nnevertheless, we [indecipherable] they gave me the telephone number to call, and I\nwent there and have supper, they call it tea, actually, in England they call it for tea,\nbut that’s supper. And I learned a little bit that. Anyway, finally they told me to come\nMarch 6, 2007\nto live with them, and I did. And they treat me very, very well. They were not Jewish\npeople. They were Australian people and --",
        "Q: What city was this in?",
        "A: That was a -- city was Adelaide, south Australia. And I stayed there all the time til\nI came here to the United States, they treat me very well, and --",
        "Q: Did you work in Australia?",
        "A: Oh yes, I work. I was a barber, cutting hair, a barber. And --",
        "Q: How did you get the training?",
        "A: I learned it in Germany. Had to have something, you know, I haven’t got anybody\nto fall back on, you know? Have to learn a trade in Germany. In Germany | learned.",
        "Q: You mean after the war?",
        "A: Aft -- of course. After the war, of course after the war.",
        "Q: So you said you didn’t do anything --",
        "A: Well --",
        "Q: -- for -- for those years, but you did.",
        "A: I -- I wa -- | had the impression to make -- making money, to work something -- no,\nno, not like that, no, I had to learn something, sure. And when I went to Australia to\nthose people there, they treat me very well, she 1s [indecipherable] days, she said --\nthere was a boy and a girl there, they have. The boy was the older one, the girl was the\nMarch 6, 2007\nyounger one. They say if -- if -- 1f Felix -- you don’t like what Felix is doing\nsomething, never open your mouth. Come to me and I straighten up, you know? It is --",
        "Q: What were the names -- what were the names of the family?",
        "A: What’s that --",
        "Q: What’s the name of the fa -- the Australian family?",
        "A: Harrison.",
        "Q: Their first names?",
        "A: The first name was -- h-her n -- her name was --",
        "Q: Okay, we’ll come back to it, that’s not -- that’s okay. So you went -- how did you\nlearn to be a barber in -- in Germany? Were there classes, and who gave the classes?",
        "A: Yeah, there was a school. I went to school there, and you know, I do what they\nhave to do, what they tell me to do and I -- I pass that. When I went to Australia, I ga\n-- had to go another one there, too, to th -- another test. Not in school, but the test, and\nI passed it. And I had my -- my license, and I worked there.",
        "Q: Was it hard for you to learn English?",
        "A: Not that difficult. When you’re young you can pick it up, particularly when you\nlive with people, you know, you get -- you hear the same language all day\n[indecipherable] you have no choice, you had to learn. That wasn’t too bad, no, no.\nMarch 6, 2007",
        "Q: Were -- were -- I’m curious to go back to when you learned this t -- this skill of\nbarbering. Wa-Was it done for refugees or former s-survivors? Was it done by the\nJoint Distribution Committee, or -- who did it?",
        "A: That was for anybody, like a school here, you had to go and learn.",
        "Q: So it was just a regular German school of barbering?",
        "A: Regular school with German, yes, yes.",
        "Q: Okay. Okay. So you were in Australia, and you were -- did you work 1n a barber\nshop?",
        "A: I work in a barber shop, yeah. It -- not my own, but I work for somebody, yes.",
        "Q: And how long did you stay in Australia?",
        "A: 10 years. I come in °58 here.",
        "Q: And did you always -- during those 10 years did you stay with the family the whole\ntime?",
        "A: Yes, I was barber all the time, yes.",
        "Q: No, did you stay with the Harrison family the whole time?",
        "A: I stayed with them all the time there. Not quite 10, but a little bit I was in the camp\nthere to begin with, but I was there nine years, I was with them.",
        "Q: You lived in their home?",
        "A: Yes. In their home, yes.",
        "Q: What -- what do you think inspired them to take you in?\nMarch 6, 2007",
        "A: I can’t tell you why because th-they asked me I had parents, I told them, you know,\nI was in camp. And they weren’t Jewish, I was surprised they -- they took me in, you\nknow. I think they have feelings, you know.",
        "Q: Hm. Were there any other Jewish families in Adelaide that you met -- Adelaide?",
        "A: Yeah, there -- there were other people there in Adelaide, yes. There were other\npeople there too, yes.",
        "Q: And did you -- were you in contact with the Jewish community of Adelaide?",
        "A: Yes, I went to shul there, 1t was a shul there, yes, oh yes, went there. I met\nAustralian Jewish people there, and we in contact, very close contact. We play cards\ntogether. They invites me -- you know, t -- invited to play cards. We have supper\ntogether. It was nice.",
        "Q: And were they understanding and want to hear what -- to listen to you and did you\ntalk about what your experiences were during the war, to them?",
        "A: Yeah, they ask me and I told them, like | tell you here. I told them everything, yeah.",
        "Q: Were you in contact with other refugees from the war in Adelaide? Were there\nother refugees from the war like you were?",
        "A: There were some there, yes, but I didn’t know, I just met them there, in Adelaide.",
        "Q: And did you all stick together, since you had been through the same experience?",
        "A: Some would, not that much, because th -- I was with the family, you know, more\nth-than anybody else.\nMarch 6, 2007",
        "Q: Why did you decide to leave Australia?",
        "A: Well, first off, I had a couple of cousins here, they say well, why you so -- being so\nfar away, we have no -- not much of families, not bad here, this and that. And I had a\nfriend I met there too, after the war, and he was a barber and he came here first. So he\nwas going to America and I went to Australia, but we contact each other. When I\ncame here I work for him for a little bit, for about three years, then I got my own shop\nafter that.",
        "Q: Was it hard to get a visa, or to get permission to come to live in the United States?",
        "A: I don’t think it was difficult, no. To come here wasn’t -- wasn’t difficult. To go to\nAustralia was difficult, but here, no.",
        "Q: So once you made your mind up to go to Australia, it was very easy to make the\narrangements?",
        "A: Yes, yes.",
        "Q: To come to the United States?",
        "A: Yes, mm-hm.",
        "Q: And where di -- an-and what was the Harrison’s reaction that you were leaving?",
        "A: Well, di -- we were corresponding, and the mother correspond every -- I never send\nthem for their birthdays, but she send every birthday, never missed. But she passed\naway, then the daughter took over. And she writes now, and every birthday I gota\ncard, for [indecipherable] to send me a card. Not -- not our [indecipherable] but their\nMarch 6, 2007\n[indecipherable] but whatever, it’s okay. But I -- they haven’t forgotten me, no. She\nwas here, too, to visit, too, with the ma -- husband.",
        "Q: This is the daughter that --",
        "A: Yeah, yeah, yeah.",
        "Q: And what is her name?",
        "A: Jen -- Jane Harrison. The mother was Silma, Silma Harrison.",
        "Q: And the fa -- do you remember the father’s name? Do you remember the father’s\nname?",
        "A: No, the father was yo -- yo -- he died when -- when I -- when I -- he wasn’t very --\nvery long there, after I met him there, very short time he passed away or something, so\nI didn’t know him that well.",
        "Q: So you came to the United States by boat, or by plane?",
        "A: By plane. To Hawaii first and then here. Stopped in Hawaii.",
        "Q: This is your first time on an airplane?",
        "A: That was the first time on a plane, yes.",
        "Q: And what was it like to put your foot down on American soil?",
        "A: Well, had my friend wa -- my friend, th-the one, the barber, he was waiting there,\nand I saw him there and it was very, very go -- it was a good feeling. So I stayed with\nthem for a little while and I got --",
        "Q: What city was this?\nMarch 6, 2007",
        "A: The -- Washington, D.C..",
        "Q: Oh, your friend was in Washington, so you flew to Washington?",
        "A: Yes, yes.",
        "Q: And you knew this was the capital of the United States. Did that make any -- was\nthat important to you?",
        "A: I knew it was the capital, but had to live someplace, wouldn’t make any difference.",
        "Q: So you stayed with your friend in Washington, and -- and you said started -- and\nworked at a barber shop?",
        "A: Yeah, I worked for him for about 30 years.",
        "Q: His name is?",
        "A: Sal Arbus was his name.",
        "Q: And then what happened?",
        "A: Then I got my own, I bought a place somebody -- I bought it from an it -- Italian\nfellow barber shop, and had a couple of guys working with me, and then the -- have\nanother one too, after that. And then the second one, I -- I retired and that was it.",
        "Q: And tell me then, about your -- your -- meeting your wife.",
        "A: I met my wife -- I knew a -- a fellow here in Washington, and he met a -- a girl in\nBaltimore, which her husband passed away, and he married her and I can -- I went to\nvisit him and we were talking and I said, didn’t anybody hear, you know, a nice girl or\nsomething I can meet? He said, yeah, there’s a sister, a brother who live here in the\nMarch 6, 2007\nRicetown Road, he said, they’re very nice people. I can give you the telephone\nnumber. I said okay, give it to him and I call him up. I talk to her and she say yeah,\nyou like to meet me. So I met her. So I saw her the -- everywhere -- I couldn’t go\nevery day because I was in Washington, she was in Baltimore. And so we met -- so\nfour times a month, let’s say, we saw each other, once a week. In about what -- three\nmonths or so we married. And we’re still married for 40 -- 47 - 48 years or something\nlike that, in 1949 -- °59 we married. 1959.",
        "Q: 1959.",
        "A: In °58 I came, ’59 I married.",
        "Q: Oh, that’s wonderful, that’s wonderful. Let’s just talk a little bit before we end,\nabout your feelings about what you went through. Do you think a lot about your\nexperiences, today? About what you went through?",
        "A: And there’s not a day you don’t think about. You don’t talk about it, but you think\nabout it. It’s always in your background, it never goes away.",
        "Q: You said your wife had been a survivor also, where had she been?",
        "A: Well, she -- she survived, too. She was also liberated in Bergen-Belsen.",
        "Q: Mm-hm. And you said you -- when you met her and you asked her, what your\nanswer was? When you a -- when she told you that.",
        "A: She told me she was there in Bergen-Belsen, I say I was there in Bergen-Belsen,\ntoo. So, that was it.\nMarch 6, 2007",
        "Q: Do you and she talk about the war years frequently?",
        "A: She doesn’t talk too much, but she got wild dreams.",
        "Q: Yeah. And do you feel very American now?",
        "A: I feel American now, yes, yes. Yeah, I do.",
        "Q: Did you become more religious because of your experience during the war, or less\nreligious or the same?",
        "A: About the same. Didn’t change much.",
        "Q: Did you feel that you’re more questioning of God, let’s say, because of what you\nwent through?",
        "A: ’'m a questioning all the time. For years.",
        "Q: Are most of your friends survivors?",
        "A: No, no, not -- not -- no, not most, no. Some of [indecipherable] some of the -- all\nkind of [indecipherable] there. No, no.",
        "Q: So when you’re with people, do you talk about your experiences when you meet\npeople?",
        "A: I don’t bring up the subject, but they ask me, I talk about it.",
        "Q: Is there anything that triggers you during the day? That triggers, like s -- a -- a noise\nor a smell, or something that triggers memories of what you went through during the\nwar?\nMarch 6, 2007",
        "A: Yes, if you -- if you hear shooting, you know, fights, stuff like that, that brings\nmemory back, sure. Absolutely.",
        "Q: A-And what do you -- what do you do about that? What -- how do you handle that?",
        "A: Well, th -- you try do the best you can not to take it -- you think, well, the war is\nover, it’s not any more like it used to be. It’Il be okay. And you -- you try to forget.",
        "Q: Ha-Have you any desire to go back to Poland, or have you been there?",
        "A: I have no desire and never been there. It’s not for me.",
        "Q: Why not?",
        "A: Because I have nobody -- nobody to -- to greet, nobody will be there. I wouldn’t\nknow anybody now anyway. Even though we knew the Poles, they were the\n[indecipherable] I wouldn’t know it now, so many years went by. So tho -- no use for\nme, I -- I would never go back, no.",
        "Q: Are -- are you -- we -- well, was anything triggered when the Eichmann trial took -\n- took place in Israel? Di-Did it start you thinking again?",
        "A: Well, it’s the -- was the right thing to do, they should -- they should get the same\ntreatment like they did to the others.",
        "Q: Do you -- are you a strong Zionist?",
        "A: Iam a Zionist, yes.",
        "Q: Have you been to Israel?",
        "A: I been to Israel four times so far, yes.\nMarch 6, 2007",
        "Q: And when you’re there, do you meet with other survivors?",
        "A: Yes, my wife, she had -- she had the sister there and a brother, they passed away\nsince. Also a nephew, he passed away young. He was 53 years old, had a heart attack.\nBut anyway, so we went to see her family, in which they’re just about all gone now.",
        "Q: So you feel very American?",
        "A: I feel American, yeah, sure. Do my best to be one, a good one.",
        "Q: What language do you think in? What language do you think in? Do you think in\nEnglish, or do you think in Yiddish?",
        "A: I think in both. Home we speak Yiddish all day every day. When I go out and talk\nto people, that’s English.",
        "Q: Mm-hm. You’ve been retired for how long?",
        "A: Since 80 -- 80 -- ’86 - °88, something like that.",
        "Q: An-And do you do anything? Do you have any hobbies now?",
        "A: Not too much, not too much. I -- I have different tapes I watch, like Jewish --\nmostly Jewish I have, a lot of Jewish tapes. Different actors, singers.",
        "Q: What -- what are your thoughts about Germany today?",
        "A: I don’t know today, there -- there’s a different generation altogether, so I don’t\nknow what to say. I know the other, the old generation, they were not good, they were\nevil.",
        "Q: So if you met a young German today, what would your thoughts be?\nMarch 6, 2007",
        "A: I wouldn’t discuss too much. I mean, you have nothing to do -- you wouldn’t know\nit anyway, what went on. Maybe -- maybe he was told, but he didn’t do anything\nreally. Yeah.",
        "Q: Have you been to the Holocaust Museum?",
        "A: Yes, I have.",
        "Q: And what are your feelings when you walk in there?",
        "A: Well, the feelings 1s -- to me it’s nothing new, I’ve seen it before. I went -- I-I went\nthrough it. And my wife Doris, she never went there, she doesn’t want to go there.\nAnd I went because I had a cousin from New York, the one I was talking about, he\ncame and I took him over with his wife, but my wife, she wouldn’t go.",
        "Q: Was it a very painful experience for you? Did it bring back a lot of memories?",
        "A: Yes, it was, yes.",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "A: That I’m not sure. I’m not sure about that, because you see different country like --\ngreat anti-Semitism exists even now, even today. So I don’t know. Maybe they learn a\nlittle lesson, but not to any great extent.",
        "Q: And you -- are you -- do you have any optimism that it will change?",
        "A: I’m not sure. I hope it will. Little bit hope.\nMarch 6, 2007",
        "Q: Sounds like that’s been the -- the message of your whole life. Is there anything that\nwe haven’t covered, or anything that -- any thoughts that you have that you’d like to\nsay before we close?",
        "A: Not really, no. I’m glad you came over and I did what I can, the best, you know,\nand hope it’ ll help.",
        "Q: Certainly is, it’s a very important contribution that you made. Well thank you.\nThank you very much.",
        "A: Thank you, too.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nFelix Nicinski.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Felix Nicinski, conducted by Gail Schwartz, on March 6, 2007, in\nSilver Spring, Maryland. This is tape number one, side A. What is your full name?",
        "Q: That is the name you were born with?",
        "Q: Did you have a middle name?",
        "Q: And where were you born and when were you born?",
        "Q: And that is n-near what large city?",
        "Q: Mm-hm, mm-hm. And I understand it’s 69 kilometers southwest of Lédz?",
        "Q: Let’s talk about your family. How long had your father’s -- well, t-tell me about\nyour father’s family.",
        "Q: What was your father’s name?",
        "Q: And where was he born?",
        "Q: Did he had a large extended family, brothers and sisters?",
        "Q: And what kind of work did your father do?",
        "Q: And your mother’s name?",
        "Q: And her maiden name?",
        "Q: And what -- tell me about her family.",
        "Q: And did you have any brothers or sisters?",
        "Q: And what is his name?",
        "Q: Okay. And where -- can you describe the town to me, and the neighborhood that\nyou lived in when you were a small child?",
        "Q: Well, but let’s talk about the earlier years, your earlier childhood. What kind of\nneighborhood did you live in? Was it a Jewish neighborhood, or wa --",
        "Q: And did you have non-Jewish friends as a young child?",
        "Q: So, was your family religious? It sounded like they wanted you to have a good\nreligious education.",
        "Q: And what languages did you speak?",
        "Q: But when you were growing up you spoke Yiddish to your brother and to your\nparents?",
        "Q: Yeah. And what about in school?",
        "Q: Did you have any favorite holidays as a young child?",
        "Q: Can you describe one of the hol -- the holidays that you remember’?",
        "Q: Did y -- a-and you had mentioned something about anti-Semitic experiences you\nhad. Any other ones that you can talk about -- when you -- this was when you were a\nchild, when you were a child.",
        "Q: Any other ti -- kinds of anti-Semitic incidents that you remember when you were a\nchild? Anything that people said or did.",
        "Q: How did you know that, as a child?",
        "Q: And did you talk this over with your parents?",
        "Q: Did they say anything special to comfort you as a young boy?",
        "Q: Were your parents Zionists?",
        "Q: Did they belong to any organizations, and if so, which ones?",
        "Q: And tell me about your brother. Were you close to your brother while you both\nwere young?",
        "Q: And did you do -- what -- what kind of sports -- were you interested in sports?",
        "Q: Tell me, did your family and you do any traveling before conditions got bad?",
        "Q: And what kind of activities did you do in your free time? What -- did you have any\nhobbies?",
        "Q: Would -- would you describe your family as middle class? Ho-How would you\ndescribe them, economically?",
        "Q: And tell me about your home. Was it an apartment or a house?",
        "Q: Can you describe it to me?",
        "Q: Did you and your brother have your own bedrooms?",
        "Q: Tell me about your Bar Mitzvah.",
        "Q: Now -- well now, let’s start talking about when conditions started to change. You\nsaid you were born in 1925, so when were you aware that problems were beginning?",
        "Q: O-Okay, so up to that time, up to that time, had you heard of a man named Hitler,\nwho came into power in 1933? As a child, did you hear anything about him?",
        "Q: And what did your parents say about him?",
        "Q: Was your mother working?",
        "Q: So up to 1939, when the war started, you just had a regular childhood, and playing\nwith friends and so forth?",
        "Q: All right, and then comes September 1939, what are your first memories of that,\nwhen the Germans invaded Poland?",
        "Q: Was there any bombing that you were aware of beforehand?",
        "Q: And at that time you were still living in your home?",
        "Q: Now you’re 14 years old --",
        "Q: -- and you had been going to school, and you had had your Bar Mitzvah. What\nthoughts went through your mind as a 14 year old boy that when -- when this happens,\nthat you have to leave your home and move into a ghetto?",
        "Q: Were you especially frightened?",
        "Q: Was there a wall around the ghetto? How was it enclosed?",
        "Q: So the people in the ghetto were the town Jews. Were there any other Jews from\nother cities or towns that were brought there?",
        "Q: And were people helpful to each other? The Jews to each other?",
        "Q: What did your parents bring from home with them to the ghetto?",
        "Q: And you and your brother, did you take anything special?",
        "Q: You did take toys and --",
        "Q: -- did -- did you take books? Did you take any books?",
        "Q: Did you have books that you liked to read just on your own, I mean, children’s\nbooks?",
        "Q: And -- and how many people would you say were in the ghetto? Do you know?",
        "Q: And what were the living arrangements in the ghetto? Where -- where was your\nfamily living?",
        "Q: And what kind of work did you do?",
        "Q: When did you go into the ghetto, do you remember exactly when that was?",
        "Q: In -- in the early part of 1940?",
        "Q: When you were in the ghetto, were you in a house or an apartment?",
        "Q: And did you have the whole house to yourself?",
        "Q: You didn’t have to share it with anybody else?",
        "Q: What kind of work did your parents do?",
        "Q: I’m talking about the work he did when he was in the ghetto. Is that was he also\ndid?",
        "Q: S-So did he do -- have to work?",
        "Q: And what about your brother, what did your brother do?",
        "Q: And did you see other children there, other boys and girls your age?",
        "Q: Did you all talk about life in the ghetto?",
        "Q: What were some of the things you -- you talked about?",
        "Q: So how optimistic were you at that time, in 1940?",
        "Q: How did you know that?",
        "Q: Who brought you the food?",
        "Q: What was it like for you as a teen -- a young teenager, to see a German soldier?",
        "Q: And did you speak German? Did you d -- do you under -- did you understand\nGerman then?",
        "Q: Well, what I was asking before was, what were your thoughts when you looked at a\nGerman in a German military uniform? What thoughts went through your young head?",
        "Q: What would you do if you saw them on the street when you were out walking?",
        "Q: How did you know to do that?",
        "Q: And again, is this something you talked about with your parents? Did they give you\nany advice?",
        "Q: Did you feel Polish, or Jewish, or both?",
        "Q: Not Polish?",
        "Q: And so what did you do during the day? Did you say you did go to work?",
        "Q: What -- what was being built in the ghetto?",
        "Q: And how long did you stay in the ghetto?",
        "Q: So that it’s winter, the late part of 1940, you were still in the ghetto, and then -- and\nthen what happened aft --",
        "Q: H-How did you know that you had to leave the ghetto?",
        "Q: Boys and girls?",
        "Q: And when you say they announced, how did they announce? Were there posters, or\nwas it --",
        "Q: -- in this --",
        "Q: And what was your parents reaction?",
        "Q: So this is you and your brother?",
        "Q: How old was your bro -- na -- 1940 sa --",
        "Q: Yeah. Had he left already, or was he still in the ghetto with your parents?",
        "Q: So you left your brother and your parents --",
        "Q: -- and you assembled at this place.",
        "Q: With the other 14 to 18 year old boys.",
        "Q: And what was the feeling then, when you were all together in that gathering place?\nWhat were the boys saying?",
        "Q: What did you bring with you then?",
        "Q: What did your parents say to you when you said goodbye?",
        "Q: Were you -- do you remember being particularly frightened?",
        "Q: How did you know that at a young age?",
        "Q: So then you -- they gathered you and they took you to this other place. How did\nyou get to the next -- to the work camp?",
        "Q: In trucks, or how?",
        "Q: And please describe Lienzingen to me.",
        "Q: Um, before we get to that, let’s talk a little bit more about the conditions in -- in\nLienzingen. Did you sleep in a barracks?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Felix Nicinski. This is tape number one, side B. Let’s go\nback a little bit in time, back to Lienzingen, I’d like to get a little more information\nabout that work camp. What was the place before it became a work camp?",
        "Q: Were there men and women there?",
        "Q: And you said it was the ages of 14 to 18 that --",
        "Q: And what other towns were the young men from, besides yours?",
        "Q: And how healthy were you at that time?",
        "Q: W-Were you a healthy child? Did you have any health problems growing up,\nbefore the war?",
        "Q: So you were sturdy, a sturdy young man?",
        "Q: Okay. And did you have any communication with your parents at that time, while\nyou were in Lienzingen?",
        "Q: Wa -- once you said goodbye to them in the ghetto, you did not have any more\ncommunication?",
        "Q: Mm-hm. And did you have to wear a yellow star? Did you wear any kind of yellow\nbadge, yellow star?",
        "Q: What -- did they give you a uniform?",
        "Q: So you just had the clothes that you wore on your back, and had you brought other\nthings to the camp?",
        "Q: And were -- were your barracks 1n a big building, or -- what was the set-up of it?",
        "Q: Now -- and you also said you were -- you were digging ditches?",
        "Q: Yeah, yeah. What was a typical day like there, at Lienzingen? When did you have\nto get up, and so forth?",
        "Q: What food did they give you before you left for work?",
        "Q: And what about lunch?",
        "Q: And then you would -- did you march to the place of work?",
        "Q: Were you allowed to talk to the other young men while you were marching?",
        "Q: And the guards were German guards?",
        "Q: A-Any Polish guards?",
        "Q: And then, what about di -- and then you -- you finished work and came back, and\ndid you have supper?",
        "Q: So what did the young mens -- your -- the people your age, what did you all talk\nabout? Did you -- what kinds of things did you communicate with each other?",
        "Q: And did people talk about resistance there? Did the young men speak about acts of\nresistance?",
        "Q: Mm-hm. Besides that one young man who was caught, how many others tried to\nescape before you did?",
        "Q: No. What was the name of the young man they hung, do you know”? The name of\nthe young man that they brought to the gallows, do you know?",
        "Q: How --",
        "Q: How soon after that did you decide to leave?",
        "Q: What do you attribute your strength to, to deciding to take this incredible chance? I\nmean, that took a lot of inner strength. H-Ho -- wh-what do you attribute that to?",
        "Q: Did you tell anybody you were going to do it?",
        "Q: What were you wearing when you -- and what time of day was it when you left?",
        "Q: And you were just wearing regular clothes?",
        "Q: Yeah. And how long did it take for you til you -- til you came up to meeting that\nfarm woman? How long did it take before you met the next person? How long were",
        "Q: So, you -- you did not meet a Polish woman who gave you breakfast and clothes\nbefore that?",
        "Q: And then, did you get any rides with farmers, at all?",
        "Q: What did you tell them, what was your story?",
        "Q: So they thought you were a Polish --",
        "Q: -- teenager?",
        "Q: Now, when exactly was this, this was in 1941?",
        "Q: And -- and what -- approximately what month?",
        "Q: What -- what was the weather like?",
        "Q: So you were 16 years old?",
        "Q: Were you still strong? Was your body still strong?",
        "Q: Did you eat any of the plants, or -- or -- what -- what were you eating to keep\nyourself going?",
        "Q: Mm-hm, mm-hm. Then you talked about getting to Kalisz. Y-You’ve already\ntalked about getting to Kalisz and proving that you were Jewish, and how you got that\nfalse identification.",
        "Q: Right, right. But let’s talk a little more about Kalisz before we do the next -- next\nlocation, about the conditions there, and where you were living, and so forth.",
        "Q: And there was a fence around the ghetto?",
        "Q: Did you have your own room?",
        "Q: You stayed with a family?",
        "Q: Who was the family?",
        "Q: And were they welcoming to you, or did they resent you?",
        "Q: What were -- what was the state of mind of people in the ghetto at that time? What\n-- what did you sense? Do you remember what their thoughts were?",
        "Q: And did you see a lot of children in the ghetto?",
        "Q: And were they in good health?",
        "Q: And again, the food situation?",
        "Q: Th-They brought you fo -- you go -- got the food when you were living 1n your\nroom 1n the -- in the house?",
        "Q: Did you talk to a lot of different people?",
        "Q: But people you said were still optimistic?",
        "Q: Right. And how aware were you about what was happening in the rest of Europe at\nthat time? Did you know anything that was going on in other places, or you only knew\nwhat was happening to you in where you were?",
        "Q: Any radios?",
        "Q: And no newspapers?",
        "Q: So you had no idea?",
        "Q: Yeah. Did you try to get into communication with your parents at all?",
        "Q: Di-Did you miss them terribly? Did you miss them terribly?",
        "Q: Were you able to -- di-did you say you had no pencil or paper? Were you able to\nwrite anything down?",
        "Q: Well now, I meant writing down some of your thoughts, did -- were you aware of\npeople doing that?",
        "Q: Were there any deportations going on while you were there? Taking people away?",
        "Q: From -- from Kalisz, from the ghetto where they --",
        "Q: Kalisz.",
        "Q: Yeah, but before that, while you were still in the ghetto, were there previous\ndeportations, previous taking people away?",
        "Q: And how did you know about that?",
        "Q: So you just knew that people left, you didn’t know where -- where they were going.",
        "Q: Yeah. And there, in that particular ghetto, di-did young people talk to you about\nany forms of resistance?",
        "Q: And -- and by that time you weren’t thinking of resisting at all?",
        "Q: Were you there when some of -- they took some of the sick people to the forest and\nkilled them? Wha -- that was in October 1940. Were you there at that time?",
        "Q: And I also read that some of the Jews were forced to dismantle tombstones to make\nroads, and there th -- were you aware of that, either?",
        "Q: Okay, so you were there in Kalisz and then you said you went to --",
        "Q: -- L-Léodz. And how many people left with you?",
        "Q: So now the town was Judenrein?",
        "Q: And how did you get to the ghetto, Lédz ghetto.",
        "Q: And what were people saying? Do you remember, or -- or your other, you know, 16\n- 17 year old boys, what were they saying about what was happening to you all, that\nyou’re forced to move?",
        "Q: You were only 16 - 17 years old at the time. Did you feel much older than a typical\n16 year old would feel?",
        "Q: All right. So then you get to the ghetto -- Lédz -- the Lédz ghetto, and let’s talk\nlike again a little bit more specifically about that, where -- where you lived.",
        "Q: Yeah.",
        "Q: Well, how long were you in the Lédz ghetto?",
        "Q: And again your health, the condition of your health, how was that?",
        "Q: And -- and yo -- you got enough food?",
        "Q: Did you ever meet Haim Rumkowski?",
        "Q: And what was your impression of him?",
        "Q: Di -- how did you know what work you were going to be -- what work you were\nassigned to do? Who told you?",
        "Q: Wh-Who is they?",
        "Q: Did you go -- ever go to the labor offices, or did they come to you? How did you\nknow what you had to -- that you had to iron uniforms?",
        "Q: How”",
        "Q: These are other Jews coming to tell you this?",
        "Q: And again, what was the overall feeling of the people you were with, was it\noptimism or pessimism?",
        "Q: And what kind of work did other 16 year old boys do, besides what you did?",
        "Q: And -- and -- but you said you were pressing uniforms?",
        "Q: Ho-How did that make you fe -- uniforms for the Germans? How did that make you\nfeel, as a Jewish young man?",
        "Q: And what was the talk there, in the -- in -- in the L6dz ghetto about resistance?",
        "Q: An-And you did not think about yourself, for your own actions?",
        "Q: You had already done your big act of resistance, yeah. And again, at that point, did\npeople know -- this is a little bit later, of course, did people know what was happening\n-- again in -- in -- in Europe? What was happening to other Jews in other countries?",
        "Q: Did you work every single day, or did you ever have a day off?",
        "Q: So there was never a day that you did not work?",
        "Q: And what did you do on Sunday”?",
        "Q: So when you would get together with other boys, other young men your age, 16 -\n17 - 18, what would you all do? What would you talk about?",
        "Q: Did you ever need any medical care while you were in Lodz?",
        "Q: And the clothes that you had still held up after all this time, this is -- these are the\nclothes you brought from home?",
        "Q: Was there like a -- a clearinghouse for clothes?",
        "Q: And did you have to wear any identifying marks showing that you were Jewish, on\nyour clothing?",
        "Q: This is in the Lodz ghetto?",
        "Q: How did you put it on?",
        "Q: And how did that make you feel?",
        "Q: Were you angry?",
        "Q: How did you live with that anger?",
        "Q: And did you have any co-contact with girls your age in the ghetto, 17 year old\ngirls?",
        "Q: Were there youth groups, youth organizations?",
        "Q: And -- and what -- you said you did see Rumkowski a lot, but you never talked to\nhim, what were your -- what were your feelings about him? Did you admire him?",
        "Q: So you didn’t -- di-did you have a feeling that people were very frightened, or just\ngoing -- living from day to day, which -- which mood were they in?",
        "Q: And how did the German guards treat you?",
        "Q: What -- what did they do?",
        "Q: Did that happen to you specifically, were you beaten and kicked and so forth?",
        "Q: Why? Why did -- for what?",
        "Q: So it isn’t that they said you did something specifically wrong, they just did it, they\njust came around while you were working?",
        "Q: And -- and you do -- and obviously you can’t fight back.",
        "Q: And di-did that happen frequently?",
        "Q: The entire time you were in the ghetto, were you -- you were pressing uniforms?",
        "Q: And then, wa -- then what was your next -- next thing that happened to you from\nthe ghetto?",
        "Q: Ho-Ho-How -- how -- how many people left the Lédz ghetto with you to go there?",
        "Q: An-And did they tell you where they were taking you when you | -- were I|-leaving\nthe Lédz ghetto?",
        "Q: Was it yo-young men like you in the group? Is that who the group was made up of?",
        "Q: All right, before we get to Germany, you said you were in Wartawerk, that wa --",
        "Q: Okay.",
        "Q: Okay, was that in the town of Warta?",
        "Q: So it ha -- didn’t have anything to do with the town of Warta?",
        "Q: Mm-hm.\nEnd of Tape One, Side B\nMarch 6, 2007\nBeginning Tape Two, Side A",
        "Q: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Felix Nicinski, and this is tape number t-two, side A. And you had\ntalked before about being in the ghetto, the Lodz ghetto, and then leaving that to go to\nSkarzysko-Kamienna and what were the conditions there like?",
        "Q: When you say they, do you mean Germans, or Poles, or Jews?",
        "Q: These are Germans in army uniforms?",
        "Q: And what was a typical day like in that particular camp?",
        "Q: Did you get to know the young men your age better? Did you get to know the other\ny-young prisoners your age? Did you feel like you got to be friends with them?",
        "Q: Did you have any particular close friend, one or two close friends?",
        "Q: But were -- w-was there any p -- one that you were particularly close to?",
        "Q: What other towns did the other young men come from?",
        "Q: How long did you stay in Skarzysko-Kamienna?",
        "Q: And from there?",
        "Q: And -- and it was named because there’s a river there?",
        "Q: And were there other camps nearby?",
        "Q: Okay, and let’s talk about your -- what -- what happened in Wartawerk.",
        "Q: And did you -- did you go into the town of Czestochowa? You said it was near\nCzestochowa.",
        "Q: And again, were you just wearing your street clothes?",
        "Q: So that was the first camp that you had to wear stripes?",
        "Q: And how did that affect you?",
        "Q: Did you have a Jewish star on your striped uniform?",
        "Q: And the food situation?",
        "Q: Did you see any townspeople? Did any of them come by? Any people -- local\nPolish people, did any of them walk by? Did you ever see any of them?",
        "Q: I was thinking over the fence, or [indecipherable]",
        "Q: And again, in -- in -- in that labor camp, was there talk of resistance?",
        "Q: And so you just kept going along with what was happening?",
        "Q: What did you think was happening to your parents and your brother?",
        "Q: You were hoping they were still in -- in the yer -- your hometown?",
        "Q: Do you think that that’s what kept you going?",
        "Q: And again, a typical day in -- in Wartawerk, was the same as in the previous\ncamps?",
        "Q: Was your place of work near where you were living? Did you have to walk a lot or\ndid you -- was the munitions factory nearby?",
        "Q: What were the sanitary conditions like there?",
        "Q: And were people coming in and out of Wartawerk, or were -- were there -- were\nthey taking people away, or -- or -- while you were there, or did everybody just stay?",
        "Q: Is this the time that you went?",
        "Q: So when was that?",
        "Q: All right, now how -- again, how did you know you were going to be leaving\nWartawerk?",
        "Q: How did you get there?",
        "Q: Right.",
        "Q: Now, you did not want to go to Germany before.",
        "Q: Right. And that’s why you escaped. So what were your thoughts now here, that you\nwere going to Germany?",
        "Q: So you then arrive in -- in Dora.",
        "Q: And -- and what will you do, what were you working at there?",
        "Q: Before -- yeah, w-we’ll talk about Buchen-Buchenwald in a minute. Yo- You were\nwilling to get killed in Dora in the bombing raid?",
        "Q: Why’?",
        "Q: W-Was this -- were they starting to make the V2 bombers at that time?",
        "Q: Now, when you said you were into the bunkers, was that the tunnels that they had\nat Dora?",
        "Q: But your work was always outside?",
        "Q: Because I understand that the people who worked inside couldn’t get outside.",
        "Q: And did they give you enough food?",
        "Q: And again, was it just coffee and soup and bread?",
        "Q: Ho -- were you very, very thin by that point?",
        "Q: [indecipherable] your health at that point?",
        "Q: S-So, when you were in Dora, did you have any hope left?",
        "Q: Did you know where the V2 rockets were going to be sent?",
        "Q: Mm-hm. So you -- you stayed in d -- in Dora for how long?",
        "Q: Did you know what Buchenwald was before you went?",
        "Q: And how many were in your group when you left from Dora to Buchenwald?",
        "Q: And wher -- and where did you think, or -- where did you think you would be\ngoing?",
        "Q: And when you got there, what did you see?",
        "Q: And where did they put you?",
        "Q: Did you -- wa -- wer-were there lice in the other places that you had been?",
        "Q: So you never went to s -- a so-called infirmary?",
        "Q: A-And you said you had lice on your body”?",
        "Q: What kind of work did you do in Buchenwald, or did you do any work?",
        "Q: So you just sat, during the day?",
        "Q: And again, what were your thoughts when you would see German soldiers? What\nthoughts would be going through your mind when you would see German soldiers,\nanything?",
        "Q: Did they ever talk to you?",
        "Q: Did you try to make any attempts to escape from Buchenwald?",
        "Q: Because”?",
        "Q: And again, when you -- were there any people with you, any young men with you\nwho had come all of the -- 1-in the different camps with you, the same person whether\n-- were -- were there a group of people that stayed with you through all the different\ncamps, or was it every time you went to a different camp there were new people?",
        "Q: Were you an especially close group, those of you from your city?",
        "Q: W-Were you a support to each other, do you feel that that helped you?",
        "Q: And so you were in Buchenwald for how long?",
        "Q: So for six months you just sat around?",
        "Q: And then they told you you’d be leaving?",
        "Q: And where was that?",
        "Q: Were -- you s -- you said that your cousins were 1n your -- in the same camp? Did\nyou say that?",
        "Q: Oh, in a different --",
        "Q: -- different camp. B-Before we get to the lib -- the liberation, again, let’s just talk a\nlittle more about Bergen-Belsen, did you work there?",
        "Q: So again, you just sat.",
        "Q: And I know you had described very movingly, in detail about, in the very\nbeginning of your story, about the young man who tried to escape and was taken to the",
        "Q: What does that do to a 18 - 19 - 20 year old to have to do that?",
        "Q: Was there a feeling of sadness that you had, or was it fear? What -- what do you\nthink your emotions are when you were forced to see this?",
        "Q: And was there any intermingling with women in Bergen-Belsen?",
        "Q: So in all of those years, once you went -- started going to the labor camps and then\nto [indecipherable]",
        "Q: -- an-an-and Bergen-Belsen, you -- you really had no contact with girls or women?",
        "Q: And for a young man at that age, that must have been difficult. Or was it not on\nyour mind?",
        "Q: You didn’t have the luxury of thinking about that. When the -- tell me about the\nliberation, what -- what was it like? I know you were sick, you said, but did you\nunderstand what was happening when the British soldiers came? Did you know what\nwas happening?",
        "Q: What -- what was your -- you were given a number? What was your number?",
        "Q: I-In what camp were you given the number? Was it in Germany or in Poland?",
        "Q: Right, right. Well talk about Australia in a minute. Di -- whe-when the British\ncame to you in -- in Bergen-Belsen for -- at liberation, di-did you feel a sense of\nfreedom at that point? What -- what -- what was it?",
        "Q: What were your feel -- I mean, in all these years of being a prisoner, and now\nyou’re liberated.",
        "Q: Did you consider going back to your hometown?",
        "Q: Because”?",
        "Q: And do you think that’s what happened to your parents?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Felix Nicinski. This is tape number two, side B. And you",
        "Q: Okay, but where -- where were you before then? After the liberation and before you\nwent to Australia. Where were you living?",
        "Q: Right, right, right, and what -- was that a displaced person’s camp?",
        "Q: Okay, you spoke German by that point?",
        "Q: How did you learn it?",
        "Q: And so you -- you’re in this town, you’re 20 years old, in 1945, is that correct?\nYou’re 20? You were born in 1925. And what did -- what -- what did you do and who\nwere you living with?",
        "Q: An-And did you work?",
        "Q: And how lo -- how long did you stay there in Bamberg?",
        "Q: So for three years you -- you just did nothing.",
        "Q: And wh-what about other survivors, were -- were you living with a lot of other\nsurvivors?",
        "Q: This was a friend from home?",
        "Q: And so for three years you -- what did you do to pass the time away”?",
        "Q: What was your health like after the war?",
        "Q: And you were supported by UNRRA you said, for food and rent and clothing.",
        "Q: And were there a lot of other young men in your position, doing the same thing?",
        "Q: And did you all get together frequently?",
        "Q: And t-tell me about making arrangements to go to Australia.",
        "Q: And when did you apply to go to Australia? When did you first make your\napplication?",
        "Q: It took a couple of years from the time that you applied until you got -- yeah, the\npermission.",
        "Q: Did you know any English at that point?",
        "Q: And that didn’t disturb you, knowing that you were going to a country th-that had a\nlanguage you didn’t understand?",
        "Q: And -- and how did you get to Australia? Who made those arrangements, the -- the\nboat? Ho-How did you -- who made the arrangements for you to go to Australia when\nyour number finally came up?",
        "Q: What was the name of the boat?",
        "Q: And what was your feeling when you s-stepped off your -- the land of Europe? The\ncontinent of Europe.",
        "Q: And what was the voyage like? Who else was on the boat with you?",
        "Q: W-Were there many others like you, doing the same thing?",
        "Q: When you say Gentile boys, you mean Gentile German boys, or --",
        "Q: Yeah. Had they been war victims and they wanted to leave Europe, too?",
        "Q: So are you -- you arrived in Australia, and --",
        "Q: What city was this in?",
        "Q: Did you work in Australia?",
        "Q: How did you get the training?",
        "Q: You mean after the war?",
        "Q: So you said you didn’t do anything --",
        "Q: -- for -- for those years, but you did.",
        "Q: What were the names -- what were the names of the family?",
        "Q: What’s the name of the fa -- the Australian family?",
        "Q: Their first names?",
        "Q: Okay, we’ll come back to it, that’s not -- that’s okay. So you went -- how did you\nlearn to be a barber in -- in Germany? Were there classes, and who gave the classes?",
        "Q: Was it hard for you to learn English?",
        "Q: Were -- were -- I’m curious to go back to when you learned this t -- this skill of\nbarbering. Wa-Was it done for refugees or former s-survivors? Was it done by the\nJoint Distribution Committee, or -- who did it?",
        "Q: So it was just a regular German school of barbering?",
        "Q: Okay. Okay. So you were in Australia, and you were -- did you work 1n a barber\nshop?",
        "Q: And how long did you stay in Australia?",
        "Q: And did you always -- during those 10 years did you stay with the family the whole\ntime?",
        "Q: No, did you stay with the Harrison family the whole time?",
        "Q: You lived in their home?",
        "Q: What -- what do you think inspired them to take you in?",
        "Q: Hm. Were there any other Jewish families in Adelaide that you met -- Adelaide?",
        "Q: And did you -- were you in contact with the Jewish community of Adelaide?",
        "Q: And were they understanding and want to hear what -- to listen to you and did you\ntalk about what your experiences were during the war, to them?",
        "Q: Were you in contact with other refugees from the war in Adelaide? Were there\nother refugees from the war like you were?",
        "Q: And did you all stick together, since you had been through the same experience?",
        "Q: Why did you decide to leave Australia?",
        "Q: Was it hard to get a visa, or to get permission to come to live in the United States?",
        "Q: So once you made your mind up to go to Australia, it was very easy to make the\narrangements?",
        "Q: To come to the United States?",
        "Q: And where di -- an-and what was the Harrison’s reaction that you were leaving?",
        "Q: This is the daughter that --",
        "Q: And what is her name?",
        "Q: And the fa -- do you remember the father’s name? Do you remember the father’s\nname?",
        "Q: So you came to the United States by boat, or by plane?",
        "Q: This is your first time on an airplane?",
        "Q: And what was it like to put your foot down on American soil?",
        "Q: What city was this?",
        "Q: Oh, your friend was in Washington, so you flew to Washington?",
        "Q: And you knew this was the capital of the United States. Did that make any -- was\nthat important to you?",
        "Q: So you stayed with your friend in Washington, and -- and you said started -- and\nworked at a barber shop?",
        "Q: His name is?",
        "Q: And then what happened?",
        "Q: And tell me then, about your -- your -- meeting your wife.",
        "Q: 1959.",
        "Q: Oh, that’s wonderful, that’s wonderful. Let’s just talk a little bit before we end,\nabout your feelings about what you went through. Do you think a lot about your\nexperiences, today? About what you went through?",
        "Q: You said your wife had been a survivor also, where had she been?",
        "Q: Mm-hm. And you said you -- when you met her and you asked her, what your\nanswer was? When you a -- when she told you that.",
        "Q: Do you and she talk about the war years frequently?",
        "Q: Yeah. And do you feel very American now?",
        "Q: Did you become more religious because of your experience during the war, or less\nreligious or the same?",
        "Q: Did you feel that you’re more questioning of God, let’s say, because of what you\nwent through?",
        "Q: Are most of your friends survivors?",
        "Q: So when you’re with people, do you talk about your experiences when you meet\npeople?",
        "Q: Is there anything that triggers you during the day? That triggers, like s -- a -- a noise\nor a smell, or something that triggers memories of what you went through during the\nwar?",
        "Q: A-And what do you -- what do you do about that? What -- how do you handle that?",
        "Q: Ha-Have you any desire to go back to Poland, or have you been there?",
        "Q: Why not?",
        "Q: Are -- are you -- we -- well, was anything triggered when the Eichmann trial took -\n- took place in Israel? Di-Did it start you thinking again?",
        "Q: Do you -- are you a strong Zionist?",
        "Q: Have you been to Israel?",
        "Q: And when you’re there, do you meet with other survivors?",
        "Q: So you feel very American?",
        "Q: What language do you think in? What language do you think in? Do you think in\nEnglish, or do you think in Yiddish?",
        "Q: Mm-hm. You’ve been retired for how long?",
        "Q: An-And do you do anything? Do you have any hobbies now?",
        "Q: What -- what are your thoughts about Germany today?",
        "Q: So if you met a young German today, what would your thoughts be?",
        "Q: Have you been to the Holocaust Museum?",
        "Q: And what are your feelings when you walk in there?",
        "Q: Was it a very painful experience for you? Did it bring back a lot of memories?",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "Q: And you -- are you -- do you have any optimism that it will change?",
        "Q: Sounds like that’s been the -- the message of your whole life. Is there anything that\nwe haven’t covered, or anything that -- any thoughts that you have that you’d like to\nsay before we close?",
        "Q: Certainly is, it’s a very important contribution that you made. Well thank you.\nThank you very much.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nFelix Nicinski."
    ],
    "answers": [
        "Answer: Felix Nicinski.",
        "A: No. In Poland I called Fievish Nicinski.",
        "A: A middle? No.",
        "A: I was born in Poland, the city name’s Lochéw, December 7, 1925.",
        "A: Near Kalisz, Sieradz, Wielun, little larger cities.",
        "A: Yeah, something like that, yes, mm-hm.",
        "A: My father, well, he had the family too, but they were far away from us. My mother\nhad a lot of families, brothers, and they’re all married and have a lot of children too.\nBut they’re all, they’re all grown, you know.\nMarch 6, 2007",
        "A: My father’s name was Lipman Noah.",
        "A: He was born in Lochow, too, yes.",
        "A: Nota lot, but he have some, yes.",
        "A: He was a furrier, not to make coats, but th-th-the fur came da -- came off on the --\nfrom the animals, he stretched it and dried it and sold it to -- to the -- to the ti -- tailors,\nand the one who made those coats.",
        "A: Pessar.",
        "A: Kluger.",
        "A: Her family, she had brothers, and they all married, they have a lot of chi --\n[indecipherable] children, I say one of them have about seven, seven children, all\ngirls. They live in Poland, another one lived in -- in Belgium. [indecipherable] also\nmarried, but he had children, I don’t know how many he had. They both a large\nfamily, yes.\nMarch 6, 2007",
        "A: I had one brother, older brother. Older brother.",
        "A: His name is Zisha. Zisha.",
        "A: It was a small town, and the Jew wasn’t welcome very much there, the anti-\nSemitism was great. You went to show, they throw at you rocks, you know, then it wa\n-- it was very, very unpleasant, the last years in Poland.",
        "A: It was mixed. It was a mixed neighborhood, Jewish and -- and -- and Poles.",
        "A: We have some who went to public school. We’d be [indecipherable] together.\nThen I went to cheder, to the Jewish school, you know, I learn Hebrew and Yiddish,\nwriting, reading.",
        "A: They were religious, yes. No -- not -- not really ha-ha-Hasidim, no, but they were\nreligious, went to shul, and we did what is supposed -- a Jew is supposed to do, sure.\nMarch 6, 2007",
        "A: We speak Yiddish all the time, even now with my wife, we speak only Yiddish\nhome. Only we go out to buy things, then we talk English.",
        "A: Yes, Yiddish only.",
        "A: In public school, at the -- at -- with the -- on-only Polish, of course. But I went to\ncheder, that was Yiddish, and reading and writing, we did all that.",
        "A: Every holiday was a good holiday when you don’t have to go to school.",
        "A: Na -- Purim was nice. Hanukkah was nice, we -- you get gifts, that was always\nnice.",
        "A: I don’t know what you mean by that.\nMarch 6, 2007",
        "A: The Poles didn’t like the Jews. Tha-That’s for sure, they didn’t like us.",
        "A: Because they -- they -- they throw rocks as they went to shul, they spit on us and all\nkind of things. And th-they had the expression they use [speaks Polish here]. And\nwhat does that mean? The Jews to Palestine, then.",
        "A: Well, they know it. Th-They knew -- th-they knew better than I did. Sure.",
        "A: Not really. We didn’t talk too much about it, we have to be careful. If you see them,\ndon’t -- avoid them, you know. Avoid them. Don’t -- do-don’t face them. Something\nlike that.",
        "A: Yes, they were Zionists, yes.",
        "A: Can’t recall now, ut -- but it -- they were -- I was young then. No, I don’t recall\nthat, where -- where they belonged or not.",
        "A: Yes. He was a little bit older. We were close, sure, absolutely.\nMarch 6, 2007",
        "A: Well, like kids we just kicked the ball. I was young, there was nothing -- nothing\nelse. Not any particular sport, no.",
        "A: No, not too much, I don’t recall that, no. We only went to our uncle, 1t wasn’t too\nfar, on the holiday or so, and that’s about it.",
        "A: Just lay around with the -- with the friends I had, and that’s all. Nothing special.",
        "A: Middle class, yes.",
        "A: A house, it was a house, yes.",
        "A: It was a small house, enough for us. We were comfortable living in it. That was\nnice.",
        "A: Yes, yes.\nMarch 6, 2007",
        "A: The Bar Mitzvah, yes, I went to -- went to shul, had my Bar Mitzvah. You know,\nhave a -- all the goodies after, you know, and it w -- it was nice, very nice. I enjoyed it.",
        "A: Oh, soon after the Germans -- the Germany occupied Poland, beginning in 1940 --",
        "A: We heard about Hitler, yes.",
        "A: They couldn’t say very well, maybe it -- maybe it going to be all right, maybe he’ Il\n-- he’Il die or something, something like that, but nothing we can do. We were -- we --\nwe born there and we made the living there, and we can’t run just like that.",
        "A: No, she was home now, homemaker.",
        "A: Regular childhood, yes, playing with friends. It was nice, yes.\nMarch 6, 2007",
        "A: °39 wasn’t too bad yet, but beginning of -- of 1940, they gather all the Jews, you\nknow, and they kicked the Poles out and they give them better homes, where the Jews\nwere living, and they created what you call a ghetto. And that was it. Lived all -- all\nthe Jews there in the ghetto.",
        "A: Bombing, yes, it was, before the-they enter our little city there, they bombed it.\nThey destroyed it, very little was left after.",
        "A: Living in the home yes, but it was -- it wasn’t -- this wasn’t the same any more,\neverything was broken up. And then they -- they took us out in -- in different section\nand was not -- no home any more. Was in the ghetto.",
        "A: Yes.",
        "A: Just didn’t look good. We were hoping today is bad, maybe tomorrow will be better\nand that’s about it.\nMarch 6, 2007",
        "A: We were frightened, all of us were frightened. Took us away from the home and\nput us in the section there where we can’t move. They brought in food, we had to work\nthere, inside. And then -- it wasn’t pleasant at all.",
        "A: The beginning no, but then they put a fence up all around us. We couldn’t get out\nno more. Not in, not out. They brought the food, and th -- and that’s about it.",
        "A: No, from the city only.",
        "A: As much as they could. They couldn’t -- they couldn’t do it very much, because\nthey didn’t have very much to start with.",
        "A: What they have -- whatever we had, you know, where we could take with us.\nClothes, some [indecipherable] some -- some gold, what -- what we have in\n[indecipherable] took with us.",
        "A: Only the clothes what we have, that’s all. The toys, stuff like that.",
        "A: Yeah, yeah.\nMarch 6, 2007",
        "A: Yeah, we take the books we had, the ones we went to school and read it, we took\nthem with us, yes.",
        "A: At that time? Very little. No, not -- not much, no.",
        "A: There were several hundred. I can’t exactly -- tell you exactly what. In there were\nseveral hundred, yes.",
        "A: It wasn’t too bad, they supply you the food, and we were -- and the work inside the\nghetto, they have to work in the different things to put up factories and stuff, you have\nto work there too, you know. And -- but you couldn't get in and you couldn’t get out.\nThat’s one thing, you stay put.",
        "A: And -- I helped a little bit something, but not very much. But they put all factories\nthere, tailors, shoemakers, all kind of things like that.\nMarch 6, 2007",
        "A: It was in the 40’s, beginning of 40’s. I cannot tell you exact months, but in the 40’s\nit was.",
        "A: 1940, right, early part 1940, right.",
        "A: It was a house. In a house.",
        "A: Yes, yes. It was small house.",
        "A: No. Not in the ghetto, no.",
        "A: He was a furrier, not -- not to make coats, but he stretched th-the fur and sold it to\ntailors, the one that make the coats.",
        "A: N-No, he couldn’t do that.",
        "A: He had to work, he did something else [indecipherable] help, help at carpentry,\nwhatever it 1s, something like that.\nMarch 6, 2007",
        "A: He did the same thing, he didn’t do very much. Whatever he -- was a helper. If\nanybody need something, he helped.",
        "A: Yes, I did, sure.",
        "A: We talked. We talked. We didn’t get anywhere, but we talked.",
        "A: Well, we were talking about let’s hope that we go back to our homes and we have\nthe life we used to have.",
        "A: Well, I wasn’t sure whether it’s going to happen or not. Didn’t look good, got\nworse by the day.",
        "A: Because the -- the food that came in wasn’t as much, and everything was less and\nless and less. We felt it.",
        "A: The Germans brought it in.",
        "A: Well, had to put up whatever, you know, whatever they brought in, we shared, and\nthat’s how it went, you know, from day to day.\nMarch 6, 2007",
        "A: I didn’t understand then. I understood a little bit, but later on I-I knew -- I knew\nGerman very well.",
        "A: It was terrifying. They were very mean. Th-They looked like they were going to\nkill you any minute. Very mean, nasty.",
        "A: I didn't face him. I didn’t face, I looked that -- that -- the other way.",
        "A: Well, hey, if you got fear, yo-you f -- you figure out. It’s not hard to do.",
        "A: To be careful. You see them, walk away, don’t -- do not face him. And we knew to\ndo it anyway. We knew that.",
        "A: Well, I felt Jewish, because we were brought up that way.\nMarch 6, 2007",
        "A: No, no, not Polish, Jewish. We spoke Jewish, we wrote Jew-Jewish, Yiddish, you\nknow, and that’s how it went.",
        "A: We helped out different things there what we could, a-as kids, you know, you\ncouldn’t do very much.",
        "A: Like I told you, shoe stores. Shoe store and tailors, stuff like that. Carpentry.\nWhatever they needed, you know” Particularly for the Germans, with the army, the\nuniform, stuff like that.",
        "A: In the ghetto I stayed al-almost a year.",
        "A: And tha-that’s a story I can tell you, yes. They took us all, from that age to that age,\nwe have to report there, in a certain place and they took us for the first -- the first\ncamp. It was called Lienzingen. It’s a -- the Auschwitz of Poznan, it’s a well-known\ncity.",
        "A: Well, they announced kids from 14 to 18 have to -- have to assemble in a certain\nplace. We have to go to work, and that’s it. They have to do what they tell you to do.\nMarch 6, 2007",
        "A: No, boys, boys. This time was boys only.",
        "A: Loudspeakers.",
        "A: Loudspeakers.",
        "A: What can they do? What kind of reaction would they have? They ha -- they have to\ndo what they tell them to do, you know? They went there and they took us to this\ncamp, and that’s where I was, in Lienzingen.",
        "A: No, I was separate. I was going -- I was go different times, different age.",
        "A: He was about three years older than I was, four years older.",
        "A: He was still there. He was still there when I left.",
        "A: [indecipherable|\nMarch 6, 2007",
        "A: Yeah.",
        "A: Yeah.",
        "A: It wasn’t very pleasant, we knew something bad is going to happen, but what can\nyou do?",
        "A: Nothing very much, just a little -- little bag with some clothes, that’s about all.",
        "A: Oh, we’ll see you soon back. Don’t worry, and stuff like that.",
        "A: Well, frightened, yeah, I was frightened because I thought never return again home.",
        "A: Well, I could see what’s -- what’s developing, you know, is get worse by the day,\nso I knew that something bad 1s going to happen.",
        "A: They took us with the --\nMarch 6, 2007",
        "A: No, military truck, they got benches on both sides and [indecipherable] out the --\nmake the [indecipherable] of it, and they -- they took us to that place, Lienzingen.",
        "A: Lienzingen was the first camp, and we worked, they took us several kil-kilomers,\nwe had to walk to a place, a zoological garden. There was no animals, we were the\nanimals actually, and we dug ditches. They measured up so many -- so many feet th-\nthe lengths, so many feet the widths, and so many feet the depth. And you have to do it\nthrough -- through the day. Day in and day out, the same thing, may -- we dug those\ndi-ditches. And it was terrible, very, very bad. And they told us, this is the last week,\nand we going to go to another place, going to be much nicer, the food will be better,\neverything will be better, and the -- we’re going to go -- they’re going to ship us to\nGermany. And I didn’t like it, to go Germany, I didn’t like it at all. So I didn’t tell\nanybody in the camp, my friends, that I made up my mind I’m not going to go, I going\nto escape. Well, I mean -- and so --",
        "A: Yeah, there was -- there wasn’t a barracks yet, and it was like a -- like a -- like\nherrings, one on top, next to each other, th-the bunks, like, you know? And the -- and I\nmean, it was -- was very bad. And that’s frightened, more than anything else, to go to\nGermany. | figure, well I was born in Poland, I might as well die there, I don’t want\nMarch 6, 2007\nto go to Germany. And th-they told us, this is the last week, and we’re going to go\naway to Germany. I did make up my mind, I’m not going to go. And I did escape\nfrom the -- from the place I was working, and they knew right away that I escape,\nbecause you have to line up for a roll call, and they were looking for me, I no -- I knew\nthat. And I took a chance, a big chance. I think my mind didn't work right, if anybody\nwith -- with the right mind, will not do what I did to escape. And the reason for that 1s,\nsome of them did escape, but they caught them in no time. And th -- when they caught\nthem in a Mo-Monday or Tuesday, or a Thursday, or whatever day was, they put them\n-- th-they brought them back to their camp to wh-where he escaped, and Sunday they\nbrought them out on roll call, everybody was there lined up. They brought them up,\nthey brought a portable gallow, and he was hanged. So I knew what’s going to happen\nwhen -- when they catch me. But I made up my mind, I -- I blanked out, you know, I\ndidn’t think about that, and I was lucky, very extremely lucky they didn’t catch me. So\nI went from pillar to post, like the saying goes, knock on the door, beg for a piece of\nbread. Some -- some women, some people offered to give me a piece of bread, others\nslammed the door in my face. Get -- get the hell out of here, dirty Jew. They knew\nright -- right away I was Jewish. So after awhile, if I had somebody with me, I would\nprobably wind out in the -- in the forest, but by myself didn’t know where to go, how\nto go. So, I was -- and I knew at the college, there was -- there were Jews there, and\nthere was a ghetto there, I knew that. So took me days, weeks, maybe several months,\nMarch 6, 2007\nlittle by little I got into the city, to college, and little kids were playing\n[indecipherable] ball there, and I went and talked to them, and I said, I understand the\nJews live here, they call it the ghetto or something, can you show me where it is? So\none boy is pulling on the other, don’t talk to him, th-the -- it’s prohibit and you can’t\ngo there. You cannot go there, and the only -- the one of them said come, Ill show\nyou. He went with me and from a distance I saw already th-th-the fence, you know.\nAnd -- and I went there, and -- and I was walking close by. And there was a gate there,\nthe gate was open, the chain was hanging down, and the Germans, the Nazis were\ngoing back and forth. One was going this way, the other one was going this way, and\nthey meet. And the -- and the gate was open [indecipherable] down, when there’s s --\nwhen they start talking, I crossed over and I smuggle myself in. They luckily didn’t\nnotice me. But who noticed me? The Jewish police. Wh-What th -- they have a black\nuniform with the nightstick, and armband, dai politsi, police, and that’s all they had.\nSo they grabbed me, and they start talking in Polish to me, what right do you have to --\nto smuggle yourself into the ghetto, in Polish. I says -- and I talk back in Yiddish. And\nthey couldn’t believe, because oh, the kid was born probably amongst the Jews there,\nth-the -- ye -- you know, with Jew -- where a lot of Jewish live, and he picked up some\nJewish, he is not Jewish. And I tried to talk to him, I’m Jewish, I’m Jewish, no, no.\nThey took me 1n a room there and I said, I can tell you I’m Jewish because there come\na transport from Kalish and there were some -- a couple of doctors there. Dr. Cohen\nMarch 6, 2007\nwas one of them. Then another one, but I couldn’t -- I couldn’t remember the other\none, and they said to me [indecipherable] saying the other, well the kid is talking\nsense because they shipped out some people with the Dr. Cohen, somebody else,\nanyway. So they said, okay, what is your name? They wrote down the letters Fievish\nNicinski and then they wrote in big letters too, your name is Bahardian Elias, born\n[indecipherable]. And I was the age -- they make the age like 27 years old. So -- so\nwe g -- we going to check with you. We not tell you when, tomorrow, next day,\nwhatever it is. You’re not going to take out a piece of paper, you have to memorize the\nname in where was you -- where was you born. So I recognized that [indecipherable]\nthat I had tried to memorize all this, and they took me in next day, what is your name?\nSo I have to tell them Bahardian [indecipherable] this and that. And then I learned\nfrom the others, that the guy like this escaped. They didn’t notify the -- the German\nauthority, so they got a special ration of whatever the -- you know, bread and milk,\nwhatever it was. They didn’t -- they didn’t tell the German that he escaped. So I took\nhis name. And so from there, one fine night they circled the ghetto, raus, raus, raus,\nout, out, out. And they took us to another ghetto, Lodz. Lithmanstadt. They call it\nLodz, Lodz ghetto. There I was, and I worked there, I worked there hard. There was a\n-- a press, I was ironing, ironing uniforms, SS, Gestapo uniforms. And they told me,\nyou have to be extremely, extremely careful. Don’t let any spot come out and make\nholes in it, because that’s very dangerous. You -- you pay a big penalty for that. The\nMarch 6, 2007\nirons weren’t like it is here, electric. They were born -- burn -- burn wood, like, used to\nbe, you know? And heated up the irons. And that’s how it was. And from there they\ntook me to a camp near Skarzysko-Kamienna. That was the biggest Polish\nammunition factory.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: I can’t tell you, I don’t know, it was empty when we got there.",
        "A: I can’t recall, it was just men, I remember that.",
        "A: Something like that, yes, yes.",
        "A: They were from different cities. I don’t know what you -- but they all kind cities,\nyou know, different cities. I don’t know what -- a lot of them, you know, all around.\nThey brought them to this camp. They moved you around continuously for some\nreason.\nMarch 6, 2007",
        "A: I was healthy, pretty healthy, yes.",
        "A: No, not really.",
        "A: Yes, I would say that.",
        "A: Never did.",
        "A: No, that was it, never no -- not no more, no.",
        "A: No. Not in camp.",
        "A: Not in the beginning. It was still regular clothes.\nMarch 6, 2007",
        "A: Yeah, I brought it tha -- but they took it away. I didn’t have anything. Just wa-wh-\nwhat you wore.",
        "A: It was a big building, yes, yes.",
        "A: Yeah, they we -- they took us -- th-th-they took us to -- to a zo-zo-zo -- zoological\ngarden. There was no animals there, but we dug ditches there. I don’t know what for.\nAnd when they told us that we going to leave, they going to sh-ship us to Germany,\nthat was it, I didn’t want to go.",
        "A: We have to get up early, five o’clock in the morning for roll call, then they took us\nto work and we worked teen hours -- 18 hours or so, and that was it.",
        "A: They gave you one slice of bread and coffee, they call 1t ersatz coffee, which mean\nartificial coffee. It was black, but we -- we don’t know what it -- what it was 1n it\nanyway.",
        "A: Lunch they give you soup. That was it.\nMarch 6, 2007",
        "A: Yes, we walked there, yes. It was quite a dis -- a distance, yes.",
        "A: No, no, no. We didn’t talk to each other, no.",
        "A: All German guards, yes.",
        "A: No, that was Germans at that time, yeah.",
        "A: Yeah, we have supper. Another bi -- little bit of soup, and that’s about it, not much.",
        "A: There was nothing to talk about, we were all hungry, starved to death almost, you\nknow. In the beginning wasn’t too bad, but after awhile yo-you felt it, and it was very,\nvery bad.",
        "A: No, not at that time, no. Not that I know of.\nMarch 6, 2007",
        "A: Well, this 1s a story that -- some of them did escape, but they didn’t go too far. They\ncaught them [indecipherable] th-they looked obvious, with the dogs, they had the --\nthey sniffed them out. I was just extremely lucky. And then, what’s happened is that\nwhen they brought them in, like I told you, they -- they -- they -- on Sunday they\nbrought them up and they -- they hanged them -- not only this, we were watching it,\nstanding there in the roll call, you have to watch exactly, not look away one way or the\nother, left or right. They point out, if you look away, you’ll be next. If you look one\nway or the other way, left or right. You had to look straight ahead, and they have a\nspeech there. This is -- this is the -- th-the verdict for -- for e-escaping. That’s how far\nyou can go. This is it. You try to escape and that’s what -- that what’s going to happen\nto you. Then they put the fear o-over you, you know. But I did it, I -- I don’t know, it -\n- it was difficult, but I da -- I didn’t know what to do. Once I did I regret anyway\nbecause -- because I -- I -- I was talking to myself I shou -- maybe I should go back.\nAnd if I do go back, Ill be lucky enough to get in, they know I -- they knew already I\nwas missing, so this certain death, that’s for sure. So I couldn’t go back in.",
        "A: I don’t know, I don’t know his name, I don’t know.",
        "A: [indecipherable|\nMarch 6, 2007",
        "A: A few months after, I just didn’t want to go to Germany, that’s all. That upset me a\nlot. I didn't want to go.",
        "A: I can’t exactly explain that. I don’t think I had a brain, if I did have, it’s all blocked.\nI bra -- I didn’t -- I didn’t see the danger, somehow. I just was thinking I didn’t want to\ngo to Germany, and that was it. I didn’t see the danger.",
        "A: Never said a word to anybody because I’m afraid if they opened their mouth, where\nare you going and this and that, somebody will listen to it. I -- it’s going to be very bad\nfor me. No, I didn’t tell anybody, no.",
        "A: It was a -- in the beginning we start working, they measure out how many feet, how\nma -- this and that, so I didn’t do anything, I had mo-moved r-right away, in the\nmorning.",
        "A: I ga -- at that time, regular clothes, yes.\nMarch 6, 2007\nyou by yourself in the escape?",
        "A: I was by myself all the time. I didn’t meet anybody. I was all by myself, then I\ndecide to -- to smuggle myself in -- into -- into the ghetto, Kalisz ghetto.",
        "A: Yes, yes, I met some of -- they gave me clothes, they gave me food. But most often\nswing the door at my face. They wouldn’t let me in, they wouldn’t let me -- give\nanything.",
        "A: Yeah, I did, I get rides from farmers, yes. Yes, I did.",
        "A: The story was I wanted to go to college, I don’t have no money, could you please\nhelp me out, give me a ride, little bit. I’m only going so and so far. I say, oh that’s\ngood, I appreciate 1t anyway. So I went with him.",
        "A: Yes.",
        "A: Yes, they did, yes.",
        "A: In ’41 I was a -- yes, yes.\nMarch 6, 2007",
        "A: I don’t know what month it was.",
        "A: It wa -- it wasn’t too bad. I-I don’t know, it could be -- it could be summer, I don’t\nknow. Yes.",
        "A: About that, 15, ini -- yeah.",
        "A: Not as strong, no, I got weaker after awhile. Yo-You sleeping in -- in the outside,\nand -- and they didn’t have where -- where to go, and -- no, it wasn’t -- it wasn’t\npleasant at all, no.",
        "A: Well, I was begging and knocking doors, you know, and the Polish people give me\nsome. Some of them didn’t.",
        "A: Yeah, I told you that it -- I went already to Skarzysko-Kamienna, | told you that.\nMarch 6, 2007",
        "A: It wasn’t bad at all, I got my room. The food wasn’t too bad. It’s a ghetto, 1t was\nnice, it wasn’t too bad.",
        "A: Oh, it was a fence around the ghetto, yes, absolutely.",
        "A: [had my own room, yes. But, with a family.",
        "A: Yes.",
        "A: A family I don’t know, just -- just a family, you know, not my family, but was a\nfamily, you know? Yeah.",
        "A: They had no choice. They had no choice. They were asked to do it, and they had to\ndo it.",
        "A: They were hoping that it’Il change for the better, that’s all. What can you do? You\ncan do nothing. You cannot go in, you cannot go out. You have to stay there put.\nMarch 6, 2007",
        "A: Yeah, there were some children there too, yes.",
        "A: Apparently they were in good health, the way it looked to me. I don’t know.",
        "A: The food wasn’t too bad. It was okay.",
        "A: Yes, I did. Yes.",
        "A: I talked to people, and nobody knew what -- what tomorrow will bring.",
        "A: Yes, yes, they were, but always hope. Where life is, hope.",
        "A: Only what’s happen to me. I didn’t know, th -- we didn’t have no contact, nowhere.",
        "A: Oh no, radios? No, no.\nMarch 6, 2007",
        "A: No newspapers, no.",
        "A: No.",
        "A: Nothing can di -- di -- th-th-there’s no place you can -- no, you couldn’t do it. It’s\nimpossible. You had nowhere to write, how to write, where to write. Y-You couldn’t\ndo it. You have no paper, you had no pencil, nothing.",
        "A: Very much so. Always miss them, yeah.",
        "A: Even if you do have, that wouldn’t make any sense. They wouldn’t let it -- they\nwouldn’t let it -- mail you anything, nowhere.",
        "A: No, no, I don’t remember that.",
        "A: From where?\nMarch 6, 2007",
        "A: Kalisz?",
        "A: Oh yes, well one -- like al -- one night th-they -- they took all of us to -- to Lodz,\nLodz ghetto.",
        "A: Oh sure, a lot of them, sure.",
        "A: Because | a -- I ask him, is that all the ghetto here? No, they moved a lot of them,\nthey shipped them someplace, they didn’t know where. Moved them away from there.",
        "A: Yeah.",
        "A: No, not at that time, no.",
        "A: No.",
        "A: No, no.\nMarch 6, 2007",
        "A: No, not while I was in camp, I didn’t know that, no.",
        "A: Lodz.",
        "A: The whole ghetto, everybody. They surround the whole ghetto, everybody went.\nThey closed the ghetto up completely.",
        "A: Yes, absolutely. Nobody was there no more.",
        "A: By those military vehicles.",
        "A: Didn’t say too much, we didn’t know what to say. We were confused. They didn’t\ntell us where we going, they didn’t have to. Who are we?\nMarch 6, 2007",
        "A: I don’t remember. I don’t know. I can’t say anything, I don’t know. I don’t\nremember that, what I feeled -- what I felt.",
        "A: Yeah, I lived in the ghetto, and I worked and I was ironing uniforms, like I\nmentioned earlier.",
        "A: And -- and from there they moved us t --",
        "A: I don’t know, about -- close to year maybe, something like that.",
        "A: It wasn’t too bad, it wasn’t too bad.",
        "A: Well, about -- I don’t know about enough, th-that was rationed, you know. But you\nsurvived. It wasn't too bad.",
        "A: I saw him many a times. Didn’t talk to him, but I saw him many a times.\nMarch 6, 2007",
        "A: What was the impression? He was the -- the -- th-the -- the head of the Jewish\nghetto. Nothing you can say [indecipherable] right, he was right there with the coach,\nwith the horses, you know, like -- like he would be king. Nothing -- nothing to say.",
        "A: Oh, they told us.",
        "A: Well, th-the -- th-they were -- I don’t know who -- who they were, but that -- but\nthat was from the high authority, you know, we need so many for this, so many people\nfor that work, for that work, and I was assigned to -- to iron those -- those uniforms.\nHad to learn how to do that.",
        "A: They notify you.",
        "A: How? They -- they -- th-they come to -- to your door, sort of, you know, and they\nsay you have to go so and so, took your name down. That what you had to do.",
        "A: Yes, Jews, yeah, yes. Not Germans, Jews. Yeah.\nMarch 6, 2007",
        "A: The feeling wasn’t good at all. We couldn’t get in, we couldn’t get out, the same st\n-- the same story, you know? And we hoped, you know, tomorrow will be better, we’ ll\nbe liberated, we’ll be free again, but it -- it didn't come, didn’t happen.",
        "A: All kind of work, because L6édz was an industrial city, all kind of work, metalwork,\ncarpentry. Mostly there was ammunition factories they put in there, and they work\nwith ammunition like bullets, they make bullets for guns, o-or a-all kind of things like\nthat for the war, war material.",
        "A: Yes. I was pressing uniforms, yes.",
        "A: Didn’t make me feel good, but y-yo-you don’t look that way. You do what you\nhave to do, what they ask you to do, you have no choice.",
        "A: I didn’t hear too much about that, I don’t know. I didn't hear nothing about that. If it\nwas it, I don’t know, I don’t know that. Didn’t hear anything about that.\nMarch 6, 2007",
        "A: No.",
        "A: They knew a little bit about it, but not -- 1t wasn’t advertised, nobody -- nobody\nread the paper what’s going on this country or in that country, but we knew, any Jew,\nanywhere, they had no -- it -- it was not pleasant for them anyway, we knew that. But\nfo -- to any extent we didn’t know how to do -- you know, what kind of\n[indecipherable] its bad, where.",
        "A: Every single day, yes.",
        "A: Well, one day, Sunday, we didn’t work. Sunday, one day.",
        "A: Ah, do nothing. Relax a little bit. But you had to work hard, you know, you’re tired.\nSix days a week, 10 hours a day, something like that.",
        "A: Well, we were hoping that soon the war will end and you will be free.\nMarch 6, 2007",
        "A: No, I didn’t need anything right there, no.",
        "A: Yeah, but you could -- you could change there, you could get something different.\nYou could do that, if it tears up, you know, something like that, you can get it.",
        "A: Something like that, yeah, that -- they didn’t charge you for that. You could get\nsome clothes, yes.",
        "A: In the ghetto, yes, you have to wear a Star of David.",
        "A: Yeah, yeah, a Star of David on the -- on the left side, on the -- you have to wear\nthat, yeah, Star of David.",
        "A: With the -- with the li -- cotton with the fi -- the corners there [indecipherable] a\nlittle bit and that’s it.",
        "A: Well, that didn’t feel -- not too good, but we have no choice, what can you do?\nMarch 6, 2007",
        "A: Very angry, yes, but you couldn’t do anything about it. You just do what they tell\nyou to do.",
        "A: Well, with the hope that tomorrow would be better, that’s all. Always hope and\nhope and hope.",
        "A: No, never, no.",
        "A: No, not in ghetto. Not so I can -- no, not that I can remember, no.",
        "A: I can’t recall what I admire, I might have seen him. Like I told you, he has the\nchauffeur -- not chauffeur. He has -- somebody was sitting in the coach there, with two\nhorses, he was riding with that horse. He was -- he was allowed to go out in the ghetto,\ntoo, and come back. But didn’t do me any good anyway.",
        "A: Yeah, they were very frightened, very frightened, yes. It got worse and worse and\nworse. You have to stand in line for a piece of bread and you have to pay for that. See,\nMarch 6, 2007\nthat was money, you have money there, the ghetto, with the bills, and of course you\n[indecipherable] and this is the money we paid. They gave us the money, so had --\nyou have to buy the bread with that money, and everything else. Had his own -- his\nown money, he had the money [indecipherable] bills there, yes. I wish I have it now,\nwould be good. Worth a lot of money.",
        "A: Very, very badly. Very bad.",
        "A: Well, they curse you, they beat you, th-th-they kick you. All kind of things, they\ncall you names. Anything they possibly could to harm you.",
        "A: Yeah, I was beaten and kicked, yes.",
        "A: I can’t tell you the reason why, because I’m Jewish, that’s why.",
        "A: Working, or not working, whatever they felt like it. To beat you, to kick you. They\ngot -- th-th-they -- they got a -- a pleasure out of that, you know? They felt good when\nthey kicked you and [indecipherable] you. They felt real good. They smiled, they\nlaughed.\nMarch 6, 2007",
        "A: No, of course not. Of course not.",
        "A: Very much, often, sure. Very often.",
        "A: Yes, the whole time, yes, that was my job.",
        "A: Like I mention before, they took us to Skarzysko-Kamienna, which is the most --\nthe biggest ammunition factory in Poland. There were three -- three camps there, A, B\nand C, but anyway -- and I was there for a few months. Then they send me --",
        "A: I don’t know how many. I don’t know how many. A few hundred. No, not all.\nSome of them still left, they were liberated there, too, but it’s not like the Kalisz\nghetto, only some, because a lot of people there in the ghetto. Was a big pl -- you\nknow, the Lodz ghetto was -- there were ca -- a lot of Jews there.",
        "A: No, they didn’t have to tell where we were.\nMarch 6, 2007",
        "A: Yeah, they -- that was mixed at that time, the Lédz ghetto discus -- it was\nSkarzysko, they took us another camp named Wartawerk, also three camps there,\nand that well -- I was working on ammunition, I was producing bullets, 1f you will, for\nguns o-or pistols. And that was hard work, because their machine, they have to t-teach\nus if the machine stops to know how to fix it and took a long time to learn it, and if --\nand if you don’t, how dumb you are, [indecipherable] they curse you, they kick you.\nAnd we had to learn, and I did. And that was the last camp, those three camps in\nPoland. Then they shipped us to Germany.",
        "A: Wartawerk --",
        "A: Wartawerk.",
        "A: The outskirts of Czestochowa, a big city.",
        "A: No, no, no, that was just camps, there are three camps around there, you know.",
        "A: Very, very bad. The -- it was very hard work, working in ammunition factories, you\nknow, you have to produce. And they -- and they stay right behind you, and they look\nat you, y -- and they -- you know, and you have to work hard, very, very hard, I cannot\nexplain to you. It was very d -- very difficult.",
        "A: The Germans. The Germans would stand there and watching you.",
        "A: Germans in army uniform, yes.",
        "A: Well, we got up in the morning, roll call. They gave a little piece of bread, and a\nlittle ersa -- ersatz café, a-artificial coffee, and you had to work 10 hours a day. That\nwas the -- every day the same, didn’t change any, didn’t get no better.",
        "A: Yeah, we talked to each other. There nothing to talk, but we talked, yeah.\nMarch 6, 2007",
        "A: Yeah, we were all close, we talked to each other.",
        "A: No, no, no. Everybody got his own misery and there wasn’t too much, too much to\ntalk. Just hope for the best.",
        "A: All around different cities, I don’t know, all kind of cities. They moved you around,\nthat’s the whole thing, they moved you all the times.",
        "A: Probably about six months or so.",
        "A: From there we went to Wartawerk. It’s a place near Czestochowa, around\nCzestochowa.",
        "A: At the Warta, yeah, the -- that -- the Warta river, it’s a very narrow str -- strip of\nthe river goes by there, that was called Wartawerk.",
        "A: Yes, there were two other camps, Wartawerk and Hazak.\nMarch 6, 2007",
        "A: Wartawerk worked on ammunition, was in -- produced bullets for guns and -- and\npistols. And it was very, very hard work.",
        "A: You never, never di -- no, that was a camp, you couldn’t get anywhere out. You not\nsupposed to, you couldn’t anyway. That was a camp.",
        "A: No, that was already stripes and everything there.",
        "A: Yes, yes.",
        "A: Well, what hi -- choice did we have? We didn’t like it, we had to wear it.",
        "A: No, no, I don’t remember that.",
        "A: The food wasn’t good, no. Very little food, always hungry.",
        "A: No, that was a ghet -- th-th-that was a camp, nobody go -- could come in or out.\nThat was a fenced off -- th-that was a camp.\nMarch 6, 2007",
        "A: No, nothing like that, no, no.",
        "A: I didn’t hear anything like that, but I -- no.",
        "A: Exactly, that’s what’s happened, yeah, had to, had to go along just the way it was. I\ncouldn’t do anything.",
        "A: I was hoping they were still there and I will see them after the war, af-aft --",
        "A: I did, yes.",
        "A: I guess that what kept me going, yes, hope.",
        "A: Yes, it was hard, very hard work for very little food, and was living with hope that\ntomorrow will be better, but never -- the day never came.",
        "A: No, it was -- it -- it was -- it was right there, in the camp.\nMarch 6, 2007",
        "A: Well, it -- it -- you couldn’t take a bath or a shower any time soon. Have to splash\nyourself a little bit once a week, it would be lucky if you can do that.",
        "A: I don’t recall th -- I remember one time that they going to ship us to Germany, and\nthey did, hundreds of them went to Germany, and that was wind up in Dora.",
        "A: Yes.",
        "A: That was the end of ’43, I think, something like that.",
        "A: I didn’t know. One fine day they said we going, and we going. They didn’t tell us\nwhere, and that’s where I wind up. We went from -- from Wartawerk, went to\nGermany.",
        "A: Ah, how we get there? I can’t recall exactly, was it by train? Could be by train, I\ndon’t remember now exactly. Or ba -- by -- b-by -- by military vehicles, I’m not sure\nnow. It’s been a long time, I can’t recall that.\nMarch 6, 2007",
        "A: But wind up in dar -- in -- in Dora.",
        "A: No.",
        "A: Oh, I had no choice. I had a taste of it, how miserable I was. I couldn’t find anyone\nwalking by myself for weeks and several months. And at least we’re going together\nwith -- with other Jewish boys, I figure well, whatever would happen to them, it’ll\nhappen to me.",
        "A: Yeah.",
        "A: In Dora it was -- that was the forest -- the forest camp already. And that was --\nhappened to be the worst one of all, so far. I was working outside, loading the ready\nmaterial what came out from the bunker, and also unloading the raw material what\ncame in. And the sirens start blowing the [indecipherable] the siren, and they said no\nmatter what you’re doing, drop everything, and if you hear that, run into the bunker as\nfast as you possibly can. So it happen, you know, we hear the siren blowing, and we\nrun into 1 -- into the bunker and in groups, the Polish groups here, Hungarian groups a\nMarch 6, 2007\ndifferent place, Romanian, Czechs and so on. And we talk quiet in the Polish so\nwouldn’t understand. And we could hear a little bit that they bomb above us. And was\nall over, raus, raus, out, out, out, went out, and we were disappointed. Were so\ndisappointed maybe next time God will help, it’Il penetrate and -- and we’ll all get\nkilled, because it was miserable, we couldn’t take it no more. Well, another time came\nand was the same thing, and we were disappointed. And finally they say, well, this is\nthe last week you’re going to work here, they’re going to go to another place, it’s\ngoing to be much better. So we say, well, you see, he said [indecipherable] he said\nthere’s no God, oh there’s God, oh glory halleluiah, there’s a God after all, we hug\neach other. The name didn’t mean anything, really. So from Dora, we went to a place\nnamed Buchenwald.",
        "A: Yeah, we were hoping that that -- that will happen.",
        "A: Because get out the misery, you know, it was terrible.",
        "A: Well, they produce the V2 rockets, which they sent to England, they bombed\nEngland, London, that was the V2 rockets.\nMarch 6, 2007",
        "A: It’s exactly the tunnel, where the machinery were and they were all working there\ninside. That was in the tunnel. We have to go in there when they ha -- when we heard\nthe siren blowing, you know, we have to go in there. That’s where we went.",
        "A: Mine was always outside, happened to be, yes.",
        "A: No, no, they have to be inside, no.",
        "A: No, very little food. Food wasn’t very much at all. Lot of people think because it\nwas a labor camp they gave you more. If they did, I didn’t noticed it.",
        "A: Yeah, the same thing, yeah. Didn’t change much from one camp to the other.",
        "A: Yes, I lost weight continuously, all the time, sure.",
        "A: The health wasn’t too bad, just weak, hungry all the time, dirty.\nMarch 6, 2007",
        "A: Very little, we were disappointed. We were disappointed that, you know, they don’t\ndo anything -- a better job than that, than -- they have a heavier bomb, a better bomb to\npenetrate. They didn’t have it at that time. We were disappointed.",
        "A: No, no idea.",
        "A: Oh, quite a few months, I don’t know exactly how long, but quite a few months.\nThen we went to, of course, the Buchenwald.",
        "A: No, just the name. The same like Auschwitz. Was a city, nobody knew anything\nabout Auschwitz.",
        "A: I have no idea, whole bunch of us, I don’t know. I don’t know how many.",
        "A: They didn’t tell us. They just move me -- or moved us, we were leaving, and the\nplace was Buchenwald. It wasn’t too far from Dora. The outskirts of Dora, not too\nfar, actually.\nMarch 6, 2007",
        "A: In Buchenwald’? We saw misery. In Buchenwald it was -- it was a big camp, it\nwas over 80,000 people there. There were boys and girls there, in Buchenwald. That\nwas a huge camp.",
        "A: In barracks, like those -- those bunks, you know, like -- like sardines, one next to\nanother. And it was -- it wasn’t very pleasant at all. The worst of all was the lice. You\nhave so much lice they eat you up alive. You scratch and they nest there, and you\nscratch more. You couldn’t ask -- you couldn’t tell a doctor or anybody like this that\nyou got hurt, or hurt you or something. You di -- can’t open your mouth and saying\nanything like that. Once you say you si -- you sick, you’re going.",
        "A: All of them, plenty. Sunday we took out the blanket, put them in the snow,\nwintertime. You picked them out, there was a perfect square, all dark, with hundreds\nand thousands pounds of lice. But the couple, two or three days after, they come back,\nbecause they -- they -- there -- there was some eggs still there, and they -- you know,\nthey -- they want a body, they come back. Oh yes.",
        "A: No.\nMarch 6, 2007",
        "A: Yes, everywhere. Whole clothes, everything was soaked with sa -- with the -- with\nlice. They eat you up alive, they really did.",
        "A: In Buchenwald didn’t do anything. I don’t remember doing anything in\nBuchenwald.",
        "A: Do -- doing nothing, just sit there and do nothing. I didn’t do anything, I don’t\nremember that.",
        "A: You was terrified. You see a new uniform, that -- it was very, very upsetting.",
        "A: They talk, not a nice way. They curse you. They damn you all the time, no matter\nwhat. You never do anything right. No matter what you do, it’s still not right.",
        "A: No, not in Germany, no.",
        "A: Well, it was a foreign land. I just wanted to stay in Poland. Didn’t work, so -- oh\nno, I wasn’t going to do that, no. Not in -- not in Germany.\nMarch 6, 2007",
        "A: Very few. Some of them did, but not that many, but they moved you around, they\nsplit you up, you know. You never knew -- no-not too many from my city. I can count\nthe -- you know, they were with me.",
        "A: A close group, sure, yes.",
        "A: Well we were talking maybe tomorrow we were better, we hope we’ll be liberated.\nWe knew it -- it’s not good, but we hoped tomorrow will be better, that’s it.",
        "A: I don’t know. I don’t know, six months, eight, something like that, I don’t know.\nAnd then we went to another camp.",
        "A: I don’t remember doing anything in Buchenwald, no.",
        "A: Well, they didn’t tell us, th-they took us one da -- one fine day to another camp.\nMarch 6, 2007",
        "A: That was the last camp, the third camp in Germany, that was Bergen-Belsen, and\nthat’s where we were -- we were liberated by the British at that -- the British liberated\nBergen-Belsen. And three days prior to the liberation, they almost killed me. It was\nvery close. It happened on a Sunday. I went down the basement, there we take -- you\nknow, splash up the face with a little water sometime. And I come up with the -- with a\ncan that -- a rusty can that I had -- I find there, and -- it’s water. Sure enough a German\nstanding above, and I’m coming up the steps. [speaks German here] Wh-Where were\nyou? Like he couldn’t see, he wasn’t blind. I said, well I -- I went downstairs to get mi\n-- water. My hands were shaking and I was spilling the water a little bit, and I knew\nit’s going to be a lot of trouble there. And sure enough, I c -- I get up closer, closer up.\nHe took out the -- the baton, th-the one he had the -- on the side there, the stick. But\nthat was different one, they made it with lead inside it, it’s -- every time he hits you, it\nbreak your bone. And [indecipherable] it over the head, and split my head there, and I\nfalls, luckily, I fall forward and not back, because back is further you fell, you -- you\nwouldn’t be here to tell the story. But I fell forward and I hit the edge and I -- and I\ncouldn’t get up, of course, I was bleeding all over. And I was told that the -- the f -- the\n-- the -- the -- the friends, the one I was sl -- they were sleeping next to each other,\nthey -- they saw me there and they -- they dragged me into my -- into -- into the\nbarrack, in the bunk there, and -- and I was unconscious. I was un -- three -- three days\nI didn’t go to pick up my bread there, nothing like that, I couldn’t, I couldn’t, I was all\nMarch 6, 2007\nblack and blue and the nose was broken. So anyway they -- when they come there, the\nBritish liberated Bergen-Belsen, they took me the portable ambulance, if you will.\nAnd they did the best they could, they fix my nose. But they didn’t put it right back,\nit’s a little bit off [indecipherable] straight, it’s a little bit off. And it can be seen or\nfelt if someone touches. And that was -- that was the closest one I ever come to -- to\ndie. And -- an-and -- and that was it. So I was liberated, and then -- then I have a\ncouple of cousins, I da -- wasn’t with them in same camp. They were liberated by the\nAmericans, and --",
        "A: No, no, I -- in a different camp.",
        "A: They were liberated by the Americans.",
        "A: No. No, not in Bergen-Belsen.",
        "A: Yes. I sat there, yes, that’s all, mm-hm.\nMarch 6, 2007\ngallows. You obviously had seen a lot of people, dead people in those years since then.\nWha -- wha -- how did you -- did you ever get accustomed to seeing dead people?",
        "A: You never get accustomed, you see there was every single night people die there.\nEvery single -- never miss one single night and nobody would die, some people died.\nThere were 10 - 15 - 20, even in -- in Buchenwald, it was recorded in 24 hours, 72\ndeath. So had to take the -- the clothes off, drag them out there, put them -- put them\noutside, and then they come with the wagon, which we have to pull it, and others will\nput -- put them on the wagons like -- like sticks, you know, they look like sticks, and\nmove them away. Every single day, every single day, never miss a day. There was\nnone on -- any corpses outside. You have to put them outside. Take the clothes off,\nand put them outside.",
        "A: It doesn’t look good at all, we don’t feel good. We feel well, today is them,\ntomorrow 1 -- it would be me, maybe. That’s how they feel.",
        "A: Well, it was fear and sadness, both. Yeah.",
        "A: No, there was th -- chicken wire was dividing up, that was the women with the\nmen. There were nothing common, there’s nothing to talk. They were -- they walked\nMarch 6, 2007\nin their misery, we have our misery [indecipherable] no. There was nothing to talk\nabout.",
        "A: [indecipherable]",
        "A: No, I never did, no, no.",
        "A: No, that wasn’t on my mind at all, because we have problems.",
        "A: I understood what’s happened because they -- they took all the wires down, and --\nand th -- and they buried the corpses in -- in -- in the right place the way it should be\nburied, no-not mass graves. And it was -- it -- it was different ball game altogether.\nAnd even after the war -- after the liberation, that is, a lot of -- lot of people died there,\nby the hundreds and thousands because they’re not used to eat. The stomach -- there\nwasn’t much of a stomach, it’s all shrunk, then they tried to expand, and they with all\nMarch 6, 2007\nkinds of diseases and sicknesses, you know, and they couldn’t take it. So a lot of them\ndied. They have all kind diarrheas, and stuff like that. You couldn’t go to the bathroom\nbecause there’s only one bathroom an-and 50 or 100 - 200 people wanted to go. So\nthe-they built something the outside, li-like a -- a -- you know, and people go there,\noutside. Like -- like trenches with -- I don’t know. Anyway, it wasn't very nice, and so\nafter that, like I mentioned, I had the couple of cousins there who were liberated by the\n-- by the Americans. They couldn’t go to every camp, but in the gip -- in the big camps\nthey did go and looked up names. But after the war you -- you can get your own name,\nyou didn’t have any more a number.",
        "A: I can’t remember now, but I got there about six, seven numbers there. I don’t\nremember that, I don’t look at that.",
        "A: That was in Germany, | think. Yes, anyway, so 1 -- th -- my -- my two cousins, my\nmitha -- my mother and their father were sister brother, so that makes it -- make us\nfirst cousins. So they come and -- and a f-few of th -- few of those big camps like\nBuchenwald and they come to Bergen-Belsen, look up my name, oh they saw me\nthere [indecipherable] you know and he said, well, what do you have to lose here,\nlet’s go in the medical zone. And I already find mine Aunt Rifka. Nothing do with --\nwith me, she not relati -- she not related to me at all. Rifka is my cousin’s mother’s\nMarch 6, 2007\nsister. So nothing to me. She’s already there, but I knew her from -- from the ghetto.\nSo we went to -- in the American zone, and we stayed there in a place named\nBamberg, not too far from Nuremberg where those -- those criminals were jud -- you\nknow, judged. And we stayed there and then they wanted to come to America, and I\ndidn’t feel like I wanted to come to America. It’s -- something was bothering me.\nWhat it was is, I want to go as far as I possibly can, I don’t have no -- no borders.\nAlthough it’s a friendly border here with Canada, but th-the borders upset me in\nPoland. There was Russians, there were the Germans, none of them were good for the\nJews. So they went to America and I went a different direction altogether. I went to\nAustralia. And --",
        "A: I felt a sense of freedom cause I knew I was liberated. And th-the loudspeaker\nloudly was speaking every language there. You could understand that the food is on\nthe way, and the help is on the way. And -- and we feel good, because the wires came\ndown. Oh, that’s okay. Th-The wire -- the wires came down and -- and we --we knew\nwe were liberated, and that was it.\nMarch 6, 2007",
        "A: You had a good feeling when you were liberated, then the -- the -- another thing\nwas hope that my mother and father will be still alive, and the -- the rest of the family,\nbut --",
        "A: I never did.",
        "A: I didn’t want to go back because I had the [indecipherable] a gut feeling I had that\nPll -- Pll find nobody there. I di -- I didn't want to go. But my cousins did. They --\nthey -- they encourage me to go and I said no, I don’t want to go to Poland back there,\nno. So they went and they went to their city, nobody there. They went to my little city\nwhere I was born, and there was nobody left there either. See, what they did is they\ntook the people out, the men, to the cemetery, and they dug a -- a trench there, didn’t\nknow what for. And then after they finish, they took all the rest of th -- of the people\nout there and shoot them and bulldozed them down.",
        "A: I guess. That’s all I can guess, I don’t know.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\nMarch 6, 2007\nwere saying before that after liberation you did not want to go back to your town, but\nyour cousins did, and there was no one there, and you heard what had happened to\nyour family. So then your f -- and then your -- you said also before that you didn’t\nwant to go to a place where there were borders, and that’s why you decided to go to\nAustralia?",
        "A: Yeah, that’s true, I didn’t want to have -- if that’s what you call civilization,\nEurope, that’s -- I have enough of that. So I wanted to go away as far as I possibly\ncan. That’s how I wind up in Australia. I was there for some 10 years.",
        "A: Ina place named Bamberg in Germany, not far from Nuremberg.",
        "A: No, I didn’t have to -- I didn’t go to a camp. I have enough camps for five years. I\nwent private, only private, in a home, with Germans. With Germans.",
        "A: I spoke German very well, yes, even before.",
        "A: I had to learn. Ma -- Yiddish is not that difficult, to learn German.\nMarch 6, 2007",
        "A: In Germany [ lived by myself and I got from the -- from the UNRRA they call it,\nthey give you a little money and you survived.",
        "A: No, not in Germany. Didn’t work in Germany, no, not after the war.",
        "A: I stayed there til ’48.",
        "A: No, nothing, three years, no.",
        "A: I met a friend after the war, he was live in the same city, so we were close friends,\nand that’s about all.",
        "A: No, not from my home. From Poland, but not -- no, I met him after the war.",
        "A: Nothing. Recuperate.\nMarch 6, 2007",
        "A: It wasn’t too bad, I wasn’t -- I wasn’t very sick, except operation what they did on\nmy nose. But other than that I didn’t feel too bad.",
        "A: Yes, yes. Yeah, we have enough of that, too.",
        "A: Yes, quite a few, quite a few, yes.",
        "A: Not often, but we got together, yes.",
        "A: We have to go to the -- to the embassy, you have to put your name down, you have\nto wait for the court, you know, you have to wait til they call you. And they did, and I\nwent.",
        "A: It took a couple of years, I think. Something like that.",
        "A: Yeah, that -- that was England, the-they didn’t want too many Jews to -- to go to\nAustralia for some reason, that’s why it took so long.\nMarch 6, 2007",
        "A: No, not at all.",
        "A: No, it didn’t bother me, I knew I’m going to learn, I’m young, I could -- I could\nlearn, and I did.",
        "A: That was the -- the -- the Australians, the Australian embassy. They -- they\narranged that, and have to sign it, wherever they send me to work, I’d be willing to do\nit. And that’s what it -- I went by -- went by -- by boat. By ship, yeah.",
        "A: [indecipherable] It’s a Swedish ship.",
        "A: Yeah, I felt good. Leaving Europe was -- was fine, I -- I -- I liked it. If I don’t see\nE-Europe again would be just good -- okay with me too. I have enough of Europe for\nawhile.\nMarch 6, 2007",
        "A: The voyage was very nice, it was very good, and we arrived in Australia, you\nknow, in that -- they put us in the camp for a little while.",
        "A: Yeah, a few of them, a few Jewish people. Most they were Gentile boys. Not many\nJews, a few of them, not many, no.",
        "A: No, no, no, not Germans. Hungarian, Romanians, you know, stuff like that. That\nkind.",
        "A: They were victims too, but they chose to go to Australia for some reason. I -- I\nchose for a different reason, yeah.",
        "A: Yes. And I was in a camp there, and every Saturday night there was some kind of a\npre -- a performance, like a concert sometimes, and acting. And that was free. So,\nwhat’s happened is, an Australian couple was sitting next to me, and I couldn’t -- I\ncouldn’t understand, th-they couldn’t -- they couldn’t understand what I am saying, but\nnevertheless, we [indecipherable] they gave me the telephone number to call, and I\nwent there and have supper, they call it tea, actually, in England they call it for tea,\nbut that’s supper. And I learned a little bit that. Anyway, finally they told me to come\nMarch 6, 2007\nto live with them, and I did. And they treat me very, very well. They were not Jewish\npeople. They were Australian people and --",
        "A: That was a -- city was Adelaide, south Australia. And I stayed there all the time til\nI came here to the United States, they treat me very well, and --",
        "A: Oh yes, I work. I was a barber, cutting hair, a barber. And --",
        "A: I learned it in Germany. Had to have something, you know, I haven’t got anybody\nto fall back on, you know? Have to learn a trade in Germany. In Germany | learned.",
        "A: Aft -- of course. After the war, of course after the war.",
        "A: Well --",
        "A: I -- I wa -- | had the impression to make -- making money, to work something -- no,\nno, not like that, no, I had to learn something, sure. And when I went to Australia to\nthose people there, they treat me very well, she 1s [indecipherable] days, she said --\nthere was a boy and a girl there, they have. The boy was the older one, the girl was the\nMarch 6, 2007\nyounger one. They say if -- if -- 1f Felix -- you don’t like what Felix is doing\nsomething, never open your mouth. Come to me and I straighten up, you know? It is --",
        "A: What’s that --",
        "A: Harrison.",
        "A: The first name was -- h-her n -- her name was --",
        "A: Yeah, there was a school. I went to school there, and you know, I do what they\nhave to do, what they tell me to do and I -- I pass that. When I went to Australia, I ga\n-- had to go another one there, too, to th -- another test. Not in school, but the test, and\nI passed it. And I had my -- my license, and I worked there.",
        "A: Not that difficult. When you’re young you can pick it up, particularly when you\nlive with people, you know, you get -- you hear the same language all day\n[indecipherable] you have no choice, you had to learn. That wasn’t too bad, no, no.\nMarch 6, 2007",
        "A: That was for anybody, like a school here, you had to go and learn.",
        "A: Regular school with German, yes, yes.",
        "A: I work in a barber shop, yeah. It -- not my own, but I work for somebody, yes.",
        "A: 10 years. I come in °58 here.",
        "A: Yes, I was barber all the time, yes.",
        "A: I stayed with them all the time there. Not quite 10, but a little bit I was in the camp\nthere to begin with, but I was there nine years, I was with them.",
        "A: Yes. In their home, yes.\nMarch 6, 2007",
        "A: I can’t tell you why because th-they asked me I had parents, I told them, you know,\nI was in camp. And they weren’t Jewish, I was surprised they -- they took me in, you\nknow. I think they have feelings, you know.",
        "A: Yeah, there -- there were other people there in Adelaide, yes. There were other\npeople there too, yes.",
        "A: Yes, I went to shul there, 1t was a shul there, yes, oh yes, went there. I met\nAustralian Jewish people there, and we in contact, very close contact. We play cards\ntogether. They invites me -- you know, t -- invited to play cards. We have supper\ntogether. It was nice.",
        "A: Yeah, they ask me and I told them, like | tell you here. I told them everything, yeah.",
        "A: There were some there, yes, but I didn’t know, I just met them there, in Adelaide.",
        "A: Some would, not that much, because th -- I was with the family, you know, more\nth-than anybody else.\nMarch 6, 2007",
        "A: Well, first off, I had a couple of cousins here, they say well, why you so -- being so\nfar away, we have no -- not much of families, not bad here, this and that. And I had a\nfriend I met there too, after the war, and he was a barber and he came here first. So he\nwas going to America and I went to Australia, but we contact each other. When I\ncame here I work for him for a little bit, for about three years, then I got my own shop\nafter that.",
        "A: I don’t think it was difficult, no. To come here wasn’t -- wasn’t difficult. To go to\nAustralia was difficult, but here, no.",
        "A: Yes, yes.",
        "A: Yes, mm-hm.",
        "A: Well, di -- we were corresponding, and the mother correspond every -- I never send\nthem for their birthdays, but she send every birthday, never missed. But she passed\naway, then the daughter took over. And she writes now, and every birthday I gota\ncard, for [indecipherable] to send me a card. Not -- not our [indecipherable] but their\nMarch 6, 2007\n[indecipherable] but whatever, it’s okay. But I -- they haven’t forgotten me, no. She\nwas here, too, to visit, too, with the ma -- husband.",
        "A: Yeah, yeah, yeah.",
        "A: Jen -- Jane Harrison. The mother was Silma, Silma Harrison.",
        "A: No, the father was yo -- yo -- he died when -- when I -- when I -- he wasn’t very --\nvery long there, after I met him there, very short time he passed away or something, so\nI didn’t know him that well.",
        "A: By plane. To Hawaii first and then here. Stopped in Hawaii.",
        "A: That was the first time on a plane, yes.",
        "A: Well, had my friend wa -- my friend, th-the one, the barber, he was waiting there,\nand I saw him there and it was very, very go -- it was a good feeling. So I stayed with\nthem for a little while and I got --\nMarch 6, 2007",
        "A: The -- Washington, D.C..",
        "A: Yes, yes.",
        "A: I knew it was the capital, but had to live someplace, wouldn’t make any difference.",
        "A: Yeah, I worked for him for about 30 years.",
        "A: Sal Arbus was his name.",
        "A: Then I got my own, I bought a place somebody -- I bought it from an it -- Italian\nfellow barber shop, and had a couple of guys working with me, and then the -- have\nanother one too, after that. And then the second one, I -- I retired and that was it.",
        "A: I met my wife -- I knew a -- a fellow here in Washington, and he met a -- a girl in\nBaltimore, which her husband passed away, and he married her and I can -- I went to\nvisit him and we were talking and I said, didn’t anybody hear, you know, a nice girl or\nsomething I can meet? He said, yeah, there’s a sister, a brother who live here in the\nMarch 6, 2007\nRicetown Road, he said, they’re very nice people. I can give you the telephone\nnumber. I said okay, give it to him and I call him up. I talk to her and she say yeah,\nyou like to meet me. So I met her. So I saw her the -- everywhere -- I couldn’t go\nevery day because I was in Washington, she was in Baltimore. And so we met -- so\nfour times a month, let’s say, we saw each other, once a week. In about what -- three\nmonths or so we married. And we’re still married for 40 -- 47 - 48 years or something\nlike that, in 1949 -- °59 we married. 1959.",
        "A: In °58 I came, ’59 I married.",
        "A: And there’s not a day you don’t think about. You don’t talk about it, but you think\nabout it. It’s always in your background, it never goes away.",
        "A: Well, she -- she survived, too. She was also liberated in Bergen-Belsen.",
        "A: She told me she was there in Bergen-Belsen, I say I was there in Bergen-Belsen,\ntoo. So, that was it.\nMarch 6, 2007",
        "A: She doesn’t talk too much, but she got wild dreams.",
        "A: I feel American now, yes, yes. Yeah, I do.",
        "A: About the same. Didn’t change much.",
        "A: ’'m a questioning all the time. For years.",
        "A: No, no, not -- not -- no, not most, no. Some of [indecipherable] some of the -- all\nkind of [indecipherable] there. No, no.",
        "A: I don’t bring up the subject, but they ask me, I talk about it.\nMarch 6, 2007",
        "A: Yes, if you -- if you hear shooting, you know, fights, stuff like that, that brings\nmemory back, sure. Absolutely.",
        "A: Well, th -- you try do the best you can not to take it -- you think, well, the war is\nover, it’s not any more like it used to be. It’Il be okay. And you -- you try to forget.",
        "A: I have no desire and never been there. It’s not for me.",
        "A: Because I have nobody -- nobody to -- to greet, nobody will be there. I wouldn’t\nknow anybody now anyway. Even though we knew the Poles, they were the\n[indecipherable] I wouldn’t know it now, so many years went by. So tho -- no use for\nme, I -- I would never go back, no.",
        "A: Well, it’s the -- was the right thing to do, they should -- they should get the same\ntreatment like they did to the others.",
        "A: Iam a Zionist, yes.",
        "A: I been to Israel four times so far, yes.\nMarch 6, 2007",
        "A: Yes, my wife, she had -- she had the sister there and a brother, they passed away\nsince. Also a nephew, he passed away young. He was 53 years old, had a heart attack.\nBut anyway, so we went to see her family, in which they’re just about all gone now.",
        "A: I feel American, yeah, sure. Do my best to be one, a good one.",
        "A: I think in both. Home we speak Yiddish all day every day. When I go out and talk\nto people, that’s English.",
        "A: Since 80 -- 80 -- ’86 - °88, something like that.",
        "A: Not too much, not too much. I -- I have different tapes I watch, like Jewish --\nmostly Jewish I have, a lot of Jewish tapes. Different actors, singers.",
        "A: I don’t know today, there -- there’s a different generation altogether, so I don’t\nknow what to say. I know the other, the old generation, they were not good, they were\nevil.\nMarch 6, 2007",
        "A: I wouldn’t discuss too much. I mean, you have nothing to do -- you wouldn’t know\nit anyway, what went on. Maybe -- maybe he was told, but he didn’t do anything\nreally. Yeah.",
        "A: Yes, I have.",
        "A: Well, the feelings 1s -- to me it’s nothing new, I’ve seen it before. I went -- I-I went\nthrough it. And my wife Doris, she never went there, she doesn’t want to go there.\nAnd I went because I had a cousin from New York, the one I was talking about, he\ncame and I took him over with his wife, but my wife, she wouldn’t go.",
        "A: Yes, it was, yes.",
        "A: That I’m not sure. I’m not sure about that, because you see different country like --\ngreat anti-Semitism exists even now, even today. So I don’t know. Maybe they learn a\nlittle lesson, but not to any great extent.",
        "A: I’m not sure. I hope it will. Little bit hope.\nMarch 6, 2007",
        "A: Not really, no. I’m glad you came over and I did what I can, the best, you know,\nand hope it’ ll help.",
        "A: Thank you, too.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionMarch 6, 2007\nBeginning Tape One, Side A"
    ]
}