{
    "rg": "RG-50.106.0117_trs_en",
    "sequence": [
        "Question: This is an interview for the United States Holocaust Memorial Museum\nvolunteer collection interview with Charles Stein conducted by Esther Finder on\nJune 8\"\", 1999 in Rockville, Maryland. This interview is part of the museum’s\nproject to interview Holocaust survivors and witnesses who are also volunteers\nwith the museum. This is a follow-up interview that will focus on Mr. Stein’s post-\nHolocaust experiences. In preparation for this interview I listened to the interview\nyou conducted with the Survivors of the Shoah Visual History Foundation on\nFebruary 27\", 1997. I will not ask you to repeat everything you said in that\ninterview, instead I will use this interview as an opportunity to follow up on that\ninterview and focus on your post-Holocaust experiences. This is tape number one,\nside A. What was your name at birth?",
        "Answer: My name was Karl Robert Stein. The only thing that is different from —\nfrom present time is the first name. Karl was changed to Charles, but it — actually,\nI didn't change it. It was changed by the authorities in Luxembourg when they\nissued me a passport. They simply wrote in there, and my name in — in that\nLuxembourg stateless passport on which I traveled after I left Austria was — they\nJune 8, 1999\ntranslate it into the French, Charles, which is the same as — same spelling as\nCharles and that’s remained that way.",
        "Q: Did you ever consider going back to the original spelling?",
        "A: No, no. Actually, when I was — even as — in Vienna, my friends, since I — I was\n— well, I was the only one in the group who — who spoke eng — en — of my friends\nthat spoke English, knew English. I’d studied English. And so — I’d seen, you\nknow, American movies and all that. So my — they called me, and — Charlie.\nActually, th-the way it sounded then, as they pronounced it, it sounded more like\nSharlie. So, it was nothing really new to me, and I remained with that.",
        "Q: Can you just tell me also your place of birth and your date of birth?",
        "A: Yes, I-I was born in Vienna, Austria on November 28\", 1919.",
        "Q: What languages did you speak in 1945?",
        "A: In 1945 I spoke English and German. German because I was at the time a\nprisoner of war interrogator in the army.",
        "Q: Where were you on V-E day?",
        "A: On V-E day I was somewhere on the Elbe river, facing the Russians on the\nother side, that’s where we had to stop. I was with the ninth infantry division, 60\"\ninfantry regiment and I was at the time a captain in the U.S. Army and commander\nof a military intelligence unit, a prisoner of war interrogation team.\nJune 8, 1999",
        "Q: By V-E day, how long have you been in the service?",
        "A: By V-E day, I’ve been in the service for just about four years. I was — originally\nI was drafted on October 7“, 1941, two months before Pearl Harbor.",
        "Q: Had you seen combat in Europe?",
        "A: Yes, I saw combat. I got into — I was in the Normandy landings on the day after\nD-Day — I — after D-Day on — on June seventh. I was up on the beach, and my\nduties then were, again, I — I had a — an interrogation team and we were\ninterrogating prisoners of war. But under the — at that point, of course, it was\ncombat. It was combat and interrogating and shooting some more and so forth.\nEverybody was in combat then.",
        "Q: On your way through Europe, did you — did you encounter any concentration\ncamps that had just been liberated?",
        "A: Through Europe? Yes, the only one that I encountered on the way through the —\nin the campaign was Nordhausen, concentration camp Nordhausen, which we\ncame upon not knowing where we — that there was a concentration until we — til we\nran into it. It was a — 1t was a horrible experience. Knowing that my parents must\nbe in one of those, I — I sort of instinctively started looking around to see if I could\nsee my parents. It wa — it was a — an impression that stayed with me for a long\ntime. It was the — bodies lying around, people wandering around in a daze. We tried\nJune 8, 1999\nto, the little time that we had, we were moving pretty fast at the time, chasing the\nrest of the Germans in the direction of the — of the Russians. And we were there for\nabout a day or two, I did interrogate some of the guards. They — some of them, as I\nrecall, were Ukrainian guards that the survivors of — of the camp — many of them\nby the way in Nordhausen w-was one of the camps that had a lot of slave labors\nfrom eastern Europe, a lot of Yugoslavs that I encountered there. They wanted\nthose guards. And if I lost any of them on the way, I — I-I can’t remember. But they\n— the guards were scared. I recall one guard, who absolutely refused to talk. And\nwe had ways of, you know, interrogate — ways of interrogate — this — this was not a\nfriendly interrogation, so we made them talk. Not by physical force in any way, but\nby — oh, various things. Like we have him take off his clothes. And when a man\nstands there in front of you without his clothes on, he’ll start talking pretty soon,\nwe found out. That’s an interesting thing we learned over — over the — we sort of\npicked up as we went through the war and — interrogation techniques that they\ndidn’t teach us in school. But he f — he talked and I got — I got his story, of course, I\ncan’t remember the details now. But I did get a — the story of some of the atrocities\nthat the — they were — they committed. I turned the people over — the — the guards\nover to the military police that picked them up and took them back to prison camps.\nJune 8, 1999",
        "Q: The guards that you said you — if you misplaced them along the way, you — you\ndon’t remember, do you know what happened to those guards?",
        "A: No, I don’t. I have no idea.",
        "Q: You also said that you employed techniques that you didn’t learn in school. Can\nyou tell me a little bit about your training in — in some of the techniques that you\nwere trained to use and some of the ones you learned along the way”?",
        "A: Yes, well, in the military I was — I was — I went to —I was originally in field\nartillery. I went to officer candidate school and became — I was an artillery officer.\nAnd then I was, shortly after graduation at Fort Sill, Oklahoma where the artillery\nschool was, I was tapped for intelligence because of my background in languages\nand so forth. I was called one night — one evening I was called in and was told that\nWashington, in quotes, at that time wanted me to go to — wanted me to go to the\nintelligence school, which was at Fort Ritchie, right in — 1n Maryland here, then\ncalled Camp Ritchie. That was the military intelligence school and we went\nthrough interrogation training and all kinds of intelligence training. Oh, we learned\nall kinds of things like Morse code, which I have never used in my life. Don’t\nknow anybody who ever did, and folder interpretation, map reading of foreign\nmaps, which was important because some of the captured maps we had to — to\nknow what we saw, and we had all kinds of field training with those. These were\nJune 8, 1999\nMaryland — Maryland maps, maps of the — of the Ritchie area, but printed in\nvarious languages including Japanese. I remember one night that they dropped me\noff someplace at a place and gave me this — this map. And from landmarks and all\nthat, you identified where you were and which way you were going. Well, that was\nimportant but in — basically for me that was not a problem because I was fluent in\nGerman, of course, my native language, I also knew French. And that’s the\ndirection we went in, so once we got there, I could easily read those maps if — if\nnecessary. We were trained in order of battle, identifying — we learned everything\nabout the German — we knew more about the German army, their uniforms, their —\ntheir insignia. That was all part of — of the training and the units, the organization\nof the German army, what units looked like, what they were, how ba — how strong\nthey were, etcetera. That was all part of it because that was all part of — of the\ninterrogation process. And so when we — when I got into — to the combat are —\nzone, interrogating the people was simple. One thing, for example, was that every\nGerman had what was called a soldbuch, a paybook. Now that soldbuch —\nsoldbuch had all his military a-assignments listed in there. And it was easy to\nfigure out who he was and what he was. So the first thing we’d ask them is, give\nme your soldbuch. And they would hand it over and you had them right there, that\nwas — now you knew. And so then you would say, oh you were from the 338\"\nJune 8, 1999\nFisilier-Batallion(ph), yeah? And he’d say yeah, and take it from there. Most of\nthe interrogations were actually not difficult. Most of them talked. Now you ran\ninto some, officers mainly, who said name, rank and serial number, that’s all they\nwould give you. But again, you — we — all of us, I think, found ways to — to break\nthem. For example is one thing, a German, regardless of whether you were friend\nor enemy, respected rank. So you made sure that the insignia you were — you were\nwearing at the time, and we had a complete collection of it, were at least one rank\nhigher than the man we had, and we could read that. So we — we played that game,\nit was — if you had time for it. Now a lot of — most of it was right up in the front\nlines, so you didn’t have time to — to play games. And at those times we would just\nplay tough, yeah. Threaten, all kinds of things, you know, we would — we — we’d\nsay — we’d tell them, okay, we’ll let you walk back home, right through the front\nlines. Of course they wouldn’t do that cause they’d get shot. And things like that,\nand they would — I don’t really recall anyone I could not break in an — in an\ninterrogation, and I’ve interrogated thousands of them. Now, what we did with the\ninformation, and we — we — in my case, being in the front lines, I would — my\ntargets were who was opposing us, how strong are they, where are they located,\nwhat kind of weapons do they have, where’s their artillery. And I would\nimmediately call in to artillery to give them the coordinate of locations so that they\nJune 8, 1999\ncould fire on it, and my infantry units that I supported would get all the information\n— the — the intelligence officer of the unit would get all the information that was\nrelevant to who — who was on the other side of the line, what was their morale, how\n— how strong were they, what kind of weapons did they have. And that went — well,\nwe had a lot of good results. One of the things that I and my team always did was\nwhen we had specific targets that we could identify, after we had pushed through\nthe area we checked those targets to make su — to see if they had been hit like we —\nand I think most of them were. So, it was — in Normandy it was — is rough, cause\nwe were going from hedgerow to hedgerow, you know, one hedgerow at a time,\nand you know, a hundred — a hundred yards a day, things like that. But after that, of\ncourse, on the run, that was a little different. Once we broke through, it was — it\nwas a different story, it was easier then.",
        "Q: You mentioned in your interview for the Shoah Foundation that British\nintelligence was superior to American intelligence. Can you clarify that point for\nme?",
        "A: Yes, I—I went to —I was shipped to England in December of 1943. I was in\nEngland until — until D-Day, so that was six months from — in England. And at\nthe time I was sent to — from where we were out in the near — in the country\nsomewhere, I was sent to London to study with — with British intelligence. They\nJune 8, 1999\nhad some schools and they — they took us into — and gave us some — some\ninformation. The British had a lot more experience. We had absolutely no\nexperience, we were new. We were — all of — not — I’m not just talking about the —\nthe front line type intelligence, but the OSS didn’t exist until just about that time.\nAnd they had never, the people in the OSS were not what the British had trained\nfor years and years as intelligence officers. We all learned fr — by — by doing. The —\nI had some contact with OSS people afte — on — well, on — actually still in Europe,\nbut on the way home. They were going home at the same time, and I listened to\nsome of their stories. They were dropped — one particular I remember, who was an\nartist, or at least that is what he — he faked. He was of Italian descent, a New\nYorker who spoke Italian. He was dropped into Normandy and he sat around\npainting. He was — to the Germans he was an Italian painter visiting here, and was\nfriendly right, to — Italy was a friendly country. And that’s the way he collected\nintelligence. But he said he had absolutely no idea what he was doing when he first\ngot in there. He got in by parachute, got — the French helped him — French\nunderground helped him. And then he — he sat aro — he tha — he started painting and\nreporting and they had equipment to — to report. And he was around Normandy\nand the Sherbrooke(ph) peninsula doing this artwork. Course na — he brought\nnothing home. He all gave that to — to his French comrades there. But again, no\nJune 8, 1999\nexperience. Everything was — whatever we did was done for the first time, on the\nU.S. side. And now, as I said, the British, of course, had been doing their in-\nintelligence work, collection of intelligence all over the world with the — with the\ncolonies and all that. So — a-and in World War II, of course, they’d been in the war\nfor three years before we came in, or almost three years. That was wa-why I said\nthat their — their intelligence was better, they were better organized. We were just\nlearning, but we got there. We — just like everything else, I think, in the — 1n the\nU.S. Army. That army had absolutely no experience, we came from all over the\nplace. Nobody — there were no real soldiers at th — in 1941. By 1944 we did the —\nthe biggest — biggest job ever done in any — any invasion. And it was successful. So\nI guess as Americans, we’re — we’re quick learners. We picked up an awful lot\nfrom the British. They were very helpful. They taught us then. The schools that I\nwent to in — in London during that period were very informative, because we\ntalked to people who had been there, who had been there, done that and told us how\n— how they did whatever we were doing later on. That’s — that’s about — that’s\nabout it for — on that.",
        "Q: You mentioned that you learned some things on your own and you were\nsuccessful in — in your interrogations. And you mentioned one thing that they\ndidn’t teach you was to have your prisoner —\nJune 8, 1999",
        "A: Strip.",
        "Q: — get undressed, right. What other kind of things did you improvise?",
        "A: Well, there are — there were — for example, the — the — what they didn’t teach us,\nthey taught us that e-every soldier has a soldbuch, but didn’t tell us what to do with\nit. That is we picked up ourselves. I — I picked up the first one I looked at and I\nsaid, there it is. And I asked the man ha — you were up with — I told him, I didn’t\nask him, I told him, you were up from this and this regiment, or this — and they said\nyes. And before that you were something else. One of the things that we did was\nwhen — when time allowed, was engage in some small talk. Small talk about, well,\nyou got your family back home, and that would open up suddenly, and then you\nlead into other things. I had some interesting interrogations. I had — and this is —\nthis is one in a— in a—1na billion, probably. Had a prisoner, this — we were about —\nwe were in Germany at the time. And he had very little information, but he was\nwilling to talk. He said tha — actually, he deserted he told me. I’m not sure that that\nwas right, but it didn’t matter. But I noticed in papers that he had on him that he\nwas a medical student at the University of Vienna. And so I asked him a — whether\nhe was — took anatomy from Professor Bernkopf(ph) Versowzer(ph) and his\nmouth opened and he se — di-di-ta-ba — how — but how did you know? I said, I’m\nan intelligence officer, I know everything. And he just couldn’t understand why,\nJune 8, 1999\nand then he started opening up and told me all kinds of things about what happened\nto his family and others. His mother-in-law was mentally incompetent and she was\nin — in Vienna in a place that was known to me, that was the insane asylum in\nVienna, there was one big one. And she had been killed, and he told me that they\nwere killing these — well, handicapped people, mentally handicapped. They didn’t\nneed them, so they killed them. And you know, he was mad and so he said he\ndeserted. Well, took him a long time to desert. But th — it-1t’s that kind of thing that\n— that those are interesting little things that happened. There were many of them, of\nthe different nature. For example, in the Battle of the Bulge, the unit I was with was\nholding one of the — you know, the corners of — of the thing. We were not\npenetrated, but we — we — we went in there to hold it, and that was in the famous\nBattle of the Hiirtgen Forest. And there was a German lieutenant colonel in there\nwith his troops, holding out. And we could — it’s a dense forest and we just couldn't\nget him out. And one day one of — a couple of Germans came out with a white flag\nand said that they’re currently — name I — I can’t remember the name, but it was a\nrather, later on, well known in — in — in the history of the war. What was his name?\nWell, can’t remember. Anyhow, so who was sent in to bring — yeah, he was sick.\nHe was very sick and he wanted to surrender. And so who was sent in to bring him\nout, of course? The only one who spoke German. And in I went and I got him out\nJune 8, 1999\nand we had — the man had pneumonia very badly. But — and, you know,\ninterrogating him at this point was really not necessary. There was nothing he could\ntell us in the — in the present situation. But he was on his own, just started talking as\nwe carried him out. His own men carried him on a stretcher. And we came out of\nthe forest and then we waited until he was evacuated. And he just told us all kinds\nof war stories, was just great. Good information. Not necessarily tactical\ninformation, but strategically important of how decisions were made and all that.\nWell, we took that down and got it back to higher headquarters and I don’t know\nwhat they did with it, but at least the information was there. So these were the kind\nof things that you fell into occasionally.",
        "Q: Did any people that you interrogated know you were Jewish?",
        "A: Yes. Some of them, I told them. Particularly the Waffen SS. I wanted them to\nknow, because I — I knew that the — well, it put some fear into them. Although, I’m\nnot sure that they were anywhere near any of the atrocities or anything like that.\nBut the Waffen SS was a tough outfit, in the beginning. Not in the — t-towards the\nend of the war, they filled in the blanks in — in the — the blank spaces in those\norganizations with just about anybody, including, I think, I’m not sure whether I\ntold that — told you that story earlier about the boy, about a 17 year old kid who\ntold me that he was an American. I said, oh yes? He said yes. He said, take off my\nJune 8, 1999\nboot. Took off his boot, took out an innersole and came out with a green card with\na baby’s picture on it. His family had gone — had come to America and his parents\nwere in — in Los Angeles. Yeah, came to America in the — sometime in the late\n20’s, early 30’s, I guess. He was a baby then, and was a small — small — small child.\nThey applied for a — they became permanent residents and probably, his parents\nlater, citizens. But he was sent to his grandmother in Germany to go to school,\nthey wanted him to go to school in Germany. Well, he did, he went back, and war\nbroke out and when he got to be about 16 or so they pulled him in, this was towards\nthe end of the war. And there he was in a Waffen SS uniform. That thing made the\nnewspapers, by the way. I had — happened to have somebody when I — I called the\nthing in. I said — I said, ve got — I’ve got an — an American Waffen SS guy here.\nAnd I told my G2 about that, and apparently there were some — I think Associated\nPress newsmen there, they wanted to see us. They say, hold him there, we — we’ ll\nbe right down. They took a picture. I still have a clipping at home of that and\ntalking about Captain Stein talking to — to this kid, whose showing his — that he\nwas an American. Well, he was still a prisoner of war in a — I guess we — we had to\nprocess him that way, cause he was a German soldier.",
        "Q: When did you realize the full extent of the genocide?\nJune 8, 1999",
        "A: Not really until the end of the war, until about V-E day. When we — when I\ntalked to some people in — well, some Germans at that point, we were at the Czech\nborder — no, that was afterward. We were still on the Elbe. And we had some\ncommunication with the Russians, who had come across many of the concentration\ncamps in the east. And they were telling us what they had found. Millions of people\nkilled and although we had interpreters, Russian interpreters, we had a meeting ta —\neven before V-E day, it — it was in late April, we were on the Elbe and we stopped,\nand the Germans stopped on the other side, that was agreed that we would — that\nElbe was the — the — the border between the two zones. And we had arranged and I\nwas invol — I was included in that with our general — meetings with the Russian\ngeneral. We got together and we spent a couple of days of just talking through\ninterpreters. And that 1s the first time that I really found out what had happened.\nAnd of course, my parents were on my mind, and not only my parents, the rest of\nmy family, too. That’s when the search began. Of course, after V-E day, I could not\n—I wanted to go to Vienna. Figured that — I knew — I had known that my parents\nhad been deported to Lédz, because in — it was two weeks after I went into the\narmy in — in October °41, I got a postcard that is — it came to New York and to my\n— the second cousin who lived in New York, or — was my — my address that I had.\nAnd he brought it to me and saying that a postcard had come saying that my\nJune 8, 1999\nparents were being deported in October of ’41, to Litzmannstadt, Lodz, to the\nghetto. That’s the last information I had. After that, nothing. And so I wanted to go\nto Vienna, but the army wouldn’t let me. As an intelligence officer, the Russians\nwere in — had — had Vienna at the time and that part of Austria and they wouldn’t\nlet us go into the Russian zone. So at that point I decided Pll go home, to New\nYork at that time. And by October — the war was over in March — 1n — 1n — excuse\nme, in May, May the ninth, excuse me. And we were — my team was pulled out in —\nin July and sent back to Paris where our headquarter — military intelligence\nheadquarters was. First to — to another place in — in Germany and then to Paris.\nAnd we stayed there for shipment home. There were lots of things at that point, we\ncould have signed up as a civilian to civil government and all the things that were\ngoing on, but I decided my best bet was to go home and start looking from — from\nthat angle, and if necessary I’d come back as a civilian and of course, I intended to\nget out of the army, which I did in 1945, and I was separated in — in the 14\" of\nDecember, 1945, and signed on as a reserve officer. I stayed on in the reserves.",
        "Q: What was your rank when you — 1-in December ’45.",
        "A: Captain. Yes, I started out, of course, in ’°41 as a private. In ’43 I went to\nO.C.S., became second lieutenant, was promoted in Normandy to first lieutenant\nJune 8, 1999\nand later that — a little later in the campaign to captain on two battlefield\npromotions.",
        "Q: In your previous interview you mentioned that your father had been in the\nmilitary. Did his military career have any impact on your career?",
        "A: No, none, none whatsoever. I have a few photos that were given to me by\nrelatives after the war, who had survived. Was my father in uniform, wa — one of\nthem with — with him in uniform and me in a — in a baby carriage, and my mother,\nof course there too. So those — those are — that’s about the only thin — we talked\nabout it, but that had no influence on me.",
        "Q: After World War II, did you ever consider going to Palestine?",
        "A: Yes. Yes, there were a number of things that I was just thinking about in — in the\nend of 1945 and early ’46. As a matter of fact, I was thinking about going to\nPalestine when I was still in Vienna. I was signed up for a transport, one of those\nyouth transports in — back in 1938, immediately after the anschluss. But when the\nopportunity came to get away to Luxembourg, I couldn’t wait, that — that was a\nlong s— a long, drawn out process. They weren’t going anywhere. We met\nperiodically, all the — well, some of us, but nothing happened. As a matter of fact,\nmy — one of my cousins, about four years younger than I, who stayed on then,\ndidn’t get out until about a year later. It took that long before the transports went,\nJune 8, 1999\nthat’s just about 1939, in the fall of 1939 they finally got them out, then through\nYugoslavia and then on a ship and in-into a — well, the — the Exodus story. But —\ninto Palestine. I couldn’t wait. I was — I was too old. I was 18 and I was in\nimmediate danger so I left. Yes, I wanted to go and I — and grew up in a Zionist\nidea. A-After the war I was — yes, I wanted to go, I — I thought of going. I also\nthought of going back to medical school, and I was accepted in 1940 — 19 fift — °46,\nit — in Switzerland, in — both in — in Zurich and Basel(ph).",
        "Q: I’m sorry, I have to pause to change tape.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: — for the United States Holocaust Memorial Museum volunteer collection\ninterview with Charles Stein. This is tape number one, side B. And I had asked\nyou about if you had considered going to Palestine and you were telling me that\nyou did have some Zionist thoughts and you were considering going to Palestine\nand also you were considering medical school.",
        "A: Right. In early ’46, I was considering both of these things. And in — I was\naccepted. I had written to and sent my — my papers to — o-of my previous studies to\nBasel(ph) and Zurich and I was accepted in both of them, provisionally, if space\nwas available in later years. I was accepted for the first year, but for one year only\nJune 8, 1999\nand depending on space available, whatever. And at the same time, I had — this was\nnow early 1946, and I had talked to a lot — lot of people, you know, after returning\nand I found out how all these people made all this money, in all kinds of things.\nAnd I said maybe I ought to do — make a little money, I had none. I had whatever I\nhad saved from my army pay, which wasn’t very much. I wasn’t working, I had not\nfound a way to — to do anything and so I said why, why don’t I do something else\nfirst? So I— I dropped Palestine and I dropped medicine and I went into the export\nbusiness. Opened my own busin — I took — well, first of all I had to learn something\nabout the export, and that was the big thing then that I — I found out. And I had to\nlearn something about it. Fortunately 1-in the newspapers I found a two week\ncourse that would teach me all about it, and that’s exactly what I did, I— I went — I\nmean, this is strictly an amateur performance at the time. I went and took a two\nweek course and I knew all about it, I knew how to — what kind of documents you\nneeded, and how — and all I needed now 1s to find out what I was going to sell and\nwhere. Well, I and a fr — a— a wartime buddy of mine, friend, we’d been through\nthe war together, and I, decided we’d go into the export business, and we did. And\nwe si — decided that the electrical appliances were a good thing, we — I guess we\nliked electrical appliances, so we went into that and we decided that we would do\nSouth America — Latin America as — as our target. That, we had read was good\nJune 8, 1999\nplace to do, and we did. Went into business, we — we got in contact with some\nmanufacturers of appliances, and we went to various embassies and asked for their\nimporter — lists of importers, which was available. And we started writing let — by\nthat time, by the way, I had taken, soon as it came back, I started taking a Spanish —\nI don’t know why, but the G.I. bill was there and I didn't know what else to do with\nit until I went to medical school, which would have been — so I took Spanish and I\nwas fairly fluent in Spanish by that time, it was now middle of 1946. By that time\nwe — we got to the point where I n — I needed. And so I wrote up a catalog in\nSpanish, we put that up and a — a letter to all the customers and began working.\nPretty soon we were making a little money, not very much. Not enough to live on,\nbut there was still a G.I. bill that helped us out with that. And it lasted for — until\nearly 1948. In early 1948 there was a sudden stop of dollars. The dollar was no\nlonger available for payment to foreign countries, there was a shortage of d — of\ndollars, there was — there were — there were exchange restrictions. And so the big\ncom-companies could give, you know, six months credit to — to compan — the little\ncompanies, like ours, we couldn’t give any credit, we worked strictly as letter of\ncredit. They sent a letter of credit in dollars to our bank and as soon as the ship —\nwe could turn over the shipping documents, that the merchandise had been shipped,\nthe bank would release the money. Well, that stopped, there were no more dollar\nJune 8, 1999\nletters of credit and so we went out of business. And then started an interesting\nperiod. I didn’t know which way to turn, I — I’d never even looked for a job, I\ndidn’t know how to look for — well, I— I knew how, but th-th-th — I didn’t know\nwhat. I — so I went around and went to an employment office, one of those\nemployment agencies and they said yeah, as a matter of fa — it was on 46\" Street\nand Fifth Avenue, I remember. And they said yeah, we have a job. There’s —\nthere’s a job opened right across the street here at a place called Nancy Studios,\nhat makers. Feather hats. You know, pasted feather on — on the thing. And — I\nmean, I — I found that out when I went to — to Nancy’s. And so I went ik — went\nover there and they needed someone to run their office. Apparently whoever had\nthe office had quit — was running the office had quit. So I went up there and\nthere’re two ladies running the shop and I said, here I am. They said oh yes, you’ll\ndo. We — you know, told them who I was and what I had done, I had my own\nbusiness and all that. And they — they — they thought that was — that was good, so\nmy major job was making up the payroll and invoices and making sure that money\ngot to the bank and so forth. But the environment wasn’t for me. This was a — a—\nthe two ladies was Nancy and her sister were the designers of these hats. Their\nclientele was — were all name designers. Hattie Carnegie, Lily Daché, a-all kind —\nyou know, th-the — well known names in the fashion business, and they would\nJune 8, 1999\ndesign special things for them, and others. Had about 20 or 30 women doing the\nwork, so it was not a small place. But I started dealing with the clients and that’s —\nit was something I couldn’t take. I-It was a strange — you know, being called\ndarling by these floating characters who were dressed in diff — 1-1t was not — not my\n—my cup of tea. But I worked, I — I had to make a living and I was looking around.\nAnd — and I worked there during the summer. I came home one day in September,\nit was September of ’48, and I looked at my mail and there was a letter there from\nthe Pentagon. I opened it up and it said, dear Captain Stein, we want you back. We\nhave a special project here which 1s right in line with your experience during the\nwar and please call this number. So I called the number in — in the — in\nWashington and talked to a major and he said — he told me what it was. It was in\nthe office of the chief of military history, translating the experiences of the German\ngeneral staff that apparently the United States had under contract of some sorts, in\nand out of jail in Germany, that were writing their heart out about their\nexperiences on the eastern front in Russia. And I said that sounds interesting, yes,\nI’m available. And in Novem — early November, starting in nove — as a matter of\nfact, the third of November, I — I came into Washington. Harry Truman and I\ncame at th — came together. That was the day Harry Truman was elected. I came\ninto Washington, back in uniform, and I was in the Pentagon, became chief of the\nJune 8, 1999\ntranslation section of milt — o-office of chief of military history and I spent the next\nthree years there translating and — and writing. And by that time, of course, in\n1950, summer of 1950 the Korean war broke out, and — ’50 or ’51 — yeah, *50.\nWell, I still had some — a year to go and — on my — my three yea — it was a three\nyear appointment. And when the time was up, my time was up, I was told that\nnobody gets out, there’s a war on. And I was told that I was — but I was told I was\ngoing to Germany, to the German side of our project. And two weeks later I got\nmy orders saying report to San Francisco for shipment to Korea. And there I was,\nnot exactly going to Germany. Well, I went to Korea, and went, checked in, was\nreceived by the officer in charge of — of that unit and — who said, do you speak — is\nit— you came here as a prisoner of war interrogator, which was one of my\nspecialties. Oh, let me back up for a moment. While I was still in Washington,\nwhen I got my orders and I read this thing, that I — I was going over with the MOS,\nthe specialty as a — as a prisoner of war interrogator, I went down to what we called\nKorean man — what was called Korean management, we called it Korean\nmanglement, and was talking to some old colonel who’d been there since world —\nsince the Civil War, I think. Looked like it. And I said look, I have — you’re\nsending me to Korea with a 93-16. I don’t speak any of those languages. And he\nsaid, well, we didn’t asked for no languages, they just said they wanted 93-16s.\nJune 8, 1999\nAnd I said, yes, sir. I knew there was nothing — yeah — well, I talked to this major\nand he said, do you speak Korean? I said nope. He said, Japanese? The Koreans in\nthe — in the army at that time grew up under Japanese occupation, so most of them\nspoke — still spoke some Japanese, too. I said nope. He said, Chinese? I said, nope.\nHe says, you’re another one. I said, you mean you have more? He said yes.\nThey’ve been sending us 93-16s and we have — none of them speak Korean. Okay,\nthey said, but never mind, we’ll — we’ll have an assignment for you. And I was\nassigned to eighth — eighth army headquarters and research and — and — yeah, and\nresearch, intelligence research. And later on, couple of months later I was\nreassigned as chief of the order of battle, a division of — of eighth army\nheadquarters. But the experience there was again, this now is December, end of\nDecember 1951. Cold, ice cold, bad weather and all that, and the chief of\nintelligence, Colonel Bump(ph) when I reported in, I and two other reported in at\nthe same time, said well, ve got an assignment for you, I want you to go up to the\nsecond infantry division up in the hills and observe the air support for our infantry,\nand Ill call you back when the time comes. So we sat up there for about three\nweeks in the foxholes, on top of these ridges, watching air support, getting shot at.\nWe didn’t do any shooting then, infantry did. Watching the patrols go out and all\nthat. Anyhow, we got back three weeks later and came in and I was this — the\nJune 8, 1999\nsenior of the three of us and so I— I reported. We came in and we saluted and said,\nColonel, we have a report for you on the — on the air support. We had put our notes\ntogether and whipped up a report. He said, oh, I don’t want your report, I know all\nabout what’s going on up there. I just sent you up there because nobody works for\nme who doesn’t get his feet wet. You know what the war is like, now you can start\nworking on it. Was a good idea. Not for — for — not while we were up there. Okay,\nso we — | — then I —I started working and th — stayed there for — until January of\n1953, by which time I have had enough of the war and of the army and well, there\n— there happened to be a — a — there happened to be something that no — none of us\nknew. In the fall of 1952, all the reserve officers got a letter saying that your — th-\nthe — you were extended, your — your fi — your army still had a five year dur — as —\nof reserve officers, five years at a time, you had to renew every five years. The\nother services had already changed to permanent. And so we did th — by executive\norder, ba — ba — the president, and when the Korean war broke out all reserve\nofficers were frozen, they had to stay in the — a-all commissions were extended.\nBut the law expired on the first of April 1953. So all of us who were in Korea in\n1952 had to be home and out of the army by — by the first of April, and the army\ndecided that they were going to get us out by January to give us a chance — to give\nus time to get back to the United States and get processed out. And so we got this\nJune 8, 1999\nletter saying we’d like you to sign up for the permanent and you’ll go on and all\nthat. And statistics later on came out that said 66 percent of all the reserve officers\nsaid thank you but no thank you, including myself. And then in December of 1952,\nI happened to be — I still had an R and R leave, five days in — in Tokyo, I flew over\nto Tokyo, and I ran into some old friends of mine and one of them said, wa — when\nyou — where you going? I said well, I’m going home in January. By the end of\nJanuary I should be on the way home. And he said, what are you going to do? And\nI said I have no idea. I have no place to go, I have no — no — no connections\nanywhere. So I'll just go home and I'll — Il find something. Well, in the — he said,\nthe — oh, this — this friend said, well hey, ve got a job for you, a civilian job here\nin Tokyo. I’m heading up a new office in — on the first of January. There’s a new\ncommand being formed, the United Nations and far e — and Far East command, a\ncombined command and I’m head of the intelligence policy division and I have one\ncivilian slot, a senior civilian and you’re — you’re it, 1f you want it. So I went down\nto personnel and they explained what it was, and they explained to me what it —\nwhat it pays and it paid more than a captain. And all the perks with it and I said\nyeah, why not. And I signed up right there and they say yeah, you’re — you’re qu —\nI told them — I had to write up what I was doing and for — fill out a form. And they\nsaid yeah, you qualify. And so there I was, and I stayed on in Tokyo as a civilian\nJune 8, 1999\nintelligence officer until 1955, when I returned home. That was also the time a little\nlater that same year, °53, when I met this air force lieutenant, female, who showed\nup there and about a year and a half later we were married. And Barbara\nKinney(ph) became Barbara Stein. We were married in Tokyo.",
        "Q: I have several questions, but first let me start with your getting married. What\ndid you tell your wife about yourself and about your past when you met her and\nyou courted her?",
        "A: Well, first thing I told her was that where — where I had come from, and I told\nher that I lost my family and I still didn’t know where they were or what happened\nto them, which is something previously that I had tried all the time. I tried the Red\nCross and the HIAS and the jayce — the JDC, the Jewish community in Vienna\nwho in 1946 did send me a — a little form letter saying your parents were deported\nthrough Litzmannstadt and did not appear on any survivor lists. That’s all I had.\nBut where and what, I — I didn’t find until much later. Well, anyhow, I — I told her\njust the basic things. I— I wa—I-—I couldn’t go into details. Those were the things\nthat I talked about, oh, later on, bits and pieces, not — not the whole thing. I — I\ndon’t know what it was, but I just couldn’t. Of course, there was still, and I think\nnow thinking back of tha — to that period, and I’ve done this for some time now,\nthere was always that, why did they have to die and I — I survived? And that was —\nJune 8, 1999\nthat was certainly in — in — in my subconscious mind, sometimes very much on my\nconscious. And it — th — it was — it was just difficult and unless I was asked, I didn’t\ntell. It was that way. There were many people that I worked with that didn’t even\nknow, that they thought oh, this guy’s from New York. Fortunately I had no\nparticular accent, and so they knew I’d come — I'd started in New York, and I was\na New Yorker, that — that was — that was all they knew. And over the years bits and\npieces — I told a little story here, when — when something happened that had a\nconnection with some, but not until — well, the 80’s, when I finally sat down and\nwrote my whole story.",
        "Q: I'd like to pause for just a second and ask about some of the events that were\ngoing around in the years before the 50’s.",
        "A: Okay.",
        "Q: I wanted to ask you about first the Nuremberg trials. Ho-How closely did you\nfollow the Nuremberg trials?",
        "A: Oh, I followed them very closely. That was something that I — of course, there\nwere newspapers, the magazines. I had a couple of friends who were involved in\nthat, one was at the Nuremberg trials and we corresponded, and he would write to\nme. Another one, a lawyer in the Washington office of the — the judge advocates\noffice in the army, who was involved in the — in the trials o-o-on this side, getting\nJune 8, 1999\nthe reports in and all that in the — we talked about it all the time. I — I was looking\nfor — for the death penalty for anybody who just walked through Nuremberg. Not\nall of them got it, but then again, the — the trials went on for a number of years.\nWhen I was at military history in 1948, we had a British contingent, three British\nofficers. Two of them people like myself, Europeans. As a matter of fact, the — no,\none was German, one was Austrian. And one that their chief was a British colonel,\nbut they were all British army, and they were working with us, because they were\ngoing through the same documents and the same background. We — we also\nsearched documents that — captured documents that we had here — in connection\nwith that. And we were looking at the same documents and they were working on\nbackground for the trials that were still going on, and so we had close contact and\nwe followed that all — followed that all the way. There were not enough that were\npunished.",
        "Q: Did you follow the U.N. debate on the partition of Palestine?",
        "A: Every word of it, absolutely, yes. As a matter of fact, I was — I was watching the\n—I was listening to the — that — the final votes, I was counting votes at the time, on\nradio. I didn’t have a television. No, no, I guess not, didn’t have a television then. I\n— I was — I was listening and on the radio and I was — kept keeping a — a pad. And\nwhen the final vote was tallied — again, this of course now is 1950 — 1947. I was\nJune 8, 1999\nthinking of still again going to Palestine. But there were many things that — that\nheld me back, you know, personal things that were happening and I — it was\nalways, you know, next week, Ill think about it next week or I'll — Pll look into it\nnext week. By that time I had taken up — I had contact with my cousin ha — at — and\nmeanwhile his mother and father, who had gotten away out of Vienna to England,\nhis father was — came out of Dachau, they released him. Mother had gotten a\npermit to go to England, and so they went to England, some went to Palestine.\nAnd I had seen them in England when I was in England. They had gone to\nPalestine so a — a— we had correspondence then, and I thought that I might join\nthem, but I didn’t until many years later when I did go over and I’ve been there\nquite a few times now.",
        "Q: You didn’t reflect one way or the other on your personal feelings about the\nKorean war. Did you have any personal objections?",
        "A: The Korean war? I theti — I thought it was a waste and I think many of us\nthought that. It was — it was just everything went wrong. We — we were fighting —\nwe — we were fighting a war, but we weren’t. I see the same thing going on right\ntoday in — 1n Kosovo, where we — we’re talking about fighting a war, we’re\nfighting something. We’re not going in and cleaning it up, and that’s what\nhappened. The troops were ready, we were ready, but the command, the — the\nJune 8, 1999\npolitics weren’t — weren — the pol-politicians weren’t. It was a politician fought\nwar. And that is probably why two-thirds of us, of the officers quit. That was not\nthe ti — particularly those of us, and probably most of us at that time still — that had\nfought the — the war in — in Europe or in — in the Pacific for that matter, where you\nfought a war to — to win. There we didn't fight to win, we fought to — to sit around\nand let somebody do the talking. And so now I — I-I did not think kindly of what\nwas happening there.",
        "Q: What did you think about the developing Cold War?",
        "A: The Cold War, of course that was somehow predictable, that having met the\nRussians, we knew we weren’t going to be friends, although we were friendly and\nthe vodka flowed freely, but that was not it, and then of course when the Russians\ndug in and said — and dictated to us practically what — what we — what we could do\nand what we couldn’t do, that was pretty much the beginning of the Cold War, and\nChurchill saw it and — and it happened. But there were — there were many things\nthat — well, it was a political war, it was — and political wars don’t lead to anything,\nnever have. And there should have been some accommodation someplace, but\nnobody would give, we didn't give, they didn’t give. And I think the only thing that\n— that — that could have ended — the way it ended was — it was completely\nunexpected, I think. The only other way would have been a — a hot war.\nJune 8, 1999\nFortunately, it didn’t happen, but it was a bad time in history, I think, that whole\nperiod of the Cold War, because it had an influence on — on everything, on — on the\nlives of all the people in the world, on the economy and — so that it was — it was a\nbad thing.",
        "Q: I’m going to ask you clarify the t — the term hot war.",
        "A: The — the missiles. The missiles were ready on both sides, we could have fired,\nthey could have fired. Any mistake could have triggered an annihilation of — of half\nof the world, and that was a great fear, I think o-of myself and I’m sure of most of\nthe people, that some nut would push the wrong button, even by accident, not — it\ncould have happened. That it didn’t happen, was a miracle.",
        "Q: What comes to your mind about the time that you spent in — in Tokyo, other\nthan that you met your wife and got married?",
        "A: In Tokyo? Well, I had gotten out of the army, I was a civilian in a culture that\nwas strange to me, and so I — I soaked it all up. I took it in and it was an interesting\nexperience. And after about two and a half years there, I decided it was enough.\nWell, we both decided that was enough and let’s get out of here. But it was — it was\ninteresting. There was nothing that stands out, just learning and looking at the ways\nof — of the mysterious east. Korea was a loss, there was no — no — nothing there to\nlook at, there was total devastation and — but Tokyo and traveling around Japan\nJune 8, 1999\nwas interesting, see how people lived, how — how they — how they managed, really,\nwith their — their culture, the way of — of life, the way of living in — in\n[indecipherable] paper houses, and it was interesting, but nothing outstanding.",
        "Q: Did anybody there know you were Jewish?",
        "A: Yes, yes. Yes, they knew I was Jewish. I had no problems with that. We had a —\nactually the only Jewish services we had in — in — in Tokyo were the holidays. And\nin the chapel center, we’d go there and they brought in a rabbi from someplace, not\nsure where he came from. And I went to services, and I took time off and my\noffice, all the people I worked with knew where I was. So, no, there was no\nproblems there.",
        "Q: You left Tokyo and then what?",
        "A: Left Tokyo and came to Washington after cruising around the United States\nfor about oh, a good two or three months. We landed in Seattle where Barbara has\nan aunt and cousins and we stopped there for a few days. Then went to San\nFrancisco where she has another aunt, we visited there and I got introduced to the\nfamily. And then we went to Iowa, to Webster City, Iowa, a great metropolis of\nabout 8,000 people and I met the parents. Parents knew who I was, I had written to\nthem. As a matter of fact, just very recently I went through some papers that when\n— her mother died some years ago, but we had never looked through that file of\nJune 8, 1999\npapers that — that we had taken from her, and I looked through some paper and\nthere was the letter I wrote to them when I first met Barbara — or wh-when we\ndecided to get married, and I wrote to them and told them who I was, and got to —\nto Webster City and well, had parties and met — met the whole town. And stayed\nthere for awhile and then went to Washington. In Washington I was then for the\nfirst and only time — no, I ca — I — was not the first and only time, my first job in —\nin New York was, course, I had to look for a job. But coming to Washington was\nthe first time that I really had to — really had to look for a job. There was no — no\nHIAS to — to help me out. And I had a — well, in — while I was in — in Tokyo, in —\nin — in my capacity as — in my job, I had very close contacts with the CIA people\nout there. And so before I left the chief of the CIA group asked — said, why don’t\nyou — when you get home, why don’t you just stop in and talk to the people in\nLangley and come with us? And I said, well, that’s nice and he gave me a letter of\nrecommendation. And so I did and they offered me something that was not for me,\nthey — they offered me a job in — in — a—a temporary job in Germany and I wasn’t\nready to go out — out again, I wanted to stay awhile. And so I didn’t take that. And\nthen again, by continuous luck, ran into a friend who said, well oh, I know of a new\noutfit that they’re forming at the — in the Pentagon and I’ve applied for it. He was\nworking somewhere in the Pentagon. He said, to transfer into it and they’ve got\nJune 8, 1999\nslots open, why don’t you try that? And I tried it and I got the job, became his boss.\nJohn has never forgiven me that, but we’re still friends. And there I—I got the job\nwith Air Force Intelligence and worked with them for oh, several years. Got several\npromotions, I was doing well. Then our organization was taken over into the\nDefense Intelligence Agency when that was formed, and that took in units from all\nthe military agencies. Stayed with them from ’62, I was involved in — in the\ncreation of the new organization, was on that committee, and stayed with them\nuntil °65 when once again I was invited by the State Department to transfer to the\nState Department. It happened during a — a meeting. I was presenting a project that\nwe had — a worldwide project of intelligence handling that we had, I was involved\nwith through an inter — through an interagency committee. The State Department\nrepresentative said, would you be interested in coming to our — we have nothing\nlike that. And I said, well, make me an offer I can’t resist. And he said the — about\ntwo weeks later, he made me that offer. And I transferred to the State Department\nin the foreign service and became a foreign service officer, coming in on top,\nwhich, much to the — 1n the foreign service that — yo-you’re — you’re not liked if\nyou come in on top because everybody else came in on the bottom. So I had in-\ninteresting experience.",
        "Q: I have to pause to change tape.\n38June 8, 1999\nEnd of Tape One, Side B\nJune 8, 1999\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Charles Stein. This is tape two, side A, and\nyou had been telling me about your changes in your professional life with the Air\nForce Intelligence and Defense Intelligence and then the State Department. Could\nyou walk me through some of those jobs and what your role was, your duties,\nresponsibilities?",
        "A: Yeah. In — I — I mentioned that this was a new project that my friend told me\nabout in the Air Force Intelligence. What happened was the air force was the, in\n1955 was getting into the — the technological age of information processing. They\nwere the leaders in the thing. They had come up with a project that was worked up\nwith IBM and Eastman-Kodak, a combined project of information processing\nwhere the information, that is documents, would be photographed on microfilm,\nand at the same time, there would be an encoding placed on the microfilm and the\ncoding was then read electronically from the film, and would — and when you —\nwhen you got the right — right thing, looking for a specific document that contained\na subject matter, th-the subject matter was coded. And that was on there, and that\nwould — that then would print out the document that pertained to whatever you\nwere looking for. That was a — a new way of doing it, you didn’t have to have any\nJune 8, 1999\n— any input, typewriter input that you had until that time. We had to type punch\ncards and whatever, or type it into the computer and then it would come — you — th\n— this way you could just photograph it. Well, it was a novel thing, and that is what\nthey — they were hiring people to do that. My job, I became a — I was hired as the\nchief of the coding section, and I worked with the tech — technical part, the — the\ncontractors on what they were doing and to make sure that we’re do — and we\ndeveloped — and again, we did this with the CIA, a— a code — a code dictionary,\nsort of. An intelligence code, that for everything that was of interest to intelligence,\nwould have a code number. And then we would have — this was my section then,\nreaders read the documents that were coming in, intelligence documents, reports\nfrom all over the world, and numerically code what was in that document. That\ndocument would then be photographed with the code input also onto the film, and\nit was available for — for retrieval. We had gotten that thing, it took a number of\nyears to — to do this, we worked from ’55 to about — by ’58 or 59 we had the first\ninstallation, and it worked. We then expanded that to the rest of the air force, and I\nwent out to help the installation of the thing at —- in Omaha at the Strategic Air\nCommand. And in Ohio at the Air Force Research and Development command and\nseveral other places, and we started sending out copies of what we had made the\nfilm into those. And those were little chips, photo chips that ran through just —\nJune 8, 1999\nsimilar to — to punch cards running through when you’re searching, but these were\nphoto chips and when you got a hit it would extract it and make a full copy of it. Or\nyou could view it on a— on a microfilm viewer. That was the main project. Now, it\n— we got into — more into different arrangements. That unit then was taken over\nwith a lot of the other air force intelligence into the Defense Intelligence Agency\nwhen that was established. And I was still in charge of that, but I was working on\nnew developments, now we were into computer information, handling a computer.\nIt was all intelligence handling. I was not, at that point any more directly involved\nwith the intelligence, but with the technical operation. And it was that, and DIA\njust a follow on to the same thing. And it was that thing that State Department got\ninterested in. And when I got into State Department, again, they formed a separate\nunit to start an information processing operation in the State Department, they\ndidn’t have any. As I found out later, they didn’t want any. The foreign service\noffices, they didn’t want to have information. He wanted to have what he had, his\npieces of paper and he’d make up his own mind, they didn’t want anybody else to —\nto shove stuff at him that he didn’t see — had seen — hadn’t seen before, to change\nhis mind possibly. Anyhow, that was an — that’s an interpretation. But I got to the\nState Department and we started, there were about four or five of us that had been —\nsome from the State Department and a couple of people from CIA, myself from the\nJune 8, 1999\nIAA, and one from USIA, and there was one other — a couple from the State\nDepartment, and we all sat and we started looking at what is it that the foreign\nservice — tha-that the State Department needs in the — getting information. Where\ndo they get their information from and how could we put this into a system? In\nother words, we were systems development. And we then got money through a —\nprobably my most grueling and demeaning experience in my life. I had to testify\nbefore Congress, before a congressional committee. It — the man, my immediate\nsuperior in that particular thing, was lost. He and I were sitting there, I was in the\nleft hand seat. The left hand seat 1s the — when you’re facing the committee is the —\nthe secondary. I was the one with the information, he was the one that answered the\nquestions. And a certain congressman from Brooklyn destroyed my buddy. The\nman was so confused he didn’t know what to say and the chairman of the\ncommittee excused him and said at this point you’re not answering any more\nquestions, but your sidekick answers the questions, so let him answer it and you’re\nexcused, and he wal — had to leave the — the committee room. I sat there for the rest\nof it and I got through it and I got the money. So — however, was an interesting\nthing. I was noticing that the chairman’s assistants, the — not a congressman, one of\n— his — his office manager, wi — whoever he was, had an interesting head\nmovement. And being a good observer, I had noticed that when they asked first\nJune 8, 1999\nquestions and I was watching that, and I noticed that when he expected a positive\nanswer to something, his head would go this way. And when the congressman\nasked a trick question, the guy went this way. So my eye was on him, and I got\nthrough the thing, it worked. I was right, that that was the way, that he knew —\nthese people know the answers. When they ask a question they know the answer.\nAnd so — they want confirmation of their knowledge, and well anyhow, it — that —\nthat was — 1t was — it was a sad thing. I came out and poor guy outside, I asked him\nto go home. He wanted to go back to the office, I said, you should go home. [Il call\nyou later, I'll tell you what happened. He said, but di-di — do you know what — I\nsaid, yeah, we got the money, we’re all — you’re all right, go home. He went home\nand I called him later on and he had calmed down, and he said, he-hell, I — I can’t\neven remember what happened. And very shortly after that he left the State\nDepartment, you know, fortunately there was some higher up sitting in the back\nlistening to this thing and they weren’t happy with him, so anyhow. Well, we got\nthe money and we had the department hire contractors, some of these big\ninformation processing firms. They came in and they started working on a program.\nThe program was, oh about half way through, and we got more money, because we\nshowed that it was good. This time we didn’t have to testify any more, 1t was done\nin the higher-ups. And they — let’s see, after about — it was about two and a half\nJune 8, 1999\nyears into the — into the program, that there was an internal thing. Again, there’s a\npolitical thing. The assistant Secretary of State I worked for and another assistant\nSecretary of State, who wanted that unit, the other one, th-the — the enemy there,\nthe other one was the assistant secretary for administration, who had the computer\noperation of the State Department, the payroll, in other words. Payroll and\npersonnel and whatever, but never anything subst — substance — substantive 1n-\ninformation, they’d never handle it. But they saw something that hadn’t — that got\nmoney and all kinds of possible — and they wanted it. Well, it was a time when my\nassistant secretary wanted another job. He wanted to be a — what do they call that?\nA diplomat in residence at the university. We had — the university, they have a\ndiplomat in residence, that a — that’s a cream puff, absolutely. And usually that led\nto an ambassadorship. People who were s — who were selected for that. Well, he\nwas pretty close to that, he wanted an ambassadorship eventually, and he want —\nbut there was a job that he could have had, but they kept him because he had things\ngoing on in his o-operation that were not finished, they wouldn’t let him go. So he\nchanged. He sold us a — he sold my — my organization to administration. And I\nsaid, I’m not available for that. You can transfer it, but I’m — I’m out. I— I wouldn’t\nwork for those people, I — well, I knew them, I had worked with them before. Well,\nhe was friendly enough to say — he was Jewish, by the way, the only other Jew in\nJune 8, 1999\nthe area. And he said, I didn’t think you would, but I’ve got another job for you, if\nyou want it. We have a new inspector general and I’ve told him about how you go\nabout doing your investigations and how you can do these things and — and he’s\ninterested in you, because you’ve reviewed, you know what this whole department\nis doing, you’ve done a survey to — to find out what they need, and he wants to talk\nto you. And he’s — he’s brand new, he just came an — an ambassador who just came\nback and got the job as Inspector General. So I made an appointment, went to see\nhim and he said, yeah, I want you. And I became a senior foreign service inspector.\nNow again, I shifted jobs without try — even trying, you know, I — I— I was asked\nto. And when I got into the Inspector General’s office, that I hadn’t used before,\ncause they were not in the substantive area, I found that I was in — in very good\ncompany, because most of the senior inspectors were former ambassadors for\nwhom there was no other assignment, there was a limited assignment. And so they\nbecame inspectors and they traveled around from one embassy to the other, to\nmake sure that everything was all right, and they were doing, you know, reviewing\nthe embassies, mainly. The idea I came up with, that sold m — sold me to — to the\ninspection corps was that there ma — are many things that are overlapping that are\nnot being looked at in Washington, th-the various bureaus, each one working as an\nindependent thing, each one working with all the embassies that their — you know,\nJune 8, 1999\nthe European bureaus, working with all the European embassies, but there’s no —\nno connection between them. They’re doing all kind — I said, I would like to look\ninto that. He said that’s a great idea, you got it. So I started out on that and I\nbecame — I was doing — what’d we call that? Well, the organizational reviews. And\nI did some of those. As I went on, I did all the — the bureaus, and particularly those\nthat covered in substance more than an embassy. The scientific bureau — scientific\nand — and technical bureau, for example, had these technical attachés out there that\nweren’t talking to each other. So, there — it was a question of — of getting\ninformation to them and — I mean, getting information between them and not just\nreporting back to the bureau and the thing gets lost in the bureau. And the consular\noffices, for — of course, there are consulates in every country and more than there\nare embassies, and they’re not talking to each other. They’re reporting 1n, it’s all a\none way flow, nothing goes out — oh, excuse me — to — to all the others. And so I\nstarted working on that and I usually got a couple of other officers assigned to me,\nsome of the junior officers that were also working with the inspectors and we sat\ndown and we ju — started interviewing and looking into the records and all that, we\nfind out how things were and sort of rewrote the — the — the job descriptions. The —\nthe job [indecipherable]. I had one particular one that was of great interest to me,\nhaving been a refugee once, and that was, I came across, while I was looking at\nJune 8, 1999\nthese various organizations in the department of a special assistant to the Secretary\nof State for Refugee Affairs. When I looked into that I found that the man was a\npolitical appointee. He’d made big contributions to somebody and he had a few\npeople in Washington, but his work was being done in Geneva at the U.S. mission\nto the United Nations. In the process I also found that there was a special assistant\nto the Secretary of State for international Red Cross affairs. Now here we have the\ninternational Red Cross, a British a — a Swiss organization, and they have a one\nman office with one secretary who’s a special assistant and who handles contacts\nwith that. But the international Red Cross is in Geneva and who handles the — the\nbr — the work? The office in Geneva. And this 1s a large office in the united na — in\nthe mission to the United Nations. The U.S. mission. And I found a third one, a-a-\nanother special assistant for a humanitar — for — not for humanitarian, for disaster\nrelief affairs. Again, all of them political appointees. Well, I went — so I went to\nGeneva and talked to the people there and looked and see what they were doing\nand they were hardworking people. They were doing the budgeting for — for these\nvarious operations. They were representing the U.S. before the United Nations and\nbefore all the various organizations that physically handled refugees and disasters\nand so forth. And I came back and I wrote a — oh, about a 200 page report. This\nwas about a six months affair. I wrote a rit — I wrote a report and I said, reorganize\nJune 8, 1999\nthe whole thing and my s — my recommendation was that — to get another position\nas an assistant Secretary of Affairs for Humanitarian affairs, all this comes under\nthat subject heading and abolish these special assistants. Have Geneva do the work\nand have Washington have a — a regular office doing whatever is necessary in the\nUnited States, such as you know, budget — getting — getting money and so forth.\nAnd that was finished in 1990 — in January of 19 four — four — 1974, I finished that\nparticular report. And then I went on and was doing — I think the next one was\nconsular affairs and I was just about finished with consular affairs when one day I\nget a phone call from the refugee office. The deputy to this political appointee was\na regular foreign service officer whom I knew, I had contact with. And he calls me\nand he said, I have a problem. We’ve seen your report and I think it’s great. They\nthought they were getting to be the assistant secretary job. They were — they were\nthe biggest one, of course. Anyhow, we tha — we thought we — we have a — we have\na problem, our man in Geneva, our — the head of the office just informed us that he\nis retiring in August. This is about the fifth — I think it was the day after the Fourth\nof July weekend, I’d just come back. And he said, you’re the only one who knows\nwhat’s going on out there. How would you like to go to Geneva? And my answer\nto that, and I remember that to this day and will always remember it, was don’t\nbother me with details, send five tickets. We had a meeting after that, he explained\nJune 8, 1999\nto me what this problem was and I said yes, Ill — PIl—I’ll accept and Ill go. And\nsix weeks later we were in Geneva and I was running that office. And I’d gotten, of\ncourse, I was at the time — this — the main job of that particular office really, was\nhandling the Russian refugees that were coming out by about 20 or 30,000 a year.\nThat was the beginning of the — the major exodus from Russia. What they were\ndoing, and I was doing for the next four years was dealing with the voluntary\nagencies, HIAS, Tolstoy Foundation, the International Catholic Migration\nCommission, the World Council of Churches and many others. The — the Polish\nAmerican refugee, or Czech American. All of those, all over Europe. They — tho —\nthey were physically receiving these refugees, most of them, of course, Jews. All of\nthem, probably. And were trying to resettle them in Israel, in the U.S., in\nAustralia, wherever. And my job was to make sure that the U.S. money that went\nto these agencies for handling that, was properly used, that they were doing their\njob, and make sure that they were doing what they were supposed to do in the\nresettlement process. And I learned a lot about Russians during that period, and\nothers, but mainly the Russians. Went to one of my jobs and the family was in\nGeneva, the kids were in international schools, which was a good experience for\nthem, and my job was making — reviewing the budgets, reviewing their budget\nrequests and changing them where it was necessary. They were all inflated, of\nJune 8, 1999\ncourse, the usual thing. I was the first — first stop. And — and actually, physically\nlooking at them, periodically. So every month I would be in one or — or two, I’d be\nin — in —in Tel Aviv, Jerusalem, and I’d be in — in— in Munich, where many of\nthem were. In Rome, which were the main parts and occasionally in Moscow and\nthen Bucharest, behind the Iron Curtain then, talking to our people. And Turkey is\n— it was another place. Italy. Several places in Italy where they — these people\nwere, and working with them to expedite the process. I had one critical, really\ncritical thing. That was, the Kurds in Iran, Iran would not let them out and it was\na long process and finally they wouldn’t let any — finally they decide that yes, they\ncould leave and so we would — wanted to send in a plane and they wouldn’t allow\nus. And the international Red Cross, I involved them in it, and the international Red\nCross was going to send in a plane and they wouldn’t let them. And finally there\nwas a—acharter from — Lufthansa had a charter service and the international Red\nCross managed to get one of their planes, and they gave in. Now, these people were\nto be brought out, the — they — ere — ira — ara — Iranians gave in and let them go.\nThe people — the — the law, there was a special law that Congress enacted to let\nthese people into the United States but it expired on a certain date, which was\nabout — we were one day away from that date when the thing — when the Iranians\ngave in and the Red Cross took the plane over, got the people up and got them to\nJune 8, 1999\nFrankfurt. I went to Frankfurt to work with our consulate to make sure that these\npeople get their visas. It was just — they had to get their passports stamped. That\nwas it. What ha — when they got to the United States was unimportant, but before\nthat date — oh, this was the day. I get to — to Frankfurt and they’re processing it,\ndoing a good job, and they still got about a — about a hundred people at five o’clock\nin the afternoon, the consul — the U.S. consul says well, we’re gonna have to\ncontinue that tomorrow, we’re going home. I said no, you’re not. He said well,\nyeah, but you know, the day is over. I said, the law expires at midnight and as far as\nI’m concerned it’s midnight in Washington, not in Frankfurt. And it is five\no’clock and it’s noon, we got 12 hours to go, you’ve got to finish these people. He\nsays no, I can’t do that. I said, I want a line to the assistant secretary for consular\naffairs, whom I knew well. I had done a job for her before I left and we had good —\ngood relationship. And he got — he says okay, so he got the line through. He\ncouldn’t refuse me, so he got the line. And I talked to the lady and I said, I’ve got a\nreluctant [indecipherable] I’m — we’re doing the Kurds, and she said yeah, yeah,\nhow you doing? I said we — there’s still about a hundred left that have not, and —\nbeen visa’d and your man here wants to go home, he wants to close up. She said,\nlet me have him. I said — handed him the telephone and I notice his face getting\nlonger and longer and he hung up and he said okay, we’ll work until it’s finished.\nJune 8, 1999\nWell, by about 10 o’clock that night we were finished. Everybody had their visa,\nstamped with today’s date — with that day’s date and the next day we got them on a\nplane and sent them to the U.S. But those are the kind of things that you — the\ntroubleshooting type things that — that you had to do every once in awhile. Had to\nintervene in Rome with the Russians. The Russians in — in — in Rome were treated\nvery nice, they had them out on the — on the li — li — just like they have in New\nYork, in Brighton Beach, they all live out there. In Rome they had them out on\nthe — on — near the Lido someplace — not Lido, whatever the beach 1s. Nicely\nquartered. Then you came into town to — and HIAS was handling most of the\nRussians in th— Rome. And they walked in and he said — and their — their — their\nquestions were, where is my money, where is my house, where is my servants,\nwhere is my wi — the Russian way. The Russians were used to asking for some —\nthe government. The government gave them. They were still in that mode. And we\nhad some serious problems there, the people were intimidated by them. And I told\nthem, don’t be intimidated, you’ve got — they had Russian speakers there, and they\nwere — I —I —I told them how — how to talk to these people. Just yell at them. Tell\nthem to go away, they get nothing. One more word out of you and you’re out, you\nget nothing, you go wherever you want to go. And it — it worked. It worked, you\nknow. Again, something they were used to. The KGB wasn’t going to be — talk to\nJune 8, 1999\nthem friendly like, so we weren’t either. They had something coming to them. We\ntold them that no, you don’t have anything coming to you, we’re giving it to you\nbecause we’re good people. And in that particular case, and there were a lot of\nthem there, the word got to all of them, I was the United States government. I\nrepresent — see, those were just an organization. When I came, I was the United\nStates government. Well that — that made — that — that — that did it. When the\ngovernment says you gotta be quiet, you’re quiet. So we’re — you know, it was\ngame playing, but — 1t was — it was acting. I did not go to Hollywood after that.\nThat’s — you know, experiences like that, that was — that was my job. And of\ncourse I saw a lot of misery too, people coming out and having to sit in those\ncamps in some areas, they were not too pleasant. Some intellectuals, people with —\nwho had status and — and now were begging, in effect. I felt for them, but on the\nother hand, I was there too, once, and I knew how they felt. So, you know, you\ntreated them accordingly. You talked to them, and particularly in some cases when\nI talked to them, I told them who I was, and I said, I was in your position once, and\nlook at me now. It’s gonna happen to you, just take it easy. It’Il be done. We’re\ndoing it, but it takes time. And it helped a little, some cases, I — I hope it did.",
        "Q: I want to go ask you a few questions about the 60’s. I know you’ve taken me\nprofessionally in your career through the 70’s, or through the mid-70’s at least. I\nJune 8, 1999\nwould like to go back to the 60’s and ask just some other questions. First of all,\nwanted to ask you about the Eichmann trial. Did you follow the Eichmann trial?",
        "A: Oh yes. I followed that again, with a vengeance, and I read everything there\nwas, anything from the “Washington Post” to the “Jerusalem Post” and anything\nI could lay my hands on, because it was of great interest. I had known of\nEichmann of course, like everybody else did. By that time I had read most of the\nthings that had been written about the Holocaust and about — about that. And I was\nhoping that it would lead to where it did. And when they executed him, I — I was\nhappy. It’s the wrong way to be happy, but I was happy. Not, in that case, that was\nthe exception. Just like I did for the Nuremberg people.",
        "Q: The 1960’s were very turbulent years in this country, a lot of changes. I’d like\nyou to reflect back on some of the things from the 60’s, like the — the Vietnam war\nan-and Civil Rights, and Women’s Movement. Did you get involved with any of\nthose, or are any of those of particular interest to you?",
        "A: No, I was — well, put this way. In 1965 — no, ’66, I’d just gone to the State\nDepartment. No, no, no, fift — ’65, I was still with the DIA. I received a letter from\nthe army, saying that the Secretary of Defense has declared your job an essential —\na civilian essential position. Therefore, you can no longer remain in the active\nreserve. I was still a reserve officer. By that time I was a lieutenant colonel. And I —\nJune 8, 1999\ni—1-— well, let me just quickly here, when I said I left Korea and we said no thank\nyou, we don’t. When I got back to Washington I applied for commission again. I\ndecided I — I want to stay in, mainly because it — that pays, at the end. I had never\nknown until 1957, approximately ’57 1s when I came back in, that reserve offices\nwho had active duty at age 60 would get money. And I said well, why not?\nSomebody talked me into it, really. Somebody told me about that, one of the people\nI wor — I worked with. They said, why don’t you come back in, and I went down to\nFort Myer(ph) and said, can I come back in? And they said, of course. And I — I\ncame — I-I was reassigned on the non-pay unit. We met once every two weeks in\nthe Pentagon for a couple of hours, get a lecture from somebody or gave a lecture.\nAnd that was it, we got points, that’s all. So anyhow, in 1965 I got this letter saying\nthat your — you’re essential now and you can’t be in the reserves any more, in the\nactive reserve, but you have over 20 years, and so you have a choice to go in the\ninactive reserve or into retired reserve. And Vietnam was just brewing and I said, I\ndon’t want to get caught in another war. Even — even then I might — this — this thing\nad — ba — my civilian job might end, and I’ve had two wars, two is enough. And\nVietnam didn’t look like anything that I should get involved in. And I said — I\nwrote back and said no, put me in the — 1n the retired reserve and I retired at that\npoint. And at age 60, the checks started coming, which are still accepted. But\nJune 8, 1999\nanyhow, now Vietnam I did not like what was going on. I couldn’t see it. There\nwas — I didn’t think we had any business there. And I had friends who were still in\nthe service who went over there and they came back and they told me what\nconditions they — that they had, under what conditions they were there, and it was\nnot what I — I felt that I was right, we shouldn’t be there. And I had — I felt for all\nthe people that — that were against the war and all that, although you know, I was\nsort of a military something or other, nothing serious. But that wasn’t it and many\nof the people I knew who were in the military and in the reserves and retired in the\nreserves all felt like I did, so I-I wasn’t alone. And I — I — well, we were right, it\ncame out the wrong way at the end.",
        "Q: I’m going to pause now and change tape.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Charles Stein. This is tape number two, side B,\nand I wanted to ask you about the Civil Rights movement and if you had any\nthoughts about it, especially in light of your experience in your earlier years.",
        "A: You know, the Civil Rights moved me, I followed it very closely. I didn’t do\nanything, I was not involved in anything, but it was on the right track, and I was\nJune 8, 1999\nvery much sympathetic to it, because I’d been there and I thought that all the\nsegregation an-and thing were — was — it was awful. I had seen it, I’d — in — in the\nmilitary, and I — I'd seen it in the south. Most of my early army posts were in the\nsouth and I saw how the blacks lived, or were forced to live, and they were forced\nto do whatever, were not allowed to — not really allowed to live. And so yes, I was,\nas I said, sympathetic and I watched it and was happy to see that it developed into\nfinally the — the schooling and the — the desegregation of the schools particularly to\nstart with and — and then the other things that followed.",
        "Q: By the 1970’s, Israel had already been involved in several wars. I wanted to —\nto have you reflect on — on that aspect of it — Israeli history. The ’48 war, ’56, 67,\n°73, the — this — the wars.",
        "A: I was very much concerned and watching it very carefully, all the wars, the\nwhole history of Israel. It was — well, it — it was the homeland for all those who\ndidn’t have a land and a place any more. And what was left of my family was there.\nMy cousin, his mother and father. And then a little later on, another cousin who had\nsurvived in Bucharest that I didn’t know about then for — for some time, til after\nthe war, quite a bit after the war. She came to — to Israel. So I had direct\nconnection. I also had some friends who had gotten to Israel early in the — well,\nsome left actually with their families in the 30’s, before the anschluss. And others\nJune 8, 1999\nhad gotten out in the tra — in the various transports or in the illegal migration. And\nso — and of course, they were my people. I watched those wars and I followed them\nvery carefully and was overjoyed with all the results, because each one of them was\na victory. I almost got involved directly in — well, I did get involved in a way, in\nthe Yom Kippur war in ’73. I was at the synagogue in ’73 on Yom Kippur, when\nthe thing — th-the news came. I remember it was in a Sunday, I believe. And I had\nairline tickets to Israel for Monday. On — as a job, I was supposed to — I was still\nan inspector then, and I was to inspect the immigration policies of Israel, again ka\n— that was still during the — the time when I was working on the — on the refugee\nand the humanitarian affairs study. And I was headed for Israel, I was headed for\nIsrael, Lebanon and Jordan. | had two passports in my pocket, one for Israel and\none for the other countries, because you couldn’t have a stamp then, and th-that —\nin the State Department we did all kinds of things, you know. Two diplomatic\npassports and I just hoped that I remembered which pocket I had which one in\nwhen I pulled it out. But I was to — to be 1n Israel on the — on the f — the following\n— well, I was leaving the following day, the day after Yom Kippur. And of course\nwhen I came home that night, I called the State Department. War had broken out\nand there was no way to go there. And I called the — the — the duty officers, and I\nasked them to get a telegram to our embassy in Tel Aviv that — and — and also to\nJune 8, 1999\nLebanon and Jordan that because the situation that I was not coming and I’II let\nthem know when I’m coming, it would be a little later. If I had left a couple days\nearlier, | would have been right in the middle of — of a six day war. But I — the Yom\nKippur war, I mean. But I — I was just saved by — by one day. I did get there again,\noh, about the following month. It was an interesting thing, I had to go to — to\nJordan and there was a — when I got to Israel I said, well, I’m going to have to go\nback to Greece and then fly into Jordan. And they said no. Said the Allenby\nbridge, which is the famous bridge where the crossings occurred, the — the\nexchanges and all that. They said, we have a deal with — Israel really has a deal\nwith Jordan, war or no war. We can get you to the bridge, and on — it was a certain\nday, like Tuesday or Wednesday, but the — one of the officers from — from Amman\nis coming to Jerusalem across the bridge, and he — the embassy will take him in\ntheir car to the bridge. They will cross — he will have to walk across the bridge and\nwe have a car at the bridge to pick him up. So we’ll just tell the embassy in — we’ll\njust call Jordan, Amman, and we’ ll tell them that you’ll be crossing the bridge at\nthe same time, you’ll be in the car that — pick him up and they co — they’ll pick you\nup on the other side. You’re just gonna have to carry a suitcase by yourself across. I\nsaid, well that’s no problem. And so that’s how we went a — went across that\nbridge. And it was interesting, I got a trip through all of the — the territories there,\nJune 8, 1999\nthe new territories. Well, they weren’t new any more. But anyhow, got there, got to\nthe bridge, went across. Said hello to the guy who ca — came in from — from\nJordan. Went across and got in the car and got to the embassy in Jordan. And\nfrom there I could go to Lebanon and finished up my trip and then went home. So\nthat was an interesting experience. I didn't expected it to be that way, but I did get\nto use both of my passports.",
        "Q: I want to get back to your professional life now, you had taken me up to the year\n1974. What happened after 1974 in your professional life?",
        "A: Okay, 1974, I was — I had finished the report on the refugees and so forth, and I\ngot a phone call in my office asking — telling me — from — from the refugee office\nthat the — their man in — in Geneva, who was really running the whole operation\nfor all these different groups, was retiring. He had just informed them that he was\nretiring and the man called me, said you’re the only wa — you’ve — you wrote the —\nthe book. We like your report and would you — how would you like to go and take\nover in Geneva? And my answer to him was, please don’t bother me with details,\nsend five tickets. And fi — six weeks later we were in Geneva. I took over that\noffice and we had oh, about 20 or 30 people working in there. There’s a lot of\nbookkeeping — well, a lot of 1t was ha-handling the — well, okay, th - my — my\nduties were representation to the United Nations, to the appropriate offices of the\nJune 8, 1999\nUnited Nations, the high commissioner for refugees, the U.N. high commissioner\nfor disaster relief, the international Red Cross and all the other international\norganizations that had any dealings with — with refugees or dis — or any of the\nhuman — humanitarian affairs, including the human rights. I had one officer\nassigned to me who was specially doing human rights work. I concentrated on\ndirecting the United States refugee program, as it was called, and my job was to\nsee that the U.S. funds that were going into the program were being properly used\nby the people who were actually operating the program. And now those people\nwere voluntary agencies, as we called them. HIAS, International Catholic\nMigration Commission, World Council of Churches, Polish American, Czech\nAmerican refugee organizations, Tolstoy Foundation, in — in — International\nRescue Committee and others. They had places in various parts of Europe, where\nthey would receive the refugees, they would come m — and those — this is the\nperiod when we had the Russian refugees coming out. They were coming out\nbetween 20 and 30,000 a year in those years. They would house them, feed them\nand process them and help them get to their final destination. We tried to get them\nto Israel but not all of them went. Some — some went to Israel, others made it to\nthe United States and Australia was another major point. Others stayed in Europe\nor some in Germany, and various other places. But with all these people there was\nJune 8, 1999\nthe need — the — needed money, and the United States supported that. We also\nsupported Israel in the settling of the Russian refugees. We supplied money for the\nbuilding of housing and teaching them language, teaching and whatever was\nnecessary to ink — to get them into — into the main stream. So my job took me to —\nto these — to various places where the — where the people were being actually\nprocessed. And I saw to it that our money was used properly, that 1t wasn’t wasted\non administration or whatever it was. We had all the — all these organizations also\nhad their own funds, but you had to watch them, of course, you know, money —\nmoney is available so you use it any way you — you feel like it until somebody\nlooks over your shoulder. Also, I had to look at their — their annual budgets when\nthey — their budgets would come to me, I would check it to see if it was justified\nand then pass it on to Washington to present to Congress. I made the first\ncorrections and then Washington cut some more, and whatever. These — these\nthings happened, of course, it’s the usual with the budget process. But the — the best\npart of that was I traveled and I — I saw a lot of these people and my points of travel\nwere what — Paris, Rome, Vienna, all hardship points — ports. Munich was a very\nheavy place, lots — many of them came through Munich because many of the\norganizations had their headquarters in Munich for some reason or other. Some\ncame through Frankfurt. And occasionally I would go — Istanbul was another\nJune 8, 1999\none, and occasionally I would go to — to Bucharest and to Moscow, because — to\ntalk — to work with our own people, the embassy people, to find out what the\ngovernments are up to and how they are handling — because they were handling\nsome of the guarantees to the local government that they would be going to the\nUnited States and once they got out we tried to get them to — to Israel. But\nanyhow, most of that, 1t was — was a very interesting job. And having been a\nrefugee once, I — I could — I knew what these people were going through, and\nwherever we could help, I — I helped.",
        "Q: How long did you continue in this position?",
        "A: Four years. I was there for exactly four years. My family was with me and the\nchildren went to an international school in — in Geneva. And it was — it — 1t — it was\na dream assignment. I had planned on retiring, I wanted to stay another year, and so\nI asked — I put in a request for — to extend me for one more year. And they came —\nWashington came back and said, as a matter of fact, we’ve just cut this down to a\nthree year as — for your — your — the next. There are too many people who want to\ngo to Geneva, so from now on it’s going to be a three year assignment, not a four\nyear assignment, and — and we can’t extend you for the fifth year. I told them that I\nwould retire, one more year and I retire. So in 1974 in September s — in — well, we\ncame home in — around the first of August. 1974 I had some leave — ’78, excuse\nJune 8, 1999\nme, ’78. It’s been a few years, but ’74 is when I got there. Okay, we came home. I\nhad leave and when I got back to work, I was assigned a — well, I was told that I\nhad a choice of assignments, but my — my first as-assignment would have been\nwith the new office that I had originally pr — created in that — the inspection report\nthat I’d written. The assistant secretary for humanitarian affairs, and I would have\nbeen a deputy in there. But I didn’t — I rejected that because the other person who\nwas in the deputy — in the assistant secretary’s job, we’ve had some differences,\nmajor differences and I wouldn’t work for that person. And so I said no. As it\nhappened, someone else had found out that I was on the way back and had said if\npossible, could I get assigned to that office, and that was the Office of Consular\nAffairs, which was the last report I did in — as a — an inspector, and — someone I\nhad dealt with also on refugee affairs and other things. And the — so I went to that\noffice, and they told me that they had — wha — wha -- what my plans were and I\nsaid, I plan to retire, I had decided I retire the end of the year. December, I’m\nthrough. Got three months, that’s it. And they say well, we just have a job for you,\nexactly for that. There is a presidential commission on the rewriting of the\nimmigration laws. And we have to send a State Department representative to that.\nIt is — it is a— in — physically located in the Justice Department. And how would\nyou like to represent us? And I said, do I know anything about the immigration\nJune 8, 1999\nlaws? They said, of course you do. I said, in that case PIl — I'll go. I took that\nassignment and I spent most of my next two and a half months over at the Justice\nDepartment with — oh, the Justice Department, the Immigration-Naturalization\nDepartment, we went over all the immigration rules and laws and all that to see\nwhat would happen, what should be done, and I put in the State Department and\nput — which I got from — from my people, I went back to state, but whenev —\nwhatever questions came up, I checked with the department, see what their position\nwas and brought it up and we wrote that report, went in — it was supposed to be\nfinished and to Congress by the end of the year. We finished up and it was going\ninto the typewriter on about the middle of December, at which time I said goodbye\nand I left, I never read the report, I never saw it afterwards. I knew what was in\nthere, but it didn’t go anywhere anyway. It was a — it was as a lot of these reports\ngo, Congress does whatever they want to do. I went back and went through the\nprocess, out-processing thing, and then the last day of December, the 30\" of\nDecember, last day was a Saturday, I think. So on that Friday I said goodbye to\neverybody and got a plaque for the wall and hung it on it — went home, hung it on\nthe wall and it’s been catching dust ever since there. I retired. That was the end of\nmy — my government career.",
        "Q: Tell me about your children.\nJune 8, 1999",
        "A: My children. I have three sons. Jeff was born in 1978, and well, having once\nbeen a medical student, I had an opportunity to read the book again and brush up,\nbecause a week before he was born, and he was about due, we had a snowstorm in\n— in — we lived in — over in the Alexandria area then. And our street, there was a\nsix foot snow drift at the end of the street, we were completely snowed in, there\nwas nothing that could go in or out, and we were waiting. And so I was reading the\nbook and said well, if it happens, I think I know what to do. I remembered as a\nyoung medical student, as first year medical students will do, sneak into other\nclasses, I went into one class once where there was — this was an obstetrics class\nand they were observing a birth. And so I saw that everything that was going on\nand I figured I can do that. Of course, I was scared to death, but Jeff was kind\nenough to wait for another week and by that time this — the road was cleared. Then\nfour years later Jim came along and David a couple of years after that. I had —\nwhen we went to Switzerland, Jeff was going into his third year of high school,\nJim had just finished elementary school and David was going into the fifth grade.\nNo. Yes, yeah, fifth grade. Anyhow, so they went to — no, he was going into the\nthird grade, excuse me, he was going into the third grade, Jim was going into the —\ninto th — Jim was going into the fifth grade. I c — yeah, gotta figure this out, yeah. I\nsaid it went backwards. And they went to an international school, which was very\nJune 8, 1999\nuseful, learned French. Had an interesting one with our youngest one David, who\nwas 10 years old when we got there. And after the — oh, about two-thirds down the\nfirst year, the French teacher called me at the office one day and said, you know, I\ncan’t get anything out of David, he doesn’t do his homework, he doesn’t do\nanything, he won’t say anything. I don’t know what he knows. I said, well, let me\ntalk to him. I came home that day and we lived in an apartment building, it was a —\na block, four buildings around a big park. Was a — a beautiful thing and the kids\nwere playing soccer down there and all that. And I came home and David was\nplaying down there, they’re playing — they were playing soccer and I went down\ninto the park and I listened to — I was looking for David and I hear him talk. And\nthis kid is talking French to his buddies like a native. And so aft — I let him finish\nthe game and then they — when he came upstairs, I said, hey, your French teacher\nsays you’re not doing any work in French. And he said, yeah, well you — th-they\nhave all this — this grammar and I don’t know anything about that. I said, well, you\nhave to study it. And he said well, but I don’t need it. I can talk French. I said yeah,\nI — I just noticed that. I didn’t know you could I had not noticed that at all. So next\nday I called the teacher and I told her what he had — what I-I observed. I said,\nplease engage him in — in a conversation outside of the classroom and see — see\nwhat he comes up with. She called me that afternoon and she said, forget\nJune 8, 1999\neverything I said. He’s ok —I don’t care whether he knows grammar or not. So that\nwas an interesting experience. The other two of course, also learned French and\nenjoyed — and first they were a little apprehensive when they got there, because\nthey were in a strange country and it — this was something new. When it was time\nto come home, they didn’t want to leave. They were at home there and they had a —\nwhenever I could — I told you that I had to travel quite a bit. Whenever I could\narrange my travels when the kids were out of school, I would take the family along.\nAnd so they got into a lot of places. We got there and I let them go sightseeing or\ntake a tour or whatever and I would be doing my — my job. And then we’d come\nback and they had seen another place. We d — we traveled a lot, they traveled a lot\nand of course, what they — what got them about skiing, maybe I — did I mention\nthat before when I — when I came home the day when I got the assignment in\nSwitzerland, I —I called my wife and told her, Barbara this — we’re — we’re going\nto Switzerland, she said, great. And I said, don’t tell the kids, we’ll tell them\ntonight. So at dinner we’re sitting around the table and I casually sort of mentioned,\nlisten, how would you like — how would you guys like it if we got assigned to go to\nSwitzerland? And Jeff, of course who was a — all — all the kids were skiers. I was a\nskier so I — I taught them early. And I said — Jeff said oh yeah, yeah, skiing,\nSwitzerland, yeah, that’s it, let’s go. And the other two chimed in, yeah, let’s go.\nJune 8, 1999\nSo, it was no problem. But then when they got there, of course, they were a little\napprehensive. We — when we got back they — they went back to school. Jeff — oh\nJeff, we bro — took Jeff back in ’56. He graduated in 1956 — ’76, yeah, 1976.",
        "Q: What year was he born in?",
        "A: ’58. He graduated from high school in ’76 and we — we had — we were on home\nleave, we had two months home leave, so we came back and we traveled all over\nthe United States for a couple of months, and then dropped him off at the\nUniversity of Virginia in Charlottesville, where he had been accepted earlier, and\nwe went back to Switzerland and he then sort of became a jetsetter. About every\nthree months he was in — in Switzerland. And the way UVA works, we dropped\nhim off en — end of August when school started. In early December school was out\nand until about the latter part of January, and he was back in Switzerland, he was\noff skiing someplace with his friends and girlfriends and whatever. And in January\nwent back. In early May school was out and he was back for the summer. So that\nwas for a couple of years and he — he was very unhappy that we came back. He\nliked that.",
        "Q: What are your children doing today?",
        "A: Jeff is in real estate, he has his own real estate firm. He is doing mostly\ncommercial real estate, shopping centers and big complexes all over the east coast.\nJune 8, 1999\nJim is an aeronautical engineer, works for Naval Air Systems Command. He is\nright now in the — has a special assignment in the office of the assistant Secretary of\nState — o-of the Navy. And David de-decided after high school he didn’t want to be\nlike his brothers, to get — he’s the youngest — go to college, so he went into the air\nforce. He spent about nine years in the air force, got out, and then he decided he\nwanted to be a police officer, and that’s exactly what he is now. He’s a police\nofficer in the town of Vienna, right in our neighborhood, and we see him almost\nevery day that he works, he — a cruiser comes around and he says Mom, what’s to\neat? All of them are married. Jeff has two children. Aaron is now 11 years old and\nhas started working on his Bar Mitzvah. Michelle is nine — yeah, Michelle is nine.\nAnd Jim has two. Joshua is four and Kayla will be one year old on the first of\nJuly. And David has twins who were one year old on the 30\" of April. That’s\nKatherine(ph) and Rachel. We just celebrated about four weeks ago, celebrated\ntheir first birthday. A delightful couple of twins chattering away, talking to each\nother in their own language. But all of them are doing well.",
        "Q: What did you tell your children about your childhood?",
        "A: For many years I wasn’t talking about anything about me, except when they\nasked a question, I would answer it. Did you — did you go to school? Yes, I did.\nAnd that was about it, or a little more. But is not until about the middle 80’s is\nJune 8, 1999\nwhen I — one day it sort of dawned on me — that wa — it came from some questions\nthat I — a discussion we had with — with the kids, that they really didn’t know me.\nThey knew bits and pieces of — they knew who I was. They knew where I came\nfrom, they knew what I’d gone through, a little bit. But just bits and pieces, and I\ndecided that I needed to write this thing down. I was not consciously ever holding it\nback, it was just not — I just — somehow I couldn’t. It was — I don’t know what —\nwhat it was, but I won’t speculate on that. So when the time — at that time there was\nan immediate action. I went out and I bought myself a word processor and I hooked\nit up and I sat down and I started writing. And I started writing every day from then\non until I had it all on paper. And so I— I wrote my — my whole history up to that\npoint. There isn’t much after that anyway, they know me since then. And I made\ncopies and they all have a copy of it. And then when I did the Shoah tape with you,\ns-soon as I got that in the mail, I immediately went down to the copy place and had\nthem copy me — make me three copies and th-they all have copies of that. And\nsince then, they have — they have asked a lot of questions. More detailed. That has\ngotten them to — on the track to ask questions.",
        "Q: In what ways did the Shoah, the Holocaust influence your professional and\npersonal choices?\nJune 8, 1999",
        "A: Well, it interrupted my dream of becoming a doctor. That of course, was dead.\nAnd there’s still a little nostalgia in my mind every time I think about it, I said, I—I\nshouldn’t have gone for the money, I should have gone back to Switzerland, I\nshould — well, should have, would have, could have, it didn’t happen, of course.\nBut it is — other than that, of course there is — there was the — the pain. The\nknowledge that I survived and my family didn’t, has always been with me, it’s\nnever left me in — not in — in Korea and not in Tokyo and not of course in — in — in\nEurope. I’ve been looking for the answer, and of course there is no answer. But\nalso I’ve been — I’ve spent an awful lot of my waking life looking for my parents.\nThere was a big gap there. My parents and — and the rest of the family, but my —\nmy mother and my father, of course. And of course that’s — didn’t come until about\nthree years ago, when I was doing a — a study on — on — 1n the museum — in the\nHolocaust museum, and I was talking to the then head of archives, in a casual\nconversation, and you know, mentioning that I had — who I was and that family\nwas — was taken to — deported to — from Vienna to — to Lédz and that’s when I lost\nthe trail. And he s — he told — told me that, he said, we have just gotten these five\nvolumes of — a register of all the people that were in the ghetto, have you seen it? I\nsaid no, didn’t know anything about it and we interrupted the — my interview with\nhim and I went to look at it and I opened it, I asked for the — there — 1t was\nJune 8, 1999\nalphabetical thing. Apparently the Germans had registered all this. Had it in\nalphabetical order and it was found after the war, the Polish government had it, and\nfinally got to Yad Vashem and — and — and to the museum. And I opened it to the\nS’s and went to Stein and there was my mother and my father and the rest of the\nfamily. And I found a — there was a date when they ar — who they were, their\nprofession, their date of birth, when they arrived in the — in the ghetto, and when\nthey left the ghetto. Now, the leaving of the ghetto for most of them was later dates,\nand to my knowledge that was before the — that was after the Chelmno death camp\nhad been closed, that was the ausch — they were mostly to Auschwitz then, or other\nconcentration camps. But my parents and some others, I noticed the — the final depr\n— disposition there is a — it said TR7. I remembered from my readings that there\nwere certain time periods when there were transports to — to Chelmno. And so\nright after that I went to looking into some of the other books that I had read that\nhad this thing and then I remembered the first one was Gilbert and I read in there,\nthere were seven transports from the 21‘ to the 28\" of February, 1942 to Chelmno,\ntransport seven was on the 20\" of February. That was closure to me. I knew on the\n27\" of — 27 — 28\", excuse me, 28\" of February, they had died at Chelmno.",
        "Q: I have to change tape.\nEnd of Tape Two, Side B\nJune 8, 1999\nBeginning Tape Three, Side A",
        "Q: — continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Charles Stein. This is tape number three, side A. And\nyou were telling me about finding what happened to your family in Chelmno. Is\nthere anything you wanted to add to that?",
        "A: Well, I found — well, my parents, as I said, died at Chelmno. Uncles, aunts,\ncousins were there until about August and were shipped to Auschwitz. I think\npretty much all of the Austrian contingent was gone by that time. I — I — there’s a\ncertain amount o-of peace that — peace that it gave me when I found out,\nparticularly about my parents, because I had been searching, what, for almost 60\nyears, and with no results for fift - 50 some odd years. And 1-1t — it was a relief. It\nwas — it was definitely a relief to me to — to find out finally. And I think it — the\nrelief really came when I sat down a-and wrote letters to all — what relatives I still\nhave, a couple of cousins and — and some other more distant relatives, ti— and told\nthem about it. I now had something to tell, and that ended it. So that was about the\nend of — of that. I don’t think I — I can add anything to this.",
        "Q: With what Holocaust related groups or organizations are you affiliated?",
        "A: Well, with the — mainly with the U.S. Holocaust Memorial Museum. I’ve been\nthere for over six years now, since before it opened. I started on — to work on\nJune 8, 1999\nopening day in a hospitality suite at the — at the [indecipherable] Plaza where\nsome of the VIPs were quartered and we had a suite there where we — a— a-—a gor\n—aroom there where we gave them tickets, gave them directions, told them where\nto go and so forth. Then I had to wait a little while until I got into the business\nservices training program. I’d missed the first class, so I got into the second — the\nnext class and — later that year, ’93. And I been there — I been there ever since. I\nworked at — two years on the volunteer advisory board, one year as its chairman.\nAnd have done a lot of, well additional things like studies in addition to — to my\nregular duties there. And it’s been — it’s been a useful thing. It gives me a chance to\ntalk to people and maybe add something to their knowledge. When people ask a\nquestion, I give them just a little more than they asked for, usually. Except, of\ncourse, the main question, where’s the bathroom. I don’t do any more of that, I just\npoint them in the right direction. But on the others, if they want to know about\nwhere an exhibit is, I know they also want to know what it is about, and I find that\nmost of them don’t. So giving them that little extra information, satisfying to me,\nand from what I can see, to — with people, they like it. Th-They — I get a special\nthank you. So th-that has been a — the other organizations, oh, I — I’m a member of\nthe Friends of the Yad Vashem, but that’s strictly a — you know, a supporting\nthing. I send them my donation and I get their newspaper. And the same for the\nJune 8, 1999\nAmerican gathering of — of — what its — American Gathering of Holocaust\nSurvivors. I’m not anywhere involved — not — not involved in any chapter of what —\nif they have any. I contribute to them, and I think it’s a worthwhile thing. I give\nthem some money and I read their publication, but that’s about it. I am not a joiner.\nI’m -—I’m very selective in what I join.",
        "Q: Have you had some special moments or special experiences at the museum that\nyou can share?",
        "A: At the museum? Oh, many, many. I had — one of them, I was doing groups,\nwhich I — I do mostly groups now, because nobody else wants to do them. Now, I\nhad a school group from France, a — French high school students, most — all girls,\nas a matter of fact. And one little girl said to me, with her teacher, they all spoke\nEnglish very nicely. And she said that her grandfather had — was in the resistance,\nhe was Jewish, her grandfather was in the resistance, he had survived. He had a\ngun, a rifle, something, that he gave to the Smithsonian and the Smithsonian had\ngiven it to the museum, and would I know where she could possibly find that? I\ntold her, I said, when you get down to the second floor, when you make — go\naround the first bend, there are the resistance movements, you find the French\nresistance there, take a look there. About two hours later, the girl came back with\ntears in her eyes, saying thank you, thank you so much. I found not only my\nJune 8, 1999\ngrandfather’s gun, with his name on it and all that, with a label, but also some\npapers he had apparently given, some pa — passport — well, I don’t — I’m not sure\nwhat it — what it was, I can’t remember. I looked at it afterwards, but I can’t — but\nsome documents that are also sitting right there. So she found her grandfather there.\nIt was — it was a heartwarming thing. I had another one, I was loading the elevators,\nand it was a quiet period, and I had a family coming in around — what looked like a\nhusband and wife and two grown children, children in their 20’s. And I directed\nthem to the — to the I.D. cards and said, pick up an I.D. card. The man picked up an\nI.D. card, and the next — I was looking at him, next he said, oh my God. I said,\nanything wrong? He said no. We are from Holland and I picked a card, this is a\nperson from my town in Holland. I didn't know anybody was in the Holocaust in\nHolland, in — from my town. Some small town he lives in. They looked like\nprofessional people. But, and I-I-I said, well, th-that’s very unusual. And he said,\noh, when I get back I will — I will give this to the mayor. We will — I will — will tell\nthem that we — we have to do something, you know, a plaque or something for a\nperson ah — we didn — I don’t think anybody even knows or remembers that. I said,\nthat’s wonderful, please do that. And there were several other things like that that\nhappened that are very nice to know. I read — oh, well, an amazing thing. One day I\n— Iwas —I was the information desk, and a man walked up to me. And he looks at\nJune 8, 1999\nme and I looked at him and he — some [indecipherable] looked familiar, wasn’t\nsure what it was. He said, you’re Stein. I looked at him. I said, ve seen you\nsomewhere, way back. He says, yeah, in [indecipherable] he started speaking\nGerman. Somebody I knew in Vienna, and as a matter of fact I also knew him in\nNew York, but we — he had — he changed comple — I-I don’t know, he — I guess I\ndidn’t change much, but he recognized me. I didn’t recognize him, but I had known\nhim in — in New York and — about 1939 — 1940, I guess, and then sort of lost track,\nI hadn’t seen him since about then — since then. So we — we had a long talk. Those\nare some of the things. Vis-Visitors, I have a — I have my own personal policy in —\nin — in — in visitor services. There’s no German or Austrian that comes to the\nmuseum that does not go and see it, I don’t care whether there are tickets or not. I\nalways have some — my own tickets in my pocket. I always save some for just\nthose. And I’ve had many cases where I — I think they need to go see, see their own\nhistory. Not mine, their history, now. And I’ve had some of them come back, f-find\nme again, look me up and — and thank me for — for letting them see. They says, you\nknow, we read a lot about it, we heard a lot about it, but not like this. I said, that’s\nright. It’s all there. I enjoy working with groups, school groups mostly, where we\ngo a little deeper into the — the subject matter, and I’m particularly 1-interested in\nthe questions the kids ask. And some of them are good. And then I have right now\nJune 8, 1999\nstill — still there from last year, so I guess two years now, the artwork down at the\nelevator, the basement — the concourse elevator. The first thing as you walk in on\nthe left hand side is that large picture of the police station in Vienna, the one I lived\nnext door to. The one I’ve been in. And so, after we — I tell them all about the\nmuseum, I say, well while you’re waiting for the elevator, take a look at this one. It\nmight give you something a little personal. I was in that police station, I lived right\nnext door to it. I been in there many times before the Germans moved in and after\nthe Germans moved in, I was in there asking for permission to leave the country.\nAnd then I get all kinds of questions. Oh, were you there, oh. And, you know. The\nelevators, fortunately take a long time to come down to — to the concourse and so\nwe got — have time to answer those questions. Makes an impression, and it gives\nthem one more dimension to [indecipherable]. I also — 1 s — I — excuse me, I\nstarted this program, which they are n— are now continuing, o-of the — when I was\non the — on the [indecipherable] of taking people through and having survivors\ntelling their stories at certain places that they’re particularly — that they’re — were\ninvolved in. And I just saw in those latest — you may have seen that — that they —\nPete Philips is now going to do it this fall again for th-the paid staff of visitor\nservices. And they need it. Paid staff 1s, you know, they’re — they’re the most\ntemporary employees — o-of visitor services, are the most temporaries 1-in the\nJune 8, 1999\nmuseum. They come in, it’s their first job after college and they can’t wait to get\ntheir one year in to get status to apply for another job somewhere, because they’re\nnot paying them. The pay is — is ridiculous. And so they’re not putting heart and\nsoul into it like we do.",
        "Q: Tell me about the exhibit of the 1936 Olympics.",
        "A: The what?",
        "Q: The exhibit from the 1936 Olympics in Berlin and what significance that had\nfor you.",
        "A: The 1936 Olympics, that was in — oh, that was interesting because I found a\npicture in there of two — there was a picture of two Jewish swim — swim champions\n— Austrian swim champions that refused to go to the Olympics and they happened\nto be teammates of mine, I was a member of the same club and the same swim\nteam. And that was a real surprise when I walked by there and took a look at that,\nand here they are. Interestingly, I had seen one of them on an Austrian video of\nformer Austrians’ interviews, during an interview in Israel. And I saw one of them\non that one. Of course, now I wouldn’t have recognized her cause she’s, you know,\n50 years 0 — 60 years older than when I last saw her. And then about a few weeks\nlater I go down there and I see the way I did recognize her.",
        "Q: What do you make of the resurgence of interest in the Holocaust?\nJune 8, 1999",
        "A: What?",
        "Q: The resurgence of interest in the Holocaust.",
        "A: Well, all I can say 1s it’s about time. But it’s understandable that it wasn’t until\nsome of the major institutions like re— Yad Vashem, and the U.S. museum came\ninto being. That’s brought it — and of course that — that led to all the things that are\nnow going on, the — o-of payments and — and restitution and all that. It was\ndormant too long, and of course in my own case, in Austria, the Austrians never\nconsidered themselves as the first victims until what, 1992 or ’93 when Chancellor\nVranitzky said hey, let’s forget about that, we’re just as guilty as the rest of them.\nAnd then all of a sudden they said oh yeah, yes we are. I-I mean, it — it took a long\ntime and it is good because those of us who were there or were directly involved,\nwe’re not going to be around for too long. And now there’s a whole new generation\ncoming up who will know about it. And I think that is important.",
        "Q: What do you say to Holocaust deniers? How do you answer them?",
        "A: I haven’t had a chance to talk to one. And I been thinking about that, what\nwould I say to them? And my first impulse is violence, do some violence. But I\nthink the best thing I can think of is to ridicule them, say oh, you know all about\nthat? Well, I was there, so don’t you tell me it didn’t happen, because I was there it\ndid happen, I saw it happen. And walk away. But th-th — yo-you can’t engage them\nJune 8, 1999\nin — in conversation really, because I think that is what they want. Don’t give them\na platform.",
        "Q: Recently there have been some events that have echoes of the Holocaust and I\nwas wondering if you would comment, or if you want to comment on the — the\nColumbine shooting, which was scheduled to take place on Hitler’s birthday.",
        "A: I-I don’t see a connection.",
        "Q: What about Kosovo and what’s happening with the ethnic cleansing?",
        "A: Well, there you have another Holocaust going, and I think it’s a — it’s awful. I\ndon’t, now that it’s almost over, I don’t see how these people are going to go back\ninto what used to be their homes. And from what I understand, many of them don’t\nwant to, and I don’t blame them, just like we didn’t want to go back. We could\nhave gone back, I guess, and some few did, but not — not — not many. The same\nwith them. Those who go back, it’s gonna be hard to — to live with — with the\npeople that — that kicked them out. I don’t see it. You see, it’s a very, very difficult\nsituation that they will — they are facing now. Then again, knowing how it feels to\ntake off and run and leave and — and get helped in a camp or — or — or another — or\nget a bed someplace, or — or — it’s difficult.",
        "Q: I wanted to ask you to elaborate on one or two things from the Shoah\nFoundation interview, so this is from the war years, from the ho — the years before\nJune 8, 1999\nWorld War II and — and thereabouts. You mentioned the violin and — and how the\nviolin was significant. Do you still play the violin?",
        "A: Well, let’s put it that way, I still have one. I dust it off every once in awhile and\nI play, only it’s — the fingers aren’t working right any more. Oh, I play, ’'m —\nsometimes Pll — Pll — Pll — Il put on a record and I'll play along with a record,\nbut not what I used to play, not classical. Now [Il do jazz. Or Pll do st — Pll try an\nimitation of Stephane Grappelli and find out that I can’t do it. No, I still have the\nviolin, and I — I — well, the mandolin, which is the same fingering, but it’s a little\neasier to play, cause I don’t have to play all — what I used to play. I —I still play\nthat. I have one. I picked one up in Moscow one day, when I was in Moscow. Got\nit for about six rubles, or something like that.",
        "Q: You also mentioned in your Shoah Foundation tape that you had attended —\nattended a lecture given by Dr. Freud.",
        "A: Yes.",
        "Q: Can you tell me about that?",
        "A: Well, there was something — I was what, about 16 or so. He was giving a lecture\nat one of the people’s university, there was a — one of those things like — like the\nextension course type operations [indecipherable] and I just had to go and s —\nlisten to him. I was at the time in school, taking psychology, that was one of the\nJune 8, 1999\ncourses we were taking one year, and oh, the — had to see that. And so I went and I\nsaw th — I was — I was — I was awed. Probably didn’t understand a word he said,\nbut I— I—I was awed by be in the — being in the presence of the man. And it was —\nit was a-an experience, but it was a youthful experience. I — I don’t — I am — I have\nno idea what he — I can’t remember what he — what he was talking about, what the\ntopic was. And I pretended to understand everything, of course, like a 16 year old\ndoes, and told everybody that I went to see a lecture of Freud’s. I saw — I saw the\nman, I listened to him, and oh yes, he was great. And I don’t think I even admitted\nto myself that I didn’t understand what he was saying. But that’s about the extent of\n— of that particular experience. It was a one time, about one hour thing.",
        "Q: On a much — much more serious note, you mentioned that you had a grandfather\nwho was killed in a pogrom.",
        "A: Yes.",
        "Q: What impact did that have on you?",
        "A: I don’t know exactly what impact it had, but I ha — I had found out about that,\noh I was — oh, probably about six or seven years old when I was told about it. He —\nhe died before — long before I was born, about 1912, I think it was. And it — it was\na sort of a nostalgic thing. Think — I — I—I thought of my grandfa — I wan — I\nwanted to know him. I never knew any of my grandfathers. My other grandfather\nJune 8, 1999\nhad gone to America, and he died before I got here, so I never saw him. And it was\nsomething missing in my life. I — it was a sentimental thing. But in a — the history\nof my — my mother’s family, it had a lo — a lot of impact, of course, on — on my\nmother, and her sisters, and her brother, too. They never talked about it, except, a-at\nleast one time or a few times when — first when — when I heard about it and then\nwhen — when I asked a question, my mother would say something about it. My\nmother was, at the time, she was about 20 years old when he — he was thrown into\nthe — into the well. So I’m — I’m not sure that there was any real impact on — on my\nlife that I— I know.",
        "Q: Tell me about tomatoes and why tomatoes are significant to you.",
        "A: Tomatoes. For some reason or other I would never eat tomatoes when I was a\nchild, until I was in Luxembourg, and one day when I was hungry and this friend\nof mine and I had about a franc between us and we passed by one of those grocery\nstands and there were tomatoes. And he said, let’s get a couple of tomatoes, we’ve\ngot enough money for a couple of tomatoes. And I — I looked at it, and I was\nhungry, and I agreed. And we took the tomatoes and — and I’m — he ate it like an\napple, you know, he bit into it and it tasted good. And I’ve been eating tom-\ntomatoes ever since. I love them. It was — I don’t know why I didn’t eat them when\nI was a child. We had them at home, and — but for some reason or other, I—I-—I-—I\nJune 8, 1999\ndidn’t like them. And I guess it took a— a hungry day to — an-and nothing else to\neat in — in sight and that tomato looked good and it tasted good, and as I said, I love\nthem. Even grow them.",
        "Q: Is there anything that I haven’t asked you that you would like to mention before\nwe conclude today?",
        "A: I can’t think of anything offhand. I think you’ve done a great job again, as you\nalways do. Have to get that on my tape. No, you — I think you — you’ve guided me\nthrough my life very nicely. Couldn’t think of it any better. I appreciate it, because\nthis tape, I assume I get a copy of that, I think my children will — will appreciate it.\nThank you.",
        "Q: I thank you very much for speaking with me today. And this concludes the\nUnited States Holocaust Memorial Muveu — Memorial Museum interview with\nCharles Stein. Thank you.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an interview for the United States Holocaust Memorial Museum\nvolunteer collection interview with Charles Stein conducted by Esther Finder on\nJune 8\"\", 1999 in Rockville, Maryland. This interview is part of the museum’s\nproject to interview Holocaust survivors and witnesses who are also volunteers\nwith the museum. This is a follow-up interview that will focus on Mr. Stein’s post-\nHolocaust experiences. In preparation for this interview I listened to the interview\nyou conducted with the Survivors of the Shoah Visual History Foundation on\nFebruary 27\", 1997. I will not ask you to repeat everything you said in that\ninterview, instead I will use this interview as an opportunity to follow up on that\ninterview and focus on your post-Holocaust experiences. This is tape number one,\nside A. What was your name at birth?",
        "Q: Did you ever consider going back to the original spelling?",
        "Q: Can you just tell me also your place of birth and your date of birth?",
        "Q: What languages did you speak in 1945?",
        "Q: Where were you on V-E day?",
        "Q: By V-E day, how long have you been in the service?",
        "Q: Had you seen combat in Europe?",
        "Q: On your way through Europe, did you — did you encounter any concentration\ncamps that had just been liberated?",
        "Q: The guards that you said you — if you misplaced them along the way, you — you\ndon’t remember, do you know what happened to those guards?",
        "Q: You also said that you employed techniques that you didn’t learn in school. Can\nyou tell me a little bit about your training in — in some of the techniques that you\nwere trained to use and some of the ones you learned along the way”?",
        "Q: You mentioned in your interview for the Shoah Foundation that British\nintelligence was superior to American intelligence. Can you clarify that point for\nme?",
        "Q: You mentioned that you learned some things on your own and you were\nsuccessful in — in your interrogations. And you mentioned one thing that they\ndidn’t teach you was to have your prisoner —\nJune 8, 1999",
        "Q: — get undressed, right. What other kind of things did you improvise?",
        "Q: Did any people that you interrogated know you were Jewish?",
        "Q: When did you realize the full extent of the genocide?",
        "Q: What was your rank when you — 1-in December ’45.",
        "Q: In your previous interview you mentioned that your father had been in the\nmilitary. Did his military career have any impact on your career?",
        "Q: After World War II, did you ever consider going to Palestine?",
        "Q: I’m sorry, I have to pause to change tape.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: — for the United States Holocaust Memorial Museum volunteer collection\ninterview with Charles Stein. This is tape number one, side B. And I had asked\nyou about if you had considered going to Palestine and you were telling me that\nyou did have some Zionist thoughts and you were considering going to Palestine\nand also you were considering medical school.",
        "Q: I have several questions, but first let me start with your getting married. What\ndid you tell your wife about yourself and about your past when you met her and\nyou courted her?",
        "Q: I'd like to pause for just a second and ask about some of the events that were\ngoing around in the years before the 50’s.",
        "Q: I wanted to ask you about first the Nuremberg trials. Ho-How closely did you\nfollow the Nuremberg trials?",
        "Q: Did you follow the U.N. debate on the partition of Palestine?",
        "Q: You didn’t reflect one way or the other on your personal feelings about the\nKorean war. Did you have any personal objections?",
        "Q: What did you think about the developing Cold War?",
        "Q: I’m going to ask you clarify the t — the term hot war.",
        "Q: What comes to your mind about the time that you spent in — in Tokyo, other",
        "Q: Did anybody there know you were Jewish?",
        "Q: You left Tokyo and then what?",
        "Q: I have to pause to change tape.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Charles Stein. This is tape two, side A, and\nyou had been telling me about your changes in your professional life with the Air\nForce Intelligence and Defense Intelligence and then the State Department. Could\nyou walk me through some of those jobs and what your role was, your duties,\nresponsibilities?",
        "Q: I want to go ask you a few questions about the 60’s. I know you’ve taken me\nprofessionally in your career through the 70’s, or through the mid-70’s at least. I\nJune 8, 1999\nwould like to go back to the 60’s and ask just some other questions. First of all,\nwanted to ask you about the Eichmann trial. Did you follow the Eichmann trial?",
        "Q: The 1960’s were very turbulent years in this country, a lot of changes. I’d like\nyou to reflect back on some of the things from the 60’s, like the — the Vietnam war\nan-and Civil Rights, and Women’s Movement. Did you get involved with any of\nthose, or are any of those of particular interest to you?",
        "Q: I’m going to pause now and change tape.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Charles Stein. This is tape number two, side B,\nand I wanted to ask you about the Civil Rights movement and if you had any\nthoughts about it, especially in light of your experience in your earlier years.",
        "Q: By the 1970’s, Israel had already been involved in several wars. I wanted to —\nto have you reflect on — on that aspect of it — Israeli history. The ’48 war, ’56, 67,\n°73, the — this — the wars.",
        "Q: I want to get back to your professional life now, you had taken me up to the year\n1974. What happened after 1974 in your professional life?",
        "Q: How long did you continue in this position?",
        "Q: Tell me about your children.",
        "Q: What year was he born in?",
        "Q: What are your children doing today?",
        "Q: What did you tell your children about your childhood?",
        "Q: In what ways did the Shoah, the Holocaust influence your professional and\npersonal choices?",
        "Q: I have to change tape.\nEnd of Tape Two, Side B",
        "Q: — continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Charles Stein. This is tape number three, side A. And\nyou were telling me about finding what happened to your family in Chelmno. Is\nthere anything you wanted to add to that?",
        "Q: With what Holocaust related groups or organizations are you affiliated?",
        "Q: Have you had some special moments or special experiences at the museum that\nyou can share?",
        "Q: Tell me about the exhibit of the 1936 Olympics.",
        "Q: The exhibit from the 1936 Olympics in Berlin and what significance that had\nfor you.",
        "Q: What do you make of the resurgence of interest in the Holocaust?",
        "Q: The resurgence of interest in the Holocaust.",
        "Q: What do you say to Holocaust deniers? How do you answer them?",
        "Q: Recently there have been some events that have echoes of the Holocaust and I\nwas wondering if you would comment, or if you want to comment on the — the\nColumbine shooting, which was scheduled to take place on Hitler’s birthday.",
        "Q: What about Kosovo and what’s happening with the ethnic cleansing?",
        "Q: I wanted to ask you to elaborate on one or two things from the Shoah\nFoundation interview, so this is from the war years, from the ho — the years before",
        "Q: You also mentioned in your Shoah Foundation tape that you had attended —\nattended a lecture given by Dr. Freud.",
        "Q: Can you tell me about that?",
        "Q: On a much — much more serious note, you mentioned that you had a grandfather\nwho was killed in a pogrom.",
        "Q: What impact did that have on you?",
        "Q: Tell me about tomatoes and why tomatoes are significant to you.",
        "Q: Is there anything that I haven’t asked you that you would like to mention before\nwe conclude today?",
        "Q: I thank you very much for speaking with me today. And this concludes the\nUnited States Holocaust Memorial Muveu — Memorial Museum interview with\nCharles Stein. Thank you.\nEnd of Tape Three, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My name was Karl Robert Stein. The only thing that is different from —\nfrom present time is the first name. Karl was changed to Charles, but it — actually,\nI didn't change it. It was changed by the authorities in Luxembourg when they\nissued me a passport. They simply wrote in there, and my name in — in that\nLuxembourg stateless passport on which I traveled after I left Austria was — they\nJune 8, 1999\ntranslate it into the French, Charles, which is the same as — same spelling as\nCharles and that’s remained that way.",
        "A: No, no. Actually, when I was — even as — in Vienna, my friends, since I — I was\n— well, I was the only one in the group who — who spoke eng — en — of my friends\nthat spoke English, knew English. I’d studied English. And so — I’d seen, you\nknow, American movies and all that. So my — they called me, and — Charlie.\nActually, th-the way it sounded then, as they pronounced it, it sounded more like\nSharlie. So, it was nothing really new to me, and I remained with that.",
        "A: Yes, I-I was born in Vienna, Austria on November 28\", 1919.",
        "A: In 1945 I spoke English and German. German because I was at the time a\nprisoner of war interrogator in the army.",
        "A: On V-E day I was somewhere on the Elbe river, facing the Russians on the\nother side, that’s where we had to stop. I was with the ninth infantry division, 60\"\ninfantry regiment and I was at the time a captain in the U.S. Army and commander\nof a military intelligence unit, a prisoner of war interrogation team.\nJune 8, 1999",
        "A: By V-E day, I’ve been in the service for just about four years. I was — originally\nI was drafted on October 7“, 1941, two months before Pearl Harbor.",
        "A: Yes, I saw combat. I got into — I was in the Normandy landings on the day after\nD-Day — I — after D-Day on — on June seventh. I was up on the beach, and my\nduties then were, again, I — I had a — an interrogation team and we were\ninterrogating prisoners of war. But under the — at that point, of course, it was\ncombat. It was combat and interrogating and shooting some more and so forth.\nEverybody was in combat then.",
        "A: Through Europe? Yes, the only one that I encountered on the way through the —\nin the campaign was Nordhausen, concentration camp Nordhausen, which we\ncame upon not knowing where we — that there was a concentration until we — til we\nran into it. It was a — 1t was a horrible experience. Knowing that my parents must\nbe in one of those, I — I sort of instinctively started looking around to see if I could\nsee my parents. It wa — it was a — an impression that stayed with me for a long\ntime. It was the — bodies lying around, people wandering around in a daze. We tried\nJune 8, 1999\nto, the little time that we had, we were moving pretty fast at the time, chasing the\nrest of the Germans in the direction of the — of the Russians. And we were there for\nabout a day or two, I did interrogate some of the guards. They — some of them, as I\nrecall, were Ukrainian guards that the survivors of — of the camp — many of them\nby the way in Nordhausen w-was one of the camps that had a lot of slave labors\nfrom eastern Europe, a lot of Yugoslavs that I encountered there. They wanted\nthose guards. And if I lost any of them on the way, I — I-I can’t remember. But they\n— the guards were scared. I recall one guard, who absolutely refused to talk. And\nwe had ways of, you know, interrogate — ways of interrogate — this — this was not a\nfriendly interrogation, so we made them talk. Not by physical force in any way, but\nby — oh, various things. Like we have him take off his clothes. And when a man\nstands there in front of you without his clothes on, he’ll start talking pretty soon,\nwe found out. That’s an interesting thing we learned over — over the — we sort of\npicked up as we went through the war and — interrogation techniques that they\ndidn’t teach us in school. But he f — he talked and I got — I got his story, of course, I\ncan’t remember the details now. But I did get a — the story of some of the atrocities\nthat the — they were — they committed. I turned the people over — the — the guards\nover to the military police that picked them up and took them back to prison camps.\nJune 8, 1999",
        "A: No, I don’t. I have no idea.",
        "A: Yes, well, in the military I was — I was — I went to —I was originally in field\nartillery. I went to officer candidate school and became — I was an artillery officer.\nAnd then I was, shortly after graduation at Fort Sill, Oklahoma where the artillery\nschool was, I was tapped for intelligence because of my background in languages\nand so forth. I was called one night — one evening I was called in and was told that\nWashington, in quotes, at that time wanted me to go to — wanted me to go to the\nintelligence school, which was at Fort Ritchie, right in — 1n Maryland here, then\ncalled Camp Ritchie. That was the military intelligence school and we went\nthrough interrogation training and all kinds of intelligence training. Oh, we learned\nall kinds of things like Morse code, which I have never used in my life. Don’t\nknow anybody who ever did, and folder interpretation, map reading of foreign\nmaps, which was important because some of the captured maps we had to — to\nknow what we saw, and we had all kinds of field training with those. These were\nJune 8, 1999\nMaryland — Maryland maps, maps of the — of the Ritchie area, but printed in\nvarious languages including Japanese. I remember one night that they dropped me\noff someplace at a place and gave me this — this map. And from landmarks and all\nthat, you identified where you were and which way you were going. Well, that was\nimportant but in — basically for me that was not a problem because I was fluent in\nGerman, of course, my native language, I also knew French. And that’s the\ndirection we went in, so once we got there, I could easily read those maps if — if\nnecessary. We were trained in order of battle, identifying — we learned everything\nabout the German — we knew more about the German army, their uniforms, their —\ntheir insignia. That was all part of — of the training and the units, the organization\nof the German army, what units looked like, what they were, how ba — how strong\nthey were, etcetera. That was all part of it because that was all part of — of the\ninterrogation process. And so when we — when I got into — to the combat are —\nzone, interrogating the people was simple. One thing, for example, was that every\nGerman had what was called a soldbuch, a paybook. Now that soldbuch —\nsoldbuch had all his military a-assignments listed in there. And it was easy to\nfigure out who he was and what he was. So the first thing we’d ask them is, give\nme your soldbuch. And they would hand it over and you had them right there, that\nwas — now you knew. And so then you would say, oh you were from the 338\"\nJune 8, 1999\nFisilier-Batallion(ph), yeah? And he’d say yeah, and take it from there. Most of\nthe interrogations were actually not difficult. Most of them talked. Now you ran\ninto some, officers mainly, who said name, rank and serial number, that’s all they\nwould give you. But again, you — we — all of us, I think, found ways to — to break\nthem. For example is one thing, a German, regardless of whether you were friend\nor enemy, respected rank. So you made sure that the insignia you were — you were\nwearing at the time, and we had a complete collection of it, were at least one rank\nhigher than the man we had, and we could read that. So we — we played that game,\nit was — if you had time for it. Now a lot of — most of it was right up in the front\nlines, so you didn’t have time to — to play games. And at those times we would just\nplay tough, yeah. Threaten, all kinds of things, you know, we would — we — we’d\nsay — we’d tell them, okay, we’ll let you walk back home, right through the front\nlines. Of course they wouldn’t do that cause they’d get shot. And things like that,\nand they would — I don’t really recall anyone I could not break in an — in an\ninterrogation, and I’ve interrogated thousands of them. Now, what we did with the\ninformation, and we — we — in my case, being in the front lines, I would — my\ntargets were who was opposing us, how strong are they, where are they located,\nwhat kind of weapons do they have, where’s their artillery. And I would\nimmediately call in to artillery to give them the coordinate of locations so that they\nJune 8, 1999\ncould fire on it, and my infantry units that I supported would get all the information\n— the — the intelligence officer of the unit would get all the information that was\nrelevant to who — who was on the other side of the line, what was their morale, how\n— how strong were they, what kind of weapons did they have. And that went — well,\nwe had a lot of good results. One of the things that I and my team always did was\nwhen we had specific targets that we could identify, after we had pushed through\nthe area we checked those targets to make su — to see if they had been hit like we —\nand I think most of them were. So, it was — in Normandy it was — is rough, cause\nwe were going from hedgerow to hedgerow, you know, one hedgerow at a time,\nand you know, a hundred — a hundred yards a day, things like that. But after that, of\ncourse, on the run, that was a little different. Once we broke through, it was — it\nwas a different story, it was easier then.",
        "A: Yes, I—I went to —I was shipped to England in December of 1943. I was in\nEngland until — until D-Day, so that was six months from — in England. And at\nthe time I was sent to — from where we were out in the near — in the country\nsomewhere, I was sent to London to study with — with British intelligence. They\nJune 8, 1999\nhad some schools and they — they took us into — and gave us some — some\ninformation. The British had a lot more experience. We had absolutely no\nexperience, we were new. We were — all of — not — I’m not just talking about the —\nthe front line type intelligence, but the OSS didn’t exist until just about that time.\nAnd they had never, the people in the OSS were not what the British had trained\nfor years and years as intelligence officers. We all learned fr — by — by doing. The —\nI had some contact with OSS people afte — on — well, on — actually still in Europe,\nbut on the way home. They were going home at the same time, and I listened to\nsome of their stories. They were dropped — one particular I remember, who was an\nartist, or at least that is what he — he faked. He was of Italian descent, a New\nYorker who spoke Italian. He was dropped into Normandy and he sat around\npainting. He was — to the Germans he was an Italian painter visiting here, and was\nfriendly right, to — Italy was a friendly country. And that’s the way he collected\nintelligence. But he said he had absolutely no idea what he was doing when he first\ngot in there. He got in by parachute, got — the French helped him — French\nunderground helped him. And then he — he sat aro — he tha — he started painting and\nreporting and they had equipment to — to report. And he was around Normandy\nand the Sherbrooke(ph) peninsula doing this artwork. Course na — he brought\nnothing home. He all gave that to — to his French comrades there. But again, no\nJune 8, 1999\nexperience. Everything was — whatever we did was done for the first time, on the\nU.S. side. And now, as I said, the British, of course, had been doing their in-\nintelligence work, collection of intelligence all over the world with the — with the\ncolonies and all that. So — a-and in World War II, of course, they’d been in the war\nfor three years before we came in, or almost three years. That was wa-why I said\nthat their — their intelligence was better, they were better organized. We were just\nlearning, but we got there. We — just like everything else, I think, in the — 1n the\nU.S. Army. That army had absolutely no experience, we came from all over the\nplace. Nobody — there were no real soldiers at th — in 1941. By 1944 we did the —\nthe biggest — biggest job ever done in any — any invasion. And it was successful. So\nI guess as Americans, we’re — we’re quick learners. We picked up an awful lot\nfrom the British. They were very helpful. They taught us then. The schools that I\nwent to in — in London during that period were very informative, because we\ntalked to people who had been there, who had been there, done that and told us how\n— how they did whatever we were doing later on. That’s — that’s about — that’s\nabout it for — on that.",
        "A: Strip.",
        "A: Well, there are — there were — for example, the — the — what they didn’t teach us,\nthey taught us that e-every soldier has a soldbuch, but didn’t tell us what to do with\nit. That is we picked up ourselves. I — I picked up the first one I looked at and I\nsaid, there it is. And I asked the man ha — you were up with — I told him, I didn’t\nask him, I told him, you were up from this and this regiment, or this — and they said\nyes. And before that you were something else. One of the things that we did was\nwhen — when time allowed, was engage in some small talk. Small talk about, well,\nyou got your family back home, and that would open up suddenly, and then you\nlead into other things. I had some interesting interrogations. I had — and this is —\nthis is one in a— in a—1na billion, probably. Had a prisoner, this — we were about —\nwe were in Germany at the time. And he had very little information, but he was\nwilling to talk. He said tha — actually, he deserted he told me. I’m not sure that that\nwas right, but it didn’t matter. But I noticed in papers that he had on him that he\nwas a medical student at the University of Vienna. And so I asked him a — whether\nhe was — took anatomy from Professor Bernkopf(ph) Versowzer(ph) and his\nmouth opened and he se — di-di-ta-ba — how — but how did you know? I said, I’m\nan intelligence officer, I know everything. And he just couldn’t understand why,\nJune 8, 1999\nand then he started opening up and told me all kinds of things about what happened\nto his family and others. His mother-in-law was mentally incompetent and she was\nin — in Vienna in a place that was known to me, that was the insane asylum in\nVienna, there was one big one. And she had been killed, and he told me that they\nwere killing these — well, handicapped people, mentally handicapped. They didn’t\nneed them, so they killed them. And you know, he was mad and so he said he\ndeserted. Well, took him a long time to desert. But th — it-1t’s that kind of thing that\n— that those are interesting little things that happened. There were many of them, of\nthe different nature. For example, in the Battle of the Bulge, the unit I was with was\nholding one of the — you know, the corners of — of the thing. We were not\npenetrated, but we — we — we went in there to hold it, and that was in the famous\nBattle of the Hiirtgen Forest. And there was a German lieutenant colonel in there\nwith his troops, holding out. And we could — it’s a dense forest and we just couldn't\nget him out. And one day one of — a couple of Germans came out with a white flag\nand said that they’re currently — name I — I can’t remember the name, but it was a\nrather, later on, well known in — in — in the history of the war. What was his name?\nWell, can’t remember. Anyhow, so who was sent in to bring — yeah, he was sick.\nHe was very sick and he wanted to surrender. And so who was sent in to bring him\nout, of course? The only one who spoke German. And in I went and I got him out\nJune 8, 1999\nand we had — the man had pneumonia very badly. But — and, you know,\ninterrogating him at this point was really not necessary. There was nothing he could\ntell us in the — in the present situation. But he was on his own, just started talking as\nwe carried him out. His own men carried him on a stretcher. And we came out of\nthe forest and then we waited until he was evacuated. And he just told us all kinds\nof war stories, was just great. Good information. Not necessarily tactical\ninformation, but strategically important of how decisions were made and all that.\nWell, we took that down and got it back to higher headquarters and I don’t know\nwhat they did with it, but at least the information was there. So these were the kind\nof things that you fell into occasionally.",
        "A: Yes. Some of them, I told them. Particularly the Waffen SS. I wanted them to\nknow, because I — I knew that the — well, it put some fear into them. Although, I’m\nnot sure that they were anywhere near any of the atrocities or anything like that.\nBut the Waffen SS was a tough outfit, in the beginning. Not in the — t-towards the\nend of the war, they filled in the blanks in — in the — the blank spaces in those\norganizations with just about anybody, including, I think, I’m not sure whether I\ntold that — told you that story earlier about the boy, about a 17 year old kid who\ntold me that he was an American. I said, oh yes? He said yes. He said, take off my\nJune 8, 1999\nboot. Took off his boot, took out an innersole and came out with a green card with\na baby’s picture on it. His family had gone — had come to America and his parents\nwere in — in Los Angeles. Yeah, came to America in the — sometime in the late\n20’s, early 30’s, I guess. He was a baby then, and was a small — small — small child.\nThey applied for a — they became permanent residents and probably, his parents\nlater, citizens. But he was sent to his grandmother in Germany to go to school,\nthey wanted him to go to school in Germany. Well, he did, he went back, and war\nbroke out and when he got to be about 16 or so they pulled him in, this was towards\nthe end of the war. And there he was in a Waffen SS uniform. That thing made the\nnewspapers, by the way. I had — happened to have somebody when I — I called the\nthing in. I said — I said, ve got — I’ve got an — an American Waffen SS guy here.\nAnd I told my G2 about that, and apparently there were some — I think Associated\nPress newsmen there, they wanted to see us. They say, hold him there, we — we’ ll\nbe right down. They took a picture. I still have a clipping at home of that and\ntalking about Captain Stein talking to — to this kid, whose showing his — that he\nwas an American. Well, he was still a prisoner of war in a — I guess we — we had to\nprocess him that way, cause he was a German soldier.\nJune 8, 1999",
        "A: Not really until the end of the war, until about V-E day. When we — when I\ntalked to some people in — well, some Germans at that point, we were at the Czech\nborder — no, that was afterward. We were still on the Elbe. And we had some\ncommunication with the Russians, who had come across many of the concentration\ncamps in the east. And they were telling us what they had found. Millions of people\nkilled and although we had interpreters, Russian interpreters, we had a meeting ta —\neven before V-E day, it — it was in late April, we were on the Elbe and we stopped,\nand the Germans stopped on the other side, that was agreed that we would — that\nElbe was the — the — the border between the two zones. And we had arranged and I\nwas invol — I was included in that with our general — meetings with the Russian\ngeneral. We got together and we spent a couple of days of just talking through\ninterpreters. And that 1s the first time that I really found out what had happened.\nAnd of course, my parents were on my mind, and not only my parents, the rest of\nmy family, too. That’s when the search began. Of course, after V-E day, I could not\n—I wanted to go to Vienna. Figured that — I knew — I had known that my parents\nhad been deported to Lédz, because in — it was two weeks after I went into the\narmy in — in October °41, I got a postcard that is — it came to New York and to my\n— the second cousin who lived in New York, or — was my — my address that I had.\nAnd he brought it to me and saying that a postcard had come saying that my\nJune 8, 1999\nparents were being deported in October of ’41, to Litzmannstadt, Lodz, to the\nghetto. That’s the last information I had. After that, nothing. And so I wanted to go\nto Vienna, but the army wouldn’t let me. As an intelligence officer, the Russians\nwere in — had — had Vienna at the time and that part of Austria and they wouldn’t\nlet us go into the Russian zone. So at that point I decided Pll go home, to New\nYork at that time. And by October — the war was over in March — 1n — 1n — excuse\nme, in May, May the ninth, excuse me. And we were — my team was pulled out in —\nin July and sent back to Paris where our headquarter — military intelligence\nheadquarters was. First to — to another place in — in Germany and then to Paris.\nAnd we stayed there for shipment home. There were lots of things at that point, we\ncould have signed up as a civilian to civil government and all the things that were\ngoing on, but I decided my best bet was to go home and start looking from — from\nthat angle, and if necessary I’d come back as a civilian and of course, I intended to\nget out of the army, which I did in 1945, and I was separated in — in the 14\" of\nDecember, 1945, and signed on as a reserve officer. I stayed on in the reserves.",
        "A: Captain. Yes, I started out, of course, in ’°41 as a private. In ’43 I went to\nO.C.S., became second lieutenant, was promoted in Normandy to first lieutenant\nJune 8, 1999\nand later that — a little later in the campaign to captain on two battlefield\npromotions.",
        "A: No, none, none whatsoever. I have a few photos that were given to me by\nrelatives after the war, who had survived. Was my father in uniform, wa — one of\nthem with — with him in uniform and me in a — in a baby carriage, and my mother,\nof course there too. So those — those are — that’s about the only thin — we talked\nabout it, but that had no influence on me.",
        "A: Yes. Yes, there were a number of things that I was just thinking about in — in the\nend of 1945 and early ’46. As a matter of fact, I was thinking about going to\nPalestine when I was still in Vienna. I was signed up for a transport, one of those\nyouth transports in — back in 1938, immediately after the anschluss. But when the\nopportunity came to get away to Luxembourg, I couldn’t wait, that — that was a\nlong s— a long, drawn out process. They weren’t going anywhere. We met\nperiodically, all the — well, some of us, but nothing happened. As a matter of fact,\nmy — one of my cousins, about four years younger than I, who stayed on then,\ndidn’t get out until about a year later. It took that long before the transports went,\nJune 8, 1999\nthat’s just about 1939, in the fall of 1939 they finally got them out, then through\nYugoslavia and then on a ship and in-into a — well, the — the Exodus story. But —\ninto Palestine. I couldn’t wait. I was — I was too old. I was 18 and I was in\nimmediate danger so I left. Yes, I wanted to go and I — and grew up in a Zionist\nidea. A-After the war I was — yes, I wanted to go, I — I thought of going. I also\nthought of going back to medical school, and I was accepted in 1940 — 19 fift — °46,\nit — in Switzerland, in — both in — in Zurich and Basel(ph).",
        "A: Right. In early ’46, I was considering both of these things. And in — I was\naccepted. I had written to and sent my — my papers to — o-of my previous studies to\nBasel(ph) and Zurich and I was accepted in both of them, provisionally, if space\nwas available in later years. I was accepted for the first year, but for one year only\nJune 8, 1999\nand depending on space available, whatever. And at the same time, I had — this was\nnow early 1946, and I had talked to a lot — lot of people, you know, after returning\nand I found out how all these people made all this money, in all kinds of things.\nAnd I said maybe I ought to do — make a little money, I had none. I had whatever I\nhad saved from my army pay, which wasn’t very much. I wasn’t working, I had not\nfound a way to — to do anything and so I said why, why don’t I do something else\nfirst? So I— I dropped Palestine and I dropped medicine and I went into the export\nbusiness. Opened my own busin — I took — well, first of all I had to learn something\nabout the export, and that was the big thing then that I — I found out. And I had to\nlearn something about it. Fortunately 1-in the newspapers I found a two week\ncourse that would teach me all about it, and that’s exactly what I did, I— I went — I\nmean, this is strictly an amateur performance at the time. I went and took a two\nweek course and I knew all about it, I knew how to — what kind of documents you\nneeded, and how — and all I needed now 1s to find out what I was going to sell and\nwhere. Well, I and a fr — a— a wartime buddy of mine, friend, we’d been through\nthe war together, and I, decided we’d go into the export business, and we did. And\nwe si — decided that the electrical appliances were a good thing, we — I guess we\nliked electrical appliances, so we went into that and we decided that we would do\nSouth America — Latin America as — as our target. That, we had read was good\nJune 8, 1999\nplace to do, and we did. Went into business, we — we got in contact with some\nmanufacturers of appliances, and we went to various embassies and asked for their\nimporter — lists of importers, which was available. And we started writing let — by\nthat time, by the way, I had taken, soon as it came back, I started taking a Spanish —\nI don’t know why, but the G.I. bill was there and I didn't know what else to do with\nit until I went to medical school, which would have been — so I took Spanish and I\nwas fairly fluent in Spanish by that time, it was now middle of 1946. By that time\nwe — we got to the point where I n — I needed. And so I wrote up a catalog in\nSpanish, we put that up and a — a letter to all the customers and began working.\nPretty soon we were making a little money, not very much. Not enough to live on,\nbut there was still a G.I. bill that helped us out with that. And it lasted for — until\nearly 1948. In early 1948 there was a sudden stop of dollars. The dollar was no\nlonger available for payment to foreign countries, there was a shortage of d — of\ndollars, there was — there were — there were exchange restrictions. And so the big\ncom-companies could give, you know, six months credit to — to compan — the little\ncompanies, like ours, we couldn’t give any credit, we worked strictly as letter of\ncredit. They sent a letter of credit in dollars to our bank and as soon as the ship —\nwe could turn over the shipping documents, that the merchandise had been shipped,\nthe bank would release the money. Well, that stopped, there were no more dollar\nJune 8, 1999\nletters of credit and so we went out of business. And then started an interesting\nperiod. I didn’t know which way to turn, I — I’d never even looked for a job, I\ndidn’t know how to look for — well, I— I knew how, but th-th-th — I didn’t know\nwhat. I — so I went around and went to an employment office, one of those\nemployment agencies and they said yeah, as a matter of fa — it was on 46\" Street\nand Fifth Avenue, I remember. And they said yeah, we have a job. There’s —\nthere’s a job opened right across the street here at a place called Nancy Studios,\nhat makers. Feather hats. You know, pasted feather on — on the thing. And — I\nmean, I — I found that out when I went to — to Nancy’s. And so I went ik — went\nover there and they needed someone to run their office. Apparently whoever had\nthe office had quit — was running the office had quit. So I went up there and\nthere’re two ladies running the shop and I said, here I am. They said oh yes, you’ll\ndo. We — you know, told them who I was and what I had done, I had my own\nbusiness and all that. And they — they — they thought that was — that was good, so\nmy major job was making up the payroll and invoices and making sure that money\ngot to the bank and so forth. But the environment wasn’t for me. This was a — a—\nthe two ladies was Nancy and her sister were the designers of these hats. Their\nclientele was — were all name designers. Hattie Carnegie, Lily Daché, a-all kind —\nyou know, th-the — well known names in the fashion business, and they would\nJune 8, 1999\ndesign special things for them, and others. Had about 20 or 30 women doing the\nwork, so it was not a small place. But I started dealing with the clients and that’s —\nit was something I couldn’t take. I-It was a strange — you know, being called\ndarling by these floating characters who were dressed in diff — 1-1t was not — not my\n—my cup of tea. But I worked, I — I had to make a living and I was looking around.\nAnd — and I worked there during the summer. I came home one day in September,\nit was September of ’48, and I looked at my mail and there was a letter there from\nthe Pentagon. I opened it up and it said, dear Captain Stein, we want you back. We\nhave a special project here which 1s right in line with your experience during the\nwar and please call this number. So I called the number in — in the — in\nWashington and talked to a major and he said — he told me what it was. It was in\nthe office of the chief of military history, translating the experiences of the German\ngeneral staff that apparently the United States had under contract of some sorts, in\nand out of jail in Germany, that were writing their heart out about their\nexperiences on the eastern front in Russia. And I said that sounds interesting, yes,\nI’m available. And in Novem — early November, starting in nove — as a matter of\nfact, the third of November, I — I came into Washington. Harry Truman and I\ncame at th — came together. That was the day Harry Truman was elected. I came\ninto Washington, back in uniform, and I was in the Pentagon, became chief of the\nJune 8, 1999\ntranslation section of milt — o-office of chief of military history and I spent the next\nthree years there translating and — and writing. And by that time, of course, in\n1950, summer of 1950 the Korean war broke out, and — ’50 or ’51 — yeah, *50.\nWell, I still had some — a year to go and — on my — my three yea — it was a three\nyear appointment. And when the time was up, my time was up, I was told that\nnobody gets out, there’s a war on. And I was told that I was — but I was told I was\ngoing to Germany, to the German side of our project. And two weeks later I got\nmy orders saying report to San Francisco for shipment to Korea. And there I was,\nnot exactly going to Germany. Well, I went to Korea, and went, checked in, was\nreceived by the officer in charge of — of that unit and — who said, do you speak — is\nit— you came here as a prisoner of war interrogator, which was one of my\nspecialties. Oh, let me back up for a moment. While I was still in Washington,\nwhen I got my orders and I read this thing, that I — I was going over with the MOS,\nthe specialty as a — as a prisoner of war interrogator, I went down to what we called\nKorean man — what was called Korean management, we called it Korean\nmanglement, and was talking to some old colonel who’d been there since world —\nsince the Civil War, I think. Looked like it. And I said look, I have — you’re\nsending me to Korea with a 93-16. I don’t speak any of those languages. And he\nsaid, well, we didn’t asked for no languages, they just said they wanted 93-16s.\nJune 8, 1999\nAnd I said, yes, sir. I knew there was nothing — yeah — well, I talked to this major\nand he said, do you speak Korean? I said nope. He said, Japanese? The Koreans in\nthe — in the army at that time grew up under Japanese occupation, so most of them\nspoke — still spoke some Japanese, too. I said nope. He said, Chinese? I said, nope.\nHe says, you’re another one. I said, you mean you have more? He said yes.\nThey’ve been sending us 93-16s and we have — none of them speak Korean. Okay,\nthey said, but never mind, we’ll — we’ll have an assignment for you. And I was\nassigned to eighth — eighth army headquarters and research and — and — yeah, and\nresearch, intelligence research. And later on, couple of months later I was\nreassigned as chief of the order of battle, a division of — of eighth army\nheadquarters. But the experience there was again, this now is December, end of\nDecember 1951. Cold, ice cold, bad weather and all that, and the chief of\nintelligence, Colonel Bump(ph) when I reported in, I and two other reported in at\nthe same time, said well, ve got an assignment for you, I want you to go up to the\nsecond infantry division up in the hills and observe the air support for our infantry,\nand Ill call you back when the time comes. So we sat up there for about three\nweeks in the foxholes, on top of these ridges, watching air support, getting shot at.\nWe didn’t do any shooting then, infantry did. Watching the patrols go out and all\nthat. Anyhow, we got back three weeks later and came in and I was this — the\nJune 8, 1999\nsenior of the three of us and so I— I reported. We came in and we saluted and said,\nColonel, we have a report for you on the — on the air support. We had put our notes\ntogether and whipped up a report. He said, oh, I don’t want your report, I know all\nabout what’s going on up there. I just sent you up there because nobody works for\nme who doesn’t get his feet wet. You know what the war is like, now you can start\nworking on it. Was a good idea. Not for — for — not while we were up there. Okay,\nso we — | — then I —I started working and th — stayed there for — until January of\n1953, by which time I have had enough of the war and of the army and well, there\n— there happened to be a — a — there happened to be something that no — none of us\nknew. In the fall of 1952, all the reserve officers got a letter saying that your — th-\nthe — you were extended, your — your fi — your army still had a five year dur — as —\nof reserve officers, five years at a time, you had to renew every five years. The\nother services had already changed to permanent. And so we did th — by executive\norder, ba — ba — the president, and when the Korean war broke out all reserve\nofficers were frozen, they had to stay in the — a-all commissions were extended.\nBut the law expired on the first of April 1953. So all of us who were in Korea in\n1952 had to be home and out of the army by — by the first of April, and the army\ndecided that they were going to get us out by January to give us a chance — to give\nus time to get back to the United States and get processed out. And so we got this\nJune 8, 1999\nletter saying we’d like you to sign up for the permanent and you’ll go on and all\nthat. And statistics later on came out that said 66 percent of all the reserve officers\nsaid thank you but no thank you, including myself. And then in December of 1952,\nI happened to be — I still had an R and R leave, five days in — in Tokyo, I flew over\nto Tokyo, and I ran into some old friends of mine and one of them said, wa — when\nyou — where you going? I said well, I’m going home in January. By the end of\nJanuary I should be on the way home. And he said, what are you going to do? And\nI said I have no idea. I have no place to go, I have no — no — no connections\nanywhere. So I'll just go home and I'll — Il find something. Well, in the — he said,\nthe — oh, this — this friend said, well hey, ve got a job for you, a civilian job here\nin Tokyo. I’m heading up a new office in — on the first of January. There’s a new\ncommand being formed, the United Nations and far e — and Far East command, a\ncombined command and I’m head of the intelligence policy division and I have one\ncivilian slot, a senior civilian and you’re — you’re it, 1f you want it. So I went down\nto personnel and they explained what it was, and they explained to me what it —\nwhat it pays and it paid more than a captain. And all the perks with it and I said\nyeah, why not. And I signed up right there and they say yeah, you’re — you’re qu —\nI told them — I had to write up what I was doing and for — fill out a form. And they\nsaid yeah, you qualify. And so there I was, and I stayed on in Tokyo as a civilian\nJune 8, 1999\nintelligence officer until 1955, when I returned home. That was also the time a little\nlater that same year, °53, when I met this air force lieutenant, female, who showed\nup there and about a year and a half later we were married. And Barbara\nKinney(ph) became Barbara Stein. We were married in Tokyo.",
        "A: Well, first thing I told her was that where — where I had come from, and I told\nher that I lost my family and I still didn’t know where they were or what happened\nto them, which is something previously that I had tried all the time. I tried the Red\nCross and the HIAS and the jayce — the JDC, the Jewish community in Vienna\nwho in 1946 did send me a — a little form letter saying your parents were deported\nthrough Litzmannstadt and did not appear on any survivor lists. That’s all I had.\nBut where and what, I — I didn’t find until much later. Well, anyhow, I — I told her\njust the basic things. I— I wa—I-—I couldn’t go into details. Those were the things\nthat I talked about, oh, later on, bits and pieces, not — not the whole thing. I — I\ndon’t know what it was, but I just couldn’t. Of course, there was still, and I think\nnow thinking back of tha — to that period, and I’ve done this for some time now,\nthere was always that, why did they have to die and I — I survived? And that was —\nJune 8, 1999\nthat was certainly in — in — in my subconscious mind, sometimes very much on my\nconscious. And it — th — it was — it was just difficult and unless I was asked, I didn’t\ntell. It was that way. There were many people that I worked with that didn’t even\nknow, that they thought oh, this guy’s from New York. Fortunately I had no\nparticular accent, and so they knew I’d come — I'd started in New York, and I was\na New Yorker, that — that was — that was all they knew. And over the years bits and\npieces — I told a little story here, when — when something happened that had a\nconnection with some, but not until — well, the 80’s, when I finally sat down and\nwrote my whole story.",
        "A: Okay.",
        "A: Oh, I followed them very closely. That was something that I — of course, there\nwere newspapers, the magazines. I had a couple of friends who were involved in\nthat, one was at the Nuremberg trials and we corresponded, and he would write to\nme. Another one, a lawyer in the Washington office of the — the judge advocates\noffice in the army, who was involved in the — in the trials o-o-on this side, getting\nJune 8, 1999\nthe reports in and all that in the — we talked about it all the time. I — I was looking\nfor — for the death penalty for anybody who just walked through Nuremberg. Not\nall of them got it, but then again, the — the trials went on for a number of years.\nWhen I was at military history in 1948, we had a British contingent, three British\nofficers. Two of them people like myself, Europeans. As a matter of fact, the — no,\none was German, one was Austrian. And one that their chief was a British colonel,\nbut they were all British army, and they were working with us, because they were\ngoing through the same documents and the same background. We — we also\nsearched documents that — captured documents that we had here — in connection\nwith that. And we were looking at the same documents and they were working on\nbackground for the trials that were still going on, and so we had close contact and\nwe followed that all — followed that all the way. There were not enough that were\npunished.",
        "A: Every word of it, absolutely, yes. As a matter of fact, I was — I was watching the\n—I was listening to the — that — the final votes, I was counting votes at the time, on\nradio. I didn’t have a television. No, no, I guess not, didn’t have a television then. I\n— I was — I was listening and on the radio and I was — kept keeping a — a pad. And\nwhen the final vote was tallied — again, this of course now is 1950 — 1947. I was\nJune 8, 1999\nthinking of still again going to Palestine. But there were many things that — that\nheld me back, you know, personal things that were happening and I — it was\nalways, you know, next week, Ill think about it next week or I'll — Pll look into it\nnext week. By that time I had taken up — I had contact with my cousin ha — at — and\nmeanwhile his mother and father, who had gotten away out of Vienna to England,\nhis father was — came out of Dachau, they released him. Mother had gotten a\npermit to go to England, and so they went to England, some went to Palestine.\nAnd I had seen them in England when I was in England. They had gone to\nPalestine so a — a— we had correspondence then, and I thought that I might join\nthem, but I didn’t until many years later when I did go over and I’ve been there\nquite a few times now.",
        "A: The Korean war? I theti — I thought it was a waste and I think many of us\nthought that. It was — it was just everything went wrong. We — we were fighting —\nwe — we were fighting a war, but we weren’t. I see the same thing going on right\ntoday in — 1n Kosovo, where we — we’re talking about fighting a war, we’re\nfighting something. We’re not going in and cleaning it up, and that’s what\nhappened. The troops were ready, we were ready, but the command, the — the\nJune 8, 1999\npolitics weren’t — weren — the pol-politicians weren’t. It was a politician fought\nwar. And that is probably why two-thirds of us, of the officers quit. That was not\nthe ti — particularly those of us, and probably most of us at that time still — that had\nfought the — the war in — in Europe or in — in the Pacific for that matter, where you\nfought a war to — to win. There we didn't fight to win, we fought to — to sit around\nand let somebody do the talking. And so now I — I-I did not think kindly of what\nwas happening there.",
        "A: The Cold War, of course that was somehow predictable, that having met the\nRussians, we knew we weren’t going to be friends, although we were friendly and\nthe vodka flowed freely, but that was not it, and then of course when the Russians\ndug in and said — and dictated to us practically what — what we — what we could do\nand what we couldn’t do, that was pretty much the beginning of the Cold War, and\nChurchill saw it and — and it happened. But there were — there were many things\nthat — well, it was a political war, it was — and political wars don’t lead to anything,\nnever have. And there should have been some accommodation someplace, but\nnobody would give, we didn't give, they didn’t give. And I think the only thing that\n— that — that could have ended — the way it ended was — it was completely\nunexpected, I think. The only other way would have been a — a hot war.\nJune 8, 1999\nFortunately, it didn’t happen, but it was a bad time in history, I think, that whole\nperiod of the Cold War, because it had an influence on — on everything, on — on the\nlives of all the people in the world, on the economy and — so that it was — it was a\nbad thing.",
        "A: The — the missiles. The missiles were ready on both sides, we could have fired,\nthey could have fired. Any mistake could have triggered an annihilation of — of half\nof the world, and that was a great fear, I think o-of myself and I’m sure of most of\nthe people, that some nut would push the wrong button, even by accident, not — it\ncould have happened. That it didn’t happen, was a miracle.\nthan that you met your wife and got married?",
        "A: In Tokyo? Well, I had gotten out of the army, I was a civilian in a culture that\nwas strange to me, and so I — I soaked it all up. I took it in and it was an interesting\nexperience. And after about two and a half years there, I decided it was enough.\nWell, we both decided that was enough and let’s get out of here. But it was — it was\ninteresting. There was nothing that stands out, just learning and looking at the ways\nof — of the mysterious east. Korea was a loss, there was no — no — nothing there to\nlook at, there was total devastation and — but Tokyo and traveling around Japan\nJune 8, 1999\nwas interesting, see how people lived, how — how they — how they managed, really,\nwith their — their culture, the way of — of life, the way of living in — in\n[indecipherable] paper houses, and it was interesting, but nothing outstanding.",
        "A: Yes, yes. Yes, they knew I was Jewish. I had no problems with that. We had a —\nactually the only Jewish services we had in — in — in Tokyo were the holidays. And\nin the chapel center, we’d go there and they brought in a rabbi from someplace, not\nsure where he came from. And I went to services, and I took time off and my\noffice, all the people I worked with knew where I was. So, no, there was no\nproblems there.",
        "A: Left Tokyo and came to Washington after cruising around the United States\nfor about oh, a good two or three months. We landed in Seattle where Barbara has\nan aunt and cousins and we stopped there for a few days. Then went to San\nFrancisco where she has another aunt, we visited there and I got introduced to the\nfamily. And then we went to Iowa, to Webster City, Iowa, a great metropolis of\nabout 8,000 people and I met the parents. Parents knew who I was, I had written to\nthem. As a matter of fact, just very recently I went through some papers that when\n— her mother died some years ago, but we had never looked through that file of\nJune 8, 1999\npapers that — that we had taken from her, and I looked through some paper and\nthere was the letter I wrote to them when I first met Barbara — or wh-when we\ndecided to get married, and I wrote to them and told them who I was, and got to —\nto Webster City and well, had parties and met — met the whole town. And stayed\nthere for awhile and then went to Washington. In Washington I was then for the\nfirst and only time — no, I ca — I — was not the first and only time, my first job in —\nin New York was, course, I had to look for a job. But coming to Washington was\nthe first time that I really had to — really had to look for a job. There was no — no\nHIAS to — to help me out. And I had a — well, in — while I was in — in Tokyo, in —\nin — in my capacity as — in my job, I had very close contacts with the CIA people\nout there. And so before I left the chief of the CIA group asked — said, why don’t\nyou — when you get home, why don’t you just stop in and talk to the people in\nLangley and come with us? And I said, well, that’s nice and he gave me a letter of\nrecommendation. And so I did and they offered me something that was not for me,\nthey — they offered me a job in — in — a—a temporary job in Germany and I wasn’t\nready to go out — out again, I wanted to stay awhile. And so I didn’t take that. And\nthen again, by continuous luck, ran into a friend who said, well oh, I know of a new\noutfit that they’re forming at the — in the Pentagon and I’ve applied for it. He was\nworking somewhere in the Pentagon. He said, to transfer into it and they’ve got\nJune 8, 1999\nslots open, why don’t you try that? And I tried it and I got the job, became his boss.\nJohn has never forgiven me that, but we’re still friends. And there I—I got the job\nwith Air Force Intelligence and worked with them for oh, several years. Got several\npromotions, I was doing well. Then our organization was taken over into the\nDefense Intelligence Agency when that was formed, and that took in units from all\nthe military agencies. Stayed with them from ’62, I was involved in — in the\ncreation of the new organization, was on that committee, and stayed with them\nuntil °65 when once again I was invited by the State Department to transfer to the\nState Department. It happened during a — a meeting. I was presenting a project that\nwe had — a worldwide project of intelligence handling that we had, I was involved\nwith through an inter — through an interagency committee. The State Department\nrepresentative said, would you be interested in coming to our — we have nothing\nlike that. And I said, well, make me an offer I can’t resist. And he said the — about\ntwo weeks later, he made me that offer. And I transferred to the State Department\nin the foreign service and became a foreign service officer, coming in on top,\nwhich, much to the — 1n the foreign service that — yo-you’re — you’re not liked if\nyou come in on top because everybody else came in on the bottom. So I had in-\ninteresting experience.\n38June 8, 1999\nEnd of Tape One, Side B\nJune 8, 1999\nBeginning Tape Two, Side A",
        "A: Yeah. In — I — I mentioned that this was a new project that my friend told me\nabout in the Air Force Intelligence. What happened was the air force was the, in\n1955 was getting into the — the technological age of information processing. They\nwere the leaders in the thing. They had come up with a project that was worked up\nwith IBM and Eastman-Kodak, a combined project of information processing\nwhere the information, that is documents, would be photographed on microfilm,\nand at the same time, there would be an encoding placed on the microfilm and the\ncoding was then read electronically from the film, and would — and when you —\nwhen you got the right — right thing, looking for a specific document that contained\na subject matter, th-the subject matter was coded. And that was on there, and that\nwould — that then would print out the document that pertained to whatever you\nwere looking for. That was a — a new way of doing it, you didn’t have to have any\nJune 8, 1999\n— any input, typewriter input that you had until that time. We had to type punch\ncards and whatever, or type it into the computer and then it would come — you — th\n— this way you could just photograph it. Well, it was a novel thing, and that is what\nthey — they were hiring people to do that. My job, I became a — I was hired as the\nchief of the coding section, and I worked with the tech — technical part, the — the\ncontractors on what they were doing and to make sure that we’re do — and we\ndeveloped — and again, we did this with the CIA, a— a code — a code dictionary,\nsort of. An intelligence code, that for everything that was of interest to intelligence,\nwould have a code number. And then we would have — this was my section then,\nreaders read the documents that were coming in, intelligence documents, reports\nfrom all over the world, and numerically code what was in that document. That\ndocument would then be photographed with the code input also onto the film, and\nit was available for — for retrieval. We had gotten that thing, it took a number of\nyears to — to do this, we worked from ’55 to about — by ’58 or 59 we had the first\ninstallation, and it worked. We then expanded that to the rest of the air force, and I\nwent out to help the installation of the thing at —- in Omaha at the Strategic Air\nCommand. And in Ohio at the Air Force Research and Development command and\nseveral other places, and we started sending out copies of what we had made the\nfilm into those. And those were little chips, photo chips that ran through just —\nJune 8, 1999\nsimilar to — to punch cards running through when you’re searching, but these were\nphoto chips and when you got a hit it would extract it and make a full copy of it. Or\nyou could view it on a— on a microfilm viewer. That was the main project. Now, it\n— we got into — more into different arrangements. That unit then was taken over\nwith a lot of the other air force intelligence into the Defense Intelligence Agency\nwhen that was established. And I was still in charge of that, but I was working on\nnew developments, now we were into computer information, handling a computer.\nIt was all intelligence handling. I was not, at that point any more directly involved\nwith the intelligence, but with the technical operation. And it was that, and DIA\njust a follow on to the same thing. And it was that thing that State Department got\ninterested in. And when I got into State Department, again, they formed a separate\nunit to start an information processing operation in the State Department, they\ndidn’t have any. As I found out later, they didn’t want any. The foreign service\noffices, they didn’t want to have information. He wanted to have what he had, his\npieces of paper and he’d make up his own mind, they didn’t want anybody else to —\nto shove stuff at him that he didn’t see — had seen — hadn’t seen before, to change\nhis mind possibly. Anyhow, that was an — that’s an interpretation. But I got to the\nState Department and we started, there were about four or five of us that had been —\nsome from the State Department and a couple of people from CIA, myself from the\nJune 8, 1999\nIAA, and one from USIA, and there was one other — a couple from the State\nDepartment, and we all sat and we started looking at what is it that the foreign\nservice — tha-that the State Department needs in the — getting information. Where\ndo they get their information from and how could we put this into a system? In\nother words, we were systems development. And we then got money through a —\nprobably my most grueling and demeaning experience in my life. I had to testify\nbefore Congress, before a congressional committee. It — the man, my immediate\nsuperior in that particular thing, was lost. He and I were sitting there, I was in the\nleft hand seat. The left hand seat 1s the — when you’re facing the committee is the —\nthe secondary. I was the one with the information, he was the one that answered the\nquestions. And a certain congressman from Brooklyn destroyed my buddy. The\nman was so confused he didn’t know what to say and the chairman of the\ncommittee excused him and said at this point you’re not answering any more\nquestions, but your sidekick answers the questions, so let him answer it and you’re\nexcused, and he wal — had to leave the — the committee room. I sat there for the rest\nof it and I got through it and I got the money. So — however, was an interesting\nthing. I was noticing that the chairman’s assistants, the — not a congressman, one of\n— his — his office manager, wi — whoever he was, had an interesting head\nmovement. And being a good observer, I had noticed that when they asked first\nJune 8, 1999\nquestions and I was watching that, and I noticed that when he expected a positive\nanswer to something, his head would go this way. And when the congressman\nasked a trick question, the guy went this way. So my eye was on him, and I got\nthrough the thing, it worked. I was right, that that was the way, that he knew —\nthese people know the answers. When they ask a question they know the answer.\nAnd so — they want confirmation of their knowledge, and well anyhow, it — that —\nthat was — 1t was — it was a sad thing. I came out and poor guy outside, I asked him\nto go home. He wanted to go back to the office, I said, you should go home. [Il call\nyou later, I'll tell you what happened. He said, but di-di — do you know what — I\nsaid, yeah, we got the money, we’re all — you’re all right, go home. He went home\nand I called him later on and he had calmed down, and he said, he-hell, I — I can’t\neven remember what happened. And very shortly after that he left the State\nDepartment, you know, fortunately there was some higher up sitting in the back\nlistening to this thing and they weren’t happy with him, so anyhow. Well, we got\nthe money and we had the department hire contractors, some of these big\ninformation processing firms. They came in and they started working on a program.\nThe program was, oh about half way through, and we got more money, because we\nshowed that it was good. This time we didn’t have to testify any more, 1t was done\nin the higher-ups. And they — let’s see, after about — it was about two and a half\nJune 8, 1999\nyears into the — into the program, that there was an internal thing. Again, there’s a\npolitical thing. The assistant Secretary of State I worked for and another assistant\nSecretary of State, who wanted that unit, the other one, th-the — the enemy there,\nthe other one was the assistant secretary for administration, who had the computer\noperation of the State Department, the payroll, in other words. Payroll and\npersonnel and whatever, but never anything subst — substance — substantive 1n-\ninformation, they’d never handle it. But they saw something that hadn’t — that got\nmoney and all kinds of possible — and they wanted it. Well, it was a time when my\nassistant secretary wanted another job. He wanted to be a — what do they call that?\nA diplomat in residence at the university. We had — the university, they have a\ndiplomat in residence, that a — that’s a cream puff, absolutely. And usually that led\nto an ambassadorship. People who were s — who were selected for that. Well, he\nwas pretty close to that, he wanted an ambassadorship eventually, and he want —\nbut there was a job that he could have had, but they kept him because he had things\ngoing on in his o-operation that were not finished, they wouldn’t let him go. So he\nchanged. He sold us a — he sold my — my organization to administration. And I\nsaid, I’m not available for that. You can transfer it, but I’m — I’m out. I— I wouldn’t\nwork for those people, I — well, I knew them, I had worked with them before. Well,\nhe was friendly enough to say — he was Jewish, by the way, the only other Jew in\nJune 8, 1999\nthe area. And he said, I didn’t think you would, but I’ve got another job for you, if\nyou want it. We have a new inspector general and I’ve told him about how you go\nabout doing your investigations and how you can do these things and — and he’s\ninterested in you, because you’ve reviewed, you know what this whole department\nis doing, you’ve done a survey to — to find out what they need, and he wants to talk\nto you. And he’s — he’s brand new, he just came an — an ambassador who just came\nback and got the job as Inspector General. So I made an appointment, went to see\nhim and he said, yeah, I want you. And I became a senior foreign service inspector.\nNow again, I shifted jobs without try — even trying, you know, I — I— I was asked\nto. And when I got into the Inspector General’s office, that I hadn’t used before,\ncause they were not in the substantive area, I found that I was in — in very good\ncompany, because most of the senior inspectors were former ambassadors for\nwhom there was no other assignment, there was a limited assignment. And so they\nbecame inspectors and they traveled around from one embassy to the other, to\nmake sure that everything was all right, and they were doing, you know, reviewing\nthe embassies, mainly. The idea I came up with, that sold m — sold me to — to the\ninspection corps was that there ma — are many things that are overlapping that are\nnot being looked at in Washington, th-the various bureaus, each one working as an\nindependent thing, each one working with all the embassies that their — you know,\nJune 8, 1999\nthe European bureaus, working with all the European embassies, but there’s no —\nno connection between them. They’re doing all kind — I said, I would like to look\ninto that. He said that’s a great idea, you got it. So I started out on that and I\nbecame — I was doing — what’d we call that? Well, the organizational reviews. And\nI did some of those. As I went on, I did all the — the bureaus, and particularly those\nthat covered in substance more than an embassy. The scientific bureau — scientific\nand — and technical bureau, for example, had these technical attachés out there that\nweren’t talking to each other. So, there — it was a question of — of getting\ninformation to them and — I mean, getting information between them and not just\nreporting back to the bureau and the thing gets lost in the bureau. And the consular\noffices, for — of course, there are consulates in every country and more than there\nare embassies, and they’re not talking to each other. They’re reporting 1n, it’s all a\none way flow, nothing goes out — oh, excuse me — to — to all the others. And so I\nstarted working on that and I usually got a couple of other officers assigned to me,\nsome of the junior officers that were also working with the inspectors and we sat\ndown and we ju — started interviewing and looking into the records and all that, we\nfind out how things were and sort of rewrote the — the — the job descriptions. The —\nthe job [indecipherable]. I had one particular one that was of great interest to me,\nhaving been a refugee once, and that was, I came across, while I was looking at\nJune 8, 1999\nthese various organizations in the department of a special assistant to the Secretary\nof State for Refugee Affairs. When I looked into that I found that the man was a\npolitical appointee. He’d made big contributions to somebody and he had a few\npeople in Washington, but his work was being done in Geneva at the U.S. mission\nto the United Nations. In the process I also found that there was a special assistant\nto the Secretary of State for international Red Cross affairs. Now here we have the\ninternational Red Cross, a British a — a Swiss organization, and they have a one\nman office with one secretary who’s a special assistant and who handles contacts\nwith that. But the international Red Cross is in Geneva and who handles the — the\nbr — the work? The office in Geneva. And this 1s a large office in the united na — in\nthe mission to the United Nations. The U.S. mission. And I found a third one, a-a-\nanother special assistant for a humanitar — for — not for humanitarian, for disaster\nrelief affairs. Again, all of them political appointees. Well, I went — so I went to\nGeneva and talked to the people there and looked and see what they were doing\nand they were hardworking people. They were doing the budgeting for — for these\nvarious operations. They were representing the U.S. before the United Nations and\nbefore all the various organizations that physically handled refugees and disasters\nand so forth. And I came back and I wrote a — oh, about a 200 page report. This\nwas about a six months affair. I wrote a rit — I wrote a report and I said, reorganize\nJune 8, 1999\nthe whole thing and my s — my recommendation was that — to get another position\nas an assistant Secretary of Affairs for Humanitarian affairs, all this comes under\nthat subject heading and abolish these special assistants. Have Geneva do the work\nand have Washington have a — a regular office doing whatever is necessary in the\nUnited States, such as you know, budget — getting — getting money and so forth.\nAnd that was finished in 1990 — in January of 19 four — four — 1974, I finished that\nparticular report. And then I went on and was doing — I think the next one was\nconsular affairs and I was just about finished with consular affairs when one day I\nget a phone call from the refugee office. The deputy to this political appointee was\na regular foreign service officer whom I knew, I had contact with. And he calls me\nand he said, I have a problem. We’ve seen your report and I think it’s great. They\nthought they were getting to be the assistant secretary job. They were — they were\nthe biggest one, of course. Anyhow, we tha — we thought we — we have a — we have\na problem, our man in Geneva, our — the head of the office just informed us that he\nis retiring in August. This is about the fifth — I think it was the day after the Fourth\nof July weekend, I’d just come back. And he said, you’re the only one who knows\nwhat’s going on out there. How would you like to go to Geneva? And my answer\nto that, and I remember that to this day and will always remember it, was don’t\nbother me with details, send five tickets. We had a meeting after that, he explained\nJune 8, 1999\nto me what this problem was and I said yes, Ill — PIl—I’ll accept and Ill go. And\nsix weeks later we were in Geneva and I was running that office. And I’d gotten, of\ncourse, I was at the time — this — the main job of that particular office really, was\nhandling the Russian refugees that were coming out by about 20 or 30,000 a year.\nThat was the beginning of the — the major exodus from Russia. What they were\ndoing, and I was doing for the next four years was dealing with the voluntary\nagencies, HIAS, Tolstoy Foundation, the International Catholic Migration\nCommission, the World Council of Churches and many others. The — the Polish\nAmerican refugee, or Czech American. All of those, all over Europe. They — tho —\nthey were physically receiving these refugees, most of them, of course, Jews. All of\nthem, probably. And were trying to resettle them in Israel, in the U.S., in\nAustralia, wherever. And my job was to make sure that the U.S. money that went\nto these agencies for handling that, was properly used, that they were doing their\njob, and make sure that they were doing what they were supposed to do in the\nresettlement process. And I learned a lot about Russians during that period, and\nothers, but mainly the Russians. Went to one of my jobs and the family was in\nGeneva, the kids were in international schools, which was a good experience for\nthem, and my job was making — reviewing the budgets, reviewing their budget\nrequests and changing them where it was necessary. They were all inflated, of\nJune 8, 1999\ncourse, the usual thing. I was the first — first stop. And — and actually, physically\nlooking at them, periodically. So every month I would be in one or — or two, I’d be\nin — in —in Tel Aviv, Jerusalem, and I’d be in — in— in Munich, where many of\nthem were. In Rome, which were the main parts and occasionally in Moscow and\nthen Bucharest, behind the Iron Curtain then, talking to our people. And Turkey is\n— it was another place. Italy. Several places in Italy where they — these people\nwere, and working with them to expedite the process. I had one critical, really\ncritical thing. That was, the Kurds in Iran, Iran would not let them out and it was\na long process and finally they wouldn’t let any — finally they decide that yes, they\ncould leave and so we would — wanted to send in a plane and they wouldn’t allow\nus. And the international Red Cross, I involved them in it, and the international Red\nCross was going to send in a plane and they wouldn’t let them. And finally there\nwas a—acharter from — Lufthansa had a charter service and the international Red\nCross managed to get one of their planes, and they gave in. Now, these people were\nto be brought out, the — they — ere — ira — ara — Iranians gave in and let them go.\nThe people — the — the law, there was a special law that Congress enacted to let\nthese people into the United States but it expired on a certain date, which was\nabout — we were one day away from that date when the thing — when the Iranians\ngave in and the Red Cross took the plane over, got the people up and got them to\nJune 8, 1999\nFrankfurt. I went to Frankfurt to work with our consulate to make sure that these\npeople get their visas. It was just — they had to get their passports stamped. That\nwas it. What ha — when they got to the United States was unimportant, but before\nthat date — oh, this was the day. I get to — to Frankfurt and they’re processing it,\ndoing a good job, and they still got about a — about a hundred people at five o’clock\nin the afternoon, the consul — the U.S. consul says well, we’re gonna have to\ncontinue that tomorrow, we’re going home. I said no, you’re not. He said well,\nyeah, but you know, the day is over. I said, the law expires at midnight and as far as\nI’m concerned it’s midnight in Washington, not in Frankfurt. And it is five\no’clock and it’s noon, we got 12 hours to go, you’ve got to finish these people. He\nsays no, I can’t do that. I said, I want a line to the assistant secretary for consular\naffairs, whom I knew well. I had done a job for her before I left and we had good —\ngood relationship. And he got — he says okay, so he got the line through. He\ncouldn’t refuse me, so he got the line. And I talked to the lady and I said, I’ve got a\nreluctant [indecipherable] I’m — we’re doing the Kurds, and she said yeah, yeah,\nhow you doing? I said we — there’s still about a hundred left that have not, and —\nbeen visa’d and your man here wants to go home, he wants to close up. She said,\nlet me have him. I said — handed him the telephone and I notice his face getting\nlonger and longer and he hung up and he said okay, we’ll work until it’s finished.\nJune 8, 1999\nWell, by about 10 o’clock that night we were finished. Everybody had their visa,\nstamped with today’s date — with that day’s date and the next day we got them on a\nplane and sent them to the U.S. But those are the kind of things that you — the\ntroubleshooting type things that — that you had to do every once in awhile. Had to\nintervene in Rome with the Russians. The Russians in — in — in Rome were treated\nvery nice, they had them out on the — on the li — li — just like they have in New\nYork, in Brighton Beach, they all live out there. In Rome they had them out on\nthe — on — near the Lido someplace — not Lido, whatever the beach 1s. Nicely\nquartered. Then you came into town to — and HIAS was handling most of the\nRussians in th— Rome. And they walked in and he said — and their — their — their\nquestions were, where is my money, where is my house, where is my servants,\nwhere is my wi — the Russian way. The Russians were used to asking for some —\nthe government. The government gave them. They were still in that mode. And we\nhad some serious problems there, the people were intimidated by them. And I told\nthem, don’t be intimidated, you’ve got — they had Russian speakers there, and they\nwere — I —I —I told them how — how to talk to these people. Just yell at them. Tell\nthem to go away, they get nothing. One more word out of you and you’re out, you\nget nothing, you go wherever you want to go. And it — it worked. It worked, you\nknow. Again, something they were used to. The KGB wasn’t going to be — talk to\nJune 8, 1999\nthem friendly like, so we weren’t either. They had something coming to them. We\ntold them that no, you don’t have anything coming to you, we’re giving it to you\nbecause we’re good people. And in that particular case, and there were a lot of\nthem there, the word got to all of them, I was the United States government. I\nrepresent — see, those were just an organization. When I came, I was the United\nStates government. Well that — that made — that — that — that did it. When the\ngovernment says you gotta be quiet, you’re quiet. So we’re — you know, it was\ngame playing, but — 1t was — it was acting. I did not go to Hollywood after that.\nThat’s — you know, experiences like that, that was — that was my job. And of\ncourse I saw a lot of misery too, people coming out and having to sit in those\ncamps in some areas, they were not too pleasant. Some intellectuals, people with —\nwho had status and — and now were begging, in effect. I felt for them, but on the\nother hand, I was there too, once, and I knew how they felt. So, you know, you\ntreated them accordingly. You talked to them, and particularly in some cases when\nI talked to them, I told them who I was, and I said, I was in your position once, and\nlook at me now. It’s gonna happen to you, just take it easy. It’Il be done. We’re\ndoing it, but it takes time. And it helped a little, some cases, I — I hope it did.",
        "A: Oh yes. I followed that again, with a vengeance, and I read everything there\nwas, anything from the “Washington Post” to the “Jerusalem Post” and anything\nI could lay my hands on, because it was of great interest. I had known of\nEichmann of course, like everybody else did. By that time I had read most of the\nthings that had been written about the Holocaust and about — about that. And I was\nhoping that it would lead to where it did. And when they executed him, I — I was\nhappy. It’s the wrong way to be happy, but I was happy. Not, in that case, that was\nthe exception. Just like I did for the Nuremberg people.",
        "A: No, I was — well, put this way. In 1965 — no, ’66, I’d just gone to the State\nDepartment. No, no, no, fift — ’65, I was still with the DIA. I received a letter from\nthe army, saying that the Secretary of Defense has declared your job an essential —\na civilian essential position. Therefore, you can no longer remain in the active\nreserve. I was still a reserve officer. By that time I was a lieutenant colonel. And I —\nJune 8, 1999\ni—1-— well, let me just quickly here, when I said I left Korea and we said no thank\nyou, we don’t. When I got back to Washington I applied for commission again. I\ndecided I — I want to stay in, mainly because it — that pays, at the end. I had never\nknown until 1957, approximately ’57 1s when I came back in, that reserve offices\nwho had active duty at age 60 would get money. And I said well, why not?\nSomebody talked me into it, really. Somebody told me about that, one of the people\nI wor — I worked with. They said, why don’t you come back in, and I went down to\nFort Myer(ph) and said, can I come back in? And they said, of course. And I — I\ncame — I-I was reassigned on the non-pay unit. We met once every two weeks in\nthe Pentagon for a couple of hours, get a lecture from somebody or gave a lecture.\nAnd that was it, we got points, that’s all. So anyhow, in 1965 I got this letter saying\nthat your — you’re essential now and you can’t be in the reserves any more, in the\nactive reserve, but you have over 20 years, and so you have a choice to go in the\ninactive reserve or into retired reserve. And Vietnam was just brewing and I said, I\ndon’t want to get caught in another war. Even — even then I might — this — this thing\nad — ba — my civilian job might end, and I’ve had two wars, two is enough. And\nVietnam didn’t look like anything that I should get involved in. And I said — I\nwrote back and said no, put me in the — 1n the retired reserve and I retired at that\npoint. And at age 60, the checks started coming, which are still accepted. But\nJune 8, 1999\nanyhow, now Vietnam I did not like what was going on. I couldn’t see it. There\nwas — I didn’t think we had any business there. And I had friends who were still in\nthe service who went over there and they came back and they told me what\nconditions they — that they had, under what conditions they were there, and it was\nnot what I — I felt that I was right, we shouldn’t be there. And I had — I felt for all\nthe people that — that were against the war and all that, although you know, I was\nsort of a military something or other, nothing serious. But that wasn’t it and many\nof the people I knew who were in the military and in the reserves and retired in the\nreserves all felt like I did, so I-I wasn’t alone. And I — I — well, we were right, it\ncame out the wrong way at the end.",
        "A: You know, the Civil Rights moved me, I followed it very closely. I didn’t do\nanything, I was not involved in anything, but it was on the right track, and I was\nJune 8, 1999\nvery much sympathetic to it, because I’d been there and I thought that all the\nsegregation an-and thing were — was — it was awful. I had seen it, I’d — in — in the\nmilitary, and I — I'd seen it in the south. Most of my early army posts were in the\nsouth and I saw how the blacks lived, or were forced to live, and they were forced\nto do whatever, were not allowed to — not really allowed to live. And so yes, I was,\nas I said, sympathetic and I watched it and was happy to see that it developed into\nfinally the — the schooling and the — the desegregation of the schools particularly to\nstart with and — and then the other things that followed.",
        "A: I was very much concerned and watching it very carefully, all the wars, the\nwhole history of Israel. It was — well, it — it was the homeland for all those who\ndidn’t have a land and a place any more. And what was left of my family was there.\nMy cousin, his mother and father. And then a little later on, another cousin who had\nsurvived in Bucharest that I didn’t know about then for — for some time, til after\nthe war, quite a bit after the war. She came to — to Israel. So I had direct\nconnection. I also had some friends who had gotten to Israel early in the — well,\nsome left actually with their families in the 30’s, before the anschluss. And others\nJune 8, 1999\nhad gotten out in the tra — in the various transports or in the illegal migration. And\nso — and of course, they were my people. I watched those wars and I followed them\nvery carefully and was overjoyed with all the results, because each one of them was\na victory. I almost got involved directly in — well, I did get involved in a way, in\nthe Yom Kippur war in ’73. I was at the synagogue in ’73 on Yom Kippur, when\nthe thing — th-the news came. I remember it was in a Sunday, I believe. And I had\nairline tickets to Israel for Monday. On — as a job, I was supposed to — I was still\nan inspector then, and I was to inspect the immigration policies of Israel, again ka\n— that was still during the — the time when I was working on the — on the refugee\nand the humanitarian affairs study. And I was headed for Israel, I was headed for\nIsrael, Lebanon and Jordan. | had two passports in my pocket, one for Israel and\none for the other countries, because you couldn’t have a stamp then, and th-that —\nin the State Department we did all kinds of things, you know. Two diplomatic\npassports and I just hoped that I remembered which pocket I had which one in\nwhen I pulled it out. But I was to — to be 1n Israel on the — on the f — the following\n— well, I was leaving the following day, the day after Yom Kippur. And of course\nwhen I came home that night, I called the State Department. War had broken out\nand there was no way to go there. And I called the — the — the duty officers, and I\nasked them to get a telegram to our embassy in Tel Aviv that — and — and also to\nJune 8, 1999\nLebanon and Jordan that because the situation that I was not coming and I’II let\nthem know when I’m coming, it would be a little later. If I had left a couple days\nearlier, | would have been right in the middle of — of a six day war. But I — the Yom\nKippur war, I mean. But I — I was just saved by — by one day. I did get there again,\noh, about the following month. It was an interesting thing, I had to go to — to\nJordan and there was a — when I got to Israel I said, well, I’m going to have to go\nback to Greece and then fly into Jordan. And they said no. Said the Allenby\nbridge, which is the famous bridge where the crossings occurred, the — the\nexchanges and all that. They said, we have a deal with — Israel really has a deal\nwith Jordan, war or no war. We can get you to the bridge, and on — it was a certain\nday, like Tuesday or Wednesday, but the — one of the officers from — from Amman\nis coming to Jerusalem across the bridge, and he — the embassy will take him in\ntheir car to the bridge. They will cross — he will have to walk across the bridge and\nwe have a car at the bridge to pick him up. So we’ll just tell the embassy in — we’ll\njust call Jordan, Amman, and we’ ll tell them that you’ll be crossing the bridge at\nthe same time, you’ll be in the car that — pick him up and they co — they’ll pick you\nup on the other side. You’re just gonna have to carry a suitcase by yourself across. I\nsaid, well that’s no problem. And so that’s how we went a — went across that\nbridge. And it was interesting, I got a trip through all of the — the territories there,\nJune 8, 1999\nthe new territories. Well, they weren’t new any more. But anyhow, got there, got to\nthe bridge, went across. Said hello to the guy who ca — came in from — from\nJordan. Went across and got in the car and got to the embassy in Jordan. And\nfrom there I could go to Lebanon and finished up my trip and then went home. So\nthat was an interesting experience. I didn't expected it to be that way, but I did get\nto use both of my passports.",
        "A: Okay, 1974, I was — I had finished the report on the refugees and so forth, and I\ngot a phone call in my office asking — telling me — from — from the refugee office\nthat the — their man in — in Geneva, who was really running the whole operation\nfor all these different groups, was retiring. He had just informed them that he was\nretiring and the man called me, said you’re the only wa — you’ve — you wrote the —\nthe book. We like your report and would you — how would you like to go and take\nover in Geneva? And my answer to him was, please don’t bother me with details,\nsend five tickets. And fi — six weeks later we were in Geneva. I took over that\noffice and we had oh, about 20 or 30 people working in there. There’s a lot of\nbookkeeping — well, a lot of 1t was ha-handling the — well, okay, th - my — my\nduties were representation to the United Nations, to the appropriate offices of the\nJune 8, 1999\nUnited Nations, the high commissioner for refugees, the U.N. high commissioner\nfor disaster relief, the international Red Cross and all the other international\norganizations that had any dealings with — with refugees or dis — or any of the\nhuman — humanitarian affairs, including the human rights. I had one officer\nassigned to me who was specially doing human rights work. I concentrated on\ndirecting the United States refugee program, as it was called, and my job was to\nsee that the U.S. funds that were going into the program were being properly used\nby the people who were actually operating the program. And now those people\nwere voluntary agencies, as we called them. HIAS, International Catholic\nMigration Commission, World Council of Churches, Polish American, Czech\nAmerican refugee organizations, Tolstoy Foundation, in — in — International\nRescue Committee and others. They had places in various parts of Europe, where\nthey would receive the refugees, they would come m — and those — this is the\nperiod when we had the Russian refugees coming out. They were coming out\nbetween 20 and 30,000 a year in those years. They would house them, feed them\nand process them and help them get to their final destination. We tried to get them\nto Israel but not all of them went. Some — some went to Israel, others made it to\nthe United States and Australia was another major point. Others stayed in Europe\nor some in Germany, and various other places. But with all these people there was\nJune 8, 1999\nthe need — the — needed money, and the United States supported that. We also\nsupported Israel in the settling of the Russian refugees. We supplied money for the\nbuilding of housing and teaching them language, teaching and whatever was\nnecessary to ink — to get them into — into the main stream. So my job took me to —\nto these — to various places where the — where the people were being actually\nprocessed. And I saw to it that our money was used properly, that 1t wasn’t wasted\non administration or whatever it was. We had all the — all these organizations also\nhad their own funds, but you had to watch them, of course, you know, money —\nmoney is available so you use it any way you — you feel like it until somebody\nlooks over your shoulder. Also, I had to look at their — their annual budgets when\nthey — their budgets would come to me, I would check it to see if it was justified\nand then pass it on to Washington to present to Congress. I made the first\ncorrections and then Washington cut some more, and whatever. These — these\nthings happened, of course, it’s the usual with the budget process. But the — the best\npart of that was I traveled and I — I saw a lot of these people and my points of travel\nwere what — Paris, Rome, Vienna, all hardship points — ports. Munich was a very\nheavy place, lots — many of them came through Munich because many of the\norganizations had their headquarters in Munich for some reason or other. Some\ncame through Frankfurt. And occasionally I would go — Istanbul was another\nJune 8, 1999\none, and occasionally I would go to — to Bucharest and to Moscow, because — to\ntalk — to work with our own people, the embassy people, to find out what the\ngovernments are up to and how they are handling — because they were handling\nsome of the guarantees to the local government that they would be going to the\nUnited States and once they got out we tried to get them to — to Israel. But\nanyhow, most of that, 1t was — was a very interesting job. And having been a\nrefugee once, I — I could — I knew what these people were going through, and\nwherever we could help, I — I helped.",
        "A: Four years. I was there for exactly four years. My family was with me and the\nchildren went to an international school in — in Geneva. And it was — it — 1t — it was\na dream assignment. I had planned on retiring, I wanted to stay another year, and so\nI asked — I put in a request for — to extend me for one more year. And they came —\nWashington came back and said, as a matter of fact, we’ve just cut this down to a\nthree year as — for your — your — the next. There are too many people who want to\ngo to Geneva, so from now on it’s going to be a three year assignment, not a four\nyear assignment, and — and we can’t extend you for the fifth year. I told them that I\nwould retire, one more year and I retire. So in 1974 in September s — in — well, we\ncame home in — around the first of August. 1974 I had some leave — ’78, excuse\nJune 8, 1999\nme, ’78. It’s been a few years, but ’74 is when I got there. Okay, we came home. I\nhad leave and when I got back to work, I was assigned a — well, I was told that I\nhad a choice of assignments, but my — my first as-assignment would have been\nwith the new office that I had originally pr — created in that — the inspection report\nthat I’d written. The assistant secretary for humanitarian affairs, and I would have\nbeen a deputy in there. But I didn’t — I rejected that because the other person who\nwas in the deputy — in the assistant secretary’s job, we’ve had some differences,\nmajor differences and I wouldn’t work for that person. And so I said no. As it\nhappened, someone else had found out that I was on the way back and had said if\npossible, could I get assigned to that office, and that was the Office of Consular\nAffairs, which was the last report I did in — as a — an inspector, and — someone I\nhad dealt with also on refugee affairs and other things. And the — so I went to that\noffice, and they told me that they had — wha — wha -- what my plans were and I\nsaid, I plan to retire, I had decided I retire the end of the year. December, I’m\nthrough. Got three months, that’s it. And they say well, we just have a job for you,\nexactly for that. There is a presidential commission on the rewriting of the\nimmigration laws. And we have to send a State Department representative to that.\nIt is — it is a— in — physically located in the Justice Department. And how would\nyou like to represent us? And I said, do I know anything about the immigration\nJune 8, 1999\nlaws? They said, of course you do. I said, in that case PIl — I'll go. I took that\nassignment and I spent most of my next two and a half months over at the Justice\nDepartment with — oh, the Justice Department, the Immigration-Naturalization\nDepartment, we went over all the immigration rules and laws and all that to see\nwhat would happen, what should be done, and I put in the State Department and\nput — which I got from — from my people, I went back to state, but whenev —\nwhatever questions came up, I checked with the department, see what their position\nwas and brought it up and we wrote that report, went in — it was supposed to be\nfinished and to Congress by the end of the year. We finished up and it was going\ninto the typewriter on about the middle of December, at which time I said goodbye\nand I left, I never read the report, I never saw it afterwards. I knew what was in\nthere, but it didn’t go anywhere anyway. It was a — it was as a lot of these reports\ngo, Congress does whatever they want to do. I went back and went through the\nprocess, out-processing thing, and then the last day of December, the 30\" of\nDecember, last day was a Saturday, I think. So on that Friday I said goodbye to\neverybody and got a plaque for the wall and hung it on it — went home, hung it on\nthe wall and it’s been catching dust ever since there. I retired. That was the end of\nmy — my government career.\nJune 8, 1999",
        "A: My children. I have three sons. Jeff was born in 1978, and well, having once\nbeen a medical student, I had an opportunity to read the book again and brush up,\nbecause a week before he was born, and he was about due, we had a snowstorm in\n— in — we lived in — over in the Alexandria area then. And our street, there was a\nsix foot snow drift at the end of the street, we were completely snowed in, there\nwas nothing that could go in or out, and we were waiting. And so I was reading the\nbook and said well, if it happens, I think I know what to do. I remembered as a\nyoung medical student, as first year medical students will do, sneak into other\nclasses, I went into one class once where there was — this was an obstetrics class\nand they were observing a birth. And so I saw that everything that was going on\nand I figured I can do that. Of course, I was scared to death, but Jeff was kind\nenough to wait for another week and by that time this — the road was cleared. Then\nfour years later Jim came along and David a couple of years after that. I had —\nwhen we went to Switzerland, Jeff was going into his third year of high school,\nJim had just finished elementary school and David was going into the fifth grade.\nNo. Yes, yeah, fifth grade. Anyhow, so they went to — no, he was going into the\nthird grade, excuse me, he was going into the third grade, Jim was going into the —\ninto th — Jim was going into the fifth grade. I c — yeah, gotta figure this out, yeah. I\nsaid it went backwards. And they went to an international school, which was very\nJune 8, 1999\nuseful, learned French. Had an interesting one with our youngest one David, who\nwas 10 years old when we got there. And after the — oh, about two-thirds down the\nfirst year, the French teacher called me at the office one day and said, you know, I\ncan’t get anything out of David, he doesn’t do his homework, he doesn’t do\nanything, he won’t say anything. I don’t know what he knows. I said, well, let me\ntalk to him. I came home that day and we lived in an apartment building, it was a —\na block, four buildings around a big park. Was a — a beautiful thing and the kids\nwere playing soccer down there and all that. And I came home and David was\nplaying down there, they’re playing — they were playing soccer and I went down\ninto the park and I listened to — I was looking for David and I hear him talk. And\nthis kid is talking French to his buddies like a native. And so aft — I let him finish\nthe game and then they — when he came upstairs, I said, hey, your French teacher\nsays you’re not doing any work in French. And he said, yeah, well you — th-they\nhave all this — this grammar and I don’t know anything about that. I said, well, you\nhave to study it. And he said well, but I don’t need it. I can talk French. I said yeah,\nI — I just noticed that. I didn’t know you could I had not noticed that at all. So next\nday I called the teacher and I told her what he had — what I-I observed. I said,\nplease engage him in — in a conversation outside of the classroom and see — see\nwhat he comes up with. She called me that afternoon and she said, forget\nJune 8, 1999\neverything I said. He’s ok —I don’t care whether he knows grammar or not. So that\nwas an interesting experience. The other two of course, also learned French and\nenjoyed — and first they were a little apprehensive when they got there, because\nthey were in a strange country and it — this was something new. When it was time\nto come home, they didn’t want to leave. They were at home there and they had a —\nwhenever I could — I told you that I had to travel quite a bit. Whenever I could\narrange my travels when the kids were out of school, I would take the family along.\nAnd so they got into a lot of places. We got there and I let them go sightseeing or\ntake a tour or whatever and I would be doing my — my job. And then we’d come\nback and they had seen another place. We d — we traveled a lot, they traveled a lot\nand of course, what they — what got them about skiing, maybe I — did I mention\nthat before when I — when I came home the day when I got the assignment in\nSwitzerland, I —I called my wife and told her, Barbara this — we’re — we’re going\nto Switzerland, she said, great. And I said, don’t tell the kids, we’ll tell them\ntonight. So at dinner we’re sitting around the table and I casually sort of mentioned,\nlisten, how would you like — how would you guys like it if we got assigned to go to\nSwitzerland? And Jeff, of course who was a — all — all the kids were skiers. I was a\nskier so I — I taught them early. And I said — Jeff said oh yeah, yeah, skiing,\nSwitzerland, yeah, that’s it, let’s go. And the other two chimed in, yeah, let’s go.\nJune 8, 1999\nSo, it was no problem. But then when they got there, of course, they were a little\napprehensive. We — when we got back they — they went back to school. Jeff — oh\nJeff, we bro — took Jeff back in ’56. He graduated in 1956 — ’76, yeah, 1976.",
        "A: ’58. He graduated from high school in ’76 and we — we had — we were on home\nleave, we had two months home leave, so we came back and we traveled all over\nthe United States for a couple of months, and then dropped him off at the\nUniversity of Virginia in Charlottesville, where he had been accepted earlier, and\nwe went back to Switzerland and he then sort of became a jetsetter. About every\nthree months he was in — in Switzerland. And the way UVA works, we dropped\nhim off en — end of August when school started. In early December school was out\nand until about the latter part of January, and he was back in Switzerland, he was\noff skiing someplace with his friends and girlfriends and whatever. And in January\nwent back. In early May school was out and he was back for the summer. So that\nwas for a couple of years and he — he was very unhappy that we came back. He\nliked that.",
        "A: Jeff is in real estate, he has his own real estate firm. He is doing mostly\ncommercial real estate, shopping centers and big complexes all over the east coast.\nJune 8, 1999\nJim is an aeronautical engineer, works for Naval Air Systems Command. He is\nright now in the — has a special assignment in the office of the assistant Secretary of\nState — o-of the Navy. And David de-decided after high school he didn’t want to be\nlike his brothers, to get — he’s the youngest — go to college, so he went into the air\nforce. He spent about nine years in the air force, got out, and then he decided he\nwanted to be a police officer, and that’s exactly what he is now. He’s a police\nofficer in the town of Vienna, right in our neighborhood, and we see him almost\nevery day that he works, he — a cruiser comes around and he says Mom, what’s to\neat? All of them are married. Jeff has two children. Aaron is now 11 years old and\nhas started working on his Bar Mitzvah. Michelle is nine — yeah, Michelle is nine.\nAnd Jim has two. Joshua is four and Kayla will be one year old on the first of\nJuly. And David has twins who were one year old on the 30\" of April. That’s\nKatherine(ph) and Rachel. We just celebrated about four weeks ago, celebrated\ntheir first birthday. A delightful couple of twins chattering away, talking to each\nother in their own language. But all of them are doing well.",
        "A: For many years I wasn’t talking about anything about me, except when they\nasked a question, I would answer it. Did you — did you go to school? Yes, I did.\nAnd that was about it, or a little more. But is not until about the middle 80’s is\nJune 8, 1999\nwhen I — one day it sort of dawned on me — that wa — it came from some questions\nthat I — a discussion we had with — with the kids, that they really didn’t know me.\nThey knew bits and pieces of — they knew who I was. They knew where I came\nfrom, they knew what I’d gone through, a little bit. But just bits and pieces, and I\ndecided that I needed to write this thing down. I was not consciously ever holding it\nback, it was just not — I just — somehow I couldn’t. It was — I don’t know what —\nwhat it was, but I won’t speculate on that. So when the time — at that time there was\nan immediate action. I went out and I bought myself a word processor and I hooked\nit up and I sat down and I started writing. And I started writing every day from then\non until I had it all on paper. And so I— I wrote my — my whole history up to that\npoint. There isn’t much after that anyway, they know me since then. And I made\ncopies and they all have a copy of it. And then when I did the Shoah tape with you,\ns-soon as I got that in the mail, I immediately went down to the copy place and had\nthem copy me — make me three copies and th-they all have copies of that. And\nsince then, they have — they have asked a lot of questions. More detailed. That has\ngotten them to — on the track to ask questions.\nJune 8, 1999",
        "A: Well, it interrupted my dream of becoming a doctor. That of course, was dead.\nAnd there’s still a little nostalgia in my mind every time I think about it, I said, I—I\nshouldn’t have gone for the money, I should have gone back to Switzerland, I\nshould — well, should have, would have, could have, it didn’t happen, of course.\nBut it is — other than that, of course there is — there was the — the pain. The\nknowledge that I survived and my family didn’t, has always been with me, it’s\nnever left me in — not in — in Korea and not in Tokyo and not of course in — in — in\nEurope. I’ve been looking for the answer, and of course there is no answer. But\nalso I’ve been — I’ve spent an awful lot of my waking life looking for my parents.\nThere was a big gap there. My parents and — and the rest of the family, but my —\nmy mother and my father, of course. And of course that’s — didn’t come until about\nthree years ago, when I was doing a — a study on — on — 1n the museum — in the\nHolocaust museum, and I was talking to the then head of archives, in a casual\nconversation, and you know, mentioning that I had — who I was and that family\nwas — was taken to — deported to — from Vienna to — to Lédz and that’s when I lost\nthe trail. And he s — he told — told me that, he said, we have just gotten these five\nvolumes of — a register of all the people that were in the ghetto, have you seen it? I\nsaid no, didn’t know anything about it and we interrupted the — my interview with\nhim and I went to look at it and I opened it, I asked for the — there — 1t was\nJune 8, 1999\nalphabetical thing. Apparently the Germans had registered all this. Had it in\nalphabetical order and it was found after the war, the Polish government had it, and\nfinally got to Yad Vashem and — and — and to the museum. And I opened it to the\nS’s and went to Stein and there was my mother and my father and the rest of the\nfamily. And I found a — there was a date when they ar — who they were, their\nprofession, their date of birth, when they arrived in the — in the ghetto, and when\nthey left the ghetto. Now, the leaving of the ghetto for most of them was later dates,\nand to my knowledge that was before the — that was after the Chelmno death camp\nhad been closed, that was the ausch — they were mostly to Auschwitz then, or other\nconcentration camps. But my parents and some others, I noticed the — the final depr\n— disposition there is a — it said TR7. I remembered from my readings that there\nwere certain time periods when there were transports to — to Chelmno. And so\nright after that I went to looking into some of the other books that I had read that\nhad this thing and then I remembered the first one was Gilbert and I read in there,\nthere were seven transports from the 21‘ to the 28\" of February, 1942 to Chelmno,\ntransport seven was on the 20\" of February. That was closure to me. I knew on the\n27\" of — 27 — 28\", excuse me, 28\" of February, they had died at Chelmno.\nJune 8, 1999\nBeginning Tape Three, Side A",
        "A: Well, I found — well, my parents, as I said, died at Chelmno. Uncles, aunts,\ncousins were there until about August and were shipped to Auschwitz. I think\npretty much all of the Austrian contingent was gone by that time. I — I — there’s a\ncertain amount o-of peace that — peace that it gave me when I found out,\nparticularly about my parents, because I had been searching, what, for almost 60\nyears, and with no results for fift - 50 some odd years. And 1-1t — it was a relief. It\nwas — it was definitely a relief to me to — to find out finally. And I think it — the\nrelief really came when I sat down a-and wrote letters to all — what relatives I still\nhave, a couple of cousins and — and some other more distant relatives, ti— and told\nthem about it. I now had something to tell, and that ended it. So that was about the\nend of — of that. I don’t think I — I can add anything to this.",
        "A: Well, with the — mainly with the U.S. Holocaust Memorial Museum. I’ve been\nthere for over six years now, since before it opened. I started on — to work on\nJune 8, 1999\nopening day in a hospitality suite at the — at the [indecipherable] Plaza where\nsome of the VIPs were quartered and we had a suite there where we — a— a-—a gor\n—aroom there where we gave them tickets, gave them directions, told them where\nto go and so forth. Then I had to wait a little while until I got into the business\nservices training program. I’d missed the first class, so I got into the second — the\nnext class and — later that year, ’93. And I been there — I been there ever since. I\nworked at — two years on the volunteer advisory board, one year as its chairman.\nAnd have done a lot of, well additional things like studies in addition to — to my\nregular duties there. And it’s been — it’s been a useful thing. It gives me a chance to\ntalk to people and maybe add something to their knowledge. When people ask a\nquestion, I give them just a little more than they asked for, usually. Except, of\ncourse, the main question, where’s the bathroom. I don’t do any more of that, I just\npoint them in the right direction. But on the others, if they want to know about\nwhere an exhibit is, I know they also want to know what it is about, and I find that\nmost of them don’t. So giving them that little extra information, satisfying to me,\nand from what I can see, to — with people, they like it. Th-They — I get a special\nthank you. So th-that has been a — the other organizations, oh, I — I’m a member of\nthe Friends of the Yad Vashem, but that’s strictly a — you know, a supporting\nthing. I send them my donation and I get their newspaper. And the same for the\nJune 8, 1999\nAmerican gathering of — of — what its — American Gathering of Holocaust\nSurvivors. I’m not anywhere involved — not — not involved in any chapter of what —\nif they have any. I contribute to them, and I think it’s a worthwhile thing. I give\nthem some money and I read their publication, but that’s about it. I am not a joiner.\nI’m -—I’m very selective in what I join.",
        "A: At the museum? Oh, many, many. I had — one of them, I was doing groups,\nwhich I — I do mostly groups now, because nobody else wants to do them. Now, I\nhad a school group from France, a — French high school students, most — all girls,\nas a matter of fact. And one little girl said to me, with her teacher, they all spoke\nEnglish very nicely. And she said that her grandfather had — was in the resistance,\nhe was Jewish, her grandfather was in the resistance, he had survived. He had a\ngun, a rifle, something, that he gave to the Smithsonian and the Smithsonian had\ngiven it to the museum, and would I know where she could possibly find that? I\ntold her, I said, when you get down to the second floor, when you make — go\naround the first bend, there are the resistance movements, you find the French\nresistance there, take a look there. About two hours later, the girl came back with\ntears in her eyes, saying thank you, thank you so much. I found not only my\nJune 8, 1999\ngrandfather’s gun, with his name on it and all that, with a label, but also some\npapers he had apparently given, some pa — passport — well, I don’t — I’m not sure\nwhat it — what it was, I can’t remember. I looked at it afterwards, but I can’t — but\nsome documents that are also sitting right there. So she found her grandfather there.\nIt was — it was a heartwarming thing. I had another one, I was loading the elevators,\nand it was a quiet period, and I had a family coming in around — what looked like a\nhusband and wife and two grown children, children in their 20’s. And I directed\nthem to the — to the I.D. cards and said, pick up an I.D. card. The man picked up an\nI.D. card, and the next — I was looking at him, next he said, oh my God. I said,\nanything wrong? He said no. We are from Holland and I picked a card, this is a\nperson from my town in Holland. I didn't know anybody was in the Holocaust in\nHolland, in — from my town. Some small town he lives in. They looked like\nprofessional people. But, and I-I-I said, well, th-that’s very unusual. And he said,\noh, when I get back I will — I will give this to the mayor. We will — I will — will tell\nthem that we — we have to do something, you know, a plaque or something for a\nperson ah — we didn — I don’t think anybody even knows or remembers that. I said,\nthat’s wonderful, please do that. And there were several other things like that that\nhappened that are very nice to know. I read — oh, well, an amazing thing. One day I\n— Iwas —I was the information desk, and a man walked up to me. And he looks at\nJune 8, 1999\nme and I looked at him and he — some [indecipherable] looked familiar, wasn’t\nsure what it was. He said, you’re Stein. I looked at him. I said, ve seen you\nsomewhere, way back. He says, yeah, in [indecipherable] he started speaking\nGerman. Somebody I knew in Vienna, and as a matter of fact I also knew him in\nNew York, but we — he had — he changed comple — I-I don’t know, he — I guess I\ndidn’t change much, but he recognized me. I didn’t recognize him, but I had known\nhim in — in New York and — about 1939 — 1940, I guess, and then sort of lost track,\nI hadn’t seen him since about then — since then. So we — we had a long talk. Those\nare some of the things. Vis-Visitors, I have a — I have my own personal policy in —\nin — in — in visitor services. There’s no German or Austrian that comes to the\nmuseum that does not go and see it, I don’t care whether there are tickets or not. I\nalways have some — my own tickets in my pocket. I always save some for just\nthose. And I’ve had many cases where I — I think they need to go see, see their own\nhistory. Not mine, their history, now. And I’ve had some of them come back, f-find\nme again, look me up and — and thank me for — for letting them see. They says, you\nknow, we read a lot about it, we heard a lot about it, but not like this. I said, that’s\nright. It’s all there. I enjoy working with groups, school groups mostly, where we\ngo a little deeper into the — the subject matter, and I’m particularly 1-interested in\nthe questions the kids ask. And some of them are good. And then I have right now\nJune 8, 1999\nstill — still there from last year, so I guess two years now, the artwork down at the\nelevator, the basement — the concourse elevator. The first thing as you walk in on\nthe left hand side is that large picture of the police station in Vienna, the one I lived\nnext door to. The one I’ve been in. And so, after we — I tell them all about the\nmuseum, I say, well while you’re waiting for the elevator, take a look at this one. It\nmight give you something a little personal. I was in that police station, I lived right\nnext door to it. I been in there many times before the Germans moved in and after\nthe Germans moved in, I was in there asking for permission to leave the country.\nAnd then I get all kinds of questions. Oh, were you there, oh. And, you know. The\nelevators, fortunately take a long time to come down to — to the concourse and so\nwe got — have time to answer those questions. Makes an impression, and it gives\nthem one more dimension to [indecipherable]. I also — 1 s — I — excuse me, I\nstarted this program, which they are n— are now continuing, o-of the — when I was\non the — on the [indecipherable] of taking people through and having survivors\ntelling their stories at certain places that they’re particularly — that they’re — were\ninvolved in. And I just saw in those latest — you may have seen that — that they —\nPete Philips is now going to do it this fall again for th-the paid staff of visitor\nservices. And they need it. Paid staff 1s, you know, they’re — they’re the most\ntemporary employees — o-of visitor services, are the most temporaries 1-in the\nJune 8, 1999\nmuseum. They come in, it’s their first job after college and they can’t wait to get\ntheir one year in to get status to apply for another job somewhere, because they’re\nnot paying them. The pay is — is ridiculous. And so they’re not putting heart and\nsoul into it like we do.",
        "A: The what?",
        "A: The 1936 Olympics, that was in — oh, that was interesting because I found a\npicture in there of two — there was a picture of two Jewish swim — swim champions\n— Austrian swim champions that refused to go to the Olympics and they happened\nto be teammates of mine, I was a member of the same club and the same swim\nteam. And that was a real surprise when I walked by there and took a look at that,\nand here they are. Interestingly, I had seen one of them on an Austrian video of\nformer Austrians’ interviews, during an interview in Israel. And I saw one of them\non that one. Of course, now I wouldn’t have recognized her cause she’s, you know,\n50 years 0 — 60 years older than when I last saw her. And then about a few weeks\nlater I go down there and I see the way I did recognize her.\nJune 8, 1999",
        "A: What?",
        "A: Well, all I can say 1s it’s about time. But it’s understandable that it wasn’t until\nsome of the major institutions like re— Yad Vashem, and the U.S. museum came\ninto being. That’s brought it — and of course that — that led to all the things that are\nnow going on, the — o-of payments and — and restitution and all that. It was\ndormant too long, and of course in my own case, in Austria, the Austrians never\nconsidered themselves as the first victims until what, 1992 or ’93 when Chancellor\nVranitzky said hey, let’s forget about that, we’re just as guilty as the rest of them.\nAnd then all of a sudden they said oh yeah, yes we are. I-I mean, it — it took a long\ntime and it is good because those of us who were there or were directly involved,\nwe’re not going to be around for too long. And now there’s a whole new generation\ncoming up who will know about it. And I think that is important.",
        "A: I haven’t had a chance to talk to one. And I been thinking about that, what\nwould I say to them? And my first impulse is violence, do some violence. But I\nthink the best thing I can think of is to ridicule them, say oh, you know all about\nthat? Well, I was there, so don’t you tell me it didn’t happen, because I was there it\ndid happen, I saw it happen. And walk away. But th-th — yo-you can’t engage them\nJune 8, 1999\nin — in conversation really, because I think that is what they want. Don’t give them\na platform.",
        "A: I-I don’t see a connection.",
        "A: Well, there you have another Holocaust going, and I think it’s a — it’s awful. I\ndon’t, now that it’s almost over, I don’t see how these people are going to go back\ninto what used to be their homes. And from what I understand, many of them don’t\nwant to, and I don’t blame them, just like we didn’t want to go back. We could\nhave gone back, I guess, and some few did, but not — not — not many. The same\nwith them. Those who go back, it’s gonna be hard to — to live with — with the\npeople that — that kicked them out. I don’t see it. You see, it’s a very, very difficult\nsituation that they will — they are facing now. Then again, knowing how it feels to\ntake off and run and leave and — and get helped in a camp or — or — or another — or\nget a bed someplace, or — or — it’s difficult.\nJune 8, 1999\nWorld War II and — and thereabouts. You mentioned the violin and — and how the\nviolin was significant. Do you still play the violin?",
        "A: Well, let’s put it that way, I still have one. I dust it off every once in awhile and\nI play, only it’s — the fingers aren’t working right any more. Oh, I play, ’'m —\nsometimes Pll — Pll — Pll — Il put on a record and I'll play along with a record,\nbut not what I used to play, not classical. Now [Il do jazz. Or Pll do st — Pll try an\nimitation of Stephane Grappelli and find out that I can’t do it. No, I still have the\nviolin, and I — I — well, the mandolin, which is the same fingering, but it’s a little\neasier to play, cause I don’t have to play all — what I used to play. I —I still play\nthat. I have one. I picked one up in Moscow one day, when I was in Moscow. Got\nit for about six rubles, or something like that.",
        "A: Yes.",
        "A: Well, there was something — I was what, about 16 or so. He was giving a lecture\nat one of the people’s university, there was a — one of those things like — like the\nextension course type operations [indecipherable] and I just had to go and s —\nlisten to him. I was at the time in school, taking psychology, that was one of the\nJune 8, 1999\ncourses we were taking one year, and oh, the — had to see that. And so I went and I\nsaw th — I was — I was — I was awed. Probably didn’t understand a word he said,\nbut I— I—I was awed by be in the — being in the presence of the man. And it was —\nit was a-an experience, but it was a youthful experience. I — I don’t — I am — I have\nno idea what he — I can’t remember what he — what he was talking about, what the\ntopic was. And I pretended to understand everything, of course, like a 16 year old\ndoes, and told everybody that I went to see a lecture of Freud’s. I saw — I saw the\nman, I listened to him, and oh yes, he was great. And I don’t think I even admitted\nto myself that I didn’t understand what he was saying. But that’s about the extent of\n— of that particular experience. It was a one time, about one hour thing.",
        "A: Yes.",
        "A: I don’t know exactly what impact it had, but I ha — I had found out about that,\noh I was — oh, probably about six or seven years old when I was told about it. He —\nhe died before — long before I was born, about 1912, I think it was. And it — it was\na sort of a nostalgic thing. Think — I — I—I thought of my grandfa — I wan — I\nwanted to know him. I never knew any of my grandfathers. My other grandfather\nJune 8, 1999\nhad gone to America, and he died before I got here, so I never saw him. And it was\nsomething missing in my life. I — it was a sentimental thing. But in a — the history\nof my — my mother’s family, it had a lo — a lot of impact, of course, on — on my\nmother, and her sisters, and her brother, too. They never talked about it, except, a-at\nleast one time or a few times when — first when — when I heard about it and then\nwhen — when I asked a question, my mother would say something about it. My\nmother was, at the time, she was about 20 years old when he — he was thrown into\nthe — into the well. So I’m — I’m not sure that there was any real impact on — on my\nlife that I— I know.",
        "A: Tomatoes. For some reason or other I would never eat tomatoes when I was a\nchild, until I was in Luxembourg, and one day when I was hungry and this friend\nof mine and I had about a franc between us and we passed by one of those grocery\nstands and there were tomatoes. And he said, let’s get a couple of tomatoes, we’ve\ngot enough money for a couple of tomatoes. And I — I looked at it, and I was\nhungry, and I agreed. And we took the tomatoes and — and I’m — he ate it like an\napple, you know, he bit into it and it tasted good. And I’ve been eating tom-\ntomatoes ever since. I love them. It was — I don’t know why I didn’t eat them when\nI was a child. We had them at home, and — but for some reason or other, I—I-—I-—I\nJune 8, 1999\ndidn’t like them. And I guess it took a— a hungry day to — an-and nothing else to\neat in — in sight and that tomato looked good and it tasted good, and as I said, I love\nthem. Even grow them.",
        "A: I can’t think of anything offhand. I think you’ve done a great job again, as you\nalways do. Have to get that on my tape. No, you — I think you — you’ve guided me\nthrough my life very nicely. Couldn’t think of it any better. I appreciate it, because\nthis tape, I assume I get a copy of that, I think my children will — will appreciate it.\nThank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 8, 1999\nRG-50.106*0117",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview with Charles\nStein, conducted by Esther Finder on June 8, 1999 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Rockville, Maryland and is part of the United\nStates Holocaust Memorial Museum's volunteer collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "CHARLES STEIN\nJune 8, 1999\nBeginning Tape One, Side A"
    ]
}