{
    "rg": "RG-50.030.0547_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nPaula Bronstein, conducted by Ina Navazelskis in Washington, D.C., on\nNovember 10, 2008. Dear Paula —",
        "Answer: Yes?",
        "Q: — thank you for agreeing to talk with us today, and to share your life story and\nexperiences. And as we always do, let’s start at the beginning.",
        "A: Right, right.",
        "Q: Tell me a little bit about your family, where you were born —",
        "A: Okay.",
        "Q: — whether you had siblings, what kind of circumstances your family was in, and\nhow you came to be in this world.",
        "A: Okay. I was born September the eighth, 1937 in Eindhoven, Holland. I — at that\ntime I only — was an only child. And that area, until my hiding, I really don’t\nremember much. But, I have a picture that I carry around, that my father used to\ncarry around and now I’m carrying it. It’s of my mother, who is wearing the Jewish\nstar, and myself; I was about four and a half, walking in the streets in 1942 in July,\nvisiting my aunt, my mother’s sister-in-law, who just gave birth to twins in the\nhospital. And she’s carrying this picture — I’m carrying the picture, but she’s\nNovember 10, 2008\nwalking down the so — sidewalk with a bouquet of flowers, which is what you\nalways do in Holland; wherever you go, you bring flowers. And myself — and\nwe’re both looking very sad, and this is the picture that I’m handing you.",
        "Q: Oh my, yes.",
        "A: And that’s — that’s the last picture that we have.",
        "Q: The last photograph.",
        "A: To — to th — yeah, the last photograph for that — that period, until after the war.",
        "Q: What a sweet girl.",
        "A: Yes, I think I was. But —",
        "Q: Can you tell me, can you tell me your mother’s name, your father’s name, what\nkind of families they came from?",
        "A: Sure.",
        "Q: Okay.",
        "A: My mother’s name was Fayge(ph) Buchla(ph) Rappaport. She came from\nWarsaw, Poland with her family, and the family was settled — they settled in\nFrance, [ believe it’s in Paris. But — okay, and that’s where my mother had her life\nand her [indecipherable]",
        "Q: So was she a first generation French citizen? Did the fam — when did her family\ngo from Warsaw to France, do you know?\nNovember 10, 2008",
        "A: I don’t know the dates. And — it must have been in the 20s.",
        "Q: Okay.",
        "A: I’m sure, because my father, he comes from Poland, and his parents — I don’t\nknow the city offhand where they came from, but when my father was 14 — fa —\neither 14 or 16, his father told him go, get out of here and make your life. He put\nhim on a train and wherever you can go, go and try and survive, because there’s\nnothing here. And this 1s 1928. So — and my father was born in 1911, so he was\nabout 15 - 16, somewhere around that time.",
        "Q: Oh my gosh.",
        "A: And — and that father, his father did that with — they had three sons, and they did\nit with both —",
        "Q: The three?",
        "A: All three. Because his father was more or less, very religious. And all I know is\nfrom the stories that all he did was pray all the time, and I think he was one of, like\na habah(ph) type of person. His mother named — my fa — my grandfather, my\nfather’s father was named, I think, Isadore. And my grandmother’s name was\nSarah. And she was a little more educated. So my father traveled wherever he\nwound up, went to Germany and all this, and —",
        "Q: And his name was — your father?\nNovember 10, 2008",
        "A: Oh, my father’s was Solomon.",
        "Q: Salamone.",
        "A: Gerfine(ph).",
        "Q: Gerfine(ph)?",
        "A: Gerfine(ph).",
        "Q: Okay.",
        "A: Ah-— who had three brothers, Mark — Marcus and Ted. So, my father came to\nHolland, wound up in Holland, and I think that’s where he met my mother.\nSomehow my mother wound up with her family, live in Holland for awhile. And\nthen my mother’s family went back to Paris, and that’s where they settled. My\nmother had, was a total of five children from her family, and my father had three,\nthere were three brothers.",
        "Q: Did you know your uncles?",
        "A: Yes, I know my uncles. They all settled here in the States, all wind up in the\nStates. My father — well, my mother passed away in 1960 f— in 1975. That’s when\nwe came to America, that’s another — you know [indecipherable]",
        "Q: We’ll get there, we’ll get there, we’ll get there.\nNovember 10, 2008",
        "A: Oh, okay. My father passed away in 1997. I found letters at that time that my\nfather had corresponded, or da — my — his parents have corresponded with him from\nPoland, trying to get to Holland. And the letters were all in Yiddish.",
        "Q: And what year were they written?",
        "A: 1933 and 34. And I f— was trying to find an interpreter for those letters, and I\ndid, through my child survivors group that I had joined in the 90s. And I had those\nletters interpreted the best that that person could, because she told me there was a\nlot of dialects of Yiddish.",
        "Q: Mm-hm.",
        "A: And they’re writing that they needed money, like five — whatever the currency is",
        "Q: Zlotys?",
        "A: Yeah.",
        "Q: Zlotys.",
        "A: Slocky(ph). Five slocky(ph) to give to where they were renting a house. And\nthey needed si — they were very, very poor. And by being very, very poor is why he\nsent his sons away. So, actually from 1920 on, ’28 on, my father never saw his\nparents and the parents never saw their children.\nNovember 10, 2008",
        "Q: What a hard thing it must have been for that fa — for your grandfather to do,\nbecause he didn’t — he didn't send them away cause he wanted to.",
        "A: No.",
        "Q: He want — he wanted them to have a better life.",
        "A: Have a better life, exactly, exactly. And — and then my father just found his —",
        "Q: [coughs] I’m sorry. So we’ll continue, okay.",
        "A: Okay. So, my father, I had that picture at home of him getting off the train\nstation, I — either Germany or wherever it’s at. So he settled in Holland, in\nEindhoven. Somehow became eind — Eindhoven. And I — like I said, I believe that\nmy mother’s parents came to Holland, and that’s how my parents met each other.\nMy mother’s father was a — a le — dealing in leather goods. And then they wound up\nback in France, and like I said, my mother had five — family of five. She had one\nsister and three brothers. Three, four, five, yeah. Okay, and —",
        "Q: It’s okay.",
        "A: Now what do I say —",
        "Q: So let’s go ba — let’s go back to your father and his brothers. Did his brothers\nend up in Eindhoven as well, in Holland’?\nNovember 10, 2008",
        "A: One of them — the younger one did. Ther — they were two years apart. The older\nbrother, Ted, he — I don’t know too much about him, how he wound up in America,\nbut he hid on a ship or something like — as a cook.",
        "Q: A stowaw —",
        "A: A stowaway, yeah. And that’s how he came to America. And — and he’s the one\nwho wound up sponsoring us. So, I have a picture, and it must have been before he\nwound up in America, when I’m a — a baby, and my parents are taking me — my\nfather had a Ford, a car, and it must have been 1930 — probably 30 — late thes — 37\nor °38, and they put me in the back of the car, like a little hammock. I mean, very\nsafe. And I was — that’s how they traveled to Paris. And I have a picture of my\nUncle Ted and my parents and me in Paris. And that’s where my mother’s family\nwas, so they traveled to — to visit them.",
        "Q: So, you know your grandfather’s push, your grandfather’s will got realized\npretty early on, because for a young boy of 15 to leave a very poor place in Poland",
        "A: Mm-hm, mm-hm.",
        "Q: — in the late 20s, and within a decade to have a car, in those years was a huge\nthing.\nNovember 10, 2008",
        "A: Yes, yes. I don’t know what he was doing, I — that part, I have no idea. I also\nhave a picture of a very nice, low house, because they’re all connected. And the\nway my mother was dressed, overall, they were doing very nicely, apparently. My\nfather later on, and maybe that’s what he did early on, was in the hosiery and socks\nand so on.",
        "Q: So, you don’t know your father’s business when he — you know, you don’t know\nhow he made a living when you were born?",
        "A: Before — no, no, I do not know. Never talked about it. And the problem is, I\nnever asked questions. You know, children, we didn't ask questions. We had a nice\n—I was dressed very nicely, everything was fine. So when I saw the pictures, and\nthey were still alive, and I just looked at the picture, oh how nice. But I never asked\nany questions. I was — I was a child, I just did what had to be done and I listened.\nAnd when the time came that I had to go into hiding, I don’t know if I asked why,\nbut they always — I think they just gave a story, well, you’re gonna stay with —\nshould I say the name? Yeah, not yet.",
        "Q: No, let’s — let’s — le — we’ ll get to there. I want to — what I want to ask you now\nis, what are your earliest memories?",
        "A: My earliest memories, actual, physical memories are from the hiding time.",
        "Q: So you don’t remember your life before at all?\nNovember 10, 2008",
        "A: No, only what I see on a picture, but nothing, nothing. My hiding life is —",
        "Q: But how old were you when you —",
        "A: Four and a half.",
        "Q: Four and a half.",
        "A: Yeah, cause this is the time, that picture that I showed you, just a little after that\nis July 1942, we had to go into hiding.",
        "Q: So, what you learn about the — the background to going into hiding 1s everything\nfrom what is to — had been told to you later, okay, is that correct, yeah?",
        "A: Yeah, that’s correct, that’s correct.",
        "Q: Then, in that case, can you tell me a little bit about what you had been told, and\nthen we’ll get to your hiding experience.",
        "A: Okay.",
        "Q: How did your parents explain — was it your mother or your father who told you,\nor both?",
        "A: No, well, my mother.",
        "Q: Okay.",
        "A: Yes. She said that I had to go and live with these people and they were going to\nlive with some other pe — they were gonna go away, not live, going away to — to be\nNovember 10, 2008\nwith these people, but theyll come back to see me, and we’ll all be together again.\nAnd that’s a time that —",
        "Q: Do you remember that date? I mean, di — not the date, do you remember being\ntold this, at the time?",
        "A: I— yes, tha-that’s when they took me to these people that they knew prior and\narranged, made this arrangement that I would go be living with them. They had no\nchildren of their own, and — and they, like I said, would be coming back to take me\nhome.",
        "Q: And you remembered being brought there, and —",
        "A: Oh yes, and I remember crying after them leaving, and they were crying and —\nand I ran after them. And the people that I stayed with, which I wound up calling\nTante and Omaya(ph) are holding onto me and not letting me run too far, but yes, I\nremember that like yesterday.",
        "Q: Yeah.",
        "A: Those are the memories I —I really have so strongly.",
        "Q: Well, that’s not surprising, in a — 1n a way, because for a child it’s so traumatic,\nwhen you already know who your mother and your father is —",
        "A: Yes.",
        "Q: And then — and that — you’ve never known what it’s like to not have them.\nNovember 10, 2008",
        "A: Oh, absolutely. No, we always seemed to have — I must have had a very good\nlife because there’s nothing traumatic for me to — to remember. And it’s like\nchildren — like my own children, they don’t remember that time either.",
        "Q: That’s right.",
        "A: Yeah.",
        "Q: That’s right. So, what can you tell me about — fi-first from your memory of the\npeople that you were brought to —",
        "A: Yes.",
        "Q: — what kind of impressions you had. And then filling in some of the facts of what\nyou learned later.",
        "A: Okay, okay. The people that I was staying with was — I called her was Tanta\nRowter(ph), that was her last name, a real Dutch name because sh — actually, she\nwas German, but she had lived there for a long time and married this Dutch man\ncalled Yap(ph) Rowter(ph). And they were — had no children.",
        "Q: Were they older people?",
        "A: To —1n my eyes, they were older, and they probably were in their maybe late\n30s, early 40s. They were old people, because my parents were so much younger.\nCause my father — my mother was born in 1912, 1912, and my mother was born in\n1911. So in 1942 — well, maybe they were more or less the same age. But — so I st —\nNovember 10, 2008\nI —I lived with them, I was to be their niece, and I had to live their way, their last\nname, their religion, which was — they didn’t really have much of religion, but there\nwas Protestant. And I was going to be raised Catholic.",
        "Q: They were Protestant and you were going to be raised Catholic?",
        "A: Because they had a — a— a maid, a young girl, 18 or 19, she came every day.\nAnd she’s the one who taught me the Catholic-ism type of thing. And because that\nway I could go to the church and with — and go to school with the nuns. So —",
        "Q: And what wi — did you have another name?",
        "A: Rowter(ph), Paula Rowter(ph).",
        "Q: Pa— so you si — made —",
        "A: Just as Paula —",
        "Q: — it into Paula Rowter(ph).",
        "A: — Rowter(ph), yeah.",
        "Q: Okay.",
        "A: And that was my name, and I went to school for about three months.",
        "Q: At age four and a half you started —",
        "A: Well, now it’s five.",
        "Q: Age five, okay.\nNovember 10, 2008",
        "A: Yeah, yeah. And I did the catechis — I — you know, I do remember this church\nand the nuns and the water that’s on the side, and — and I ha — I was so excited, this\nmaid who was there, she gave me a rosary. Oh, and that was such a personal thing\nthat was mine, you know. I don’t know if I knew that I had been, or was Jewish. I\ndon’t know because I never dealt with that until afterwards.",
        "Q: Well, what was the maid’s name? What was she like? You don’t remember?",
        "A: I don’t remember her name. It was a real Dutch name. And she was very nice,\nshe helped me a lot and — and — and when I was living there with the tante, I was\nnormal. I had a normal life. I guess I forgot about my parents, you know.",
        "Q: Well, I wanted to ask you that.",
        "A: Yeah.",
        "Q: Did you have any nightmares, did you cry for Momma, or — or — or Father?",
        "A: I don’t seem to remember that. But if I really think deeply and go back a lot, that\nI mu — I think I must have done that in the first few days, because my tante gave me\na doll with a little carriage to, you know, keep me happy and to just divert my\nattention. And I think, you know, when I really go deep now that I’m talking to you\nabout that, about my own past feelings and all that, I can see the carriage and I can\nsee the doll. And also I can see her kitchen.",
        "Q: What did it look like?\nNovember 10, 2008",
        "A: Was a big kitchen, a real bare room with a big, black stove. And she would be\ncooking with the maid, who would be helping. I was also with the maid now,\nhelping her clean rooms. See, the people, they ran a boarding house, so they — it was\na big house, and they had lots of rooms and the maid would work in the rooms, or\nclean the bed and the bathroom, and I would be helping her, becau —",
        "Q: That’s a na — I-I’m sorry to interrupt, but it’s a bit unusual. I mean, the first thing\nthat strikes me is, oh my goodness, hiding a child in plain sight, because if you have\na boarding house, you have a lot of people coming through.",
        "A: Yeah, but I was dur — her niece from — wherever that niece came from, where\nmy tante was German, but I didn’t speak German, I spoke Dutch. So, the niece was\neither from the husband’s side, my Oma, cause he was perfectly Dutch, he was all\nDutch. And I don’t know whose niece I was, but she always said I’m her niece. And\nlike I said, I did go to school for a little bit, and I had a first communion, whatever\nthat age was, I don’t know.",
        "Q: Seven — well, usually it’s age seven, but it could be earlier.",
        "A: It had to be earlier, cause I was not allowed — the first few months I was out,\nthey had children next door, the neighbor had children, a little boy and a girl, and I\nwould play with them. And they had a, like a — they built a— where you go hide\nwhen the bombs come.\nNovember 10, 2008",
        "Q: A shelter.",
        "A: A shelter, a shelter. And I would play with these children a few times, and then\nthey start to ask questions of me. I was not blonde and blue-eyed, you know, I was\ndark haired. And they would say, are you Jewish? And I would ask my tante, what\ndoes that mean, am I Jewish? She says, now you can never go outside any longer,\nbecause the parents of those children —",
        "Q: Were curious.",
        "A: — were — by talking. They also had that big shelter, which they dug down and\nthat’s all sand, you know, like a — like a little [indecipherable] like a little\nmountain. And Tante had asked the parents if we could go in there if it needed, for\nthe bombs, and they said no. They said no. So they were very anti.",
        "Q: So, did you — when you — when you asked Tante, what does this mean, and I\nJewish —",
        "A: Yes.",
        "Q: — and she said, you can’t go out there any more, did she also answer that you\nwere Jewish, or did she tell you anything?",
        "A: No, no, no, she never told me that I was Jewish. She says, you just cannot play\nwith, those are not nice children, you cannot play with them. Okay, I’m a nice little\ngirl and I listen. And she said, you cannot go outside any more, and I didn't ask. I\nNovember 10, 2008\nwas content in the house. And between her, she was very sweet to me, and my\nuncle, who was very nice, he — they had no children, they enjoyed — I would — I was\nallowed to go in the garden with my oma, cause he was growing vegetables. I\nremember that, and I was going with the maid to help clean the house, and I played\nwith my doll. That’s what I called, yeah.",
        "Q: Okay, hang on a second, so you stayed home and you’d play with your dolls?",
        "A: Yeah.",
        "Q: Or go out — was their garden visible to the other family, or was it walled?",
        "A: Yes, because there’s no walls. In Europe there’s no walls, at least in Holland at\nthat time.",
        "Q: Yeah.",
        "A: No, they had a — a dirt area somewhere, I don’t know, because the back of their\nhouse had like a water, a little — not a river, but something that flowed, with\nbeautiful Weeping Willows.",
        "Q: Oh, wow.",
        "A: I'll never forget the Weeping Willows, it was just so pretty. Her front yard had\nlike a little fence full of roses. And the house was a very nice house, I — I — when I\nwent back in 1985, I found it and I — but anyway, that’s another story.",
        "Q: We'll get there.\nNovember 10, 2008",
        "A: Yeah.",
        "Q: We'll get there. And you don’t remember feeling that somebody — something\nwas taken from you that you couldn’t play with the children any more, you just\naccepted it and — and went on?",
        "A: Yeah.",
        "Q: Did you continue going to school, to the Catholic school?",
        "A: No, at that time I couldn’t do anything any more.",
        "Q: Because of this?",
        "A: Because of this. I —",
        "Q: So they kept you in the house. However, during the few months that you had\nbeen there they had gotten you —",
        "A: Yeah.",
        "Q: — they had gotten you to take first communion? That’s a huge thing.",
        "A: That’s a huge thing 1s right, but I could not go outside any more after those\nchildren. Maybe it was a little longer period than what I’m remembering, because I\nremember going to the nuns, and I think the nun knew who I was. But they were\nvery nice, very sweet, but I remember doing that, and then I remember I couldn’t do\nanything any more, I had to stay inside. And it got heavier, I think, when the\nGermans got more prominent there.\nNovember 10, 2008",
        "Q: And did they become more prominent there?",
        "A: Yes.",
        "Q: How did this take — how did this unfold?",
        "A: My — because of my tante and omaya(ph) having this big house — excuse me —\nthe — they had to take in an SS officer. He had to live in because they had the room.\nAnd that’s how heavy it got when he is there and I’m there.",
        "Q: Did you — were — do you have memories of him?",
        "A: Yes.",
        "Q: What did he look like?",
        "A: I don’t have a face.",
        "Q: Okay.",
        "A: Just a uniform. Ugly black, horrible black, black uniform with big, black boots.\nThose uniform and the boots are with me 24/7 if I allow it to come out.",
        "Q: Scary.",
        "A: I don’t know his face. Very scary, cause I’m in the house there with people and\nso on, and now we have this guy there. I sit on his lap, he puts me on his lap, I talk\nto him like a soldier.",
        "Q: So you remember doing that?",
        "A: Oh yeah.\nNovember 10, 2008",
        "Q: And do you remember being scared while you were on the lap?",
        "A: On and off. I kind of got to know him, you know, he was there fo — seemed to\nme for a long time. Til the end. He was there until the end.",
        "Q: And you don’t remember his face?",
        "A: No, I have no vision of his face. I-I either didn’t — don’t want to remember it — I\ndon’t know, because to me the — the uniform 1s all I know, is the uniform.",
        "Q: And did you — did your — did he seem — why was he scary to you? I mean —",
        "A: Because I have never seen a person with a uniform like that. I mean, that’s a\nhorrible thing, I — I am young, and I was — lived in a nice area at home, there was no\nuniforms. Tante didn’t have any uniforms. The people that lived there were no\nuniforms. And then comes this guy with the — the boots, you know, and it click-\nclacked the way it — that was —",
        "Q: And nobody told you that this 1s someone to take — this is someone to be careful\naround?",
        "A: No, they wanted me to be just casual, because I’m — you know, and I was taught,\nand being me, I was told never say what your real last name 1s, and just I’m your\ntante and I’m your oma, you’re just living here with — with me. And that — that was\nit. He did have other ones, other soldiers came to the house. When that happened,\nNovember 10, 2008\nwhen other SS officers came to the house, I had to go to the basement. I wasn’t\nallowed to be around, because —",
        "Q: It could be for many reasons, I mean, 1-if a child —",
        "A: Sure.",
        "Q: — 1s told that it doesn’t necessarily mean you’re in mortal danger, it means we\nhave too many people in the house, children have to go upstairs. Was that kind of\nthe — or downstairs —",
        "A: Some — yeah, downstairs. Just something, you know, there’s too much, and that\nthey’re talking and all that, and you’ll just be in their way. So I had to go in the\nbasement, and I took my dolly and my — my — my — I forgot the name of it now —\nthe rosacal — what do you call —",
        "Q: The rosary.",
        "A: Rosary, yes, that was always with me. The rosary was my savior. I was taught\nthat that’s my savior. Whenever there’s something bad, I need to pray with this\nrosary.",
        "Q: Did you — did you learn prayers?",
        "A: I learned prayers, I don’t remember them, cause right the war was over, I did\naway with all that, and I don’t remember that.",
        "Q: But you learned them at the time.\nNovember 10, 2008",
        "A: But I remember having them in my hand, and knowing how to inter — interlink\nthem in my fingers, and making the cross, and had my little dolly. And that was it.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: And how long did you live at the fa — with the family?",
        "A: Two and a half years.",
        "Q: Did you ever see your real parents during that time?",
        "A: No. No.",
        "Q: That’s amazing.",
        "A: That’s amazing, that —",
        "Q: That’s amazing.",
        "A: —I didn’t see them, I didn't — I might have asked my tante a few times, and after\nthat I became so much like a child, well, now you’re living with somebody else.\nThis is your life now. This is how you have to survive, and this 1s — this 1s it.",
        "Q: How would you describe yourself?",
        "A: As very timid at that time. Not today, but at that time. And always listening to\nwhat I was told.",
        "Q: A good girl.\nNovember 10, 2008",
        "A: A very good girl, yes, and I s — good girl. Had the big bow in my hair, you know,\nall that.",
        "Q: And did photo —",
        "A: And whatever they did for me — told me to do, I would do, go with him — Tante,\ngo with Omaya(ph) now and this and that. Or go with — now I wish I remember the\nname of that cleaning lady — that mai-maid, or whatever they called her. Yeah, I\nwas. I’m getting emotional. I have — I have not been emotional about this, because\nI’m emotional about something else.",
        "Q: What about this brings it up?",
        "A: I don’t know, about the way I was when I was a little girl, that’s all I remember.\nAnd maybe cause I miss — miss the people I lived with. They were — they were nice.\nAnd you know, when you talk about every little detail, brings back memories, and\nmy state of my — my being at the moment is very touchy because I lost my husband\nseven months ago, and —",
        "Q: Oh.",
        "A: —I think that’s why I’m more emotional than I usually am.",
        "Q: Well, we’re also talking about losses. And so, we’re starting from the beginning\nwhere there are attachments, and then there are losses.",
        "A: Yeah.\nNovember 10, 2008",
        "Q: You know, and that’s the — when you’re a child — I remember growing up — you\nknow, one of our roles is to talk as little as possible, but you know, the — the — it\ncreates a frustration.",
        "A: Yeah.",
        "Q: Because when you have somebody telling you things, you want to say oh yes,\nand this reminds me of this. Well, let me share with you what this reminds me of. I\nremember growing up and hearing how much parents love children, you know. I\ngrew up in — ina family where I was loved, and hearing about parents love children.\nAnd when I had my own child, this revelation happened, that when I would walk in\nthe room, her face lit up. When I’d come home from work, she would jump up and\ndown in her crib. And I realized, it’s a two way street.",
        "A: Yes.",
        "Q: That ch — that love that that child is giving me 1s real, and I feel it and it\nenergizes me, and it is amazing and it is pure. And there’s no farce to it whatsoever,\nit is genuine.",
        "A: Yeah.",
        "Q: And so when I hear you speak about the people that you were living with, I\nimagine a little girl who’s a good child, who does as she’s told, who has this\ninherent trust that she is being protected by good forces.\nNovember 10, 2008",
        "A: Exactly. And now, that’s exactly the feeling that it is and that’s bringing tears to\nmy eyes because I can’t imagine that — that all that happened. But you know, I\nremember so much of that period, and so much of afterwards, too. But I think it’s a\nlittle bit because of my —",
        "Q: Also you’re going through another loss.",
        "A: Yeah.",
        "Q: Huge loss.",
        "A: Oh yeah.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Yeah. My sympathy to you.",
        "A: Oh, thank you.",
        "Q: Yeah. Are there any other memories that you can come to mi — that come to\nmind whe — through that time that you were with this — with Tante Rowter(ph),\nand Oma Riap(ph)? Any other people in the boarding house besides the — the black\nsuited SS man?",
        "A: Yeah, there was a — there was a man there and there was a woman there. I don’t\nknow their names, but I remember, vaguely, their faces. See, I remember their\nfaces, I remember this girl, the maid, her face, but not this SS officer’s face. So —\nNovember 10, 2008",
        "Q: That’s really uncanny, yeah.",
        "A: So maybe inside of me I knew it was danger, because this man with boots and a\nuniform, that would represent to any child —",
        "Q: Scary.",
        "A: Scary, yes.",
        "Q: Yeah.",
        "A: Exactly.",
        "Q: But — and for you in particular, really scary.",
        "A: Yeah, exactly. I mean, I don’t know if we’re ready for the end of it, because of\nsomething that — that he did at the end, how —",
        "Q: Well, tell u — tell us.",
        "A: — when the war ended. Well, during the war, I — I— with the bombing, two doors\ndown, there was another shelter there, and those people let us in because we did\nhave the bombing scares, and we were in the shelter, and all of us, the people th —",
        "Q: Were these allied bombers?",
        "A: No — ye— yes. Well no, I don’t know. No, I think there’s — German? I don’t\nknow.",
        "Q: Okay.",
        "A: That part I don’t know, I — all I know is bombs.\nNovember 10, 2008",
        "Q: Yeah.",
        "A: And we all went in there and I remember in that shelter, I prayed like anything,\nbecause the girl was with me and I went — boy, I went to town and prayed and\nprayed and prayed that we wouldn't get hurt.",
        "Q: With the prayers from the rosary?",
        "A: Yeah, with the rosary and the whole thing. Yes, I remember that. I remember the\nshelter cause they had like shelves of beds, you know, in there in case we had to\nStay.",
        "Q: A big shelter, yeah.",
        "A: Yes, a big shelter. And when it was over, the raid was over, the house next door\nto Tante, that got bombed, but we did not, our house was saved. So, I — all that\npraying I did helped our house.",
        "Q: I’m sure of it.",
        "A: Yeah. So, when they ended the war, the two and a half years have gone — well,\nno — yeah, it must have been at that time, he — he had to leave, of course. And when\nhe left, we stood at the front door, and that’s another vision I have, just right now.\nMy tante is here, I’m over here, he is outside facing me, and he’s looking right at\nme. And his finger comes up, and he says, Paula, now you can go free. Now, he’s\nspeaking German, and my tante knows German. And I’m standing there and he\nNovember 10, 2008\nsays, you can go free. After he leaves, tante looks at me, because now I’m — I’m\nseven, and she says, he knew. He knew. Now I know that I’m Jewish because I’m\nseve — I’m older, maybe they told me, or — and then she says, he knew that you\nwere here hiding, or something, another word that she said. And that’s what he said,\nsO —",
        "Q: And you remember him saying this?",
        "A: Oh yes, oh yes, oh yes, I remember him standing there, I don’t see a face, I see\nthat uniform and that finger coming right at me, pointing. He says, Paula, you can\ngo free. So this guy either had a heart, either he has his own child, cause I did sit on\nhis lap, and he didn't turn me or them or anybody in this whole household in.",
        "Q: Who knows, maybe he was the protector of them.",
        "A: And then I thought maybe all my praying worked.",
        "Q: There would be people who will say, absolutely.",
        "A: Yeah. I [indecipherable]",
        "Q: Because such things are mir — such things are miracles.",
        "A: Right, right.",
        "Q: You know. And when you — when y — when you heard that, did you have a\ncertain feeling? Did you freeze, did you kind of go numb? Do you remember, like,\nwhat feeling unmasks —\nNovember 10, 2008",
        "A: Well, I remember I couldn’t understand, I didn’t quite comprehend what all that\nmeant. So, I’m sure I talked to Tante about that and I think what she said is now,\npretty soon, Mommy and Daddy are gonna come —",
        "Q: To get you.",
        "A: — to get you, yeah. [indecipherable]",
        "Q: So, she must have known they’re still alive.",
        "A: She must have, because she knew that they were coming at a certain day. So,\neither they were able to, through their hiding place — places, they had several hiding\nplaces — my father had a fight with a German soldier on top — on the roof.",
        "Q: Oh my. We can get to that story.",
        "A: [indecipherable] yeah, okay.",
        "Q: Okay.",
        "A: But they must have known how to get in touch with each other, one way or the\nother, to say this and this date, you know, they’re gonna come and get you. But I\nremember in the house, when it became close to the liberation time, we went — it\nwas e — nighttime I’m not — evening time, it was very dark out, and we went up on\nthe — they had little windows up in the attic, and I guess they heard on the news or\nsomething that the liberators were coming. And they were going to come by\nparachute out of the plane in Sun, s-u-n, that’s a name of a little town near\nNovember 10, 2008\nEindhoven. So we all went up there, I remember that, looking out the window and\nthere’s all these white parachutes, one after another, after another, after another, and\nwe were so happy to see that, cause they were going to liberate us, and — and if you\nwatch the movie, the — “The Longest Day” —",
        "Q: Mm-hm.",
        "A: — with the Battle of the Bulge and all that, and they talk about Eindhoven and\nthey talk about the parachutes coming down. So when I see that movie and — and\nwait for that particular scene, it just all comes right back and there’s just such a\ngreat feeling.",
        "Q: Amazing.",
        "A: America, och, America, then the soldiers walking down the street and the\nEnglish ones, the Americans and they give you the chocolate and — and they’re\nwearing nice uniforms, not this ugly, terrible black uniform and oh — that —\nwhenever I would see soldiers, you know, walking around and all that, I just felt oh,\nthey’re — they’re my savior. They’re — they’re — they’re wonderful, wonderful\npeople, you know, you can trust them. You couldn’t trust the ugly ones.",
        "Q: No.",
        "A: No. So —",
        "Q: So when did your parents come?\nNovember 10, 2008",
        "A: Well, they came, it was 1945.",
        "Q: Do you remember the —",
        "A: They did not come when Holland was liberated in ’44. We weren’t always — I\nthink, not sure that we were free s — until the war actually was over. And when\nTante says, now we’re gonna go outside and wait for them on the street. And the\ntime came, there they were. A lot of people walking around now and all that, and\nthey came down the street, and I ran to them, I knew them. And they ran to me and\nthat was —",
        "Q: Oh God.",
        "A: — just a — yeah, they made it and I made it and that was a great feeling, very\nhealthy.",
        "Q: Did you feel — when you saw them again, yes, I know you?",
        "A: Mm-hm, oh yeah, absolutely. And they had said they will come back, and they\ndid. And that was — I must say, they stayed a few days at Tante’s house until they\ncould find a place for us to move into. But that was the last time that I was their\nlittle girl. The feeling of parents and children. Because either what they went\nthrough — never talked about what they went through, except that only — later on\nthey talked about it in — in — when we were here in America, my father would say a\nfew things, and told me what happened to him. But at that time they had to find the\nNovember 10, 2008\nplace, they had to go back and make a living, and there was no closeness. The\ncloseness was gone. I hav — was so close with Tanta and Omaya(ph), I didn’t have\nthat closeness with them, either because the two and a half years of separation, and I\nam now a little more grown and loved the way I ha — was being treated for those\ntwo and a half years. Now I’m with my parents, who have nothing, and they can’t\ngive all that feeling any more. And from then on in, life got hard, life was tough,\nversus the two and a half years that I had to endure the basement and all that. But —",
        "Q: In what ways was it tough? How was it tough?",
        "A: It was tough because they were so much in their own, with their own problems\nthat they had, and not knowing how to really deal with me, to — in other words, to\npick up from the day that they, you know, left me, until the day I— I— we — we were\ntogether. The — the feelings just was okay, we have to eat now, we have to do this\nnow and you have to go to school now and — but nothing — I don’t remember any,\nyou know —",
        "Q: Warmth.",
        "A: — all of that.",
        "Q: Yeah.",
        "A: Yes. And then my mother got pregnant, so now I have a little brother.",
        "Q: Before we do that —\nNovember 10, 2008",
        "A: Yeah?",
        "Q: When you moved away from ta — did you — did you move — then they stayed\nwith Tante and Omaya(ph) for a few days, and then you moved away with them.\nDid you go — did you move far?",
        "A: It wasn’t a — yes, from — well, in Eindhoven, you know, nothing 1s far like it is\nhere, but still, yeah it was a different area, trying to find where they could somehow\n— home — they had homes with upstairs and downstairs and — or even three times up.\nThis family was willing to ta — give us part of a —a floor, and I’m sure my father\nhad to pay. And how all that worked I have no idea, it never was discussed about\nmoney and nothing — and I feel bad that I didn’t ask later on, you know, these things\nand what can I say?",
        "Q: But that means like, when you were — I — I guess what I’m asking an-and I’m\nwondering, is that when you’d have, let’s say, a lonely moment and you’re with\nyour parents, did you have the ability and possibility to go back to Tante and spend\nthe afternoon?",
        "A: I could have, but it was a long walk. I didn’t have a bike yet, so that was a long\nwalk. That’s another thing. Yeah, then we moved somewhere else, I’Il tell you.",
        "Q: Okay.\nNovember 10, 2008",
        "A: No, at this — this place is just — this was called Willem de Zwijgerstraat. My\nhusband Bernie and I went there, I know exactly the window and everything. No, it\nwas like a bad area of town.",
        "Q: Okay.",
        "A: But, it was not far from the street that we had lived in prior to the war,\nNassaustraat.",
        "Q: Okay.",
        "A: And this is Willem de Zwijgerstraat, you can see from Nassaustraat the place\nthat we wound up living after the war. So that, from there wasn’t — you know, that\nwas in the same area. So I think maybe that’s why my parents wound up in that\narea, cause they knew — and where my tante lived, there was a little nicer area. It\nwas separate houses. This was like all low houses and it was a different area.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: And — but did you see them then, afterwards? Did you go visit them?",
        "A: I saw them. We did not stay long in this particular place, cause it was a bad —\nneighbors and a— we didn’t. So my father found this other house called binnin — in\nthe Binnaeusstraat, which was close to Tante’s house.",
        "Q: And one of the —\nNovember 10, 2008",
        "A: And then —",
        "Q: Mm-hm?",
        "A:—I could go, and I walked very often to Tante’s house.",
        "Q: So you — you didn't have a total cutoff?",
        "A: No, my parents played bridge with them. So, I don’t know if they knew them\nbefore the war, or if they became friends after the war. That I don’t know, but they\nspend New Year’s together, they played bridge at their house or our house.",
        "Q: So, there was — and they got along well, then?",
        "A: Yeah.",
        "Q: See, some other people have said that sometimes there was some tension\nbetween the people wh-who saved or hid the children, and the parents who returned.",
        "A: Mm-hm.",
        "Q: Either because one was — the parents were unsure —",
        "A: Unsure.",
        "Q: — and the — or the people didn’t want to let go, or — or whatever. And you didn’t\nhave that.",
        "A: Yeah, I can understand that, not — not — not that I know of, because they knew\neach other and they — like I said, they got together, played bridge, I remember.\nThat’s when we lived — yeah, in Binnaeusstraat, I’m pretty sure. Or was it — I\nNovember 10, 2008\ndon’t know which house it was in. No, I was older, it had to be Binnaeusstraat.\nThey would pull up the rug. My uncle was there, Omaya(ph), Tante and my\nparents, listening to the radio, putting up music, and they danced.",
        "Q: How nice.",
        "A: And that’s how I learned — my Omaya(ph) taught me how to dance, me standing\non his feet, and I learned how to dance the foxtrot, and the English waltz. And I’m\nnow — oh, I’m eight or nine or 10 or something like that, yeah.",
        "Q: After the war.",
        "A: After the war. That was nice, but then it also — that was a nice day or something,\nbut the regular days, going to school was not nice, because I was the only Jewish\ngirl, and everybody made fun of me, you know.",
        "Q: Really?",
        "A: Oh yeah. So the years after were not —",
        "Q: So why did they — I mean, da — Holland has such a reputation —",
        "A: Yes.",
        "Q: — of being open and tolerant, and —",
        "A: Well, there were a lot of them that weren’t.",
        "Q: Yeah.\nNovember 10, 2008",
        "A: There’s a lot of them that weren’t. There were a lot of people who got turned in\nby — we were very, very fortunate. And — and Tante dealt with it very good.",
        "Q: What was it like in school, what were the kids saying? Do you have memories of\nthat?",
        "A: Well, they wouldn’t talk to me because I looked different for some reason, I\ndon’t know. And they weren’t — especially the boys, they were nasty, yeah. Some of\nthe girls were okay. I have a book, they call it a poetsy(ph), it’s — you ges — it’s like\na poem book that all — everybody in school would get that, with little paste things,\nstick-ums that you put in there and then you write a little poem of the person that —\nyou know, like you do at high school here —",
        "Q: Sure.",
        "A: — they — they write —",
        "Q: Autograph books and things.",
        "A: — something like that. And I do have that book with — there were two girls that\nlived around the corner in Willem de Zwijgerstraat when I first started school. Her\nname — one was Anika(ph), and there was a little redhead, ri-wi — Rita, I think her\nname was, something like that. And they wrote in my book. But I would never want\n— went to their house, I couldn’t associate with them, so only at school.",
        "Q: Sounds like a lonely chil — a lonely time.\nNovember 10, 2008",
        "A: Yeah. Oh, I was very much by myself, very much. And then when my brother\nand sister came along, I had to take care of them. Now, we’re nine and 11 years\ndifference. And if I wanted to go outside and did play with the marbles, you know,\nthe little children’s play, I had to take my brother with me. I was always like a\ncaretaker of them, and I had to help. I never had a time, you know, by ourselves.\nLater on, we got a little older, the Jewish area built up a little bit, and there was a\nyouth group area, and that’s where I met this girl named Frieda. And a lot of the\nDutch people know her too, and she knows a lot of people. And we’ve been in\ntouch ever since, together. But the only nice time I had with a girlfriend, and that\nwas her, because she was Jewish, and she lived quite far away, but I had a bike\nthen, and we’d bike to her. And she had little cooking utensils and we would cook\napplesauce from scratch. That was a big thing.",
        "Q: Sounds like fun.",
        "A: Yeah, it was fun, but then, that was a day of having a nice day, but the rest of the\ntime, this — in Willem de Zwijgerstraat, the house that we were in was right on the\ncorner and there was train tracks right next to it. And several times the train would\nstop, and it was loaded with coal. So I had to go and get a — a pail and\n[indecipherable] and climb up in the train — and everybody else did that, mostly\nguys — and I had to climb up there and steal the coal, so we would have coal in the\nNovember 10, 2008\nhouse. Now, the train must have stopped there maybe for a purpose, I don’t know,\nbut —",
        "Q: No, not fun. Not fun.",
        "A: —I was [indecipherable]. Not fun. I didn’t have a teenage years. There was\nnothing about me, you know. Very, very little.",
        "Q: Were y — did you get on with your parents in a different way, or was there\ndistance, they were too busy, or — tell us — tell me a little bit about how — how that\nwent, how that evolved.",
        "A: You know something, I don’t know any details, but I remember my two and a\nhalf years with Tante. My — the rest of my years before I came here 1s mostly what\nI remember ome — you know, ask my mother, I want to go after school, go and play\nwith them. No, you have to do this, and you have to take care of your brother and\nyou have to take care of your sister. Or you have to help me, and you have to do this\nand you have to do that. That’s all I remember.",
        "Q: No fun.",
        "A: I don’t remember no closeness, where my mother say, oh let’s go shopping, just\nyou and I, let’s go, you know. No, because my father was gone basically seven days\na week, earning a living, trying to earn a living by selling his socks and so on, on\nNovember 10, 2008\nthe mart, different cities. On the weekend, on Saturdays, I would have to go with\nhim, because you have to unpack the pack.",
        "Q: So you weren't religious? It wasn’t if —",
        "A: No, no, there was no religion. She never benched th-the light, the candles —",
        "Q: What does that mean? Ah-hah, she didn’t —",
        "A: [indecipherable] no. I’ve never done it either. I do remember going to a temple,\nI do. Another thing is I remember I was being taught by a rabbi to read Hebrew.\nAnd that’s when we moved to Binnaeusstraat. I was a little older, and I remember\ngoing to the temple once. But no, nothing for holidays, except Friday night we had\nchicken soup, you know, and Paula gets the — the — I got a— a polka —a leg anda\nneck, that’s what I got. But see, my wardrobe consists of two of this and two of that,\nand that was it. Little skirt and a little top, I don’t remember my mother taking me\nshopping or anyth — I don’t remember any of that.",
        "Q: How sad.",
        "A: Because the other part overtook that, always having to take care of them, that I\njust was —",
        "Q: You were gone. You weren’t there.\nNovember 10, 2008",
        "A: I wasn’t — I was just there to be — for that purpose. I didn’t have that closeness\nbeing the daughter, the first daughter, you know. And that’s — could very well be\nbecause of what my parents went through, and I’m sure that’s it.",
        "Q: Did they — when di — did they ever talk to you about any of it?",
        "A: No. No. Oh, you don’t know, and you don’t need to know, or you don’t\nremember anything, you were too young, and — nothing. So either they were\nprotecting me, I don’t know why, you know, that’s — I don’t think so.",
        "Q: A lot of people thi — a lot of people — I — I think that this is something that comes\nup a lot in — in future relations after some traumatic event. A-And it’s more than\ntrauma. I mean, it is — 1t is when people have been subjected to humiliations. When\npeople have been stretched to their limit, they think that — that if they don’t say\nsomething, they can keep that kind of vulnerability from the children —",
        "A: Yeah.",
        "Q: — and maybe their children will be protected from it. But then another hole\ndevelops, you know?",
        "A: Of course.",
        "Q: In that child, or in the relationship, that there’s a silence there.",
        "A: Right.\nNovember 10, 2008",
        "Q: And — and it’s hard. It’s hard, I think, to know when 1s the rent — when is the\nright time? Am I damaging my child if I say something? Am I going to lose it if I\nsay something?",
        "A: Right, right. So, I know that all the time I lived in Holland, I would never say\nthat I was Jewish, I would never talk to anybody about it. I tried to assimilate or be\nlike everybody else, but yet, I knew I was different, because there the fi — the girls\nat school, their — their way of doing things, the way the ate, the way they — their\nbehavior was so different than mine. I had uns — not really n — realizing it, I had this\nstuff on my shoulder of what happened to me, and I could not talk about that. So, I\nalways was different, and that took me a long, long, long time to get out of it. The\nonly time I could — finally got out of it is when I joined the survivor, the child\nsurvivors’ group.",
        "Q: That’s a long time.",
        "A: Before that — a very long time. Not until the early 90s.",
        "Q: That’s amazing.",
        "A: Yes. I would not talk, I worked and I — and — and people find out, oh, you’re —\nyou’re from Holland. Yes. Were you there during the war? Yes. Well, what\nhappened? Nothing. You know. How I'd never wear a Jewish star, I — I have o — I\nhave them, but I wouldn't wear them. I’d — never the identification that I’m Jewish.\nNovember 10, 2008\nAnd that only — even in America, you know, at the beginning, I wouldn’t say that I\nwas — not Jewish, but in hiding.",
        "Q: Take me up to the point where you’re already an adult — I mean, if there 1s more\nt-to add to, teenage years or other events that you want to remember, or something\nsignificant about your parents and — and — and what happened during the war years,\nfine —",
        "A: No, I just — I think I — I kind of talked about that, because they wound up being\nfriends and they s — you know, played cards together and — and — well, we just had a\nvery simple life, nothing exciting, it was just surviving life.",
        "Q: Yeah.",
        "A: And that was it.",
        "Q: And you came to the United States in 19 seven —",
        "A: °50—’53.",
        "Q: Oh, in 1953?",
        "A: °53, with my parents.",
        "Q: Oh, I see, I see.",
        "A: Yes.",
        "Q: So, you left Holland fairly early on?",
        "A: Yes, I was 15.\nNovember 10, 2008",
        "Q: Okay.",
        "A: Yeah. So then my Uncle Ted, who had gotten here somehow —",
        "Q: Yeah.",
        "A: — from New York, he wound up in California, and he sponsored my father, for\nus to come. And so we came in *53. We took the — the — my father came in 1952, he",
        "Q: To set the — s-see — yeah.",
        "A: To see [indecipherable] yeah, to see how it’s gonna work.",
        "Q: Mm-hm.",
        "A: And then my parents, my mother had to sell the furniture they had. I don’t know\nhow they got all this furniture back after the war, or I don’t know anything about\nthat. So we came on the — we first went to Paris, her family lived in Paris, so, to\nsay goodbye. And — oh, during the — before that, when I was younger, my mother\nsent me to Paris to live — to visit my grandparents. Now, my grandparents spoke\nFrench and Yiddish, I spoke Dutch. I understand Yiddish, but I can’t speak Yiddish.",
        "Q: When you were a baby, was it — did they speak to you in Dutch, your parents, or\nin Yiddish. Before the war. Do you know?",
        "A: I don’t know.",
        "Q: You don’t know.\nNovember 10, 2008",
        "A: I don’t know.",
        "Q: You just know that you spoke Dutch.",
        "A: Oh, yes.",
        "Q: Okay.",
        "A: I know I spoke Dutch and I could understand Yiddish, from hearing it from\nthem, I suppose. So I — I did spend a week in Paris with my gram — grandparents,\nand we couldn’t really communicate. So we went — before we left to come to\nAmerica, we went to Paris and — to say goodbye, and board the fle de France ship.\nAnd we took the ship across; took about seven days I believe. And me with motion\nsickness, that didn't work too well, but — so we got to New York. My mother’s\ngirlfriend from Europe, who lived now in New York, picked us up and we stayed\nfor one day and then we caught the train to go to California.",
        "Q: Oh my.",
        "A: And we were on a train and with my little brother and my little sister and me, so\nI had to deal with that. And then we come to Los Angeles, and my uncle and my\nfather pick us up, and they drive us to this — the mountains, which is unbelievable to\nsee, huge. It was very scary, because Holland, you know, is flat. So the drive — we\ncome to this area where my uncle had a quote, a ranch, he ca — which he called the\nBar Mitzvah ranch. He had a cow, skinny than anything, and several animals, and\nNovember 10, 2008\nchickens, and that was the ranch. So we come now there, and my father had a trailer\nthere, small trailer that he was living in, and now there’s four of us. No — yeah, four\nof us coming and — in that trailer.",
        "Q: In the trailer.",
        "A: Of course there’s no room. Paula wound up living in the house. I had a room\nthat my Tante Ted’s wife, Clair, and she took me under her wing. She told me, you\ngotta get a haircut, you gotta take off these little gold earrings, they’re childish and\nyou gotta grow up now. Okay. So, ti — they sent us to school, I went into the eighth\ngrade just for a few months, cause we came in March of 53. And I went to this\neighth grades class, where they assigned one of the pupils that sit next to me, to\nkind of teach me what’s going on. Now, I had some English, a little knowledge,\ncause at school in Holland, the — the high school there, you learn all these\nlanguages. I learned Dutch — of course, Dutch; English; French and German. Which\nI hated. So — so, come September, we’re moving now to this town called\nLancaster, California and my father now has a chicken ranch, 20,000 chickens.",
        "A: Oh, my gosh.",
        "Q: Tiny baby chicks, and he’s raising chickens. That becomes his livelihood in the\nStates, where he was more of a businessman.",
        "Q: Poultry farmer.\nNovember 10, 2008",
        "A: Yeah. And he buys this property with a house, one bedroom. And now, you\nknow, the five of us. So, my brother, sister are small and they live — they sleep on a\ncouch that makes into a bed. That house had like a little outhouse, not a bath, but an\nouthouse there, just a — a little room, and that’s where I’m — I’m at. There’s no heat,\nno air conditioning. They did have some light that they hooked up from the laundry\nroom, which was next to the garage. And that’s where I’m now. I have no — I have\nnothing of me, I’m just always being outcast, you know. Okay, Paula, you do this\nPaula, that, and — and I had to work in the chicken house before school.",
        "Q: The minute you — yeah, the minute you said to — you said to me he was a poultry\nfarmer, I thought, oh my gosh, that’s labor intensive.",
        "A: Yes. And everyday before school, after school, seven days a week, I had to help\nfeed the chickens.",
        "Q: I would have thought, I can’t wait to get away from here.",
        "A: And it was all manual. Eventually he wound up getting automatic feeders and\nautomatic water, but not while I was there. And — and my little brother, who’s six,\nhe also had to start helping. And the school, we had to go by bus to school, and I\nhad never the opportunity to go with some of the friends, or girls at the school, to go\nto a movie, or visiting them, or spending time with —",
        "Q: Being a kid.\nNovember 10, 2008",
        "A: — girls, being a teenager.",
        "Q: Yeah.",
        "A: Nothing. Absolutely nothing. When I was in Holland —",
        "Q: Did you have fights with your parents, or were you so quiet you just kind of gave\nup?",
        "A: I didn't fight, because it didn’t lead to anything, I still have to do what I — what I\nhad to do. I told them I didn’t like it, but I had to help support, you know, the\nlivelihood. I also, across the street, there was a family there that had no children,\nand she needed somebody to clean the house. So, besides doing the chickens and all\nthat, I went there, but I loved it, because it was an American house. She had a piano,\nand I was able to do a little piano. And I, for lunch she would make me a sandwich\non this nice bread, and I got to drink a Coke. And so, I enjoyed that, that was my\nenjoyment. Yeah, I’m a teenager. She’d be doing so many other things, and this 1s\nwhat I was doing. So I was really kept back and I became a late bloomer.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Did you go to college?",
        "A: No, no. I—I got married right after high school.",
        "Q: To Bernie? How’d you meet?\nNovember 10, 2008",
        "A: Lancaster had the beginning of a temple in — in a house. And we did go to that,\nbecause we got to meet people there, you have a congregation. There’s a woman\nthere, when she saw a new girl in the group, there was a — I think there was one —\none boy there, Matt was his name, who went to high school, and I went to high\nschool there and she was going to try and fix me up. You know, in those days, you\ngot married very early. So she was trying to fix me up and she found Bernie. Shall I\ntalk about how he got to Lancaster? He was new y — he comes from New York,\nthe Bronx. He comes from a — a six kids family. And he came to visit his brother,\nwho lived in Lancaster and worked at Edwards Air Force base, Lou. And he\ncame in November of 54, got off the plane, dressed with the — it was so cold in\nNew York and he comes to California, his brother picks him up in shorts and\nsandal and hawa — a shirt, a Hawaiian shirt. He turns and he tells him — and he calls\nhis mother when he got settled, I’m never coming back to New York, cause this is\nwonderful. Anyway, he gets a job in haberdashery, in men’s clothing, and this lady,\nBelle Miska(ph) found him at the store, at — Herman’s was the name of the store,\nand she s-says, oh, I have a girl for you. And he was 24, and now I’m 17. So, she\nwound up at — in a— a meeting for her — for me and him, and so that’s how we met.\nAnd I invited him to my graduation and he took me out, I had my first shrimp\ndinner. And I’m 17, and I’m still a little unaware of anything, I don’t know a thing\nNovember 10, 2008\nthat’s going on in life, I’m so uck. But I got — we got engaged on my birthday in\nSeptember, and we got married in December.",
        "Q: Oh my.",
        "A: So, it was a six months togetherness, and he would come and visit us every\nSunday in the afternoon and — anyway, so I got out of that house. I could not deal\nwith it. It was either that, my Aunt Clair, who had moved away from the Bar\nMitzvah ranch to the San Fernando Valley, I was gonna go live with her and go to\ncollege, one — one way or the other. So that’s how I met Bernie. And I had a whole\nnew life, and it’s — then it was good, and it was good for 52 years.",
        "Q: Oh, that’s wonderful.",
        "A: Yeah.",
        "Q: That’s wonderful. How many children did you have?",
        "A: Three sons.",
        "Q: Uh-huh.",
        "A: Martin, Danny and Joel, and I have two grandsons from Danny, and their\nnames are Aaron and Kevin, and they are now 18 and 20.",
        "Q: Too young to be a grandmother o-of grown boys.",
        "A: Well, yeah, see, I got married so young, and —",
        "Q: Yeah.\nNovember 10, 2008",
        "A: — and wanted to have a family.",
        "Q: When did you learn about what your parents had gone through?",
        "A: In Lancaster, later on in years, when — of course when I was married, and we\nwould visit, and somehow it’s — we talked a little bit. I started to ask some questions\nof them. My mother would never talk about it.",
        "Q: Were they together in hiding?",
        "A: Yes, they were together, so I think she let him, if he did talk, you know. And he\nwould mention some names of where they were, but they went to different houses,\nbecause they got turned in. And —",
        "Q: Oh, they — someone betrayed them?",
        "A: Yes, yes, several times. And they ran acro — from ups — from the attic, cause they\nwere in the attics, they climbed out the window, on the roof, and ran to other\nhouses, to get back down, out in the street.",
        "Q: And is it on one of those roofs that he met this —",
        "A: So — yes, on one of them he told my mother to keep on running, and he wound\nup fighting with a soldier. Now, he had a billy club, and I don’t know if the soldier\nhad a gun or not, because there was no shooting involved, but there was fighting,\nand the soldier hit my father on the nose with the billy club, and it was bleeding\nNovember 10, 2008\nvery heavily. And somehow, with however it went, he got away from that soldier.\nAnd were — and then they wound up at other places, but I don’t know anything else.",
        "Q: Of their — nothing?",
        "A: Of their — no, no, I have no information. And that’s all he ever talked about. He\nonly talked about his heroism of fighting that soldier. But otherwise, I — I don’t\nknow anything else. And that’s all he talked about, you know, that particular scene,\nover and over and over.",
        "Q: It really sounds that there wasn’t much closeness between yourself and your\nparents.",
        "A: No.",
        "Q: What a grief.",
        "A: Yes. Even when my brother and si-sister were older, and my sister would come\nand visit my mother with her children or so on, my mother would call me and say\noh — my sister’s name is Helen — Helen is here today. Now, I have three sons and —\nand I’m working full time. I said, oh, that’s nice. And my mother would say — see,\nthat’s just the conversation I remem — remember — she would say, why don’t you\ncome over? And I said, well, I’m busy with the kids, I’m doing the wash and I have\nto go grocery shopping, all this and that. I said, why doesn’t she come here and visit\nme? Well, she has one of the babies, they’re sleeping, the babies are sleeping. I said,\nNovember 10, 2008\nso? You have the baby in the carriage or wherever you traveled, you know. What\ndifference does that make? My mother would always stand up for my younger\nsister. And there was never any — any close — a real closeness, there was not.",
        "Q: And wa-wha-what about with your brother and your sister?",
        "A: With my brother, he had a very rough time. He had a very bad time when he was\nyoung, he had no life either. He became a stutterer.",
        "Q: Oh dear.",
        "A: And he worked in the chicken ranch, how — whatever. My husband and I, Bernie\nand I would, if we would go for the day to the beach — I loved the ocean, we would\ngo to the beach, we would ask Helen, my younger sister to come along, and she\nwould come along. She did not have to work in the chicken house, she pretended\nthat she would faint. So, she’s the baby —",
        "Q: She figured it out.",
        "A: She figured out, and she didn’t work in the chicken house. So that only left my\nbrother, after I left. And we would ask, well nor — my brother’s named Norman —\nfor him to come and spend the day with us, and my father would always say no, he\nstays here with the chickens and those five acres, that’s what the property was he\nhad, this is the place for him.",
        "Q: Oh, what a poor boy.\nNovember 10, 2008",
        "A: Yes, he — he had a very — he joined the — the army right away when he was old\nenough, and — and he’s — he’s always had a problem. Also very slow, and not\nworldly, you know. That was — that was rough, yeah.",
        "Q: Did you maintain ties [coughing] oh, bless you, hang on. Did you maintain\ncontact with Tante Rowter(ph) and Omaya(ph)?",
        "A: When I came to this country, we kept writing letters. Cause before we left, you\nknow, I did say goodbye, and I think we cried. She — she re — she really cared for\nme. And so then we were in touch with letters. I could never afford to go back to\nHolland until — not until 1985. She passed away. I would get the letter with the\nblack border. First Omaya(ph) passed away, in the early 60s. And then Tante\npassed away July 31, 1975, which is the same day my mother passed away.",
        "Q: Oh my.",
        "A: Double whammy, yes. I had made an afghan, I crocheted an afghan and sent that\nto my tante. And she s-started to get ill. And then, after the funeral, whenever that,\nthen I got this letter showing her — that she died and — the same day as my mother\npassed away. So that was —",
        "Q: That was tough.",
        "A: That was hard, yes.",
        "Q: That was tough.\nNovember 10, 2008",
        "A: Yeah, it’s very hard.",
        "Q: Did they have — did they have children — no, they didn’t have children —",
        "A: No, they didn’t have children.",
        "Q: — but did they have family? What happened with their house?",
        "A: I don’t know, cause I never knew the family.",
        "Q: Oh.",
        "A: I never found out anything. If my tante wrote something in the letter, I don’t\nknow where they’re at, or where it was. And in 1985, when we were able to come —\ngo back, Bernie and I went — wanted to go to Holland, we stayed — we stayed in a —\nin a hotel in Heeze, which is outside of Eindhoven, and I said, okay Bernie, I n — I\nknow exactly where to go to the house. My girlfriend Trix(ph) from school, I’ve\nalways been in touch with her, she’s not Jewish — and we always corresponded. So\nthey came to the hotel, and I told him how to go to the house in Huidenstraat also,\nbut then Trix(ph), I think, knew where that was. But Bernie and I had done that\nfirst. And I could tell him, you take this street and that street, I don’t know how I\ndid that, but anyway, we got to the house in 85, and my — my friend says, Trix(ph)\nsays, oh, why don’t you get out and ring the bell? Well, I was frozen in my seat, I\ncould not get out of my — the car. I started to cry and I said, but if I ring the bell, it’s\n— Tante isn’t there. There’s other people living there. I don’t want to see the way\nNovember 10, 2008\nthe house 1s for them. I want to remember the hou — how the hou — how the house\nwas for me, with Tante. So I never did go in there.",
        "Q: You didn’t [indecipherable]",
        "A: No. But, there were the roses outside in the front, and then we drove, cause it’s\nnext to a—a plane, we drove around there and got to the back of the house with that\nwater and the Weeping Willows and all that, and it just phew, floods, you know,\ncomes back of memories. And that — that — that was good, that — I needed to do that.\nBut there was nobody else there that I knew, yeah.",
        "Q: And in 1991 you say, the first time you felt like you could have that burden lifted\nfrom you, is when — or put words to things, was when you joined the child\nSUIVIVOTS.",
        "A: Yeah, I joined it early 90s, I don’t exactly — was it ’°92, I— I don’t quite\nremember the year, but I know it was in the very early 90s.",
        "Q: What happened when you joined?",
        "A: When I joined that group, and they had group workshops or whatever you call\nthem, and I got there and I see all these people who have gone through s — this type\nof, you know, either in camps or hiding, I was just overwhelmed, I was just shocked\nthat there’s so many people. I didn’t know.",
        "Q: And it wasn’t just you?\nNovember 10, 2008",
        "A: Yeah. And then I — it — the person who held that workshop was Daisy Miller. I\ndon’t know if you’re familiar, but she’s — she did the whole — the conference here,\npart of it. But she was so good and she’s — people are sitting there and they’re\ntalking about what happened. And I don’t know if I spoke the first time that I went\nor not, because I was just overwhelmed. I know Bernie stayed outside, he said he\ndidn’t want to go in, so he stayed outside. And — and maybe I did say, you know,\nI’m —I was — they must have asked where I’m from, and I said from Holland. But\nmost people were from Amsterdam, not Eindhoven, no, I haven’t found anybody,\nexcept my friend Frieda. It was just unbelievable, and people were talking and all\nthat. And it just — I thought, wow. So I went often, whenever they had the meetings,\nand I started to talk. And it felt so good. It felt so good to do that, that I was getting\na little courage. And I started to f —",
        "Q: Did your children —",
        "A: —I started to find out a little bit about me, you know. Yeah.",
        "Q: Did your sons ask you, as they were growing up?",
        "A: No. I really — I —I didn’t talk about it.",
        "Q: Do they ask you now?",
        "A: No. I have talked and told them, my grandkids and everybody, they know. But\nthey never come to me and say, you want to talk, or ask questions. They don’t. They\nNovember 10, 2008\nall feel — when you go to these groups, sometimes the subject is, are your children,\nor do your children feel that they are hindered or something, because of the mo —\npar — the mother’s background, you know —",
        "Q: Yeah.",
        "A: — going through the Holocaust? And I thought to myself, no. They’ ve never\ntalked about it, never said, oh, because you did this, that’s why you’re the way you\nare, and something. So when I came home I asked them. I called them and I asked\nthem that particular question. And their response was, what are you talking about,\nMom? What? There’s nothing there because of you. No, you were always okay, that\n— but I don’t know. I’m very confused.",
        "Q: It doesn’t sound that way. It doesn’t sound that way. But you never know what\nkind of effect — when you’re living, you don’t know what kind of effect the things\nthat you have experienced could have on a person who wasn’t there.",
        "A: Right.",
        "Q: You don’t know those things.",
        "A: No, no. But —",
        "Q: And you asked the question.",
        "A: I asked them —",
        "Q: You gave them —\nNovember 10, 2008",
        "A: I asked, because I also heard so many people tell me that their children, even\ngrown up now, have a real, severe problem, so many of them have to have therapy.",
        "Q: Well, it could have been that for you in your life, it sounds like your parents\nwere stripped bare of, you know, of whatever giving they might have been able to\ngive. And so it sounds like there was a real ef — cause effect of what the war did,\nand their —",
        "A: Yeah.",
        "Q: — and their hiding. But that doesn’t necessarily mean that it goes on to another\ngeneration.",
        "A: Right.",
        "Q: It possibly, but not necessarily.",
        "A: Not necessarily. Well, the one thing that I know when I got married with Bernie,\nwhen I was 18, he comes — well, he is, and I guess he comes from very strong\nparents who came from Russia. And growing up in New York, you have a different\nway of growing up than I did, of course, but he always told me that I should become\nmore independent and be strong. And he — he really had influenced me for that, and\nit helped. He never said, oh, you don’t need to go to these meetings, that doesn’t\ngonna help you, you know, and he was always there, and wanted me to do what I\nneeded to do. And he was my support, so —\nNovember 10, 2008",
        "Q: Sounds like he loved you very much.",
        "A: Yeah, he did. He did. I loved him very much. He was a wonderful guy. He was a\ngood father, very good husband. He was — I have a picture here of him and me for\nour 50\" anniversary. And he really made my life full and — and complete and — and\nwith no hang-ups. And I —I— I’m very, very blessed for that, because he — he made\nme stronger, and he made me appreciate everything and it was just — he was the\nright guy for me. I didn't have mut — much — much experience of dating other guys\nin — in Lancaster, but the ones that I dated were all flakes. And then here comes\nthis strong guy, and he had a nice brother, and very — that was a very, very good\nlife, yes. So I miss him.",
        "Q: I can imagine. I can —I can only imagine.",
        "A: Yeah, I know, I know.",
        "Q: Yeah. Is there anything else you’d like to have in this story, in this interview that\nwe ve had today that you think is — we haven’t touched on, that is important?",
        "A: Well, I don’t know, it’s — it’s mostly now because of Bernie not being with me\nany more, I have to be myself and — and find out who I am on my own, and I have\nthe support of my sons, and of dear friends, even Holocaust friends that I have\nacquired through the groups, and we’re close, we go to movies and keep 1s —\nourselves busy. Basically, I think, having gone into this whole — my whole past\nNovember 10, 2008\nhistory, has been so good to be able to unload it. Even though I’ve done at the\nmeetings and so on, but on a one to one basis, I’ve never done that, and — and —",
        "Q: Well, thank you.",
        "A: — you are wonderful, you really brought it out to me and — and it’s been very,\nvery — very good —",
        "Q: Well, thank you, that — that’s a —",
        "A: — emotional, it — very good.",
        "Q: Thank you very much.",
        "A: Yes.",
        "Q: I appreciate that.",
        "A: Thank you for being you and — and helping me get — get going on this. I really\ndo —",
        "Q: You’ve shared.",
        "A: Yes.",
        "Q: And — and it’s been a gift.",
        "A: It really has. Thank you.",
        "Q: So, this concludes the United States Holocaust Memorial Museum interview\nwith Paula Bronstein, on November 10\", 2008 in Washington, D.C.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nPaula Bronstein, conducted by Ina Navazelskis in Washington, D.C., on\nNovember 10, 2008. Dear Paula —",
        "Q: — thank you for agreeing to talk with us today, and to share your life story and\nexperiences. And as we always do, let’s start at the beginning.",
        "Q: Tell me a little bit about your family, where you were born —",
        "Q: — whether you had siblings, what kind of circumstances your family was in, and\nhow you came to be in this world.",
        "Q: Oh my, yes.",
        "Q: The last photograph.",
        "Q: What a sweet girl.",
        "Q: Can you tell me, can you tell me your mother’s name, your father’s name, what\nkind of families they came from?",
        "Q: Okay.",
        "Q: So was she a first generation French citizen? Did the fam — when did her family\ngo from Warsaw to France, do you know?\nNovember 10, 2008",
        "Q: Okay.",
        "Q: Oh my gosh.",
        "Q: The three?",
        "Q: And his name was — your father?\nNovember 10, 2008",
        "Q: Salamone.",
        "Q: Gerfine(ph)?",
        "Q: Okay.",
        "Q: Did you know your uncles?",
        "Q: We’ll get there, we’ll get there, we’ll get there.\nNovember 10, 2008",
        "Q: And what year were they written?",
        "Q: Mm-hm.",
        "Q: Zlotys?",
        "Q: Zlotys.",
        "Q: What a hard thing it must have been for that fa — for your grandfather to do,\nbecause he didn’t — he didn't send them away cause he wanted to.",
        "Q: He want — he wanted them to have a better life.",
        "Q: [coughs] I’m sorry. So we’ll continue, okay.",
        "Q: It’s okay.",
        "Q: So let’s go ba — let’s go back to your father and his brothers. Did his brothers\nend up in Eindhoven as well, in Holland’?",
        "Q: A stowaw —",
        "Q: So, you know your grandfather’s push, your grandfather’s will got realized\npretty early on, because for a young boy of 15 to leave a very poor place in Poland",
        "Q: — in the late 20s, and within a decade to have a car, in those years was a huge\nthing.",
        "Q: So, you don’t know your father’s business when he — you know, you don’t know\nhow he made a living when you were born?",
        "Q: No, let’s — let’s — le — we’ ll get to there. I want to — what I want to ask you now\nis, what are your earliest memories?",
        "Q: So you don’t remember your life before at all?",
        "Q: But how old were you when you —",
        "Q: Four and a half.",
        "Q: So, what you learn about the — the background to going into hiding 1s everything\nfrom what is to — had been told to you later, okay, is that correct, yeah?",
        "Q: Then, in that case, can you tell me a little bit about what you had been told, and\nthen we’ll get to your hiding experience.",
        "Q: How did your parents explain — was it your mother or your father who told you,\nor both?",
        "Q: Okay.",
        "Q: Do you remember that date? I mean, di — not the date, do you remember being\ntold this, at the time?",
        "Q: And you remembered being brought there, and —",
        "Q: Yeah.",
        "Q: Well, that’s not surprising, in a — 1n a way, because for a child it’s so traumatic,\nwhen you already know who your mother and your father is —",
        "Q: And then — and that — you’ve never known what it’s like to not have them.",
        "Q: That’s right.",
        "Q: That’s right. So, what can you tell me about — fi-first from your memory of the\npeople that you were brought to —",
        "Q: — what kind of impressions you had. And then filling in some of the facts of what\nyou learned later.",
        "Q: Were they older people?",
        "Q: They were Protestant and you were going to be raised Catholic?",
        "Q: And what wi — did you have another name?",
        "Q: Pa— so you si — made —",
        "Q: — it into Paula Rowter(ph).",
        "Q: Okay.",
        "Q: At age four and a half you started —",
        "Q: Age five, okay.\nNovember 10, 2008",
        "Q: Well, what was the maid’s name? What was she like? You don’t remember?",
        "Q: Well, I wanted to ask you that.",
        "Q: Did you have any nightmares, did you cry for Momma, or — or — or Father?",
        "Q: What did it look like?\nNovember 10, 2008",
        "Q: That’s a na — I-I’m sorry to interrupt, but it’s a bit unusual. I mean, the first thing\nthat strikes me is, oh my goodness, hiding a child in plain sight, because if you have\na boarding house, you have a lot of people coming through.",
        "Q: Seven — well, usually it’s age seven, but it could be earlier.",
        "Q: A shelter.",
        "Q: Were curious.",
        "Q: So, did you — when you — when you asked Tante, what does this mean, and I\nJewish —",
        "Q: — and she said, you can’t go out there any more, did she also answer that you\nwere Jewish, or did she tell you anything?",
        "Q: Okay, hang on a second, so you stayed home and you’d play with your dolls?",
        "Q: Or go out — was their garden visible to the other family, or was it walled?",
        "Q: Yeah.",
        "Q: Oh, wow.",
        "Q: We'll get there.",
        "Q: We'll get there. And you don’t remember feeling that somebody — something\nwas taken from you that you couldn’t play with the children any more, you just\naccepted it and — and went on?",
        "Q: Did you continue going to school, to the Catholic school?",
        "Q: Because of this?",
        "Q: So they kept you in the house. However, during the few months that you had\nbeen there they had gotten you —",
        "Q: — they had gotten you to take first communion? That’s a huge thing.",
        "Q: And did they become more prominent there?",
        "Q: How did this take — how did this unfold?",
        "Q: Did you — were — do you have memories of him?",
        "Q: What did he look like?",
        "Q: Okay.",
        "Q: Scary.",
        "Q: So you remember doing that?",
        "Q: And do you remember being scared while you were on the lap?",
        "Q: And you don’t remember his face?",
        "Q: And did you — did your — did he seem — why was he scary to you? I mean —",
        "Q: And nobody told you that this 1s someone to take — this is someone to be careful\naround?",
        "Q: It could be for many reasons, I mean, 1-if a child —",
        "Q: — 1s told that it doesn’t necessarily mean you’re in mortal danger, it means we\nhave too many people in the house, children have to go upstairs. Was that kind of\nthe — or downstairs —",
        "Q: The rosary.",
        "Q: Did you — did you learn prayers?",
        "Q: But you learned them at the time.",
        "Q: Yeah.",
        "Q: And how long did you live at the fa — with the family?",
        "Q: Did you ever see your real parents during that time?",
        "Q: That’s amazing.",
        "Q: That’s amazing.",
        "Q: How would you describe yourself?",
        "Q: A good girl.",
        "Q: And did photo —",
        "Q: What about this brings it up?",
        "Q: Oh.",
        "Q: Well, we’re also talking about losses. And so, we’re starting from the beginning\nwhere there are attachments, and then there are losses.",
        "Q: You know, and that’s the — when you’re a child — I remember growing up — you\nknow, one of our roles is to talk as little as possible, but you know, the — the — it\ncreates a frustration.",
        "Q: Because when you have somebody telling you things, you want to say oh yes,\nand this reminds me of this. Well, let me share with you what this reminds me of. I\nremember growing up and hearing how much parents love children, you know. I\ngrew up in — ina family where I was loved, and hearing about parents love children.\nAnd when I had my own child, this revelation happened, that when I would walk in\nthe room, her face lit up. When I’d come home from work, she would jump up and\ndown in her crib. And I realized, it’s a two way street.",
        "Q: That ch — that love that that child is giving me 1s real, and I feel it and it\nenergizes me, and it is amazing and it is pure. And there’s no farce to it whatsoever,\nit is genuine.",
        "Q: And so when I hear you speak about the people that you were living with, I\nimagine a little girl who’s a good child, who does as she’s told, who has this\ninherent trust that she is being protected by good forces.",
        "Q: Also you’re going through another loss.",
        "Q: Huge loss.",
        "Q: Yeah.",
        "Q: Yeah. My sympathy to you.",
        "Q: Yeah. Are there any other memories that you can come to mi — that come to\nmind whe — through that time that you were with this — with Tante Rowter(ph),\nand Oma Riap(ph)? Any other people in the boarding house besides the — the black\nsuited SS man?",
        "Q: That’s really uncanny, yeah.",
        "Q: Scary.",
        "Q: Yeah.",
        "Q: But — and for you in particular, really scary.",
        "Q: Well, tell u — tell us.",
        "Q: Were these allied bombers?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: With the prayers from the rosary?",
        "Q: A big shelter, yeah.",
        "Q: I’m sure of it.",
        "Q: And you remember him saying this?",
        "Q: Who knows, maybe he was the protector of them.",
        "Q: There would be people who will say, absolutely.",
        "Q: Because such things are mir — such things are miracles.",
        "Q: You know. And when you — when y — when you heard that, did you have a\ncertain feeling? Did you freeze, did you kind of go numb? Do you remember, like,\nwhat feeling unmasks —",
        "Q: To get you.",
        "Q: So, she must have known they’re still alive.",
        "Q: Oh my. We can get to that story.",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: Amazing.",
        "Q: No.",
        "Q: So when did your parents come?",
        "Q: Do you remember the —",
        "Q: Oh God.",
        "Q: Did you feel — when you saw them again, yes, I know you?",
        "Q: In what ways was it tough? How was it tough?",
        "Q: Warmth.",
        "Q: Yeah.",
        "Q: Before we do that —",
        "Q: When you moved away from ta — did you — did you move — then they stayed\nwith Tante and Omaya(ph) for a few days, and then you moved away with them.\nDid you go — did you move far?",
        "Q: But that means like, when you were — I — I guess what I’m asking an-and I’m\nwondering, is that when you’d have, let’s say, a lonely moment and you’re with\nyour parents, did you have the ability and possibility to go back to Tante and spend\nthe afternoon?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: And — but did you see them then, afterwards? Did you go visit them?",
        "Q: And one of the —",
        "Q: Mm-hm?",
        "Q: So you — you didn't have a total cutoff?",
        "Q: So, there was — and they got along well, then?",
        "Q: See, some other people have said that sometimes there was some tension\nbetween the people wh-who saved or hid the children, and the parents who returned.",
        "Q: Either because one was — the parents were unsure —",
        "Q: — and the — or the people didn’t want to let go, or — or whatever. And you didn’t\nhave that.",
        "Q: How nice.",
        "Q: After the war.",
        "Q: Really?",
        "Q: So why did they — I mean, da — Holland has such a reputation —",
        "Q: — of being open and tolerant, and —",
        "Q: Yeah.\nNovember 10, 2008",
        "Q: What was it like in school, what were the kids saying? Do you have memories of\nthat?",
        "Q: Sure.",
        "Q: Autograph books and things.",
        "Q: Sounds like a lonely chil — a lonely time.\nNovember 10, 2008",
        "Q: Sounds like fun.",
        "Q: No, not fun. Not fun.",
        "Q: Were y — did you get on with your parents in a different way, or was there\ndistance, they were too busy, or — tell us — tell me a little bit about how — how that\nwent, how that evolved.",
        "Q: No fun.",
        "Q: So you weren't religious? It wasn’t if —",
        "Q: What does that mean? Ah-hah, she didn’t —",
        "Q: How sad.",
        "Q: You were gone. You weren’t there.",
        "Q: Did they — when di — did they ever talk to you about any of it?",
        "Q: A lot of people thi — a lot of people — I — I think that this is something that comes\nup a lot in — in future relations after some traumatic event. A-And it’s more than\ntrauma. I mean, it is — 1t is when people have been subjected to humiliations. When\npeople have been stretched to their limit, they think that — that if they don’t say\nsomething, they can keep that kind of vulnerability from the children —",
        "Q: — and maybe their children will be protected from it. But then another hole\ndevelops, you know?",
        "Q: In that child, or in the relationship, that there’s a silence there.",
        "Q: And — and it’s hard. It’s hard, I think, to know when 1s the rent — when is the\nright time? Am I damaging my child if I say something? Am I going to lose it if I\nsay something?",
        "Q: That’s a long time.",
        "Q: That’s amazing.",
        "Q: Take me up to the point where you’re already an adult — I mean, if there 1s more\nt-to add to, teenage years or other events that you want to remember, or something\nsignificant about your parents and — and — and what happened during the war years,\nfine —",
        "Q: Yeah.",
        "Q: And you came to the United States in 19 seven —",
        "Q: Oh, in 1953?",
        "Q: Oh, I see, I see.",
        "Q: So, you left Holland fairly early on?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: To set the — s-see — yeah.",
        "Q: Mm-hm.",
        "Q: When you were a baby, was it — did they speak to you in Dutch, your parents, or\nin Yiddish. Before the war. Do you know?",
        "Q: You don’t know.",
        "Q: You just know that you spoke Dutch.",
        "Q: Okay.",
        "Q: Oh my.",
        "Q: In the trailer.",
        "Q: Tiny baby chicks, and he’s raising chickens. That becomes his livelihood in the\nStates, where he was more of a businessman.",
        "Q: Poultry farmer.",
        "Q: The minute you — yeah, the minute you said to — you said to me he was a poultry\nfarmer, I thought, oh my gosh, that’s labor intensive.",
        "Q: I would have thought, I can’t wait to get away from here.",
        "Q: Being a kid.\nNovember 10, 2008",
        "Q: Yeah.",
        "Q: Did you have fights with your parents, or were you so quiet you just kind of gave\nup?",
        "Q: Yeah.",
        "Q: Did you go to college?",
        "Q: To Bernie? How’d you meet?",
        "Q: Oh my.",
        "Q: Oh, that’s wonderful.",
        "Q: That’s wonderful. How many children did you have?",
        "Q: Uh-huh.",
        "Q: Too young to be a grandmother o-of grown boys.",
        "Q: Yeah.",
        "Q: When did you learn about what your parents had gone through?",
        "Q: Were they together in hiding?",
        "Q: Oh, they — someone betrayed them?",
        "Q: And is it on one of those roofs that he met this —",
        "Q: Of their — nothing?",
        "Q: It really sounds that there wasn’t much closeness between yourself and your\nparents.",
        "Q: What a grief.",
        "Q: And wa-wha-what about with your brother and your sister?",
        "Q: Oh dear.",
        "Q: She figured it out.",
        "Q: Oh, what a poor boy.\nNovember 10, 2008",
        "Q: Did you maintain ties [coughing] oh, bless you, hang on. Did you maintain\ncontact with Tante Rowter(ph) and Omaya(ph)?",
        "Q: Oh my.",
        "Q: That was tough.",
        "Q: That was tough.\nNovember 10, 2008",
        "Q: Did they have — did they have children — no, they didn’t have children —",
        "Q: — but did they have family? What happened with their house?",
        "Q: Oh.",
        "Q: You didn’t [indecipherable]",
        "Q: And in 1991 you say, the first time you felt like you could have that burden lifted\nfrom you, is when — or put words to things, was when you joined the child\nSUIVIVOTS.",
        "Q: What happened when you joined?",
        "Q: And it wasn’t just you?\nNovember 10, 2008",
        "Q: Did your children —",
        "Q: Did your sons ask you, as they were growing up?",
        "Q: Do they ask you now?",
        "Q: Yeah.",
        "Q: It doesn’t sound that way. It doesn’t sound that way. But you never know what\nkind of effect — when you’re living, you don’t know what kind of effect the things\nthat you have experienced could have on a person who wasn’t there.",
        "Q: You don’t know those things.",
        "Q: And you asked the question.",
        "Q: You gave them —",
        "Q: Well, it could have been that for you in your life, it sounds like your parents\nwere stripped bare of, you know, of whatever giving they might have been able to\ngive. And so it sounds like there was a real ef — cause effect of what the war did,\nand their —",
        "Q: — and their hiding. But that doesn’t necessarily mean that it goes on to another\ngeneration.",
        "Q: It possibly, but not necessarily.",
        "Q: Sounds like he loved you very much.",
        "Q: I can imagine. I can —I can only imagine.",
        "Q: Yeah. Is there anything else you’d like to have in this story, in this interview that\nwe ve had today that you think is — we haven’t touched on, that is important?",
        "Q: Well, thank you.",
        "Q: Well, thank you, that — that’s a —",
        "Q: Thank you very much.",
        "Q: I appreciate that.",
        "Q: You’ve shared.",
        "Q: And — and it’s been a gift.",
        "Q: So, this concludes the United States Holocaust Memorial Museum interview\nwith Paula Bronstein, on November 10\", 2008 in Washington, D.C.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Yes?",
        "A: Right, right.",
        "A: Okay.",
        "A: Okay. I was born September the eighth, 1937 in Eindhoven, Holland. I — at that\ntime I only — was an only child. And that area, until my hiding, I really don’t\nremember much. But, I have a picture that I carry around, that my father used to\ncarry around and now I’m carrying it. It’s of my mother, who is wearing the Jewish\nstar, and myself; I was about four and a half, walking in the streets in 1942 in July,\nvisiting my aunt, my mother’s sister-in-law, who just gave birth to twins in the\nhospital. And she’s carrying this picture — I’m carrying the picture, but she’s\nNovember 10, 2008\nwalking down the so — sidewalk with a bouquet of flowers, which is what you\nalways do in Holland; wherever you go, you bring flowers. And myself — and\nwe’re both looking very sad, and this is the picture that I’m handing you.",
        "A: And that’s — that’s the last picture that we have.",
        "A: To — to th — yeah, the last photograph for that — that period, until after the war.",
        "A: Yes, I think I was. But —",
        "A: Sure.",
        "A: My mother’s name was Fayge(ph) Buchla(ph) Rappaport. She came from\nWarsaw, Poland with her family, and the family was settled — they settled in\nFrance, [ believe it’s in Paris. But — okay, and that’s where my mother had her life\nand her [indecipherable]",
        "A: I don’t know the dates. And — it must have been in the 20s.",
        "A: I’m sure, because my father, he comes from Poland, and his parents — I don’t\nknow the city offhand where they came from, but when my father was 14 — fa —\neither 14 or 16, his father told him go, get out of here and make your life. He put\nhim on a train and wherever you can go, go and try and survive, because there’s\nnothing here. And this 1s 1928. So — and my father was born in 1911, so he was\nabout 15 - 16, somewhere around that time.",
        "A: And — and that father, his father did that with — they had three sons, and they did\nit with both —",
        "A: All three. Because his father was more or less, very religious. And all I know is\nfrom the stories that all he did was pray all the time, and I think he was one of, like\na habah(ph) type of person. His mother named — my fa — my grandfather, my\nfather’s father was named, I think, Isadore. And my grandmother’s name was\nSarah. And she was a little more educated. So my father traveled wherever he\nwound up, went to Germany and all this, and —",
        "A: Oh, my father’s was Solomon.",
        "A: Gerfine(ph).",
        "A: Gerfine(ph).",
        "A: Ah-— who had three brothers, Mark — Marcus and Ted. So, my father came to\nHolland, wound up in Holland, and I think that’s where he met my mother.\nSomehow my mother wound up with her family, live in Holland for awhile. And\nthen my mother’s family went back to Paris, and that’s where they settled. My\nmother had, was a total of five children from her family, and my father had three,\nthere were three brothers.",
        "A: Yes, I know my uncles. They all settled here in the States, all wind up in the\nStates. My father — well, my mother passed away in 1960 f— in 1975. That’s when\nwe came to America, that’s another — you know [indecipherable]",
        "A: Oh, okay. My father passed away in 1997. I found letters at that time that my\nfather had corresponded, or da — my — his parents have corresponded with him from\nPoland, trying to get to Holland. And the letters were all in Yiddish.",
        "A: 1933 and 34. And I f— was trying to find an interpreter for those letters, and I\ndid, through my child survivors group that I had joined in the 90s. And I had those\nletters interpreted the best that that person could, because she told me there was a\nlot of dialects of Yiddish.",
        "A: And they’re writing that they needed money, like five — whatever the currency is",
        "A: Yeah.",
        "A: Slocky(ph). Five slocky(ph) to give to where they were renting a house. And\nthey needed si — they were very, very poor. And by being very, very poor is why he\nsent his sons away. So, actually from 1920 on, ’28 on, my father never saw his\nparents and the parents never saw their children.\nNovember 10, 2008",
        "A: No.",
        "A: Have a better life, exactly, exactly. And — and then my father just found his —",
        "A: Okay. So, my father, I had that picture at home of him getting off the train\nstation, I — either Germany or wherever it’s at. So he settled in Holland, in\nEindhoven. Somehow became eind — Eindhoven. And I — like I said, I believe that\nmy mother’s parents came to Holland, and that’s how my parents met each other.\nMy mother’s father was a — a le — dealing in leather goods. And then they wound up\nback in France, and like I said, my mother had five — family of five. She had one\nsister and three brothers. Three, four, five, yeah. Okay, and —",
        "A: Now what do I say —\nNovember 10, 2008",
        "A: One of them — the younger one did. Ther — they were two years apart. The older\nbrother, Ted, he — I don’t know too much about him, how he wound up in America,\nbut he hid on a ship or something like — as a cook.",
        "A: A stowaway, yeah. And that’s how he came to America. And — and he’s the one\nwho wound up sponsoring us. So, I have a picture, and it must have been before he\nwound up in America, when I’m a — a baby, and my parents are taking me — my\nfather had a Ford, a car, and it must have been 1930 — probably 30 — late thes — 37\nor °38, and they put me in the back of the car, like a little hammock. I mean, very\nsafe. And I was — that’s how they traveled to Paris. And I have a picture of my\nUncle Ted and my parents and me in Paris. And that’s where my mother’s family\nwas, so they traveled to — to visit them.",
        "A: Mm-hm, mm-hm.\nNovember 10, 2008",
        "A: Yes, yes. I don’t know what he was doing, I — that part, I have no idea. I also\nhave a picture of a very nice, low house, because they’re all connected. And the\nway my mother was dressed, overall, they were doing very nicely, apparently. My\nfather later on, and maybe that’s what he did early on, was in the hosiery and socks\nand so on.",
        "A: Before — no, no, I do not know. Never talked about it. And the problem is, I\nnever asked questions. You know, children, we didn't ask questions. We had a nice\n—I was dressed very nicely, everything was fine. So when I saw the pictures, and\nthey were still alive, and I just looked at the picture, oh how nice. But I never asked\nany questions. I was — I was a child, I just did what had to be done and I listened.\nAnd when the time came that I had to go into hiding, I don’t know if I asked why,\nbut they always — I think they just gave a story, well, you’re gonna stay with —\nshould I say the name? Yeah, not yet.",
        "A: My earliest memories, actual, physical memories are from the hiding time.\nNovember 10, 2008",
        "A: No, only what I see on a picture, but nothing, nothing. My hiding life is —",
        "A: Four and a half.",
        "A: Yeah, cause this is the time, that picture that I showed you, just a little after that\nis July 1942, we had to go into hiding.",
        "A: Yeah, that’s correct, that’s correct.",
        "A: Okay.",
        "A: No, well, my mother.",
        "A: Yes. She said that I had to go and live with these people and they were going to\nlive with some other pe — they were gonna go away, not live, going away to — to be\nNovember 10, 2008\nwith these people, but theyll come back to see me, and we’ll all be together again.\nAnd that’s a time that —",
        "A: I— yes, tha-that’s when they took me to these people that they knew prior and\narranged, made this arrangement that I would go be living with them. They had no\nchildren of their own, and — and they, like I said, would be coming back to take me\nhome.",
        "A: Oh yes, and I remember crying after them leaving, and they were crying and —\nand I ran after them. And the people that I stayed with, which I wound up calling\nTante and Omaya(ph) are holding onto me and not letting me run too far, but yes, I\nremember that like yesterday.",
        "A: Those are the memories I —I really have so strongly.",
        "A: Yes.\nNovember 10, 2008",
        "A: Oh, absolutely. No, we always seemed to have — I must have had a very good\nlife because there’s nothing traumatic for me to — to remember. And it’s like\nchildren — like my own children, they don’t remember that time either.",
        "A: Yeah.",
        "A: Yes.",
        "A: Okay, okay. The people that I was staying with was — I called her was Tanta\nRowter(ph), that was her last name, a real Dutch name because sh — actually, she\nwas German, but she had lived there for a long time and married this Dutch man\ncalled Yap(ph) Rowter(ph). And they were — had no children.",
        "A: To —1n my eyes, they were older, and they probably were in their maybe late\n30s, early 40s. They were old people, because my parents were so much younger.\nCause my father — my mother was born in 1912, 1912, and my mother was born in\n1911. So in 1942 — well, maybe they were more or less the same age. But — so I st —\nNovember 10, 2008\nI —I lived with them, I was to be their niece, and I had to live their way, their last\nname, their religion, which was — they didn’t really have much of religion, but there\nwas Protestant. And I was going to be raised Catholic.",
        "A: Because they had a — a— a maid, a young girl, 18 or 19, she came every day.\nAnd she’s the one who taught me the Catholic-ism type of thing. And because that\nway I could go to the church and with — and go to school with the nuns. So —",
        "A: Rowter(ph), Paula Rowter(ph).",
        "A: Just as Paula —",
        "A: — Rowter(ph), yeah.",
        "A: And that was my name, and I went to school for about three months.",
        "A: Well, now it’s five.",
        "A: Yeah, yeah. And I did the catechis — I — you know, I do remember this church\nand the nuns and the water that’s on the side, and — and I ha — I was so excited, this\nmaid who was there, she gave me a rosary. Oh, and that was such a personal thing\nthat was mine, you know. I don’t know if I knew that I had been, or was Jewish. I\ndon’t know because I never dealt with that until afterwards.",
        "A: I don’t remember her name. It was a real Dutch name. And she was very nice,\nshe helped me a lot and — and — and when I was living there with the tante, I was\nnormal. I had a normal life. I guess I forgot about my parents, you know.",
        "A: Yeah.",
        "A: I don’t seem to remember that. But if I really think deeply and go back a lot, that\nI mu — I think I must have done that in the first few days, because my tante gave me\na doll with a little carriage to, you know, keep me happy and to just divert my\nattention. And I think, you know, when I really go deep now that I’m talking to you\nabout that, about my own past feelings and all that, I can see the carriage and I can\nsee the doll. And also I can see her kitchen.",
        "A: Was a big kitchen, a real bare room with a big, black stove. And she would be\ncooking with the maid, who would be helping. I was also with the maid now,\nhelping her clean rooms. See, the people, they ran a boarding house, so they — it was\na big house, and they had lots of rooms and the maid would work in the rooms, or\nclean the bed and the bathroom, and I would be helping her, becau —",
        "A: Yeah, but I was dur — her niece from — wherever that niece came from, where\nmy tante was German, but I didn’t speak German, I spoke Dutch. So, the niece was\neither from the husband’s side, my Oma, cause he was perfectly Dutch, he was all\nDutch. And I don’t know whose niece I was, but she always said I’m her niece. And\nlike I said, I did go to school for a little bit, and I had a first communion, whatever\nthat age was, I don’t know.",
        "A: It had to be earlier, cause I was not allowed — the first few months I was out,\nthey had children next door, the neighbor had children, a little boy and a girl, and I\nwould play with them. And they had a, like a — they built a— where you go hide\nwhen the bombs come.\nNovember 10, 2008",
        "A: A shelter, a shelter. And I would play with these children a few times, and then\nthey start to ask questions of me. I was not blonde and blue-eyed, you know, I was\ndark haired. And they would say, are you Jewish? And I would ask my tante, what\ndoes that mean, am I Jewish? She says, now you can never go outside any longer,\nbecause the parents of those children —",
        "A: — were — by talking. They also had that big shelter, which they dug down and\nthat’s all sand, you know, like a — like a little [indecipherable] like a little\nmountain. And Tante had asked the parents if we could go in there if it needed, for\nthe bombs, and they said no. They said no. So they were very anti.",
        "A: Yes.",
        "A: No, no, no, she never told me that I was Jewish. She says, you just cannot play\nwith, those are not nice children, you cannot play with them. Okay, I’m a nice little\ngirl and I listen. And she said, you cannot go outside any more, and I didn't ask. I\nNovember 10, 2008\nwas content in the house. And between her, she was very sweet to me, and my\nuncle, who was very nice, he — they had no children, they enjoyed — I would — I was\nallowed to go in the garden with my oma, cause he was growing vegetables. I\nremember that, and I was going with the maid to help clean the house, and I played\nwith my doll. That’s what I called, yeah.",
        "A: Yeah.",
        "A: Yes, because there’s no walls. In Europe there’s no walls, at least in Holland at\nthat time.",
        "A: No, they had a — a dirt area somewhere, I don’t know, because the back of their\nhouse had like a water, a little — not a river, but something that flowed, with\nbeautiful Weeping Willows.",
        "A: I'll never forget the Weeping Willows, it was just so pretty. Her front yard had\nlike a little fence full of roses. And the house was a very nice house, I — I — when I\nwent back in 1985, I found it and I — but anyway, that’s another story.\nNovember 10, 2008",
        "A: Yeah.",
        "A: Yeah.",
        "A: No, at that time I couldn’t do anything any more.",
        "A: Because of this. I —",
        "A: Yeah.",
        "A: That’s a huge thing 1s right, but I could not go outside any more after those\nchildren. Maybe it was a little longer period than what I’m remembering, because I\nremember going to the nuns, and I think the nun knew who I was. But they were\nvery nice, very sweet, but I remember doing that, and then I remember I couldn’t do\nanything any more, I had to stay inside. And it got heavier, I think, when the\nGermans got more prominent there.\nNovember 10, 2008",
        "A: Yes.",
        "A: My — because of my tante and omaya(ph) having this big house — excuse me —\nthe — they had to take in an SS officer. He had to live in because they had the room.\nAnd that’s how heavy it got when he is there and I’m there.",
        "A: Yes.",
        "A: I don’t have a face.",
        "A: Just a uniform. Ugly black, horrible black, black uniform with big, black boots.\nThose uniform and the boots are with me 24/7 if I allow it to come out.",
        "A: I don’t know his face. Very scary, cause I’m in the house there with people and\nso on, and now we have this guy there. I sit on his lap, he puts me on his lap, I talk\nto him like a soldier.",
        "A: Oh yeah.\nNovember 10, 2008",
        "A: On and off. I kind of got to know him, you know, he was there fo — seemed to\nme for a long time. Til the end. He was there until the end.",
        "A: No, I have no vision of his face. I-I either didn’t — don’t want to remember it — I\ndon’t know, because to me the — the uniform 1s all I know, is the uniform.",
        "A: Because I have never seen a person with a uniform like that. I mean, that’s a\nhorrible thing, I — I am young, and I was — lived in a nice area at home, there was no\nuniforms. Tante didn’t have any uniforms. The people that lived there were no\nuniforms. And then comes this guy with the — the boots, you know, and it click-\nclacked the way it — that was —",
        "A: No, they wanted me to be just casual, because I’m — you know, and I was taught,\nand being me, I was told never say what your real last name 1s, and just I’m your\ntante and I’m your oma, you’re just living here with — with me. And that — that was\nit. He did have other ones, other soldiers came to the house. When that happened,\nNovember 10, 2008\nwhen other SS officers came to the house, I had to go to the basement. I wasn’t\nallowed to be around, because —",
        "A: Sure.",
        "A: Some — yeah, downstairs. Just something, you know, there’s too much, and that\nthey’re talking and all that, and you’ll just be in their way. So I had to go in the\nbasement, and I took my dolly and my — my — my — I forgot the name of it now —\nthe rosacal — what do you call —",
        "A: Rosary, yes, that was always with me. The rosary was my savior. I was taught\nthat that’s my savior. Whenever there’s something bad, I need to pray with this\nrosary.",
        "A: I learned prayers, I don’t remember them, cause right the war was over, I did\naway with all that, and I don’t remember that.\nNovember 10, 2008",
        "A: But I remember having them in my hand, and knowing how to inter — interlink\nthem in my fingers, and making the cross, and had my little dolly. And that was it.",
        "A: Yeah.",
        "A: Two and a half years.",
        "A: No. No.",
        "A: That’s amazing, that —",
        "A: —I didn’t see them, I didn't — I might have asked my tante a few times, and after\nthat I became so much like a child, well, now you’re living with somebody else.\nThis is your life now. This is how you have to survive, and this 1s — this 1s it.",
        "A: As very timid at that time. Not today, but at that time. And always listening to\nwhat I was told.\nNovember 10, 2008",
        "A: A very good girl, yes, and I s — good girl. Had the big bow in my hair, you know,\nall that.",
        "A: And whatever they did for me — told me to do, I would do, go with him — Tante,\ngo with Omaya(ph) now and this and that. Or go with — now I wish I remember the\nname of that cleaning lady — that mai-maid, or whatever they called her. Yeah, I\nwas. I’m getting emotional. I have — I have not been emotional about this, because\nI’m emotional about something else.",
        "A: I don’t know, about the way I was when I was a little girl, that’s all I remember.\nAnd maybe cause I miss — miss the people I lived with. They were — they were nice.\nAnd you know, when you talk about every little detail, brings back memories, and\nmy state of my — my being at the moment is very touchy because I lost my husband\nseven months ago, and —",
        "A: —I think that’s why I’m more emotional than I usually am.",
        "A: Yeah.\nNovember 10, 2008",
        "A: Yeah.",
        "A: Yes.",
        "A: Yeah.\nNovember 10, 2008",
        "A: Exactly. And now, that’s exactly the feeling that it is and that’s bringing tears to\nmy eyes because I can’t imagine that — that all that happened. But you know, I\nremember so much of that period, and so much of afterwards, too. But I think it’s a\nlittle bit because of my —",
        "A: Yeah.",
        "A: Oh yeah.",
        "A: Yeah.",
        "A: Oh, thank you.",
        "A: Yeah, there was a — there was a man there and there was a woman there. I don’t\nknow their names, but I remember, vaguely, their faces. See, I remember their\nfaces, I remember this girl, the maid, her face, but not this SS officer’s face. So —\nNovember 10, 2008",
        "A: So maybe inside of me I knew it was danger, because this man with boots and a\nuniform, that would represent to any child —",
        "A: Scary, yes.",
        "A: Exactly.",
        "A: Yeah, exactly. I mean, I don’t know if we’re ready for the end of it, because of\nsomething that — that he did at the end, how —",
        "A: — when the war ended. Well, during the war, I — I— with the bombing, two doors\ndown, there was another shelter there, and those people let us in because we did\nhave the bombing scares, and we were in the shelter, and all of us, the people th —",
        "A: No — ye— yes. Well no, I don’t know. No, I think there’s — German? I don’t\nknow.",
        "A: That part I don’t know, I — all I know is bombs.\nNovember 10, 2008",
        "A: And we all went in there and I remember in that shelter, I prayed like anything,\nbecause the girl was with me and I went — boy, I went to town and prayed and\nprayed and prayed that we wouldn't get hurt.",
        "A: Yeah, with the rosary and the whole thing. Yes, I remember that. I remember the\nshelter cause they had like shelves of beds, you know, in there in case we had to\nStay.",
        "A: Yes, a big shelter. And when it was over, the raid was over, the house next door\nto Tante, that got bombed, but we did not, our house was saved. So, I — all that\npraying I did helped our house.",
        "A: Yeah. So, when they ended the war, the two and a half years have gone — well,\nno — yeah, it must have been at that time, he — he had to leave, of course. And when\nhe left, we stood at the front door, and that’s another vision I have, just right now.\nMy tante is here, I’m over here, he is outside facing me, and he’s looking right at\nme. And his finger comes up, and he says, Paula, now you can go free. Now, he’s\nspeaking German, and my tante knows German. And I’m standing there and he\nNovember 10, 2008\nsays, you can go free. After he leaves, tante looks at me, because now I’m — I’m\nseven, and she says, he knew. He knew. Now I know that I’m Jewish because I’m\nseve — I’m older, maybe they told me, or — and then she says, he knew that you\nwere here hiding, or something, another word that she said. And that’s what he said,\nsO —",
        "A: Oh yes, oh yes, oh yes, I remember him standing there, I don’t see a face, I see\nthat uniform and that finger coming right at me, pointing. He says, Paula, you can\ngo free. So this guy either had a heart, either he has his own child, cause I did sit on\nhis lap, and he didn't turn me or them or anybody in this whole household in.",
        "A: And then I thought maybe all my praying worked.",
        "A: Yeah. I [indecipherable]",
        "A: Right, right.\nNovember 10, 2008",
        "A: Well, I remember I couldn’t understand, I didn’t quite comprehend what all that\nmeant. So, I’m sure I talked to Tante about that and I think what she said is now,\npretty soon, Mommy and Daddy are gonna come —",
        "A: — to get you, yeah. [indecipherable]",
        "A: She must have, because she knew that they were coming at a certain day. So,\neither they were able to, through their hiding place — places, they had several hiding\nplaces — my father had a fight with a German soldier on top — on the roof.",
        "A: [indecipherable] yeah, okay.",
        "A: But they must have known how to get in touch with each other, one way or the\nother, to say this and this date, you know, they’re gonna come and get you. But I\nremember in the house, when it became close to the liberation time, we went — it\nwas e — nighttime I’m not — evening time, it was very dark out, and we went up on\nthe — they had little windows up in the attic, and I guess they heard on the news or\nsomething that the liberators were coming. And they were going to come by\nparachute out of the plane in Sun, s-u-n, that’s a name of a little town near\nNovember 10, 2008\nEindhoven. So we all went up there, I remember that, looking out the window and\nthere’s all these white parachutes, one after another, after another, after another, and\nwe were so happy to see that, cause they were going to liberate us, and — and if you\nwatch the movie, the — “The Longest Day” —",
        "A: — with the Battle of the Bulge and all that, and they talk about Eindhoven and\nthey talk about the parachutes coming down. So when I see that movie and — and\nwait for that particular scene, it just all comes right back and there’s just such a\ngreat feeling.",
        "A: America, och, America, then the soldiers walking down the street and the\nEnglish ones, the Americans and they give you the chocolate and — and they’re\nwearing nice uniforms, not this ugly, terrible black uniform and oh — that —\nwhenever I would see soldiers, you know, walking around and all that, I just felt oh,\nthey’re — they’re my savior. They’re — they’re — they’re wonderful, wonderful\npeople, you know, you can trust them. You couldn’t trust the ugly ones.",
        "A: No. So —\nNovember 10, 2008",
        "A: Well, they came, it was 1945.",
        "A: They did not come when Holland was liberated in ’44. We weren’t always — I\nthink, not sure that we were free s — until the war actually was over. And when\nTante says, now we’re gonna go outside and wait for them on the street. And the\ntime came, there they were. A lot of people walking around now and all that, and\nthey came down the street, and I ran to them, I knew them. And they ran to me and\nthat was —",
        "A: — just a — yeah, they made it and I made it and that was a great feeling, very\nhealthy.",
        "A: Mm-hm, oh yeah, absolutely. And they had said they will come back, and they\ndid. And that was — I must say, they stayed a few days at Tante’s house until they\ncould find a place for us to move into. But that was the last time that I was their\nlittle girl. The feeling of parents and children. Because either what they went\nthrough — never talked about what they went through, except that only — later on\nthey talked about it in — in — when we were here in America, my father would say a\nfew things, and told me what happened to him. But at that time they had to find the\nNovember 10, 2008\nplace, they had to go back and make a living, and there was no closeness. The\ncloseness was gone. I hav — was so close with Tanta and Omaya(ph), I didn’t have\nthat closeness with them, either because the two and a half years of separation, and I\nam now a little more grown and loved the way I ha — was being treated for those\ntwo and a half years. Now I’m with my parents, who have nothing, and they can’t\ngive all that feeling any more. And from then on in, life got hard, life was tough,\nversus the two and a half years that I had to endure the basement and all that. But —",
        "A: It was tough because they were so much in their own, with their own problems\nthat they had, and not knowing how to really deal with me, to — in other words, to\npick up from the day that they, you know, left me, until the day I— I— we — we were\ntogether. The — the feelings just was okay, we have to eat now, we have to do this\nnow and you have to go to school now and — but nothing — I don’t remember any,\nyou know —",
        "A: — all of that.",
        "A: Yes. And then my mother got pregnant, so now I have a little brother.\nNovember 10, 2008",
        "A: Yeah?",
        "A: It wasn’t a — yes, from — well, in Eindhoven, you know, nothing 1s far like it is\nhere, but still, yeah it was a different area, trying to find where they could somehow\n— home — they had homes with upstairs and downstairs and — or even three times up.\nThis family was willing to ta — give us part of a —a floor, and I’m sure my father\nhad to pay. And how all that worked I have no idea, it never was discussed about\nmoney and nothing — and I feel bad that I didn’t ask later on, you know, these things\nand what can I say?",
        "A: I could have, but it was a long walk. I didn’t have a bike yet, so that was a long\nwalk. That’s another thing. Yeah, then we moved somewhere else, I’Il tell you.\nNovember 10, 2008",
        "A: No, at this — this place is just — this was called Willem de Zwijgerstraat. My\nhusband Bernie and I went there, I know exactly the window and everything. No, it\nwas like a bad area of town.",
        "A: But, it was not far from the street that we had lived in prior to the war,\nNassaustraat.",
        "A: And this is Willem de Zwijgerstraat, you can see from Nassaustraat the place\nthat we wound up living after the war. So that, from there wasn’t — you know, that\nwas in the same area. So I think maybe that’s why my parents wound up in that\narea, cause they knew — and where my tante lived, there was a little nicer area. It\nwas separate houses. This was like all low houses and it was a different area.",
        "A: Yeah.",
        "A: I saw them. We did not stay long in this particular place, cause it was a bad —\nneighbors and a— we didn’t. So my father found this other house called binnin — in\nthe Binnaeusstraat, which was close to Tante’s house.\nNovember 10, 2008",
        "A: And then —",
        "A:—I could go, and I walked very often to Tante’s house.",
        "A: No, my parents played bridge with them. So, I don’t know if they knew them\nbefore the war, or if they became friends after the war. That I don’t know, but they\nspend New Year’s together, they played bridge at their house or our house.",
        "A: Yeah.",
        "A: Mm-hm.",
        "A: Unsure.",
        "A: Yeah, I can understand that, not — not — not that I know of, because they knew\neach other and they — like I said, they got together, played bridge, I remember.\nThat’s when we lived — yeah, in Binnaeusstraat, I’m pretty sure. Or was it — I\nNovember 10, 2008\ndon’t know which house it was in. No, I was older, it had to be Binnaeusstraat.\nThey would pull up the rug. My uncle was there, Omaya(ph), Tante and my\nparents, listening to the radio, putting up music, and they danced.",
        "A: And that’s how I learned — my Omaya(ph) taught me how to dance, me standing\non his feet, and I learned how to dance the foxtrot, and the English waltz. And I’m\nnow — oh, I’m eight or nine or 10 or something like that, yeah.",
        "A: After the war. That was nice, but then it also — that was a nice day or something,\nbut the regular days, going to school was not nice, because I was the only Jewish\ngirl, and everybody made fun of me, you know.",
        "A: Oh yeah. So the years after were not —",
        "A: Yes.",
        "A: Well, there were a lot of them that weren’t.",
        "A: There’s a lot of them that weren’t. There were a lot of people who got turned in\nby — we were very, very fortunate. And — and Tante dealt with it very good.",
        "A: Well, they wouldn’t talk to me because I looked different for some reason, I\ndon’t know. And they weren’t — especially the boys, they were nasty, yeah. Some of\nthe girls were okay. I have a book, they call it a poetsy(ph), it’s — you ges — it’s like\na poem book that all — everybody in school would get that, with little paste things,\nstick-ums that you put in there and then you write a little poem of the person that —\nyou know, like you do at high school here —",
        "A: — they — they write —",
        "A: — something like that. And I do have that book with — there were two girls that\nlived around the corner in Willem de Zwijgerstraat when I first started school. Her\nname — one was Anika(ph), and there was a little redhead, ri-wi — Rita, I think her\nname was, something like that. And they wrote in my book. But I would never want\n— went to their house, I couldn’t associate with them, so only at school.",
        "A: Yeah. Oh, I was very much by myself, very much. And then when my brother\nand sister came along, I had to take care of them. Now, we’re nine and 11 years\ndifference. And if I wanted to go outside and did play with the marbles, you know,\nthe little children’s play, I had to take my brother with me. I was always like a\ncaretaker of them, and I had to help. I never had a time, you know, by ourselves.\nLater on, we got a little older, the Jewish area built up a little bit, and there was a\nyouth group area, and that’s where I met this girl named Frieda. And a lot of the\nDutch people know her too, and she knows a lot of people. And we’ve been in\ntouch ever since, together. But the only nice time I had with a girlfriend, and that\nwas her, because she was Jewish, and she lived quite far away, but I had a bike\nthen, and we’d bike to her. And she had little cooking utensils and we would cook\napplesauce from scratch. That was a big thing.",
        "A: Yeah, it was fun, but then, that was a day of having a nice day, but the rest of the\ntime, this — in Willem de Zwijgerstraat, the house that we were in was right on the\ncorner and there was train tracks right next to it. And several times the train would\nstop, and it was loaded with coal. So I had to go and get a — a pail and\n[indecipherable] and climb up in the train — and everybody else did that, mostly\nguys — and I had to climb up there and steal the coal, so we would have coal in the\nNovember 10, 2008\nhouse. Now, the train must have stopped there maybe for a purpose, I don’t know,\nbut —",
        "A: —I was [indecipherable]. Not fun. I didn’t have a teenage years. There was\nnothing about me, you know. Very, very little.",
        "A: You know something, I don’t know any details, but I remember my two and a\nhalf years with Tante. My — the rest of my years before I came here 1s mostly what\nI remember ome — you know, ask my mother, I want to go after school, go and play\nwith them. No, you have to do this, and you have to take care of your brother and\nyou have to take care of your sister. Or you have to help me, and you have to do this\nand you have to do that. That’s all I remember.",
        "A: I don’t remember no closeness, where my mother say, oh let’s go shopping, just\nyou and I, let’s go, you know. No, because my father was gone basically seven days\na week, earning a living, trying to earn a living by selling his socks and so on, on\nNovember 10, 2008\nthe mart, different cities. On the weekend, on Saturdays, I would have to go with\nhim, because you have to unpack the pack.",
        "A: No, no, there was no religion. She never benched th-the light, the candles —",
        "A: [indecipherable] no. I’ve never done it either. I do remember going to a temple,\nI do. Another thing is I remember I was being taught by a rabbi to read Hebrew.\nAnd that’s when we moved to Binnaeusstraat. I was a little older, and I remember\ngoing to the temple once. But no, nothing for holidays, except Friday night we had\nchicken soup, you know, and Paula gets the — the — I got a— a polka —a leg anda\nneck, that’s what I got. But see, my wardrobe consists of two of this and two of that,\nand that was it. Little skirt and a little top, I don’t remember my mother taking me\nshopping or anyth — I don’t remember any of that.",
        "A: Because the other part overtook that, always having to take care of them, that I\njust was —\nNovember 10, 2008",
        "A: I wasn’t — I was just there to be — for that purpose. I didn’t have that closeness\nbeing the daughter, the first daughter, you know. And that’s — could very well be\nbecause of what my parents went through, and I’m sure that’s it.",
        "A: No. No. Oh, you don’t know, and you don’t need to know, or you don’t\nremember anything, you were too young, and — nothing. So either they were\nprotecting me, I don’t know why, you know, that’s — I don’t think so.",
        "A: Yeah.",
        "A: Of course.",
        "A: Right.\nNovember 10, 2008",
        "A: Right, right. So, I know that all the time I lived in Holland, I would never say\nthat I was Jewish, I would never talk to anybody about it. I tried to assimilate or be\nlike everybody else, but yet, I knew I was different, because there the fi — the girls\nat school, their — their way of doing things, the way the ate, the way they — their\nbehavior was so different than mine. I had uns — not really n — realizing it, I had this\nstuff on my shoulder of what happened to me, and I could not talk about that. So, I\nalways was different, and that took me a long, long, long time to get out of it. The\nonly time I could — finally got out of it is when I joined the survivor, the child\nsurvivors’ group.",
        "A: Before that — a very long time. Not until the early 90s.",
        "A: Yes. I would not talk, I worked and I — and — and people find out, oh, you’re —\nyou’re from Holland. Yes. Were you there during the war? Yes. Well, what\nhappened? Nothing. You know. How I'd never wear a Jewish star, I — I have o — I\nhave them, but I wouldn't wear them. I’d — never the identification that I’m Jewish.\nNovember 10, 2008\nAnd that only — even in America, you know, at the beginning, I wouldn’t say that I\nwas — not Jewish, but in hiding.",
        "A: No, I just — I think I — I kind of talked about that, because they wound up being\nfriends and they s — you know, played cards together and — and — well, we just had a\nvery simple life, nothing exciting, it was just surviving life.",
        "A: And that was it.",
        "A: °50—’53.",
        "A: °53, with my parents.",
        "A: Yes.",
        "A: Yes, I was 15.\nNovember 10, 2008",
        "A: Yeah. So then my Uncle Ted, who had gotten here somehow —",
        "A: — from New York, he wound up in California, and he sponsored my father, for\nus to come. And so we came in *53. We took the — the — my father came in 1952, he",
        "A: To see [indecipherable] yeah, to see how it’s gonna work.",
        "A: And then my parents, my mother had to sell the furniture they had. I don’t know\nhow they got all this furniture back after the war, or I don’t know anything about\nthat. So we came on the — we first went to Paris, her family lived in Paris, so, to\nsay goodbye. And — oh, during the — before that, when I was younger, my mother\nsent me to Paris to live — to visit my grandparents. Now, my grandparents spoke\nFrench and Yiddish, I spoke Dutch. I understand Yiddish, but I can’t speak Yiddish.",
        "A: I don’t know.\nNovember 10, 2008",
        "A: I don’t know.",
        "A: Oh, yes.",
        "A: I know I spoke Dutch and I could understand Yiddish, from hearing it from\nthem, I suppose. So I — I did spend a week in Paris with my gram — grandparents,\nand we couldn’t really communicate. So we went — before we left to come to\nAmerica, we went to Paris and — to say goodbye, and board the fle de France ship.\nAnd we took the ship across; took about seven days I believe. And me with motion\nsickness, that didn't work too well, but — so we got to New York. My mother’s\ngirlfriend from Europe, who lived now in New York, picked us up and we stayed\nfor one day and then we caught the train to go to California.",
        "A: And we were on a train and with my little brother and my little sister and me, so\nI had to deal with that. And then we come to Los Angeles, and my uncle and my\nfather pick us up, and they drive us to this — the mountains, which is unbelievable to\nsee, huge. It was very scary, because Holland, you know, is flat. So the drive — we\ncome to this area where my uncle had a quote, a ranch, he ca — which he called the\nBar Mitzvah ranch. He had a cow, skinny than anything, and several animals, and\nNovember 10, 2008\nchickens, and that was the ranch. So we come now there, and my father had a trailer\nthere, small trailer that he was living in, and now there’s four of us. No — yeah, four\nof us coming and — in that trailer.",
        "A: Of course there’s no room. Paula wound up living in the house. I had a room\nthat my Tante Ted’s wife, Clair, and she took me under her wing. She told me, you\ngotta get a haircut, you gotta take off these little gold earrings, they’re childish and\nyou gotta grow up now. Okay. So, ti — they sent us to school, I went into the eighth\ngrade just for a few months, cause we came in March of 53. And I went to this\neighth grades class, where they assigned one of the pupils that sit next to me, to\nkind of teach me what’s going on. Now, I had some English, a little knowledge,\ncause at school in Holland, the — the high school there, you learn all these\nlanguages. I learned Dutch — of course, Dutch; English; French and German. Which\nI hated. So — so, come September, we’re moving now to this town called\nLancaster, California and my father now has a chicken ranch, 20,000 chickens.",
        "A: Oh, my gosh.\nNovember 10, 2008",
        "A: Yeah. And he buys this property with a house, one bedroom. And now, you\nknow, the five of us. So, my brother, sister are small and they live — they sleep on a\ncouch that makes into a bed. That house had like a little outhouse, not a bath, but an\nouthouse there, just a — a little room, and that’s where I’m — I’m at. There’s no heat,\nno air conditioning. They did have some light that they hooked up from the laundry\nroom, which was next to the garage. And that’s where I’m now. I have no — I have\nnothing of me, I’m just always being outcast, you know. Okay, Paula, you do this\nPaula, that, and — and I had to work in the chicken house before school.",
        "A: Yes. And everyday before school, after school, seven days a week, I had to help\nfeed the chickens.",
        "A: And it was all manual. Eventually he wound up getting automatic feeders and\nautomatic water, but not while I was there. And — and my little brother, who’s six,\nhe also had to start helping. And the school, we had to go by bus to school, and I\nhad never the opportunity to go with some of the friends, or girls at the school, to go\nto a movie, or visiting them, or spending time with —",
        "A: — girls, being a teenager.",
        "A: Nothing. Absolutely nothing. When I was in Holland —",
        "A: I didn't fight, because it didn’t lead to anything, I still have to do what I — what I\nhad to do. I told them I didn’t like it, but I had to help support, you know, the\nlivelihood. I also, across the street, there was a family there that had no children,\nand she needed somebody to clean the house. So, besides doing the chickens and all\nthat, I went there, but I loved it, because it was an American house. She had a piano,\nand I was able to do a little piano. And I, for lunch she would make me a sandwich\non this nice bread, and I got to drink a Coke. And so, I enjoyed that, that was my\nenjoyment. Yeah, I’m a teenager. She’d be doing so many other things, and this 1s\nwhat I was doing. So I was really kept back and I became a late bloomer.",
        "A: Yeah.",
        "A: No, no. I—I got married right after high school.\nNovember 10, 2008",
        "A: Lancaster had the beginning of a temple in — in a house. And we did go to that,\nbecause we got to meet people there, you have a congregation. There’s a woman\nthere, when she saw a new girl in the group, there was a — I think there was one —\none boy there, Matt was his name, who went to high school, and I went to high\nschool there and she was going to try and fix me up. You know, in those days, you\ngot married very early. So she was trying to fix me up and she found Bernie. Shall I\ntalk about how he got to Lancaster? He was new y — he comes from New York,\nthe Bronx. He comes from a — a six kids family. And he came to visit his brother,\nwho lived in Lancaster and worked at Edwards Air Force base, Lou. And he\ncame in November of 54, got off the plane, dressed with the — it was so cold in\nNew York and he comes to California, his brother picks him up in shorts and\nsandal and hawa — a shirt, a Hawaiian shirt. He turns and he tells him — and he calls\nhis mother when he got settled, I’m never coming back to New York, cause this is\nwonderful. Anyway, he gets a job in haberdashery, in men’s clothing, and this lady,\nBelle Miska(ph) found him at the store, at — Herman’s was the name of the store,\nand she s-says, oh, I have a girl for you. And he was 24, and now I’m 17. So, she\nwound up at — in a— a meeting for her — for me and him, and so that’s how we met.\nAnd I invited him to my graduation and he took me out, I had my first shrimp\ndinner. And I’m 17, and I’m still a little unaware of anything, I don’t know a thing\nNovember 10, 2008\nthat’s going on in life, I’m so uck. But I got — we got engaged on my birthday in\nSeptember, and we got married in December.",
        "A: So, it was a six months togetherness, and he would come and visit us every\nSunday in the afternoon and — anyway, so I got out of that house. I could not deal\nwith it. It was either that, my Aunt Clair, who had moved away from the Bar\nMitzvah ranch to the San Fernando Valley, I was gonna go live with her and go to\ncollege, one — one way or the other. So that’s how I met Bernie. And I had a whole\nnew life, and it’s — then it was good, and it was good for 52 years.",
        "A: Yeah.",
        "A: Three sons.",
        "A: Martin, Danny and Joel, and I have two grandsons from Danny, and their\nnames are Aaron and Kevin, and they are now 18 and 20.",
        "A: Well, yeah, see, I got married so young, and —\nNovember 10, 2008",
        "A: — and wanted to have a family.",
        "A: In Lancaster, later on in years, when — of course when I was married, and we\nwould visit, and somehow it’s — we talked a little bit. I started to ask some questions\nof them. My mother would never talk about it.",
        "A: Yes, they were together, so I think she let him, if he did talk, you know. And he\nwould mention some names of where they were, but they went to different houses,\nbecause they got turned in. And —",
        "A: Yes, yes, several times. And they ran acro — from ups — from the attic, cause they\nwere in the attics, they climbed out the window, on the roof, and ran to other\nhouses, to get back down, out in the street.",
        "A: So — yes, on one of them he told my mother to keep on running, and he wound\nup fighting with a soldier. Now, he had a billy club, and I don’t know if the soldier\nhad a gun or not, because there was no shooting involved, but there was fighting,\nand the soldier hit my father on the nose with the billy club, and it was bleeding\nNovember 10, 2008\nvery heavily. And somehow, with however it went, he got away from that soldier.\nAnd were — and then they wound up at other places, but I don’t know anything else.",
        "A: Of their — no, no, I have no information. And that’s all he ever talked about. He\nonly talked about his heroism of fighting that soldier. But otherwise, I — I don’t\nknow anything else. And that’s all he talked about, you know, that particular scene,\nover and over and over.",
        "A: No.",
        "A: Yes. Even when my brother and si-sister were older, and my sister would come\nand visit my mother with her children or so on, my mother would call me and say\noh — my sister’s name is Helen — Helen is here today. Now, I have three sons and —\nand I’m working full time. I said, oh, that’s nice. And my mother would say — see,\nthat’s just the conversation I remem — remember — she would say, why don’t you\ncome over? And I said, well, I’m busy with the kids, I’m doing the wash and I have\nto go grocery shopping, all this and that. I said, why doesn’t she come here and visit\nme? Well, she has one of the babies, they’re sleeping, the babies are sleeping. I said,\nNovember 10, 2008\nso? You have the baby in the carriage or wherever you traveled, you know. What\ndifference does that make? My mother would always stand up for my younger\nsister. And there was never any — any close — a real closeness, there was not.",
        "A: With my brother, he had a very rough time. He had a very bad time when he was\nyoung, he had no life either. He became a stutterer.",
        "A: And he worked in the chicken ranch, how — whatever. My husband and I, Bernie\nand I would, if we would go for the day to the beach — I loved the ocean, we would\ngo to the beach, we would ask Helen, my younger sister to come along, and she\nwould come along. She did not have to work in the chicken house, she pretended\nthat she would faint. So, she’s the baby —",
        "A: She figured out, and she didn’t work in the chicken house. So that only left my\nbrother, after I left. And we would ask, well nor — my brother’s named Norman —\nfor him to come and spend the day with us, and my father would always say no, he\nstays here with the chickens and those five acres, that’s what the property was he\nhad, this is the place for him.",
        "A: Yes, he — he had a very — he joined the — the army right away when he was old\nenough, and — and he’s — he’s always had a problem. Also very slow, and not\nworldly, you know. That was — that was rough, yeah.",
        "A: When I came to this country, we kept writing letters. Cause before we left, you\nknow, I did say goodbye, and I think we cried. She — she re — she really cared for\nme. And so then we were in touch with letters. I could never afford to go back to\nHolland until — not until 1985. She passed away. I would get the letter with the\nblack border. First Omaya(ph) passed away, in the early 60s. And then Tante\npassed away July 31, 1975, which is the same day my mother passed away.",
        "A: Double whammy, yes. I had made an afghan, I crocheted an afghan and sent that\nto my tante. And she s-started to get ill. And then, after the funeral, whenever that,\nthen I got this letter showing her — that she died and — the same day as my mother\npassed away. So that was —",
        "A: That was hard, yes.",
        "A: Yeah, it’s very hard.",
        "A: No, they didn’t have children.",
        "A: I don’t know, cause I never knew the family.",
        "A: I never found out anything. If my tante wrote something in the letter, I don’t\nknow where they’re at, or where it was. And in 1985, when we were able to come —\ngo back, Bernie and I went — wanted to go to Holland, we stayed — we stayed in a —\nin a hotel in Heeze, which is outside of Eindhoven, and I said, okay Bernie, I n — I\nknow exactly where to go to the house. My girlfriend Trix(ph) from school, I’ve\nalways been in touch with her, she’s not Jewish — and we always corresponded. So\nthey came to the hotel, and I told him how to go to the house in Huidenstraat also,\nbut then Trix(ph), I think, knew where that was. But Bernie and I had done that\nfirst. And I could tell him, you take this street and that street, I don’t know how I\ndid that, but anyway, we got to the house in 85, and my — my friend says, Trix(ph)\nsays, oh, why don’t you get out and ring the bell? Well, I was frozen in my seat, I\ncould not get out of my — the car. I started to cry and I said, but if I ring the bell, it’s\n— Tante isn’t there. There’s other people living there. I don’t want to see the way\nNovember 10, 2008\nthe house 1s for them. I want to remember the hou — how the hou — how the house\nwas for me, with Tante. So I never did go in there.",
        "A: No. But, there were the roses outside in the front, and then we drove, cause it’s\nnext to a—a plane, we drove around there and got to the back of the house with that\nwater and the Weeping Willows and all that, and it just phew, floods, you know,\ncomes back of memories. And that — that — that was good, that — I needed to do that.\nBut there was nobody else there that I knew, yeah.",
        "A: Yeah, I joined it early 90s, I don’t exactly — was it ’°92, I— I don’t quite\nremember the year, but I know it was in the very early 90s.",
        "A: When I joined that group, and they had group workshops or whatever you call\nthem, and I got there and I see all these people who have gone through s — this type\nof, you know, either in camps or hiding, I was just overwhelmed, I was just shocked\nthat there’s so many people. I didn’t know.",
        "A: Yeah. And then I — it — the person who held that workshop was Daisy Miller. I\ndon’t know if you’re familiar, but she’s — she did the whole — the conference here,\npart of it. But she was so good and she’s — people are sitting there and they’re\ntalking about what happened. And I don’t know if I spoke the first time that I went\nor not, because I was just overwhelmed. I know Bernie stayed outside, he said he\ndidn’t want to go in, so he stayed outside. And — and maybe I did say, you know,\nI’m —I was — they must have asked where I’m from, and I said from Holland. But\nmost people were from Amsterdam, not Eindhoven, no, I haven’t found anybody,\nexcept my friend Frieda. It was just unbelievable, and people were talking and all\nthat. And it just — I thought, wow. So I went often, whenever they had the meetings,\nand I started to talk. And it felt so good. It felt so good to do that, that I was getting\na little courage. And I started to f —",
        "A: —I started to find out a little bit about me, you know. Yeah.",
        "A: No. I really — I —I didn’t talk about it.",
        "A: No. I have talked and told them, my grandkids and everybody, they know. But\nthey never come to me and say, you want to talk, or ask questions. They don’t. They\nNovember 10, 2008\nall feel — when you go to these groups, sometimes the subject is, are your children,\nor do your children feel that they are hindered or something, because of the mo —\npar — the mother’s background, you know —",
        "A: — going through the Holocaust? And I thought to myself, no. They’ ve never\ntalked about it, never said, oh, because you did this, that’s why you’re the way you\nare, and something. So when I came home I asked them. I called them and I asked\nthem that particular question. And their response was, what are you talking about,\nMom? What? There’s nothing there because of you. No, you were always okay, that\n— but I don’t know. I’m very confused.",
        "A: Right.",
        "A: No, no. But —",
        "A: I asked them —\nNovember 10, 2008",
        "A: I asked, because I also heard so many people tell me that their children, even\ngrown up now, have a real, severe problem, so many of them have to have therapy.",
        "A: Yeah.",
        "A: Right.",
        "A: Not necessarily. Well, the one thing that I know when I got married with Bernie,\nwhen I was 18, he comes — well, he is, and I guess he comes from very strong\nparents who came from Russia. And growing up in New York, you have a different\nway of growing up than I did, of course, but he always told me that I should become\nmore independent and be strong. And he — he really had influenced me for that, and\nit helped. He never said, oh, you don’t need to go to these meetings, that doesn’t\ngonna help you, you know, and he was always there, and wanted me to do what I\nneeded to do. And he was my support, so —\nNovember 10, 2008",
        "A: Yeah, he did. He did. I loved him very much. He was a wonderful guy. He was a\ngood father, very good husband. He was — I have a picture here of him and me for\nour 50\" anniversary. And he really made my life full and — and complete and — and\nwith no hang-ups. And I —I— I’m very, very blessed for that, because he — he made\nme stronger, and he made me appreciate everything and it was just — he was the\nright guy for me. I didn't have mut — much — much experience of dating other guys\nin — in Lancaster, but the ones that I dated were all flakes. And then here comes\nthis strong guy, and he had a nice brother, and very — that was a very, very good\nlife, yes. So I miss him.",
        "A: Yeah, I know, I know.",
        "A: Well, I don’t know, it’s — it’s mostly now because of Bernie not being with me\nany more, I have to be myself and — and find out who I am on my own, and I have\nthe support of my sons, and of dear friends, even Holocaust friends that I have\nacquired through the groups, and we’re close, we go to movies and keep 1s —\nourselves busy. Basically, I think, having gone into this whole — my whole past\nNovember 10, 2008\nhistory, has been so good to be able to unload it. Even though I’ve done at the\nmeetings and so on, but on a one to one basis, I’ve never done that, and — and —",
        "A: — you are wonderful, you really brought it out to me and — and it’s been very,\nvery — very good —",
        "A: — emotional, it — very good.",
        "A: Yes.",
        "A: Thank you for being you and — and helping me get — get going on this. I really\ndo —",
        "A: Yes.",
        "A: It really has. Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 10, 2008\nRG-50.030* 0547",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Paula\nBronstein, conducted by Ina Navazelskis on November 10, 2008 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "PAULA BRONSTEIN\nNovember 10, 2008"
    ]
}