{
    "rg": "RG-50.030.0122_trs_en",
    "sequence": [
        "Q: Magda, we're going to begin our interview, so I'll start by asking you your name.",
        "A: My name is Magda Lapidus. My maiden...maiden name is Mezei,\nM-E-Z-E-I.",
        "Q: Fine. Magna, where were your born?",
        "A: I was born in Budapest. Shall I say the date? 18th of July 1923.",
        "Q: Good. Could you tell us a little about your family at that time in the early years of your life.",
        "A: Of my childhood?",
        "Q: Yes.",
        "A: Well...uh...I can tell you very nice things. My childhood in my early, early\nyears...uh...probably the best years in my life because there was no problem. My father\nwas...uh... a director in...at...at a very nice textile company which...textile company which\neverybody knew in Budapest, _____Goldberg was the name. He was working there from\nyounger age, and gradually working himself up so he had a very comfortable, nice, pleasant\nlife. My mother never worked. She was a homemaker. And my father who was working\neveryday and I had...I had a little sister who I never knew. Her name was Clara. She... That\nwas the firstborn to my mother. She died when she was a child...a baby, an infant, 8, 7...7\nweeks old. And then after came my little brother, John, who is Hungarian___ and they\ncalled him ___ and he was 16 months older than I am. He was born in 1922, March 14th.\nAnd then I came. Magda. And very many years after came my little brother, George, who\nwas born in 1936, April 15. So we were the children. Of course, George doesn't remember\nmy early childhood because I was a young girl. I was 12 years old when he was born. We\nhad a...a very.. How shall I say it? A very comfortable, not luxurious life...I can't say\nthat...but we had a very lovely home. As a matter of fact, I visited in 1977 first time Hungary\nafter I left...from Hungary with my mother and brother. We left in 46, so we went back in\n1971. That was how many years, 30 some years after...31 years after. And we went back to\nthe same place where I was born because I was born in that house. And so was my little\nbrother. My little brother, John...my younger, brother George was born already in a hospital.\nBut I was terribly upset. So upset that I didn't even take my mother in...with her we had a\nlittle rental car that time. We went specifically on my mother's request to go back to\nHungary. She wanted to see the old country once more, so we went in 77. And we went to\nthat house, and it was unfriendly, dark and not clean so we didn't go inside at all.\nWhen...when I went inside is when I went with my husband, Norman. In 1986 I think or 85\nwe went to Budapest. I wanted to show him. We came from Israel at that time. He has a\nbrother in Israel. So we went and I said to my husband, \"I'd really like to go back to the\nhouse there. To the building. It was an apartment. It was not a private home. And it's lovely\nstreet. It's a very well known street in Budapest. It's called ____. And nowadays when\nwe went there with my husband, there are some embassy or delegations in that area, in that\nstreet. So we lived in that street and ____ was another street, corner. And so when I went\nthere it seemed the same in a way again, but I opened the main door and inside it was filthy,\nand the main entrance to our apartment was either walled in or changed so I couldn't go into\nthe apartment. It was so disappointing for me and I was so sad that I told my husband, \"Let's\ngo. It's no use to look for something.” But in my time, it was a very beautiful apartment. It\nhad four bedrooms and I think had two bathrooms and had a little maid...for the maid. We\nhad a permanent woman who lived with us for many, many years and then later on changed\nto other one who also lived with us for many, many years. And...uh...we had...and I\ndescribed this...not in this paper what I left but I made a tape on this actually at home in Los\nAngeles and I lived there really remember. I remember the curtains were all with strawberry\nvelvet and in the summertime my mother took it off and changed it for a summer curtains\nthat the sun shouldn't eat it up. And we had a little music room. One of the rooms was kind\nof a music room because my mother played the piano beautifully and my father played the\nharp, which is very unusual that the man plays the harp, but he played the harp. Everybody\nelse in the family, including me, not anymore, including me, we ...we sang. We loved to\nsing. My mother had a very pretty voice. My father had a lovely baritone, so we used to play\nin that music room and friends of my father came and they sang so we had very lovely\nmemories on the holidays. Hanukkah or Yom Kippur or Pasah, and even Christmas I have to\nsay. We had a wonderful event even on Christmas time. You know, Hungary was a very\nCatholic country. Everybody had Christmas trees and all this, so everybody was even\nholiday feeling in that time, winter. And we had...I remember my...the bedroom... my\nmother's and father's bedroom was...was in that time, probably was personal when they got\nmarried, was light pink and had all lace and so, the children...my brother and myself, we\nwere In one room, never separated. I don't remember when we were separated. And then\nlater my...my brother, my little brother was born and...uh...he...I don't know whether he was\nin a separate room. I don't remember that. But it was a lovely home. We had...in the house\nwas...all the heating were with fire ovens. I don't know what they stoves or ovens. I don't\nknow how they call it. Beautiful. Each room had a different color. One was brown. The other\none was pink. So we liked to sit around there. And so the regular life was very peaceful. My\nfather worked, and we went to...later on school. I remember only the years from my own life\nwhen I went to primary school. And interesting enough I remember that my late brother\nwhen to the same primary school a year before I did, and my brother, George, much later...it\nwas already almost war time, he went to that same primary school which was called Princess\nJulienne. It was a Dutch Reform private school. The Dutch Reform Church private school in\nHungary, and it still 1t exists because I took my husband and showed him and said, \"Look,\nhow small it looks and...” It was beautiful in my time because it was well kept. Now it wasn't\nanymore...the ground well kept. So I went there to see so after I attended that school and my\nbrother, my late brother, after 4 years...we had 4 years primary school, he went to a so-called\ngymnasium in Hungary. They were not called high schools. __ or gymnasium. He went to a\ngymnasium which was very near where we lived. __, it's called. This is an old famous\nHungarian patriot's name, and he went there and he got his Bachelors Degree there after 8\nyears. And I went from that...from the primary school, I went to the Jewish leitsiam, which\nis...the street still exists. I don't think that the school existed in Albiana Street. Maybe it 1s. I\ndidn't look for that one. What I was looking for and surprisingly I didn't find when I went\nback to Hungary...I went for...after 4 years in that school, I went for a year or so...a year to a\nCatholic school. And then from...from the Jewish school...the Catholic school, and on the\nend I ended in the Commercial Academy of Budapest, which is a very beautiful and very\nimportant school. And I went there for 2 years. Actually, I have at home...in back in Arizona,\nmy primary school report cards of 4 years and I found some of the report cards from the\nJewish leitsiam, high school, so-called high school. I didn't find anything from the\ncommercial academy. But as a...as a history, I learned that the Commercial Academy but as\na...aS a history I learned at the Commercial Academy to write typewriter and geography and\nmathematics and subjects, accounting and things which was connected to\nthe..uh... Commercial Academy. And I didn't find the Academy at all, and I told my husband\nthat I really have to go back and look for that. Why don't I? So I attended that. So the school\nyears, if I can say that to you...the primary school and the high school were beautiful. The\nprimary years, of course, were the best. I remember all the little gifts we have gotten. I was a\nvery good student in primary school and my late brother, we were always being Jewish\nstudents in a...1n a Protestant, because Dutch Reform was...mostly, they were Protestant. It's\na reform school, and even we...the Jewish children, we had special religion class everyday in\nthe morning, the Jewish students...the few of them. And we were allowed to go to their\nchurch where they sing all the beautiful psalms, you know, the Protestant Psalms. And we\nlearned that. And that gave us a very good relationship with the other students.\nUnfortunately, I have never ever met anybody when I went back to Budapest in 77, anybody\nat all from my school years. Probably was a Gentile Christian children went other ways. The\nJewish probably were all most killed, because I didn't see anybody. So in our life, I speak\nabout, you know, 23, and I got to school when I was 5 and a half, 20 years, 29, 30, 32, and\nall the way up to...I would say...I remember the date on 1938, that my father was at the table\nsitting at lunch time. He came home every day for lunch, and he came every evening home\nand...and the good years he had even a car. And I know it was a Fiat. And we...we didn't\ntravel on that much I know, but when we went to Lake Balaton for the summer season for\nthe 4 weeks, we traveled on this car. So...but that doesn't mean that we were wealthy, just\nbecause he was in this position in this textile company which was the largest in Budapest, he\ncould afford it I suppose or they gave it to him. I don't know whether it was his or the\ncompany, but we had the car. And...uh...I just don't know...that day I remember very\nclearly...I remember that for years, that my father opened the newspaper at lunchtime. We\nwere very quiet at lunch. We were not supposed to...not because he was strict. He was not as\nstrict...my mother was stricter to us than my father. I never even been spanked or anything\nmy father ever in my life. Never! I didn't put this in the paper, but I come to my mind, the\nonly time I remember that my father was...became angry with me. One day when I was a\nchild and he said, \"You have to go with me today and with ____, to Grandma,\" his mother\nwho passed away before the war ___. And I don't know...I didn't want to go. I said, \"No,\nFather or No, Daddy. I don't go. I don't want to go to the...” And he came to me and shook\nmy shoulder and said, \"Yes, you go.” And that was the only violent thing from my father\ntoward me. My mother, who I adored and all our lives, my younger brother...I think he was a\nfantastic son and unusual son too because he cared for my mother in last years of her life.\nAnd my mother, if I said something fresh which we were not supposed to...I remember once\nthat I fought with my older brother. My...my younger brother wasn't alive. We fought or\nsomething. And I beat my brother,_Yanshi with from anger. And my mother...my brother\nwent to complain to my mother and my mother said, \"What did you do?\" And I said, \"Well,\nhe said something or he didn't want to do something. I beat him. And I said you shouldn't do\nthat. You will be punished. And you will be punished now if you continue this.” And I was\nso upset about the punishment, I told my mother, \"If you punish me Mother, I commit\nsuicide.” A word from a young child. And my mother gave me, \"Why did you say that?\"\nAnd I got it on my mouth. And I cried terribly. And my mother said, \"You have to go into\nthe corner, with your back turn around. And I just hysterically cried. Pardon me. And I\nremember that because____ __—_ I cried, cried and then she came to me and embraced me\nand said, \"Okay. No, more.” And that was the end of that.",
        "Q: You were saying that your father came home one day and.",
        "A: And my father came home one day and I remember that he opened the newspaper and he\nsays, \"My God, the Germans occupied Vienna.” And that was in 1938. So, 1938...I was born\nin 23, so I remember that...at the paper he said that. And that...that from that day on, really\ntimes in a way changed. Not much, but in a way, because first of all we lived still in that...1n\nthat building where I was born, but I don't know if in 1940 or 41, his salary decreased and\nsomething happened in the company. He didn't have the car needless to say...anything like\nthat. And in 1941, in Hungary...I remember that very clearly because I was not such a young\nlittle girl. I remember in 1941, they began to take away...the Hungarians, the Jewish men.\nCertain young men, certain age. They had to go to labor camp. 1941 or 1942 they began to\nconcentrate these people in labor camps. Young men and so I remember that...that time\nalready, we had to move out from the apartment. We moved in another place called\nwhich is forget me street. And I been back on that street. We seen the apartment with my\nyounger brother and with my mother, and that part is very nice, still very pretty. Not too far\nfrom our original home, but not that near, maybe a mile and a half or so, walking distance.\nAnd we went there because I suppose my father couldn't afford the big house. We didn't\nhave a maid then there anymore. Our maid who we loved very much went back to her\nvillage on that time. I remember that well. And so we moved to this apartment which is\nmuch smaller. Was very pretty too because I remember that my mother could put her famous\ncurtains and the lace covers. No piano in that apartment. I don't know whether they just sold\nit probably. No piano, but her own furniture. She had very beautiful...the living room\nfurniture was _____ wood. I remember that. That was with us. So we had a nice home there\ntoo. And from that home, we were then later on taken to the David Star house. I remember\nthat we had to leave that. But the...the town changed because they were frightening times.\nHungary I think entered already in the war as part of the (clearing throat) Nazi Germany.\n1942 I suppose. I am confused with the dates, which you said is not so important for me. But\nI know that in 1942 men were taken away to labor camps. In 1943, that I know\npositively...1943 my brother was taken also. It was taken...in that particular time the\nHungarian government issued some decrees that certain age, young Jewish men has to go in\nthat...in that district and whichever district we lived, and so my brother had to go and left in\n1943. I seen him once more because in the...in the labor camps...so-called labor camps,\nbecause ___ and that's the exact translation, ___ 1s labor and tava 1s a camp, so it was a\nlabor camp, where they did...I don't know what work. I don't remember. Probably... I don't\nknow what they did. Anyhow, we weren't supposed to visit him, but we had cards for him,\npost cards which I have along with me. And...uh...my brother...uh... we were...we could visit\nmy brother once. They advised us we come down to Mohacs is the city where we went. It's\nsouth from Budapest. And we went on a boat with my mother. My father didn't come along.\nI don't know what reason. That was in 1943. And we visited my brother on...we went on...by\nboat, on the Danube River boat, with my mother. And other families were on this boat\nvisiting this part...particular camp. Probably, it was advertised or was called up on the people\non this labor camp people relatives can come. I don't know why they done this because when\nwe got there late evening, they were terrible to us. The Hungarian guards, they were the so\ncalled national guards which in Hungary called Chander, and these were in special uniform\nand a hard like a ___ hat with a feather on them...I don't know what can...it's...it's a bird it\nwas. It was a very special uniform. They were very frightening people to me even in...in\npeace time, but they were very rude and they were very bad and they pushed us and so we\nwere very frightened and they hustled some people in a little room there and I...we didn't go\nto the camp. And just where we had to wait for my brother, and my brother came and we\nseen my brother. He was not in a bad shape as I remember his face. He was thinner that time,\nbut he could get packages from my mother and my father for helping through, and that was\nthe last time I seen my brother. My father and my brother has another story, of course which\nis later on...my father, in 43, was still with us all the time. And then came...when the\nGermans came in 1944, I think 19th of March, was when the Germans entered through the\nAustrian-Hungarian border to Hungary, and immediately was a horrible evening because we\nknow this was the end of us. Why we didn't go away from Hungary, I have no idea because I\nhad a cousin, my late father's late brother who died also before the war, who immigrated to\nArgentina. So I don't know why it didn't come ever to my father's mind to leave and as a\nmatter of fact, 1t didn't because we were brought up...my...my brother, my late brother, and\nmyself on a very patriotic way. We were Hungarian. We were Jewish, but we were at\nsame...same time Hungarian, so we didn't follow...we didn't have this hatred against\nHungarians, because we were Hungarian. We sang the Hungarian national anthem with the\nchildren and we were...my...my late brother was in the boy scouts and went out on the camp\njust like here in the U.S., so we weren't...we weren't educated to..to hate Gentiles. That's not\ntrue. We were educated to love everybody. Just keep our religion as much as we can and\nrespect our books and our past, but we were never in hatred, so when the Germans came and\nsince I remember that was terrible times to other parts of Europe. 1944, it was...the Germans\nwere occupying half Europe, and the Hungarians were fighting with the Germans...not even\nfighting, 1t was already a withdrawal. I think it was...the offensive, the Russian offensive was\nalready a long time on. My father said, \"This is the end. This will be the end if the...1f the\nGermans come in.” Because we knew that a lot of Hungarians were very anti-Semitic and\nwe were all...couldn't lead the life as we really wanted to...the peaceful, kind, sweet life. We\nwere always frightened about something. When the Germans came in, not very long time\nafter that, they occupied, of course, Budapest, Hungary. They were these decrees given out\nto us...to the Jewish people that everybody should leave the house, and they had to be in an\nassigned building, and that's how we went from that particular place from _____ to this\nstreet which was called ___ King Street. It was not on the...near, but it was again the same\ndistrict. I don't know whether you know that Budapest had 12, I think, different districts. So\nBudapest was much smaller in a way that time than now....Greater Budapest ___.. So it\nwas a little bit smaller city and these districts were all, I think, in the Seven districts, if\nremember correctly. And so we were ordered from the house where we were living to go to\nthis David Star house, and we couldn't take anything. We really didn't take anything. Really.\nIt was order given just to...necessary belongings. All the furniture, everything stayed back\nwhich we have never found, needless to say, even after the Russian came in. Everything was\nstolen. Everything was taken. I only remember things like...like my mother gave out some\nPersian rugs to some Christian friends because we had...my father was 4 years...in the first\nWorld War, he was decorated. He had a shot 1n his leg and his back. Never suffered of it, but\nI know that he showed that. This was...he was in Shamisho, I remember...this was a big\nevent in first war, first of all. And he had friends from first World War. His pals or his\nbuddies as we call it, and he kept up with them and he went to military meetings like the\npeople do, so he had Christian friends. We had very many Christian friends through my\nfather and...uh...what happened when we went...when we were ordered to go out from this\n____ street building to the other one... Well, we couldn't take anything along. I remember that.\nOnly clothing. And I remember that my mother put things in a big basket. You know, the old\nfashioned baskets which you carry. And that was all what we have taken to the other house.\nBut I remember that my mother gave out some jewelry which she had, necklace and\nsomething from her aunt. I don't remember exactly which...which it was because I was ___.\nI think her diamond earrings were sold already. Because I know that it was sold because the\nlittle container where her earrings were...she had, I still have. And how I got it back that's a\nlong story. That comes later, but I know that...that the basket was filled up with winter\nclothing and some pots and plans which she needed maybe to cook. Anyhow on that\nparticular time, this was in 44, frightening things happened. As you know, in 1944 March to\nmid July I suppose or maybe before, all the Hungarian Jews were deported from the\nprovincial area. There were no Hungarian Jews alive unless some could escape or could hide\nor had fake documents or what not, but all the rest of the Hungarian-Jewish population was\ndeported to Auschwitz. All of them. And...uh...I have to make a comment here, which I put\nin my paper, which is always in my mind that I have very good friend in San Diego who was\nin Auschwitz and 1s a Czech girl from Prague. And she mentioned to me when I...I...I met\nher and she became friend of mine in Venezuela. I lived in Venezuela 12 years. And she\nalways told of me of her times from Auschwitz and we interchanged ideas. She was liberated\nin Bergen-Belsen by the way. She said, \"You know, the Hungarian Jews were amazing.\nBecause the Hungarian Jews were brought in by the train to Auschwitz on X days in June or\nJuly, and these people had their own clothing where they came...those that survived the\ntransportation because, as you know, many of them died unfortunately in the transport. And\nas they arrived, they were separated, men and women, all the survivors and they were taken\non the same day to the gas chamber. So many Hungarian Jews, according to her, and I know\nthis from history, in a way, they were spared to Auschwitz and all the others. They were\ngassed on the same day. So this was very important for me to hear, because the Budapest\nJews were the last fortress in a way as we call it. And the rest we hear...we heard rumors. We\nheard the news, but we really didn't know exactly, because you really never knew exactly\nwhat happened. I didn't have a radio or my father had no radio at that time to hear any\nforeign news. Anyhow, my father...",
        "Q: Magda, before you go into that, could you come back.",
        "A: Yes, I can.",
        "Q: To the house that you were moved into, the Star of David House.",
        "A: Yal. The Star of David house.",
        "Q: And...and tell us a little bit about what you did at that time.",
        "A: Well,..uh...the Star of David House was the house that my father separated from us because\nwhen we went to the Star of David House and again, as you say, I don't remember exactly\nthe date, but 1t must have been June or July when the Budapest Jews were already...you\nknow, in Budapest, they had the Jewish Council who were discussing with Eichmann what\nto do with the Budapest Jews. That I remember historically that it happened. But my father\nwent into hiding. And that particular time, his friends who were my friends and my late\nmother's friends...they offered him to stay with them and give him false documentation. So\nmy father didn't live with us in that house because as far as I remember, I was the oldest, and\nmy mother and my brother and my father said, \"You would be taking care of my mother,\nyour Mum and your brother. Whatever happens. I will be outside. Whatever I can help, I will\nhelp. If I can bring food, I will help food. If I can take you out, I will take you out, but at\nleast I will be outside.” This was a decision between my mother and father, and I know that\nhe left and he went to live with these people whose name I know, of course. Steven ___,\nthe family. Uh...",
        "Q: And yourself. How did you...",
        "A: Me. I was the one who was the man of the house. Let's put it this way. And I was a very\nstrong, young girl I think because I said we will have to survive this because my brother, my\nolder brother who I loved terribly, wasn't with us and I said to my mother, \"I want to be with\nmy brother.” Because I grew up with him. My little brother, of course, was a baby brother\nwe loved. But I went with my brother in the same school. I was a little bit Tom boyish in my\nlife because I was always surrounded with these boys of his schools. My..His friends were\nmy pals, so I was pretty strong little girl I'd say. I went to all...1n my childhood, all the child\nillnesses basically, with my brother together, so I thought that, \"Yes, we will do it.” So I was\nthe mover. I was doing...when we went to the David Star...this was a house which was not\nemptied by the tenants. The tenants...they lived in the...1n the building stayed there, but some\nJewish people from other building like we were...other streets, were put into this building. So\nI took my husband also to that building which is now beautifully re...redone actually. In that\ntime, it was a three-floor building and we were just coming in and we were\nassigned...uh...because the Consier in that building stayed on, was a woman, Christian\nwoman. Very nice person, who was apparently appointed by either the Hungarian\ngovernment or whoever that she...she should order where these people that coming to the\nbuilding should live. So she assigned us, my mother and my brother to that floor, to the\nsecond floor in that apartment, which was a very large apartment, but I think we were at least\n30-35 people in that apartment. So we were cramped together also in...in a place where\nnobody could bring their own furniture. But people they lived in there were their furniture,\nand we had only this basket with our winter clothing, what not, and some pillows. I\nremember that some pillows were stuffed in the basket. So...",
        "Q: What was life like for you.",
        "A: Life was like that. You know the government allowed that one or two people in certain hours\nof the day went still with these David Star houses, which was not the ghetto, could go out\ninto the street with the David Star. We were all marked of course with the yellow star. We all\nhad. My father, not. My father was...sometimes we didn't even see my father 3, 4 days.\nWhen he appeared suddenly during the hour when people...when we could move, he came\ninto the building and he told...told us, \"Don't go out on Tuesday or Wednesday because I will\nbe coming when you are supposed to go out. So the building...the door was open. And also\nthe Consiers...this woman whose name was Anna actually, she was quite nice to the people\nin the building. She was not a bad person. So my mother could come time to time to the\nbuilding and bring us bread or bacon which was a no, no, but still whatever he could bring.\nSome food. Hot food, I don't remember that he brought. But in that time, in the building is\ngas...was gas, and all the____ was a siege city because already bomb...bombing. The\nAmerican bombing was there already at that time, but still gas was coming. So people they\nhad any kind of material which you could obtain down in the streets and the shops. street is\na street which I went to, walking with my husband, which is a street connecting major\navenues, kind of.",
        "Q: Magda, before you get into that, could you come back to the time that you were in that\nhouse, in the Star of David House. How long were you there before you moved out into...",
        "A: Well, this was sometimes in June. Basically, I think it was June. And from there they took us\nto the ghetto. I didn't go directly to the Spanish house.",
        "Q: Tell us about getting to the ghetto? Who took you there and how did they take you there?",
        "A: Well, they were not taking us. They were ordering us. There was no taking. That was a time\nin...by that time I had the Spanish...I had the...I had the Spanish Shutzpass, I think.",
        "Q: How did you get that?",
        "A: Oh, the Shutzpass is another story. But let me tell you about my father because that...that is\nconflict...conflicting with the Shutzpass. My father came back. This was June and July, and\nwe still could go out from the David House to shop if we had some money. We still could\ncook something on the stove, if we had one. We were in a horrible, frightening condition\nneedless to say, because we heard that the Hungarian Nazis are coming to the buildings and\ngetting off people from the buildings for a different marches to take them away wherever\nthey wanted to take to deport them. Needless to say, Auschwitz. We didn't know that exactly\nwhere is Auschwitz. And my father was coming back time to time but not too frequent. And\nwhat happened, on one day I went out on the street because I was again the eldest...to the\nstreet where I can find some friends or contact because we needed food. We were very little\nfood. We had no meat or no milk or nothing like that. You know, we had flour Nothing\nreally or sometimes, some little bread. So we changed with people, or we had friends we\ncould go to some friends and say, \"Could you give me something because I'm in this house. I\nhave to go back.” So some friends helped sometime. One day I went out from the building\nand on the street__ I met a professor of mine from the Commercial Academy who was\nalso a Jewish man and was much elderly than I am, probably I'm ___. He must have been\nthat time 55. And we...as he recognized me, I recognized him and I said...he seen that I have\na David Star and he had a David Star and I said, \"Where do you live?\" And a little\nconversation occurred, and he said, \"You know there is a way out from this David Houses,\nDavid Star Houses, because he warned me and he said, \"I am warning you that this house is\nendangered because they are setting up the ghetto in Budapest and on the _____. In that area\n_____. Iremembered even the certain names of those streets. And he said, \"You are\nendangered and we are endangered.” I don't know where he was. I don't remember. He was\nnot in the building. He says, \"But there are some countries they're helping the Jewish people\nto get into protected houses. The Swedish and Swiss I knew about more or less, but I had no\ncontact with these people and I didn't know where to go any how, so I just skipped that idea\ntotally that I should go to these homes, the ligation. I just didn't...maybe I didn't even know\nwhere they were. But he said to me that you know the Spanish Ligation is also giving out\npasses and I...as of today, I don't remember where the Spanish Ligation was by the way. I\nhave to ask Perlasca, Mr. Perlasca, where was it because I don't remember. But he said, \"I'm\ngoing there. Would you come along?\" And this was in an hour or two period when we were\nallowed to leave so we went together. And I said, \"Yes, I want to have that because I might\nrescue my family.” And he took me in and I remember the Ligation, there were a lot of\npeople already there. I don't know how and I don't know when we got into...with him ...1nto\nthe Ligation. It was in...not in ___ what is it called? Uh...I don't remember the name in\nEnglish. It was a foreroom kind of. And as soon as we got there, Havier was attached to me\nor attached to us or attached __. Anyway, I met Havier.",
        "Q: Havier was whom?",
        "A: Havier was this young Spanish man who on that point I didn't know who he was. Havier\ntalked to me. I didn't speak a word Spanish that time, needless to say. I spoke German\nperfectly. I grew up with German, simultaneously with Hungarian, and I tried to talk to him\nin German and he spoke to me and he asked who I am and I told my name is Magda Mezei,\nMagda and I have still my brother, little brother and I told my little story in two words\nand...uh...by that time, my father was taken by the way. My father...and I...this was a period\nof end of October or beginning of November. I don't remember exactly the time, but 1t was in\nOctober because my father wasn't with us anymore. My father was taken from our building\nbecause he came back one night. One terrible night he came back to stay with us, brought\nfood and the next morning...in the morning, the Hungarians came and round up the men and\nyoung women and we were round up...my father and myself together. We left together and\nmy mother and brother in that building. And they took us in a long march and suddenly, the\nHungarians separated the men from the women and I never seen my father on that day on. I\nonly know that I marched with the Hungarian...with the women, Jewish women from the\nwhole King street all the way in the alley was called Fosua and I went back by at my old\nschool...my Julienne was there, and looked at it, and I went...passed by and they took us out,\nfar away this march, picked up hundreds and hundreds of women. And they picked us up\nand took us in a big, I call it a lodge, but 1t wasn't a lodge. A big empty area outside of...kind\nof outskirts of Budapest. And there where I was. My father I never seen again. I know what\nhappened more or less is my father, later I found this out, after the war, but my story...a long\nstory what happened to me, but we go back. How we come...come to the\nSpanish...uh...Legation. So this professor of... came back from his horrible march. I rescued\nmyself. How...I...it's a different story.",
        "Q: Why don't you tell us?",
        "A: Okay, I'll tell you how. We went...this was very early morning. And this march began,\nsometimes at 4 o'clock, 5 o'clock in darkness and when...when these Hungarian Nazis came\nto the building and the...the...the way as they do it was a very regular way. They stand...the\nHungarian...they had the autocrats. They didn't have swastika. They had black uniforms with\nthis autocrats. They went...they were armed. They went in the middle of the house. The\nhouse...the European houses, as you know, had outside you could see downstairs to the...to\nthe courtyard. This house was like that, so anybody who came out from the apartment was\na...some could look downstairs, every apartment. So they...they stood in the middle of the\ncourt yard and were there...what is 1t called? with their microphone, not microphone.",
        "Q:",
        "A: Yal. What they do like it and the police and they call it. They called out all men from a\ncertain age, and all women for and that age should come down to the court yard. So\neverybody was frightened. Nobody could hide away. There was no way where to hide. So\nthe age limit, what they directed, they came down. And there was my father. On that night he\ncame, and my father had to go. And there was I in that age limit, so we went together. We\nsaid goodbye to my Mom and to my brother because we really didn't think that we would be\nnever coming back or we never see each other. You know, people were naive. They didn't\nknow this. So I...I get a little bag from my mother with some clothing, something in it. And\nmy father, I don't recall that he had anything. My father had only a warm coat because I'm\nsure it was sometimes in October, because he had already a kind of a winter coat with a\nvelvet collar on it, and a hat. And so we went together hand in hand, but on this march, out of\nthe building...everybody out of it, hustled, hustled, hustled fast, were already a column on the\nstreet. We were not the only one. They picked up on all the... _ street had a fairly large\nJewish population. That's true. So they took everybody from these homes which was set up\nto the street. And we marched and marched and we went by at the school and we didn't see\nand we didn't talk much because we didn't know what happened. And suddenly, they stopped\nthe column and they separated the men and the women. So I said goodbye to my father, not\neven goodbye, it was kind of going away from me and I was in the middle of the other\ncolumn and we were marching, marching, marching to this big area in Hungary. I think, if I\nremember well, it was in Zuglo, Z-U-G-L-O, which is kind of on outskirts...outside of the\nmain city. And they marched, marched, marched. They hustled, you know, these...these\naristocratic people. They shouted, \"Well, Move,\" you know, very harshly.\nNobody...everybody...mostly young people I see...young person like I am, 17, 18, 19, 20, 21,\nI didn't see hardly in that column at all. And they took us to this (clearing throat) to this\nempty...empty grass lot, but 1t wasn't a lot really because there were hundreds. (clearing\nthroat) There must be thousands. I don't know to me it looked incredible amount of people.\nAnd all day, and it was from morning until late afternoon, we couldn't do anything. We\ncouldn't...we didn't have food. We didn't have water. We didn't have toilets. If somebody had\nto go, we had to make it to secretly that they should finish up they had to finish because these\nguards were not that many, but they were around. They were walking. And I was...the lot\nwas kind of...to me looked square, ____ square, I seen the people. And I was somehow on\nthe edge of the square corner, kind of, and on this column. And I always pushed myself also\nto the side, because I had a feeling that I have to get away from here because if I don't get\naway from here I will not see my mother and brother. And interestingly enough, this edge\nwhere I was standing with others, hundreds, had a big ditch, a big ditch. It was the end of this\nlot, kind of. A regular ditch, which was like bush, bushes and green stuff, but dry stuff, and I\ndidn't do anything on that whole day except freezing and thinking how will I get away and\nwhen. And I did that exactly on one moment when the guard was looking up. I just jumped.\nNobody wanted to do this, but I couldn't do anything else. I jumped and rolled into this ditch.\nI just rolled into it and crawled on the ditch toward the other end where...the ditch was long.\nIt wasn't a ditch...after the ditch were far away homes, but not a lot. They were already\nbuilding. Like this would be the ditch. I was standing here and this ditch was a long ditch,\nand here were already houses of this area. Here...and part of empty with hundreds and\nhundreds of Jewish people. I ripped my star off. I left right there ______ and crawled,\ncrawled, crawled, crawled, until I seen a street crossing of the ditch because then the ditch\ngoes under the water goes, so I had to get up. There was not a soul. I just got up. It was dark\nbecause in the late afternoon, it was probably, I suppose, it was dark. All...all dark. It was\ngetting dark, but you know, Budapest has a tough curfew because Budapest was a bomb city\nat that time. It was bombing and dark. So it was really dark and I don't know how. Today, as\nyou told me, and as I went back to Budapest and I didn't find that area and I was looking. As\na matter of fact, I was accommodated...in 1977 when I went back with my mother and\nbrother, we went by the _________—s we rented an apartment, you know, to stay in Budapest.\nAnd they...they gave us an apartment in Zuglo and I said to my mother all the time, \"This is\nthe area where I was somehow here.” But I never recognized it. It was all built in. And the\nnext day from Zuglo, we left because I told my mother I can't...we can't stay here. I was very\nupset. I found it very dirty.",
        "Q: You got back?",
        "A: In 77 yes. So I got back to this...uh...to the street and I ran. And there was not a soul on the\nstreets of Budapest. And I don't even know how today exactly how I found King street. I\nknow more or less, you know, I remembered naturally where my high school was, the\nJewish gymnasium which 1s in that direction from...when I attended my high school I went\nfrom the old apartment where I was born to a certain area where I get...took the tram...tram\nand go to my high school. So I remembered very well that area and where I was. Now in this\nditch area, I thought I knew exactly which is north and south which area I have to go. So I\nfollowed my instinct and I got...and this was far away. I have to tell you, this is really far\nfrom Zuglo where we were...the David Star must have been. I am sure. 50 miles. I don't\nknow. I am judging because I really don't know. And I was on the street, on King Street\nbecause I remember that I went by my little school again in the dark. It's an alley where my\n____ was a beautiful old chestnut trees really. And it was already...leaves were already not on\nin October. They were already fall. Cold.",
        "Q: You walked back to this street?",
        "A: I walked back to the street and suddenly it was dark. Suddenly, I heard that somebody is also\nwalking, coming toward me and somebody shouted, \"Halt,\" in German. And I froze, because\nif \"Halt,\" says it must be a German...some...a full German soldier. And good enough, he put\nthe flashlight...I wrote this in my paper because I had it so clearly in my mind. He put the\nflashlight on my face. There were three of them, three German officers. I don't think they\nwere SS because I'd remember that. And they said, \" .’ What are you doing here? \"Do\nyou speak German?\" \"Yes\" ___—s—s And I said to him, \"I'm going to visit my\ngrandmother, She is crank I told him and she's sick, and I just...I'm sorry that I go\nthat late, but I have to look for her. And they said, \"No. Go. Go. Get. Get.” And they let me\ngo. And you can imagine that I'm a Jewish girl, a young girl. I had very long hair that time,\nand these Germans, they could kill me right there. __ Or they can take me to the Hungarians.\nAnd they let me go. And I go to that building and the building was...this David Star building\nwas always closed. Was curfew time, always had to go...and I rang the bell and Anna came,\nthe Consier. \"How come they let you back?\" I said, \"Just let me in.” And that's how I\nsurvived that. And I survived an other time. My father was, of course, gone, but I survived\nanother time because not very long after that, they again came to look for the young...not\nyoung, for the women. And Anna, Anna, this woman, Anna, came said, \"I have to hide you,\"\nand took me down to her little room. The Consiergeree had...her apartment, a little room, you\nknow, as in Europe they sit there to watch who comes and goes. Not that she was sitting\nthere. But she said, \"I take you.” And she pushed me into that room, into the cabinet where\nshe had a red fox coat. I remember that clearly because who had a red fox coat that time?\nOnly maybe she was stolen that from somebody or somebody gave it to her because she was\nnot wealthy. And put me behind that stole and I was there for hours in that little cabinet until\nshe came. \"Now you can get out.” I was amongst the very few young people, if I remember,\nyoung women in that building they ever survived. At least to my eyes. There were women\nlike my mother. My mother was born in 1898 and this __ she was not a young girl. Those\nwomen were around. Even elderly women were in the building. I remember one, a very old\nwoman who came with us to the ghetto, was at that time 80. She died. She never survived\nbecause in the ghetto very many people died.",
        "Q: Magda, before you get there, you have to get to the ghetto.",
        "A: Yes. That's very nearby anymore. Yes.\nq: You are still in the Star of David House. Uh... You had managed to escape.",
        "A: But I had...I had in my hand and by that particular time I should stress. I remember that very\nclearly because Havier...going back, then I went to the ghetto. Havier...to Havier,__ I got\nthe Shutzpass, because Havier said to me in the first meeting that I have to go back and next\nday when I can get out from the house, I have to bring the photograph. And I have that\nShutzpass. My brother will bring it on the 6th. We will give it the memorial. On that...on that\ntime, we had the pass in our hand. My father was...",
        "Q: Before you go to that...",
        "A: And then came an order...then came an order. Then on that particular time came an other that\nevery David Star house, every, all of them. That means ____, King Street, or wherever they\nmay be because I don't know where they all were around. They all have to move to the\nghetto, without exception. So when...and they have to line up on this and this day. I don't\nremember the date. Maybe Perlasca will remember, maybe somebody else. We were lined\nup before the building. Everybody of the Jewish people lined up, and the ghetto from King\nstreet where the ghetto behind it ____.. I would say...I...I don't. I am thinking now in miles\nany more, so in miles would be maybe 2 miles because you know the streets are not as long\nas I think, in Fifth Avenue, so____ went to the main boulevard and from boulevard\nto where the left was, all Jewish section any how, more or less.",
        "Q: Before we go on..",
        "A: That's where we put in the ghetto.",
        "Q: How did you get to the ghetto?",
        "A: How we got to the ghetto? We were walked there, and they pushed in anywhere they\ncould...the Hungarian Nazis. There were...there were no Germans there around, only\nHungarian. I didn't see any Germans around the ghetto.",
        "Q: You had the Spanish pass at that time?",
        "A: I had the Spanish pass in my hand. I didn't have any belongings. We didn't have anything.\nWe had nothing with us.",
        "Q: Magda, how did you get the Spanish pass?",
        "A: Well, I'm now I'm tell you this. Spanish _Shutzpass , Havier, again Havier said, \"We will\ngive you the pass which _____ and the Legation issuing for the Jewish population you can\nhave. But you bring back the pictures.” I brought back the pictures next day right into the\npeople. Havier was there. Havier took the pictures and took me into the room. Now Perlasca\ntold me today, Mr. Perlasca, that I think I gave it to you. And I said, \"I cannot be sure, but I\nthink it was Spanish police who gave it to me. But Havier was there. Havier standing by...he\nsaid, \"I'll see you back again at the David Star house.” Because I went back to David Star.\nAnd the truth is that Havier __ came at night 3 times or twice to the David Star, before we\nwere taken to the ghetto. He came at night, and Anna let him in and called me down and said\nHavier brought us some food or some bread. I don't remember what else. I remember that he\nbrought me a comb. I do remember that. A comb. Because I didn't have a comb. And he\nbrought this there, and he said...\"\"Where do we go?\" I asked him. And he said, \"You will be\ngoing to the St. Stephen's Park House,\" and he give the address. Either was St. Stephen Park\n9 or 7. [NB: Subsequent to the interview, Mrs. Lapidus remembered that it was #35,\nnot #7 or #9, St. Stephen Park] I have to verify this with Mr. Perlasca because he\nimmediately knew that you were in the St. Stephen's House. And I don't remember...\nalthough I went back to the building in 77, and even now in 85, I don't remember the\nnumber. Anyhow, he told us that that's where we have to go. But apparently there was\nno...not enough time within the period that I had the pass from Havier and from the\nLegation. I didn't even understand the connection why the Spanish Legation will issue such\nthing because I was an intelligent girl,, and I knew that Franco is a fascist. And I know that\nFranco was neutral. I didn't think about any Blue Division. I learned this from Havier\nbecause Havier told me when I asked, \"What is your name?\" and he said, \"My have is\nHavier___, and my name 1s very famous because there was a Spanish poet in the same\nname.” I was telling you this before, and I tell you how I came to this___.. Alll the time,\n45 years I had Havier ____ in my mind, and Havier said, \"You will go to St. Stephen House,\nbut I tell you when.” Curiously enough when he came on that night and brought this little\ncomb and brought the food, I will see you in the Spanish house because I was supposed to go\nthere with my mother and my brother during the 3 hours was assigned to us. But I don't\nknow why we didn't because we...we landed in the ghetto. They lined us up the ghetto. Now\nI had the pass. We had nothing. Really, we had this basket. We couldn't carry. So we went to\nthe ghetto without anything. Just as we were, except the pass. No documentation. Nothing\nexcept these two papers. We went to the ghetto and when we arrived in the ghetto on the\nsame day...the next day, they were not only the Hungarian autocrats people, they were\nHungarian police force. The regular Hungarian police was...of 1944. I remember exactly how\nthey were in uniform because I was growing up. I made a little conversation because I was a\nyoung woman, you know, an attractive woman. I made a conversation with a police officer\nthere and I said, \"You know, I have here some document. I shouldn't be here in the ghetto at\nall.”” Because I was...I was very frightened. We didn't have food. We didn't have nothing.\nAnd I...knowing what ghetto is from not only because I was so dumb. I knew about ghetto. I\nknow...I heard of Warsaw. We heard every ghetto... ghetto? Why would I be in a ghetto\nwhen I grew up in a civilized surrounding? You know, I was frightened of the word. And I\ntold this to this man. He was an old policeman. A fat, heavy set, mustache, pleasant\nHungarian policeman. I don't remember his name. I only know that told him that I told him,\n\"How can we get away? I don't have anything to give you. I...we have nothing?\" He said,\n\"You don't have to give me. I bring you out there.” You know, in his Hungarian peasant\nway. We stayed in the ghetto and this street was Old. That's why I remember the street\nbecause it's a crazy name. Old Street. But that was Old Street, Old. Which was on the __ of\nthe temple. He said, \"I will bring you out.” I said, \"I don't have to bring me out. I have a\nmother and my little brother as you see. You have to...three of us, we have to go.” He said,\n\"T'll bring you out there.” And he did. One evening when it was curfew in the city, he came.\nHe led us through the streets because the ghetto was really closed in as you know. But that\nwas not closed in in that time by fence because when I went back to the ghetto in 1945, it\nwas totally closed in with kind of an old fence, and I seen already when the...when the dead\npeople were thrown into the truck. That was already sometimes in 45. So he took us on a\nvery... because we were in a downstairs apartment you know. So he took us out and he said,\n\"You have to run with me.” Now you can imagine that Oldsa, the ghetto area, and St.\nStephen Park....St. Stephen Park is in a modern...that time it was the modern...still is,__.\nThe town called Laport stadt, Laport area, that part of Budapest. I know it very well because\nit's just opposite the Margaret Island. The Danube River was below St. Stephen. I knew St.\nStephen park anyhow, where it was, because from St. Stephen park, you walk maybe 500\nyards, maybe a little bit more. You were in a main boulevard going to the...to the Margaret\nIsland, to the entrance, so it was a very beautiful area of Budapest that particular time. It still\nis. As a matter of fact, when I went back. It's a distance from Oldsa from the policeman. He\nwas so heavy. I don't even know how he could run. He had boots on. We had nothing. We\nhad...we were already. We just had a coat and a cover and nothing else. And he said, \"You\nrun with me because if you don't run, you will be never seen because anybody can stop us\nand if somebody stops us, I will save you.” Because we didn't have the David Star. He said,\n\"Take this off in town.” And we ran in that dark night, in that cold night with this policeman.\nI didn't even know how...where he takes me, exactly how he took us, but the took us in the\nmain boulevard, and from the Olds, ---main boulevard, then side street. Always avoiding the\nmain boulevard, which is a main...main boulevard even now which goes to the Margaret\nIsland. If you been in Budapest I can show you on the map. And he took us to the Parposha\nis the main...main wide street before Santishon Park. I been visiting there now. And we went\nthere. And in the building there were already lot of people. And I was amazed at why a lot of\nJewish people.",
        "Q: Which people?",
        "A: In the Spanish protected building. It was already the Spanish Court of Arms and the Spanish\nflag. I don't know where the...the court of arms.",
        "Q: Okay. I'm going to stop you at this point, Magda because we've run out of tape. But you can\nsit back now and take a drink if you like and then while everybody changes their tape....\nEnd of Tape #1\nTape #2",
        "A: We went with car, driving around all night. I couldn't sleep there. I didn't like it. So the next\nday we went to the _____ officer, and said, \"You must put us somewhere else.” And curiously\nenough, which is, you know, circumstance in life, they put us in ___ in ____ district, not very\nfar from Sanpart, maybe 3 streets, so we just walked there and back which was one of the\nplaces we wanted to visit. And they put us also in the...near to the building where we.",
        "Q: Okay, Magna, I'm going to have to interrupt you now.",
        "A: Fix your collar on your left. One of them was turned down.",
        "Q: Okay. Thanks.",
        "Q: We're going to go back now to the experience with the safe pass. We are going to ask you\nagain as...as directly as you can to tell us the procedure that you went through...uh...with\nHavier to obtain that safe pass and how you then find yourself through the ghetto experience\nback in the Spanish safe house.",
        "A: Can I tell you now? Sure. Well...uh...just as I... mentioned before, my old professor, my\nprofessor met me on the street, on one of these 3 hours, indicated that the Spanish Legation\nis issuing Shutz passes__, safety passes for some of the Jewish people. They come to the\nLegation, and that means for me that they will put us in a building assigned by the Hungarian\ngovernment under the safety and the protection of the Spanish Legation. So that exactly we\ndone. We went to the Spanish Legation. We went through with a hundred people. THey\nwere standing there. We came into this little so-called, if I remember, fore-room like, not the\nAmbassador's room, but reception room. That would be the word. And as soon as we got 1n,\nwe got to this young Spaniard who I didn't know that time, but whose name was Havier,\nbecause later on I learned, and he explained to us what he needs and he explained to us that\nthrough this document we will be able to move away from the David Star House to a\nprotected house, which will be protected with the Spanish Legation, and hopefully, we can\nsurvive all this horrible upheaval in Budapest. So I was very grateful, and I said that I'm not\nonly alone. I have my mother and my brother...and my father. I wanted...I told him my father\nis already taken, but still my father? He said, \"Never mind.” He explained to me that I have\nto bring photographs of the family. \"Do I have it.: I said, \"Yes, I have it because my has a\nbasket which is full of family pictures in a container and that also survived during the war,\ninterestingly enough, and I can cut out some of the photographs. And I didn't ask much of\nhim what we have to do. I just asked, \"Do you know where we will stay?\" And he said,\n\"Well, at the moment he didn't know,\" but he said, \"When you come with the photographs\nand when you have the pass and you have these documentations in you hand, we will direct\nyou and we will tell you what happen.” Because, forget now the time is also short. We had\nan hour or two, I don't remember, to come and go. So I thanked and I left with my...my\nprofessor together, actually from the Legation. He done his business. He said goodbye. I\nnever seen my professor ever after. I went back on next day on the same hour to the\nLegation. The Legation was equally crowded. I was looking for this man because he was my\nconnect...contact at the Legation, so and I asked, \"What's your name?\" He said, \"Havier,\" I\ndidn't know that time that his name was Havier . I didn't even ask. I didn't care, but I\nsaid that he gave me the documents which was...he didn't give me really himself the\ndocuments. I think that time police gave me the document. He was only present to give me\nthis document. He came with me out and said, \"Keep this document because it's very\nimportant. I will let you know. I'll let you know...in that House in David House. Where you\nlive?\" And I said, \"I am living King Street 95 or 93.” I don't remember exactly. And he\ncame. It's true he came. Not the same night. Two or three days after, he brought us food and\nhe said, \"We learned that the Spanish protected buildings\" ...he mentioned a number of\nthem...\"\"You will go to the St. Stephens Park building. And I asked him, \"Do I go now or\ntomorrow when I am free to go out from the building.” He said not yet, because the building\nis not hundred percent arranged apparently with the Hungarian government because I\nsuppose the Legation had to discuss with the government who goes and who doesn't. The\nbuildings were apparently, what I learned later, vacated with everybody who lived in the\nbuilding and given to the Spanish Legation. All these buildings. The people, they lived in the\nbuilding, whether they were Gentiles, Christians, whatever, they had to leave the building.\nSo they had a hard time probably through this too. Any how, so Havier when he came to the\nhouse, to the David Street house, I asked him during the conversation...I told him that my\nfather was already taken. He said, \"He can be on the document too.” And he is on the\ndocument, his picture. I said, \"Where...how will be this...this departure?\" He said, \"T'll let\nyou know when you have to go to the St. Stephens Park when it's ready to be...to move\nthere.”” And on that particular night, I asked, \"What is your name?\" And he said to me, \"My\nname is Havier .” That's how I remember those years. Forget that many years passed\nby and that name was in my mind since I speak Spanish, and in the meantime I learned\nSpanish. I lived in a Latin country and so I _____ was in my mind. And he mentioned also\nright way, that is a very important name because a Spanish poet had this name, this same\nname. So I accepted that, and he also told me that...are you employed. I said, \"Are you with\nthe Spanish Legation?\" He said, \"No, I am... am with the Blue Division. \"Do you know\nwhat the Blue Division 1s?\" he asked me. And I says, \"Yes, I know the Blue Division is\nthe...the Corps, the elite Corps of Franco.” And I knew that the Blue Division was fighting in\nRussia on Hitler's side. And h.He said, \"How come that you hear it?\" We are deserters. We\nleft. The offensive came, and we just run away. There is some of them...some of us at the\nLegation. Which was proved to me today by Mr. Perlasca, because I didn't know that time.\nWhat was very interesting that in other time when he came again to the house, the David\nHouse, he said come tomorrow and said that I should come back to the Legation. And I did\ngo back to the Legation on other time. And I don't know why he wanted to...that I should\ncome back. And I came and he said, \"I will show you some of the people that we are hiding\nhere at the Legation. And I didn't ask yet...Mr. Perlasca, he has to tell me because there was a\npuzzle in my mind that he took me back in the Legation in a room or in a hiding place, there\nwas a room divided with a little stairway and the stairway you go up and there were men\nsitting up there. Two men were sitting up there, and they were Hungarian Jews. I don't...I\ndon't remember who they were. And we were talking to each other and I said, \"I am from the\nKing Street David Star House and I tried to go back to my mother and brother and take them\nto...to the Spanish Legation protected house and we just said goodbye and I never went back\nanymore to the Legation. So in my mind, it's still a mystery who were these people that\nHavier let me talk. Because we spoke German...Hungarian...I'm sorry. Havier didn't speak\nHungarian a word. My conversation was with Havier _____ only in I my good German and his\nbroken German. And so I left, and I went back, said goodbye and I left back. This was the\nhour from 10 to 12 or whatever the hour was, and I never seen them again, him again, only at\nthe Spanish protected house because after this, I was taken away with my mother to the\nghetto and with my little brother, we lined up in marching to the ghetto and that where I was\nlucky and smart enough to make contact with this Hung...this old policeman, who risked his\nlife. And not only that he risked his life. I'll tell you more about him.",
        "Q: Before you tell me more about him, we would like to get you back to the relationship you\nhad with Havier.",
        "A: That was the relationship that was...then emptiness. There was nothing happened until I got\nwith my mother and brother to the Spanish protected house. When we got to the Spanish\nprotected house, the policeman left us there. And there were so many people already in the\nbuilding that they accommodated us in the basement in the building.",
        "Q: That was in the ghetto?",
        "A: No, the ghetto is after the protected house. We left with the policeman after...I wasn't long in\nthe ghetto. I must say that. Maybe 2 days or 3 days. Because I told this policeman, \"I have\nthis document. Please rescue us.” And he says, \"I will,\" as he does...he done it. When he\ndone...when we went to the Spanish protected house, there were a lot of people already there.\nHe left us. It was night time. We were pushed into there, to stay there and we said, \"Here is\nour document.” And there were no...no leadership. I don't remember any leadership in the\nhouse. Everybody went wherever they could stay. And I couldn't go anywhere with my\nmother except to the basement. And the basement was terrible, because the basement has\nwater. And so we really suffered for a long, long while in the basement.",
        "Q: How long were you there, Magda?",
        "A: Well, this was probably the end of October, beginning of November, and I was...we were\nliberated in January the 18 by the Russians. And when the Russian came into that building,\nwe still stayed for quite awhile because there was war...that was a siege of Budapest. We\ndidn't go out at least another 3, 4 weeks from the building.",
        "Q: What did you do while you were in that building? How did you spend your time?",
        "A: Well, I'll tell you. First of all, I have to tell you that we didn't have anything as you know.\nWe didn't have anything. We told the Hungarian policeman that if you want to help us, if you\ncan, in the King Street on that building and I told him the address...93 or 95. I think it was\n95. On the second floor in the apartment number so and so, there is a basket and that's all our\nbelongings. Can you bring that eventually? And he did. He did bring it to the protected\nhouse. Not immediately, but after a few days where we had the two or three pillows in there,\nso we had some warm...warmer clothing and some pots and pans. But at that time, if I\nremember correctly, in the building there were no gas, no electricity. Nothing. So the people\nthere had to cook. And my mother had two big bags of flour...I remember that...in the basket.\nLike this. And she didn't...we couldn't eat anything else. My brother and my...we didn't eat\nanything else during all the time until well after...even when the Russian came in...only snow\nwater was...this was heavy snow...brought in at night from the street by others too in the\nbuilding, which was made a little fire into the gas stove with the furniture, pieces whoever\nfound it...little wood. Some people went even out...I don't know how they got it...some\nbranches because the trees and the branches were all empty. No leaves. So they brought that\nin and we made fire on it. And my mother, in one of the pots of snow water, made...we\ncalled it, very funny now when that it comes to mind, we called it __ because it was flat like\na pancake, but it was just flour and water. And it was delicious. That's what we eat. That was\nour staple. Well, we didn't do anything in the building, really. People stuck together if they\ncould. They were bombing in the house...outside in Hungary, and afraid who comes to pick\nus up because there were a million rumors. Because, you know, you heard all the time, the\nshootings and the bombings and the time to the Spanish protected house, in the Margaret\nIsland, we knew from rumors that there are still German soldiers and Hungarian autocrats\npeople they tried to...to beat, to fight. And not only that, during that period...that time that we\nwere in the protected house and later on we were upstairs...they accommodated us upstairs.\nAnd we were on the last floor, and I asked Mr. Perlasca today, \"Was it five floors or was it\nnine floors?\" And he said, \"I think it was five floors.” And I think it was nine floors.” We\nwere on the top on this protected house. On...during that period of time, there was an\nexplosion and the Margaret Island bridge exploded totally. All the bridges, by the way, the\nHungarians probably did, but we seen it through the window and the windows were all\nblown in, so there was no windows in the building. I only remember that I was standing in\nthe window and I said, \"Oh, my God. The bridge goes.” And my face and my hair was full of\nglass. And all little bloods running which I didn't know. But they says, \"What happened to\nyour face?\" The little glass went into my hair and cut me. I put this down that there was a\nprofessor on the building, a Hungarian surgeon, whose name I don't remember ____ and he\ncleaned by face with a little clip or something. Look, my face 1s still here.",
        "Q: Yes, it is. Magda, when you were in the safe house, how safe was it?",
        "A: It wasn't safe. It wasn't safe. There was nobody who...it was safe because it was protected by\nthe Spanish flag, so maybe some Hungarians or some Germans maybe respected or\nrespected not. But because we didn't know this, whether they would respect us, we were in\nconstant fear. Also, there were all the rumors how the people got it...we only heard the\nrumors. I wasn't outside. I went only outside sometimes at night for water because the\nyounger people...there were a lot of elderly people in that building, you know, not only my\nage and my mother...much older people they were. I know that in the room where I was, on\nthe end, two people died. And they were very elderly, Mr. and Mrs. Elephant. So there were\na variety of..of people in the building. So we...we were protected by them, it's true. They\nrisked their lives, but we didn't know whether we were protected. Why? Because we heard\nthe rumors that the Hungarian...uh...Nazis, they are going to even to the protected homes and\ntry to take out people.",
        "Q: Did anybody try to take anyone out of your home?",
        "A: Absolutely. That's the last time...the building...not the home, in the building. That was the\nlast time I seen Havier, and that's the last time when...I think and I believe that all so Mr.\nPerlasca and other Spaniards were at the building. This was on a...on a morning hours at 5\no'clock. It must have been...I think it must have been end of November.",
        "Q: What happened then?",
        "A: It happened the following. On early morning, the shouting was 1n the building...I was\nactually downstairs at that time with my mother and my brother, downstairs in one of the\nrooms, and they came...the Hungarian Nazis and they said, \"Everybody who is in the\nbuilding has to come out and line up on the street.”” Mind you, it was very cold. It was snow,\nice. That particular winter apparently was colder than others. And everybody from the\nbuilding, from top floor, they all have to come. Because some people they even slept on the\nstairways. They were...I don't know where they were. Everybody has to line up. When we\nlined up, we just didn't know exactly what will happen, only what we heard. That these\npeople will be marching us directly into the Danube and will kill us. That much I knew. I\ndidn't tell this to my mother and little brother but I said, \"This is the end of us. If these people\nwill take us out and the Spanish are not around to save us, we are dead.” And it happened to\nother people I know after the war. To us it didn't happen because...I don't know how. That's\nwhat I have to find out from Mr. Perlasca. How is it possible that on that morning, suddenly\nthe Spanish Legation representative, one of them was Havier ____ with a document in his\nhand and maybe Mr. Perlasca, because there were others...they were debating and shouting\nand discussing with the Hungarian Nazis downstairs that this is...they cannot...this 1s Spanish\ndiplomatic protection, and they were really fighting for us...for us. I only stood\nthere...downstairs, because we were downstairs, and other people all lined up...on the\nstairway lined up, because there were at least 200 in my opinion in that building. And they\nwere shouting and discussing and in the meantime, we heard shootings. It was already the\nend of the war for Budapest. The Russians were all around. And one minute to the other, it\ntook us minute, my brother...my brother, George, had a little knapsack because that was in\nthis...in this basket...had on his shoulder...had a little cap. I see him as today...is behind me\nbecause I was in the front, my brother and my...and all the others. There were others...lot of\npeople in the same situation as we were. We freight...what...how can we get away from this?\nAnd the Spanish people from the Legation whether it was Havier or Mr. Perlasca, Giorgia\nPerlasca, whoever it was, they won over these Hungarian Nazis, and they tell, \"You cannot\ntouch these people because this is the Spanish government protection. The Spanish\ngovernment was befriended with the Hungarian government. They got none because the\nSpanish Franco was a fascist, and the Spanish Legation was there until the Russians came in.\nAnd that morning because it was still dark, Havier came to me and to my mother and to my\nbrother and to others...I'm sure he said goodbye. I only observe what he done to us, and he\nsaid, \"We are seeing you last time. The Legation must leave Budapest because we are\nsurrounded with the Russians. The Russian come in and close in the city any minute.” And I\nsaid, \"Where do you go, Havier?\" He said, \"We go to Switzerland. Do you want to come\nalong?\" And I said, \"How do you go?\" I said, \"By train and by car, we all...we will leave\nthe Legation, whatever the Ambassador...everybody has to leave. We close the Legation,\nwhat he said. And he said, \"you want to come along?\" And I said, \"I will never go without\nmy mother and brother, which is true, and we embraced and everybody embraced. It was a\nterrible moment. It's terrible even me for now. And he left and disappeared 1n the blue\nyonder.",
        "Q: Okay, at the moment that...that Havier and others argued against the Germans that convinced\nthem to allow you to stay...",
        "A: They convinced that we should stay. They convinced them that this building is under the\nSwiss...Spanish Legation, Spanish government protection, and they cannot touch us because\nthey are Spanish. They are diplomat, and they cannot go. And when I read the article 1s\nabsolutely that's how it...how it was.",
        "Q: Was that the last problem that you encountered?",
        "A: That was what is interesting what you asking me because, curiously enough, after that period\nof time that the Hungarians cleared the way, these Nazis and the Spanish, everybody cleared\nit away, the misery was there in the house because we didn't know that nobody else will\nbother us, but I don't recall in my mind, thinking about this million times, that anybody from\nthe Hungarian Nazis, or the Germans or anybody or no Spaniards, nobody came to that\nbuilding. We were on our own. I only know that there was a heavy shooting, bombing, all\nthis December what I heard...if this was the beginning of December because I don't recall. I\ndon't recall that until the ___ that anybody was bugging the building. I don't remember that\nany Hungarian came. At least, we were upstairs really with my mother and brother and, you\nknow, we were hundred...I don't know how many people were in that apartment, probably\n40. I don't know.",
        "Q: What did people eat?",
        "A: We didn't eat. Nobody ate.",
        "Q: How did you survive?",
        "A: I don't know. I was...I was skeleton.",
        "Q: During the period of these two weeks.",
        "A: Well, this was from the beginning. I...I don't think that it 1s nght, but I wrote December, end\nof November. This was sometimes in the first week or first 10 days of December when this\nhappened and I was confirmed this with Mr. George Perlasca because I think I am one of\nreally the people who are here this gathering who had at least their mind because of my age.\nI really believe that. Because I don't know whether the other remembers 1n other buildings\nhow it was. I don't know what happened. But apparently it happened to others. I only know\nfrom other friends and later other people conversing that in other building...not...not only\nSpanish, Swedish...the same thing happened, that the Hungarians were there and took them\nand some of them, took them and shoved them into the Danube. I know that historically. I\nknow that it happened. So while we were saved by the Spanish...that particular morning was\nsaved our lives. This 1s really the crucial day because it was crucial that they gave us the\nShutz pass. It was crucial to me that I was lucky to meet my old professor who says, \"Go to\nthe...with me,\" because otherwise I wouldn't...my faintest mind wouldn't set on the Spanish\nLegation because I heard Swedish and Swiss...uh...Swiss...because you hear always a little\nmore. We knew about...already in that time, we knew exactly Auschwitz, Birkenau. We\nknow exactly what's happening outside, but we didn't...I didn't know Spanish Legation, so\nthis was really...they were our saviors. No question about it. My life and my mothers and my\nbrothers, definitely!",
        "Q: That's a wonderful statement. As we draw the interview to a conclusion, if we can just go\nback now to the realization that you have, that the war was ending and...",
        "A: That was a...that was a...that was also very emotional moment, I'll tell you. Because when\nnothing happened, when it was fairly quiet to...to say fairly quiet that nobody came to take us\nout or shoot us, but we heard the shooting and people in the building, you know, men. They\nwere men. They were all talking. Everybody was rumoring, \"Where are the Russians. The\nRussians are near.” Because we heard...I knew from_Havier. Havier told me. Remember he\nsaid that the Russians are all around the city, you know, and it was such a shooting, you\nknow, everywhere that we knew that they come any day. Every day we said now, today,\ntomorrow. But December the 25th was the worst night of my life of the bombing because we\nwere upstairs and Budapest was sounding like a drum. Boom, boom, boom. And I was so\nupset and we were so hungry and we were so miserable that I told myself and God should\nforgive me, I said, \"Just a bomb should drop on us. It should be a end.” It didn't. So it came\nother days and other terrible days and hunger and hunger and people were helping each other\nwhat they can. Some people they just slept. They didn't do anything. And on the 18th of\nJanuary, I know that we went out from the house where we lived and the professor who\ncleaned my face with his hands because we didn't have anything, suddenly I heard him\nsaying and I seen him as now...he says, \"___—_—.””, And the Russian soldiers appeared in the\nbuilding. And not one, not two. Many! They came all around the building and ripped off the\nDavid Star from us immediately so we thought it will be fantastic. This our...our...this we are\nalive. Of course, after this horrible thing, there were miserable situations because firstly, we\ndidn't have food. We didn't have water. We didn't know where to go because nobody had\nhomes. Nobody had nothing. So everybody really stayed for quite awhile in the building. I\nthink that I left with my...I left actually with my little brother. My mother stayed. Because I\nthought I'd go back to the ___ street, not to the __ street, to the _____ street, where we had\nour belongings. And that was already I think in sometimes in the beginning of February.\nSnow! Ice! Misery! Dead horses on the streets, frozen! Dead people frozen on the...on the\nstreet. And I took my brother's hand and I was dressed like a mummy because I had a man's\npair of shoe. I don't know how. I mean I...I really looked as anybody can look in a war, and I\nhad a scarf on my face, on my head. I had no warm clothing and we said, we go back to\nand see if we have anything there. We didn't get to __ needless to say, be cause from\npark, we had to go to this __ district, __ state district. And we went to the modern district and\nyou have to go through the...to the train station bridge. There is...was a big train...have two\ntrain stations big in Budapest, east and west. This was the west station, Rios, and through\nthis leads a bridge. And we had to go through this bridge into the area to reach and walk over\nto our place. And when we got to the bridge before us, there was a woman walking, also in\nthe same miserable condition as we were and they just called...I don't know whether she was\nHungarian or Hungarian Jewish. I don't know, but as she went in the middle of the bridge,\nshe was shot. __ went into her and she collapsed on the bridge like an accordion, bleeding.\nAnd I didn't know what to do, so I ran back with my brother. I...I was afraid that we will be\nshot, you know. Because, you know, there was shooting everywhere in Budapest in that\ntime. And this woman was dead, just collapsed...I have it like an accordion right there in the\nmiddle of this...it's not the bridge. It's overpass. Overpass. So I...then I went back to my\nmother and very much later, a few days or 3 later, we left the house. We went back to the\nother street where we had friends and we asked if we can be accommodated and we were\naccommodated there and we stayed there. Terrible condition. No water. No nothing. The\nRussian were...the Russians were raping, killing, stealing, namely everything else was there.\nIt was a horrible period at that time. And we were hoping that my father and brother comes\nback. Nothing happened.",
        "Q: What...what did you learn about your father?",
        "A: My father...I...that's...that's a very important question because when we were still in the\nDavid Star House and my father was taken with me, we got two post cards in the mail. One\ncame in the name,__, I have here the post card. I will leave to this Museum if they need\nit. The one post card is written by my father...it's in Hungarian, needless to say, and directed\nto Mrs. Yano Mezei, Mrs. John Mezei. First of all, my brother was never married. Secondly,\nhe was never any more with us. So I don't know why he had this idea to send it Mrs. Yano\nMezei, to my brother. Anyhow, it was written by my father, directed to my mother and came\nto the ___. It had the correct address, everything, and says that...1n the letter, translated that\nafter a long walk, we reached Suring, which is a town in Hungary, but not in Budapest,\nfurther away toward...toward Vienna. We reached Suring. I am still well, and something like\nthat. It says...I'm not needed that I should translate that...that we should take care of my\nmother and George, take care of my mother and all these things. That was one post card.\nAnd immediately after, maybe a week after, we got a other post card, brought over, handed\nto my mother from the ____ family where my father was hiding originally. Mrs. followed the\ncolumn where the Hung...where the Jew because this is a very famous march. Maybe it was\nthe Wallenberg march, possible, which was very famous. My father she followed. She was\nso good friend to us, she followed. Because she brought a post card to my mother which was\ndirected to her, Mrs. , and was written by somebody else who I don't know...we don't know\nwho it was. And the card says in Hungarian, \"Please take this card to Mrs. Mezei,\" to my\nmother, and tell her that Hendrik, my father is in Nagycnk in this sugar refinery. Nagycnk,\nN-A-G-Y-C-N-K, Nagycnk which is near to the Austrian border. Hendrik is in Nagycnk in\nthe sugar refinery but he's unable to write. This is...this is all the post card. So that was the\nlast which we had or still when we were in the David Star house and we kept this. When\nafter the liberation, after we settled into this ____ street house where we could stay because\nwe couldn't go back to our own apartment because every furniture, every piece was stolen.\nThere was nothing. We couldn't...strange people lived there. We couldn't get there. When we\nwent back to the ____ street, the second apartment, there were totally strange\npeople...Christian people, nice people...they lived in the building. Nothing was ours. So we\nwere without absolutely any...anything at all. The only thing we survived is..was the basket\nwhich was still in the ___ park. And some pots and the pillows and old ragged clothing what\nwas there. And when we went back to ___ street, we had friends. They gave us beds. Two\nbeds and a wardrobe, you know, kind of a wardrobe and some help to us this ____, because\npeople can occupy any apartment where they wanted to do. There was no registration or\nor I rented or nothing. We just went into this apartment and stayed in the apartment. There\nwere no window in the apartment. In the whole building, there was no window.",
        "Q: What happened to your father?",
        "A: My father...so we knew on the card after the liberation, that my father was in Nagycnk sugar\nfactory, so...a sugar refinery, so we didn't know whether he's alive, but we were waiting that\nhe comes back. Time passed. February, March, April, whatever, and May. In summer time in\n1945, there were...they created in the newspaper...the newspapers at that time, they printed 2,\n3 pages of paper in Hungary. One was called ____, a very communistic paper. But\neverybody tried to read what's happening if they could get hold of a paper. And we couldn't\nget hold of much but whatever we got back from people...they hidden on my mother's\ntablecloth and things they came back to us, we could exchange that for bread, for food, for\npaper for whatever. A terrible inflation at that time because today you couldn't buy it,\ntomorrow... Anyhow, in that newspaper, there was a decree that people, Jewish men, they\nwere taken on that and that day and on end of October on the march to the Nagycnk sugar\nrefinery will meet at the Jewish community center again in the _____ street area. I don't\nremember where the center was, but it was somewhere there to get information about those\npeople they survived or those people they...they did not. I went there like a locomotor. I\nmade a sign with my father's name, Mezei, Hendrik. It was in Hungarian. __ is opposite\n__.. And I stood there. And there were...I would say people, relatives there, maybe 100, 150,\nso there's a plenty of people there and a few men. And I was holding this up all the time, and\nthey were explaining to us what happened. That the Nagycnk sugar refinery...one they were\ntotally evacuated. They marched everybody and apparently, there were 30,000 people in that\nrefinery jammed together. I didn't know this. And all the 30,000...whoever stayed\nalive...because many people died on this march from Budapest to Nagycnk, because\nNagyenk is on the Austria-Hungarian border. If you look at the map, it's a long way and a\nlong walk. But apparently, my father survived up to that point because he was a soldier in the\nwar. He...he played soccer all his life so he was very strong man. They said that all these\npeople were lined up again and they were supposed to march from sugar refinery through the\nAustrian border and I always think that_______ much too tall because that's_____—_—s another\ngathering camp. I don't know whether this is right or wrong, because I went in Jerusalem to\nthe ___, and I researched this and I got information through a book where all Nagycnk is\nin the book. And it just says that the Nagycnk gathering place where these people were\nsupposed to march away, many of them were shot down on the way to Austria and many of\nthem just died from hunger. So I never knew really what happened to my father. I spoke to\nthese people. I don't know who they are and I don't remember and I asked, \"Do you\nremember Meze1?\" Nobody knew. But there were so many, that those people they survived\nthey knew their own bodies who survived with them because there were very few that\nsurvived. On the whole march, apparently just maybe 100 or not even that. So they were\neliminated. They were not supposed to go to Auschwitz. I know that because it's in opposite\ndirection. But I know that my father's card I have which have...I will give it to you or to\nsomebody else tomorrow, and I have my brother's...little brother's card. My little brother has\na totally different story. A totally different story, not even matching to the Spanish protected\nhouse.",
        "Q: Magda, you have done...you have done a superb job of telling us your story.",
        "A: Thank you. Half of my story.",
        "Q: Well, we certainly do appreciate that you shared this with us.",
        "A: I appreciate to you, to the Holocaust Memorial, that they brought me here that I can have a\nchat and enjoy George Perlasca, George Perlasca, and that I could speak and really maybe\nunknock, unknock the ___ knock, this _____ which 1s still in mind because certain things I\ndon't... just don't know. I only know what I experienced.",
        "Q: Well, you've told us very well.",
        "A: I'd also like to tell you this before anything that my brother was taken to Mauthausen. He\nwas in a concentration camp and he was liberated by the American forces on 5th of May in\nGonskerchin, which is an ____ forest of Mauthausen with 6,000 people were in that forest,\nwhich just a few hundred only stayed alive. He was alive. The American liberated...on the\nAth, they took him to American Lazarette in Wales. From Wales he was taken to Lindstadt\nnear Mauthausen. He stayed alive until September the 2nd, 45, and he died. And\nunfortunately, we never seen him alive. The American forces buried him in a military\ncemetery in___, Austria, and when we escaped from Hungary in 1946, our goal was to\ngo to the American zone which we did. We landed there and we looked for my brother's\ngrave and my brother's we found and then we exhumed him and reburied him in Linz in the\nJewish cemetery. And he's still there and I brought a photograph. With other Jewish\nHungarian boys they died during that period. In short, the rest of the family were all gassed.\nEverybody else. Uncles, cousins, name it. I have some cousins. One in Australia and one is\nin Rio, but the rest they all exterminated. And that's the sad story. And I wish that everybody\nshould remember for generations and generations and generations what people could do.\nAnd not only to the Jewish people, but the Gentiles too.",
        "Q: With your help, it will be remembered.",
        "A: Thank you.",
        "Q: We thank you.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Magda, we're going to begin our interview, so I'll start by asking you your name.",
        "Q: Fine. Magna, where were your born?",
        "Q: Good. Could you tell us a little about your family at that time in the early years of your life.",
        "Q: Yes.",
        "Q: You were saying that your father came home one day and.",
        "Q: Magda, before you go into that, could you come back.",
        "Q: To the house that you were moved into, the Star of David House.",
        "Q: And...and tell us a little bit about what you did at that time.",
        "Q: And yourself. How did you...",
        "Q: What was life like for you.",
        "Q: Magda, before you get into that, could you come back to the time that you were in that\nhouse, in the Star of David House. How long were you there before you moved out into...",
        "Q: Tell us about getting to the ghetto? Who took you there and how did they take you there?",
        "Q: How did you get that?",
        "Q: Havier was whom?",
        "Q: Why don't you tell us?",
        "Q:",
        "Q: You got back?",
        "Q: You walked back to this street?",
        "Q: Magda, before you get there, you have to get to the ghetto.",
        "Q: Before you go to that...",
        "Q: Before we go on..",
        "Q: How did you get to the ghetto?",
        "Q: You had the Spanish pass at that time?",
        "Q: Magda, how did you get the Spanish pass?",
        "Q: Which people?",
        "Q: Okay. I'm going to stop you at this point, Magda because we've run out of tape. But you can\nsit back now and take a drink if you like and then while everybody changes their tape....\nEnd of Tape #1\nTape #2",
        "Q: Okay, Magna, I'm going to have to interrupt you now.",
        "Q: Okay. Thanks.",
        "Q: We're going to go back now to the experience with the safe pass. We are going to ask you\nagain as...as directly as you can to tell us the procedure that you went through...uh...with\nHavier to obtain that safe pass and how you then find yourself through the ghetto experience\nback in the Spanish safe house.",
        "Q: Before you tell me more about him, we would like to get you back to the relationship you\nhad with Havier.",
        "Q: That was in the ghetto?",
        "Q: How long were you there, Magda?",
        "Q: What did you do while you were in that building? How did you spend your time?",
        "Q: Yes, it is. Magda, when you were in the safe house, how safe was it?",
        "Q: Did anybody try to take anyone out of your home?",
        "Q: What happened then?",
        "Q: Okay, at the moment that...that Havier and others argued against the Germans that convinced\nthem to allow you to stay...",
        "Q: Was that the last problem that you encountered?",
        "Q: What did people eat?",
        "Q: How did you survive?",
        "Q: During the period of these two weeks.",
        "Q: That's a wonderful statement. As we draw the interview to a conclusion, if we can just go\nback now to the realization that you have, that the war was ending and...",
        "Q: What...what did you learn about your father?",
        "Q: What happened to your father?",
        "Q: Magda, you have done...you have done a superb job of telling us your story.",
        "Q: Well, we certainly do appreciate that you shared this with us.",
        "Q: Well, you've told us very well.",
        "Q: With your help, it will be remembered.",
        "Q: We thank you."
    ],
    "answers": [
        "A: My name is Magda Lapidus. My maiden...maiden name is Mezei,\nM-E-Z-E-I.",
        "A: I was born in Budapest. Shall I say the date? 18th of July 1923.",
        "A: Of my childhood?",
        "A: Well...uh...I can tell you very nice things. My childhood in my early, early\nyears...uh...probably the best years in my life because there was no problem. My father\nwas...uh... a director in...at...at a very nice textile company which...textile company which\neverybody knew in Budapest, _____Goldberg was the name. He was working there from\nyounger age, and gradually working himself up so he had a very comfortable, nice, pleasant\nlife. My mother never worked. She was a homemaker. And my father who was working\neveryday and I had...I had a little sister who I never knew. Her name was Clara. She... That\nwas the firstborn to my mother. She died when she was a child...a baby, an infant, 8, 7...7\nweeks old. And then after came my little brother, John, who is Hungarian___ and they\ncalled him ___ and he was 16 months older than I am. He was born in 1922, March 14th.\nAnd then I came. Magda. And very many years after came my little brother, George, who\nwas born in 1936, April 15. So we were the children. Of course, George doesn't remember\nmy early childhood because I was a young girl. I was 12 years old when he was born. We\nhad a...a very.. How shall I say it? A very comfortable, not luxurious life...I can't say\nthat...but we had a very lovely home. As a matter of fact, I visited in 1977 first time Hungary\nafter I left...from Hungary with my mother and brother. We left in 46, so we went back in\n1971. That was how many years, 30 some years after...31 years after. And we went back to\nthe same place where I was born because I was born in that house. And so was my little\nbrother. My little brother, John...my younger, brother George was born already in a hospital.\nBut I was terribly upset. So upset that I didn't even take my mother in...with her we had a\nlittle rental car that time. We went specifically on my mother's request to go back to\nHungary. She wanted to see the old country once more, so we went in 77. And we went to\nthat house, and it was unfriendly, dark and not clean so we didn't go inside at all.\nWhen...when I went inside is when I went with my husband, Norman. In 1986 I think or 85\nwe went to Budapest. I wanted to show him. We came from Israel at that time. He has a\nbrother in Israel. So we went and I said to my husband, \"I'd really like to go back to the\nhouse there. To the building. It was an apartment. It was not a private home. And it's lovely\nstreet. It's a very well known street in Budapest. It's called ____. And nowadays when\nwe went there with my husband, there are some embassy or delegations in that area, in that\nstreet. So we lived in that street and ____ was another street, corner. And so when I went\nthere it seemed the same in a way again, but I opened the main door and inside it was filthy,\nand the main entrance to our apartment was either walled in or changed so I couldn't go into\nthe apartment. It was so disappointing for me and I was so sad that I told my husband, \"Let's\ngo. It's no use to look for something.” But in my time, it was a very beautiful apartment. It\nhad four bedrooms and I think had two bathrooms and had a little maid...for the maid. We\nhad a permanent woman who lived with us for many, many years and then later on changed\nto other one who also lived with us for many, many years. And...uh...we had...and I\ndescribed this...not in this paper what I left but I made a tape on this actually at home in Los\nAngeles and I lived there really remember. I remember the curtains were all with strawberry\nvelvet and in the summertime my mother took it off and changed it for a summer curtains\nthat the sun shouldn't eat it up. And we had a little music room. One of the rooms was kind\nof a music room because my mother played the piano beautifully and my father played the\nharp, which is very unusual that the man plays the harp, but he played the harp. Everybody\nelse in the family, including me, not anymore, including me, we ...we sang. We loved to\nsing. My mother had a very pretty voice. My father had a lovely baritone, so we used to play\nin that music room and friends of my father came and they sang so we had very lovely\nmemories on the holidays. Hanukkah or Yom Kippur or Pasah, and even Christmas I have to\nsay. We had a wonderful event even on Christmas time. You know, Hungary was a very\nCatholic country. Everybody had Christmas trees and all this, so everybody was even\nholiday feeling in that time, winter. And we had...I remember my...the bedroom... my\nmother's and father's bedroom was...was in that time, probably was personal when they got\nmarried, was light pink and had all lace and so, the children...my brother and myself, we\nwere In one room, never separated. I don't remember when we were separated. And then\nlater my...my brother, my little brother was born and...uh...he...I don't know whether he was\nin a separate room. I don't remember that. But it was a lovely home. We had...in the house\nwas...all the heating were with fire ovens. I don't know what they stoves or ovens. I don't\nknow how they call it. Beautiful. Each room had a different color. One was brown. The other\none was pink. So we liked to sit around there. And so the regular life was very peaceful. My\nfather worked, and we went to...later on school. I remember only the years from my own life\nwhen I went to primary school. And interesting enough I remember that my late brother\nwhen to the same primary school a year before I did, and my brother, George, much later...it\nwas already almost war time, he went to that same primary school which was called Princess\nJulienne. It was a Dutch Reform private school. The Dutch Reform Church private school in\nHungary, and it still 1t exists because I took my husband and showed him and said, \"Look,\nhow small it looks and...” It was beautiful in my time because it was well kept. Now it wasn't\nanymore...the ground well kept. So I went there to see so after I attended that school and my\nbrother, my late brother, after 4 years...we had 4 years primary school, he went to a so-called\ngymnasium in Hungary. They were not called high schools. __ or gymnasium. He went to a\ngymnasium which was very near where we lived. __, it's called. This is an old famous\nHungarian patriot's name, and he went there and he got his Bachelors Degree there after 8\nyears. And I went from that...from the primary school, I went to the Jewish leitsiam, which\nis...the street still exists. I don't think that the school existed in Albiana Street. Maybe it 1s. I\ndidn't look for that one. What I was looking for and surprisingly I didn't find when I went\nback to Hungary...I went for...after 4 years in that school, I went for a year or so...a year to a\nCatholic school. And then from...from the Jewish school...the Catholic school, and on the\nend I ended in the Commercial Academy of Budapest, which is a very beautiful and very\nimportant school. And I went there for 2 years. Actually, I have at home...in back in Arizona,\nmy primary school report cards of 4 years and I found some of the report cards from the\nJewish leitsiam, high school, so-called high school. I didn't find anything from the\ncommercial academy. But as a...as a history, I learned that the Commercial Academy but as\na...aS a history I learned at the Commercial Academy to write typewriter and geography and\nmathematics and subjects, accounting and things which was connected to\nthe..uh... Commercial Academy. And I didn't find the Academy at all, and I told my husband\nthat I really have to go back and look for that. Why don't I? So I attended that. So the school\nyears, if I can say that to you...the primary school and the high school were beautiful. The\nprimary years, of course, were the best. I remember all the little gifts we have gotten. I was a\nvery good student in primary school and my late brother, we were always being Jewish\nstudents in a...1n a Protestant, because Dutch Reform was...mostly, they were Protestant. It's\na reform school, and even we...the Jewish children, we had special religion class everyday in\nthe morning, the Jewish students...the few of them. And we were allowed to go to their\nchurch where they sing all the beautiful psalms, you know, the Protestant Psalms. And we\nlearned that. And that gave us a very good relationship with the other students.\nUnfortunately, I have never ever met anybody when I went back to Budapest in 77, anybody\nat all from my school years. Probably was a Gentile Christian children went other ways. The\nJewish probably were all most killed, because I didn't see anybody. So in our life, I speak\nabout, you know, 23, and I got to school when I was 5 and a half, 20 years, 29, 30, 32, and\nall the way up to...I would say...I remember the date on 1938, that my father was at the table\nsitting at lunch time. He came home every day for lunch, and he came every evening home\nand...and the good years he had even a car. And I know it was a Fiat. And we...we didn't\ntravel on that much I know, but when we went to Lake Balaton for the summer season for\nthe 4 weeks, we traveled on this car. So...but that doesn't mean that we were wealthy, just\nbecause he was in this position in this textile company which was the largest in Budapest, he\ncould afford it I suppose or they gave it to him. I don't know whether it was his or the\ncompany, but we had the car. And...uh...I just don't know...that day I remember very\nclearly...I remember that for years, that my father opened the newspaper at lunchtime. We\nwere very quiet at lunch. We were not supposed to...not because he was strict. He was not as\nstrict...my mother was stricter to us than my father. I never even been spanked or anything\nmy father ever in my life. Never! I didn't put this in the paper, but I come to my mind, the\nonly time I remember that my father was...became angry with me. One day when I was a\nchild and he said, \"You have to go with me today and with ____, to Grandma,\" his mother\nwho passed away before the war ___. And I don't know...I didn't want to go. I said, \"No,\nFather or No, Daddy. I don't go. I don't want to go to the...” And he came to me and shook\nmy shoulder and said, \"Yes, you go.” And that was the only violent thing from my father\ntoward me. My mother, who I adored and all our lives, my younger brother...I think he was a\nfantastic son and unusual son too because he cared for my mother in last years of her life.\nAnd my mother, if I said something fresh which we were not supposed to...I remember once\nthat I fought with my older brother. My...my younger brother wasn't alive. We fought or\nsomething. And I beat my brother,_Yanshi with from anger. And my mother...my brother\nwent to complain to my mother and my mother said, \"What did you do?\" And I said, \"Well,\nhe said something or he didn't want to do something. I beat him. And I said you shouldn't do\nthat. You will be punished. And you will be punished now if you continue this.” And I was\nso upset about the punishment, I told my mother, \"If you punish me Mother, I commit\nsuicide.” A word from a young child. And my mother gave me, \"Why did you say that?\"\nAnd I got it on my mouth. And I cried terribly. And my mother said, \"You have to go into\nthe corner, with your back turn around. And I just hysterically cried. Pardon me. And I\nremember that because____ __—_ I cried, cried and then she came to me and embraced me\nand said, \"Okay. No, more.” And that was the end of that.",
        "A: And my father came home one day and I remember that he opened the newspaper and he\nsays, \"My God, the Germans occupied Vienna.” And that was in 1938. So, 1938...I was born\nin 23, so I remember that...at the paper he said that. And that...that from that day on, really\ntimes in a way changed. Not much, but in a way, because first of all we lived still in that...1n\nthat building where I was born, but I don't know if in 1940 or 41, his salary decreased and\nsomething happened in the company. He didn't have the car needless to say...anything like\nthat. And in 1941, in Hungary...I remember that very clearly because I was not such a young\nlittle girl. I remember in 1941, they began to take away...the Hungarians, the Jewish men.\nCertain young men, certain age. They had to go to labor camp. 1941 or 1942 they began to\nconcentrate these people in labor camps. Young men and so I remember that...that time\nalready, we had to move out from the apartment. We moved in another place called\nwhich is forget me street. And I been back on that street. We seen the apartment with my\nyounger brother and with my mother, and that part is very nice, still very pretty. Not too far\nfrom our original home, but not that near, maybe a mile and a half or so, walking distance.\nAnd we went there because I suppose my father couldn't afford the big house. We didn't\nhave a maid then there anymore. Our maid who we loved very much went back to her\nvillage on that time. I remember that well. And so we moved to this apartment which is\nmuch smaller. Was very pretty too because I remember that my mother could put her famous\ncurtains and the lace covers. No piano in that apartment. I don't know whether they just sold\nit probably. No piano, but her own furniture. She had very beautiful...the living room\nfurniture was _____ wood. I remember that. That was with us. So we had a nice home there\ntoo. And from that home, we were then later on taken to the David Star house. I remember\nthat we had to leave that. But the...the town changed because they were frightening times.\nHungary I think entered already in the war as part of the (clearing throat) Nazi Germany.\n1942 I suppose. I am confused with the dates, which you said is not so important for me. But\nI know that in 1942 men were taken away to labor camps. In 1943, that I know\npositively...1943 my brother was taken also. It was taken...in that particular time the\nHungarian government issued some decrees that certain age, young Jewish men has to go in\nthat...in that district and whichever district we lived, and so my brother had to go and left in\n1943. I seen him once more because in the...in the labor camps...so-called labor camps,\nbecause ___ and that's the exact translation, ___ 1s labor and tava 1s a camp, so it was a\nlabor camp, where they did...I don't know what work. I don't remember. Probably... I don't\nknow what they did. Anyhow, we weren't supposed to visit him, but we had cards for him,\npost cards which I have along with me. And...uh...my brother...uh... we were...we could visit\nmy brother once. They advised us we come down to Mohacs is the city where we went. It's\nsouth from Budapest. And we went on a boat with my mother. My father didn't come along.\nI don't know what reason. That was in 1943. And we visited my brother on...we went on...by\nboat, on the Danube River boat, with my mother. And other families were on this boat\nvisiting this part...particular camp. Probably, it was advertised or was called up on the people\non this labor camp people relatives can come. I don't know why they done this because when\nwe got there late evening, they were terrible to us. The Hungarian guards, they were the so\ncalled national guards which in Hungary called Chander, and these were in special uniform\nand a hard like a ___ hat with a feather on them...I don't know what can...it's...it's a bird it\nwas. It was a very special uniform. They were very frightening people to me even in...in\npeace time, but they were very rude and they were very bad and they pushed us and so we\nwere very frightened and they hustled some people in a little room there and I...we didn't go\nto the camp. And just where we had to wait for my brother, and my brother came and we\nseen my brother. He was not in a bad shape as I remember his face. He was thinner that time,\nbut he could get packages from my mother and my father for helping through, and that was\nthe last time I seen my brother. My father and my brother has another story, of course which\nis later on...my father, in 43, was still with us all the time. And then came...when the\nGermans came in 1944, I think 19th of March, was when the Germans entered through the\nAustrian-Hungarian border to Hungary, and immediately was a horrible evening because we\nknow this was the end of us. Why we didn't go away from Hungary, I have no idea because I\nhad a cousin, my late father's late brother who died also before the war, who immigrated to\nArgentina. So I don't know why it didn't come ever to my father's mind to leave and as a\nmatter of fact, 1t didn't because we were brought up...my...my brother, my late brother, and\nmyself on a very patriotic way. We were Hungarian. We were Jewish, but we were at\nsame...same time Hungarian, so we didn't follow...we didn't have this hatred against\nHungarians, because we were Hungarian. We sang the Hungarian national anthem with the\nchildren and we were...my...my late brother was in the boy scouts and went out on the camp\njust like here in the U.S., so we weren't...we weren't educated to..to hate Gentiles. That's not\ntrue. We were educated to love everybody. Just keep our religion as much as we can and\nrespect our books and our past, but we were never in hatred, so when the Germans came and\nsince I remember that was terrible times to other parts of Europe. 1944, it was...the Germans\nwere occupying half Europe, and the Hungarians were fighting with the Germans...not even\nfighting, 1t was already a withdrawal. I think it was...the offensive, the Russian offensive was\nalready a long time on. My father said, \"This is the end. This will be the end if the...1f the\nGermans come in.” Because we knew that a lot of Hungarians were very anti-Semitic and\nwe were all...couldn't lead the life as we really wanted to...the peaceful, kind, sweet life. We\nwere always frightened about something. When the Germans came in, not very long time\nafter that, they occupied, of course, Budapest, Hungary. They were these decrees given out\nto us...to the Jewish people that everybody should leave the house, and they had to be in an\nassigned building, and that's how we went from that particular place from _____ to this\nstreet which was called ___ King Street. It was not on the...near, but it was again the same\ndistrict. I don't know whether you know that Budapest had 12, I think, different districts. So\nBudapest was much smaller in a way that time than now....Greater Budapest ___.. So it\nwas a little bit smaller city and these districts were all, I think, in the Seven districts, if\nremember correctly. And so we were ordered from the house where we were living to go to\nthis David Star house, and we couldn't take anything. We really didn't take anything. Really.\nIt was order given just to...necessary belongings. All the furniture, everything stayed back\nwhich we have never found, needless to say, even after the Russian came in. Everything was\nstolen. Everything was taken. I only remember things like...like my mother gave out some\nPersian rugs to some Christian friends because we had...my father was 4 years...in the first\nWorld War, he was decorated. He had a shot 1n his leg and his back. Never suffered of it, but\nI know that he showed that. This was...he was in Shamisho, I remember...this was a big\nevent in first war, first of all. And he had friends from first World War. His pals or his\nbuddies as we call it, and he kept up with them and he went to military meetings like the\npeople do, so he had Christian friends. We had very many Christian friends through my\nfather and...uh...what happened when we went...when we were ordered to go out from this\n____ street building to the other one... Well, we couldn't take anything along. I remember that.\nOnly clothing. And I remember that my mother put things in a big basket. You know, the old\nfashioned baskets which you carry. And that was all what we have taken to the other house.\nBut I remember that my mother gave out some jewelry which she had, necklace and\nsomething from her aunt. I don't remember exactly which...which it was because I was ___.\nI think her diamond earrings were sold already. Because I know that it was sold because the\nlittle container where her earrings were...she had, I still have. And how I got it back that's a\nlong story. That comes later, but I know that...that the basket was filled up with winter\nclothing and some pots and plans which she needed maybe to cook. Anyhow on that\nparticular time, this was in 44, frightening things happened. As you know, in 1944 March to\nmid July I suppose or maybe before, all the Hungarian Jews were deported from the\nprovincial area. There were no Hungarian Jews alive unless some could escape or could hide\nor had fake documents or what not, but all the rest of the Hungarian-Jewish population was\ndeported to Auschwitz. All of them. And...uh...I have to make a comment here, which I put\nin my paper, which is always in my mind that I have very good friend in San Diego who was\nin Auschwitz and 1s a Czech girl from Prague. And she mentioned to me when I...I...I met\nher and she became friend of mine in Venezuela. I lived in Venezuela 12 years. And she\nalways told of me of her times from Auschwitz and we interchanged ideas. She was liberated\nin Bergen-Belsen by the way. She said, \"You know, the Hungarian Jews were amazing.\nBecause the Hungarian Jews were brought in by the train to Auschwitz on X days in June or\nJuly, and these people had their own clothing where they came...those that survived the\ntransportation because, as you know, many of them died unfortunately in the transport. And\nas they arrived, they were separated, men and women, all the survivors and they were taken\non the same day to the gas chamber. So many Hungarian Jews, according to her, and I know\nthis from history, in a way, they were spared to Auschwitz and all the others. They were\ngassed on the same day. So this was very important for me to hear, because the Budapest\nJews were the last fortress in a way as we call it. And the rest we hear...we heard rumors. We\nheard the news, but we really didn't know exactly, because you really never knew exactly\nwhat happened. I didn't have a radio or my father had no radio at that time to hear any\nforeign news. Anyhow, my father...",
        "A: Yes, I can.",
        "A: Yal. The Star of David house.",
        "A: Well,..uh...the Star of David House was the house that my father separated from us because\nwhen we went to the Star of David House and again, as you say, I don't remember exactly\nthe date, but 1t must have been June or July when the Budapest Jews were already...you\nknow, in Budapest, they had the Jewish Council who were discussing with Eichmann what\nto do with the Budapest Jews. That I remember historically that it happened. But my father\nwent into hiding. And that particular time, his friends who were my friends and my late\nmother's friends...they offered him to stay with them and give him false documentation. So\nmy father didn't live with us in that house because as far as I remember, I was the oldest, and\nmy mother and my brother and my father said, \"You would be taking care of my mother,\nyour Mum and your brother. Whatever happens. I will be outside. Whatever I can help, I will\nhelp. If I can bring food, I will help food. If I can take you out, I will take you out, but at\nleast I will be outside.” This was a decision between my mother and father, and I know that\nhe left and he went to live with these people whose name I know, of course. Steven ___,\nthe family. Uh...",
        "A: Me. I was the one who was the man of the house. Let's put it this way. And I was a very\nstrong, young girl I think because I said we will have to survive this because my brother, my\nolder brother who I loved terribly, wasn't with us and I said to my mother, \"I want to be with\nmy brother.” Because I grew up with him. My little brother, of course, was a baby brother\nwe loved. But I went with my brother in the same school. I was a little bit Tom boyish in my\nlife because I was always surrounded with these boys of his schools. My..His friends were\nmy pals, so I was pretty strong little girl I'd say. I went to all...1n my childhood, all the child\nillnesses basically, with my brother together, so I thought that, \"Yes, we will do it.” So I was\nthe mover. I was doing...when we went to the David Star...this was a house which was not\nemptied by the tenants. The tenants...they lived in the...1n the building stayed there, but some\nJewish people from other building like we were...other streets, were put into this building. So\nI took my husband also to that building which is now beautifully re...redone actually. In that\ntime, it was a three-floor building and we were just coming in and we were\nassigned...uh...because the Consier in that building stayed on, was a woman, Christian\nwoman. Very nice person, who was apparently appointed by either the Hungarian\ngovernment or whoever that she...she should order where these people that coming to the\nbuilding should live. So she assigned us, my mother and my brother to that floor, to the\nsecond floor in that apartment, which was a very large apartment, but I think we were at least\n30-35 people in that apartment. So we were cramped together also in...in a place where\nnobody could bring their own furniture. But people they lived in there were their furniture,\nand we had only this basket with our winter clothing, what not, and some pillows. I\nremember that some pillows were stuffed in the basket. So...",
        "A: Life was like that. You know the government allowed that one or two people in certain hours\nof the day went still with these David Star houses, which was not the ghetto, could go out\ninto the street with the David Star. We were all marked of course with the yellow star. We all\nhad. My father, not. My father was...sometimes we didn't even see my father 3, 4 days.\nWhen he appeared suddenly during the hour when people...when we could move, he came\ninto the building and he told...told us, \"Don't go out on Tuesday or Wednesday because I will\nbe coming when you are supposed to go out. So the building...the door was open. And also\nthe Consiers...this woman whose name was Anna actually, she was quite nice to the people\nin the building. She was not a bad person. So my mother could come time to time to the\nbuilding and bring us bread or bacon which was a no, no, but still whatever he could bring.\nSome food. Hot food, I don't remember that he brought. But in that time, in the building is\ngas...was gas, and all the____ was a siege city because already bomb...bombing. The\nAmerican bombing was there already at that time, but still gas was coming. So people they\nhad any kind of material which you could obtain down in the streets and the shops. street is\na street which I went to, walking with my husband, which is a street connecting major\navenues, kind of.",
        "A: Well, this was sometimes in June. Basically, I think it was June. And from there they took us\nto the ghetto. I didn't go directly to the Spanish house.",
        "A: Well, they were not taking us. They were ordering us. There was no taking. That was a time\nin...by that time I had the Spanish...I had the...I had the Spanish Shutzpass, I think.",
        "A: Oh, the Shutzpass is another story. But let me tell you about my father because that...that is\nconflict...conflicting with the Shutzpass. My father came back. This was June and July, and\nwe still could go out from the David House to shop if we had some money. We still could\ncook something on the stove, if we had one. We were in a horrible, frightening condition\nneedless to say, because we heard that the Hungarian Nazis are coming to the buildings and\ngetting off people from the buildings for a different marches to take them away wherever\nthey wanted to take to deport them. Needless to say, Auschwitz. We didn't know that exactly\nwhere is Auschwitz. And my father was coming back time to time but not too frequent. And\nwhat happened, on one day I went out on the street because I was again the eldest...to the\nstreet where I can find some friends or contact because we needed food. We were very little\nfood. We had no meat or no milk or nothing like that. You know, we had flour Nothing\nreally or sometimes, some little bread. So we changed with people, or we had friends we\ncould go to some friends and say, \"Could you give me something because I'm in this house. I\nhave to go back.” So some friends helped sometime. One day I went out from the building\nand on the street__ I met a professor of mine from the Commercial Academy who was\nalso a Jewish man and was much elderly than I am, probably I'm ___. He must have been\nthat time 55. And we...as he recognized me, I recognized him and I said...he seen that I have\na David Star and he had a David Star and I said, \"Where do you live?\" And a little\nconversation occurred, and he said, \"You know there is a way out from this David Houses,\nDavid Star Houses, because he warned me and he said, \"I am warning you that this house is\nendangered because they are setting up the ghetto in Budapest and on the _____. In that area\n_____. Iremembered even the certain names of those streets. And he said, \"You are\nendangered and we are endangered.” I don't know where he was. I don't remember. He was\nnot in the building. He says, \"But there are some countries they're helping the Jewish people\nto get into protected houses. The Swedish and Swiss I knew about more or less, but I had no\ncontact with these people and I didn't know where to go any how, so I just skipped that idea\ntotally that I should go to these homes, the ligation. I just didn't...maybe I didn't even know\nwhere they were. But he said to me that you know the Spanish Ligation is also giving out\npasses and I...as of today, I don't remember where the Spanish Ligation was by the way. I\nhave to ask Perlasca, Mr. Perlasca, where was it because I don't remember. But he said, \"I'm\ngoing there. Would you come along?\" And this was in an hour or two period when we were\nallowed to leave so we went together. And I said, \"Yes, I want to have that because I might\nrescue my family.” And he took me in and I remember the Ligation, there were a lot of\npeople already there. I don't know how and I don't know when we got into...with him ...1nto\nthe Ligation. It was in...not in ___ what is it called? Uh...I don't remember the name in\nEnglish. It was a foreroom kind of. And as soon as we got there, Havier was attached to me\nor attached to us or attached __. Anyway, I met Havier.",
        "A: Havier was this young Spanish man who on that point I didn't know who he was. Havier\ntalked to me. I didn't speak a word Spanish that time, needless to say. I spoke German\nperfectly. I grew up with German, simultaneously with Hungarian, and I tried to talk to him\nin German and he spoke to me and he asked who I am and I told my name is Magda Mezei,\nMagda and I have still my brother, little brother and I told my little story in two words\nand...uh...by that time, my father was taken by the way. My father...and I...this was a period\nof end of October or beginning of November. I don't remember exactly the time, but 1t was in\nOctober because my father wasn't with us anymore. My father was taken from our building\nbecause he came back one night. One terrible night he came back to stay with us, brought\nfood and the next morning...in the morning, the Hungarians came and round up the men and\nyoung women and we were round up...my father and myself together. We left together and\nmy mother and brother in that building. And they took us in a long march and suddenly, the\nHungarians separated the men from the women and I never seen my father on that day on. I\nonly know that I marched with the Hungarian...with the women, Jewish women from the\nwhole King street all the way in the alley was called Fosua and I went back by at my old\nschool...my Julienne was there, and looked at it, and I went...passed by and they took us out,\nfar away this march, picked up hundreds and hundreds of women. And they picked us up\nand took us in a big, I call it a lodge, but 1t wasn't a lodge. A big empty area outside of...kind\nof outskirts of Budapest. And there where I was. My father I never seen again. I know what\nhappened more or less is my father, later I found this out, after the war, but my story...a long\nstory what happened to me, but we go back. How we come...come to the\nSpanish...uh...Legation. So this professor of... came back from his horrible march. I rescued\nmyself. How...I...it's a different story.",
        "A: Okay, I'll tell you how. We went...this was very early morning. And this march began,\nsometimes at 4 o'clock, 5 o'clock in darkness and when...when these Hungarian Nazis came\nto the building and the...the...the way as they do it was a very regular way. They stand...the\nHungarian...they had the autocrats. They didn't have swastika. They had black uniforms with\nthis autocrats. They went...they were armed. They went in the middle of the house. The\nhouse...the European houses, as you know, had outside you could see downstairs to the...to\nthe courtyard. This house was like that, so anybody who came out from the apartment was\na...some could look downstairs, every apartment. So they...they stood in the middle of the\ncourt yard and were there...what is 1t called? with their microphone, not microphone.",
        "A: Yal. What they do like it and the police and they call it. They called out all men from a\ncertain age, and all women for and that age should come down to the court yard. So\neverybody was frightened. Nobody could hide away. There was no way where to hide. So\nthe age limit, what they directed, they came down. And there was my father. On that night he\ncame, and my father had to go. And there was I in that age limit, so we went together. We\nsaid goodbye to my Mom and to my brother because we really didn't think that we would be\nnever coming back or we never see each other. You know, people were naive. They didn't\nknow this. So I...I get a little bag from my mother with some clothing, something in it. And\nmy father, I don't recall that he had anything. My father had only a warm coat because I'm\nsure it was sometimes in October, because he had already a kind of a winter coat with a\nvelvet collar on it, and a hat. And so we went together hand in hand, but on this march, out of\nthe building...everybody out of it, hustled, hustled, hustled fast, were already a column on the\nstreet. We were not the only one. They picked up on all the... _ street had a fairly large\nJewish population. That's true. So they took everybody from these homes which was set up\nto the street. And we marched and marched and we went by at the school and we didn't see\nand we didn't talk much because we didn't know what happened. And suddenly, they stopped\nthe column and they separated the men and the women. So I said goodbye to my father, not\neven goodbye, it was kind of going away from me and I was in the middle of the other\ncolumn and we were marching, marching, marching to this big area in Hungary. I think, if I\nremember well, it was in Zuglo, Z-U-G-L-O, which is kind of on outskirts...outside of the\nmain city. And they marched, marched, marched. They hustled, you know, these...these\naristocratic people. They shouted, \"Well, Move,\" you know, very harshly.\nNobody...everybody...mostly young people I see...young person like I am, 17, 18, 19, 20, 21,\nI didn't see hardly in that column at all. And they took us to this (clearing throat) to this\nempty...empty grass lot, but 1t wasn't a lot really because there were hundreds. (clearing\nthroat) There must be thousands. I don't know to me it looked incredible amount of people.\nAnd all day, and it was from morning until late afternoon, we couldn't do anything. We\ncouldn't...we didn't have food. We didn't have water. We didn't have toilets. If somebody had\nto go, we had to make it to secretly that they should finish up they had to finish because these\nguards were not that many, but they were around. They were walking. And I was...the lot\nwas kind of...to me looked square, ____ square, I seen the people. And I was somehow on\nthe edge of the square corner, kind of, and on this column. And I always pushed myself also\nto the side, because I had a feeling that I have to get away from here because if I don't get\naway from here I will not see my mother and brother. And interestingly enough, this edge\nwhere I was standing with others, hundreds, had a big ditch, a big ditch. It was the end of this\nlot, kind of. A regular ditch, which was like bush, bushes and green stuff, but dry stuff, and I\ndidn't do anything on that whole day except freezing and thinking how will I get away and\nwhen. And I did that exactly on one moment when the guard was looking up. I just jumped.\nNobody wanted to do this, but I couldn't do anything else. I jumped and rolled into this ditch.\nI just rolled into it and crawled on the ditch toward the other end where...the ditch was long.\nIt wasn't a ditch...after the ditch were far away homes, but not a lot. They were already\nbuilding. Like this would be the ditch. I was standing here and this ditch was a long ditch,\nand here were already houses of this area. Here...and part of empty with hundreds and\nhundreds of Jewish people. I ripped my star off. I left right there ______ and crawled,\ncrawled, crawled, crawled, until I seen a street crossing of the ditch because then the ditch\ngoes under the water goes, so I had to get up. There was not a soul. I just got up. It was dark\nbecause in the late afternoon, it was probably, I suppose, it was dark. All...all dark. It was\ngetting dark, but you know, Budapest has a tough curfew because Budapest was a bomb city\nat that time. It was bombing and dark. So it was really dark and I don't know how. Today, as\nyou told me, and as I went back to Budapest and I didn't find that area and I was looking. As\na matter of fact, I was accommodated...in 1977 when I went back with my mother and\nbrother, we went by the _________—s we rented an apartment, you know, to stay in Budapest.\nAnd they...they gave us an apartment in Zuglo and I said to my mother all the time, \"This is\nthe area where I was somehow here.” But I never recognized it. It was all built in. And the\nnext day from Zuglo, we left because I told my mother I can't...we can't stay here. I was very\nupset. I found it very dirty.",
        "A: In 77 yes. So I got back to this...uh...to the street and I ran. And there was not a soul on the\nstreets of Budapest. And I don't even know how today exactly how I found King street. I\nknow more or less, you know, I remembered naturally where my high school was, the\nJewish gymnasium which 1s in that direction from...when I attended my high school I went\nfrom the old apartment where I was born to a certain area where I get...took the tram...tram\nand go to my high school. So I remembered very well that area and where I was. Now in this\nditch area, I thought I knew exactly which is north and south which area I have to go. So I\nfollowed my instinct and I got...and this was far away. I have to tell you, this is really far\nfrom Zuglo where we were...the David Star must have been. I am sure. 50 miles. I don't\nknow. I am judging because I really don't know. And I was on the street, on King Street\nbecause I remember that I went by my little school again in the dark. It's an alley where my\n____ was a beautiful old chestnut trees really. And it was already...leaves were already not on\nin October. They were already fall. Cold.",
        "A: I walked back to the street and suddenly it was dark. Suddenly, I heard that somebody is also\nwalking, coming toward me and somebody shouted, \"Halt,\" in German. And I froze, because\nif \"Halt,\" says it must be a German...some...a full German soldier. And good enough, he put\nthe flashlight...I wrote this in my paper because I had it so clearly in my mind. He put the\nflashlight on my face. There were three of them, three German officers. I don't think they\nwere SS because I'd remember that. And they said, \" .’ What are you doing here? \"Do\nyou speak German?\" \"Yes\" ___—s—s And I said to him, \"I'm going to visit my\ngrandmother, She is crank I told him and she's sick, and I just...I'm sorry that I go\nthat late, but I have to look for her. And they said, \"No. Go. Go. Get. Get.” And they let me\ngo. And you can imagine that I'm a Jewish girl, a young girl. I had very long hair that time,\nand these Germans, they could kill me right there. __ Or they can take me to the Hungarians.\nAnd they let me go. And I go to that building and the building was...this David Star building\nwas always closed. Was curfew time, always had to go...and I rang the bell and Anna came,\nthe Consier. \"How come they let you back?\" I said, \"Just let me in.” And that's how I\nsurvived that. And I survived an other time. My father was, of course, gone, but I survived\nanother time because not very long after that, they again came to look for the young...not\nyoung, for the women. And Anna, Anna, this woman, Anna, came said, \"I have to hide you,\"\nand took me down to her little room. The Consiergeree had...her apartment, a little room, you\nknow, as in Europe they sit there to watch who comes and goes. Not that she was sitting\nthere. But she said, \"I take you.” And she pushed me into that room, into the cabinet where\nshe had a red fox coat. I remember that clearly because who had a red fox coat that time?\nOnly maybe she was stolen that from somebody or somebody gave it to her because she was\nnot wealthy. And put me behind that stole and I was there for hours in that little cabinet until\nshe came. \"Now you can get out.” I was amongst the very few young people, if I remember,\nyoung women in that building they ever survived. At least to my eyes. There were women\nlike my mother. My mother was born in 1898 and this __ she was not a young girl. Those\nwomen were around. Even elderly women were in the building. I remember one, a very old\nwoman who came with us to the ghetto, was at that time 80. She died. She never survived\nbecause in the ghetto very many people died.",
        "A: Yes. That's very nearby anymore. Yes.\nq: You are still in the Star of David House. Uh... You had managed to escape.",
        "A: But I had...I had in my hand and by that particular time I should stress. I remember that very\nclearly because Havier...going back, then I went to the ghetto. Havier...to Havier,__ I got\nthe Shutzpass, because Havier said to me in the first meeting that I have to go back and next\nday when I can get out from the house, I have to bring the photograph. And I have that\nShutzpass. My brother will bring it on the 6th. We will give it the memorial. On that...on that\ntime, we had the pass in our hand. My father was...",
        "A: And then came an order...then came an order. Then on that particular time came an other that\nevery David Star house, every, all of them. That means ____, King Street, or wherever they\nmay be because I don't know where they all were around. They all have to move to the\nghetto, without exception. So when...and they have to line up on this and this day. I don't\nremember the date. Maybe Perlasca will remember, maybe somebody else. We were lined\nup before the building. Everybody of the Jewish people lined up, and the ghetto from King\nstreet where the ghetto behind it ____.. I would say...I...I don't. I am thinking now in miles\nany more, so in miles would be maybe 2 miles because you know the streets are not as long\nas I think, in Fifth Avenue, so____ went to the main boulevard and from boulevard\nto where the left was, all Jewish section any how, more or less.",
        "A: That's where we put in the ghetto.",
        "A: How we got to the ghetto? We were walked there, and they pushed in anywhere they\ncould...the Hungarian Nazis. There were...there were no Germans there around, only\nHungarian. I didn't see any Germans around the ghetto.",
        "A: I had the Spanish pass in my hand. I didn't have any belongings. We didn't have anything.\nWe had nothing with us.",
        "A: Well, I'm now I'm tell you this. Spanish _Shutzpass , Havier, again Havier said, \"We will\ngive you the pass which _____ and the Legation issuing for the Jewish population you can\nhave. But you bring back the pictures.” I brought back the pictures next day right into the\npeople. Havier was there. Havier took the pictures and took me into the room. Now Perlasca\ntold me today, Mr. Perlasca, that I think I gave it to you. And I said, \"I cannot be sure, but I\nthink it was Spanish police who gave it to me. But Havier was there. Havier standing by...he\nsaid, \"I'll see you back again at the David Star house.” Because I went back to David Star.\nAnd the truth is that Havier __ came at night 3 times or twice to the David Star, before we\nwere taken to the ghetto. He came at night, and Anna let him in and called me down and said\nHavier brought us some food or some bread. I don't remember what else. I remember that he\nbrought me a comb. I do remember that. A comb. Because I didn't have a comb. And he\nbrought this there, and he said...\"\"Where do we go?\" I asked him. And he said, \"You will be\ngoing to the St. Stephen's Park House,\" and he give the address. Either was St. Stephen Park\n9 or 7. [NB: Subsequent to the interview, Mrs. Lapidus remembered that it was #35,\nnot #7 or #9, St. Stephen Park] I have to verify this with Mr. Perlasca because he\nimmediately knew that you were in the St. Stephen's House. And I don't remember...\nalthough I went back to the building in 77, and even now in 85, I don't remember the\nnumber. Anyhow, he told us that that's where we have to go. But apparently there was\nno...not enough time within the period that I had the pass from Havier and from the\nLegation. I didn't even understand the connection why the Spanish Legation will issue such\nthing because I was an intelligent girl,, and I knew that Franco is a fascist. And I know that\nFranco was neutral. I didn't think about any Blue Division. I learned this from Havier\nbecause Havier told me when I asked, \"What is your name?\" and he said, \"My have is\nHavier___, and my name 1s very famous because there was a Spanish poet in the same\nname.” I was telling you this before, and I tell you how I came to this___.. Alll the time,\n45 years I had Havier ____ in my mind, and Havier said, \"You will go to St. Stephen House,\nbut I tell you when.” Curiously enough when he came on that night and brought this little\ncomb and brought the food, I will see you in the Spanish house because I was supposed to go\nthere with my mother and my brother during the 3 hours was assigned to us. But I don't\nknow why we didn't because we...we landed in the ghetto. They lined us up the ghetto. Now\nI had the pass. We had nothing. Really, we had this basket. We couldn't carry. So we went to\nthe ghetto without anything. Just as we were, except the pass. No documentation. Nothing\nexcept these two papers. We went to the ghetto and when we arrived in the ghetto on the\nsame day...the next day, they were not only the Hungarian autocrats people, they were\nHungarian police force. The regular Hungarian police was...of 1944. I remember exactly how\nthey were in uniform because I was growing up. I made a little conversation because I was a\nyoung woman, you know, an attractive woman. I made a conversation with a police officer\nthere and I said, \"You know, I have here some document. I shouldn't be here in the ghetto at\nall.”” Because I was...I was very frightened. We didn't have food. We didn't have nothing.\nAnd I...knowing what ghetto is from not only because I was so dumb. I knew about ghetto. I\nknow...I heard of Warsaw. We heard every ghetto... ghetto? Why would I be in a ghetto\nwhen I grew up in a civilized surrounding? You know, I was frightened of the word. And I\ntold this to this man. He was an old policeman. A fat, heavy set, mustache, pleasant\nHungarian policeman. I don't remember his name. I only know that told him that I told him,\n\"How can we get away? I don't have anything to give you. I...we have nothing?\" He said,\n\"You don't have to give me. I bring you out there.” You know, in his Hungarian peasant\nway. We stayed in the ghetto and this street was Old. That's why I remember the street\nbecause it's a crazy name. Old Street. But that was Old Street, Old. Which was on the __ of\nthe temple. He said, \"I will bring you out.” I said, \"I don't have to bring me out. I have a\nmother and my little brother as you see. You have to...three of us, we have to go.” He said,\n\"T'll bring you out there.” And he did. One evening when it was curfew in the city, he came.\nHe led us through the streets because the ghetto was really closed in as you know. But that\nwas not closed in in that time by fence because when I went back to the ghetto in 1945, it\nwas totally closed in with kind of an old fence, and I seen already when the...when the dead\npeople were thrown into the truck. That was already sometimes in 45. So he took us on a\nvery... because we were in a downstairs apartment you know. So he took us out and he said,\n\"You have to run with me.” Now you can imagine that Oldsa, the ghetto area, and St.\nStephen Park....St. Stephen Park is in a modern...that time it was the modern...still is,__.\nThe town called Laport stadt, Laport area, that part of Budapest. I know it very well because\nit's just opposite the Margaret Island. The Danube River was below St. Stephen. I knew St.\nStephen park anyhow, where it was, because from St. Stephen park, you walk maybe 500\nyards, maybe a little bit more. You were in a main boulevard going to the...to the Margaret\nIsland, to the entrance, so it was a very beautiful area of Budapest that particular time. It still\nis. As a matter of fact, when I went back. It's a distance from Oldsa from the policeman. He\nwas so heavy. I don't even know how he could run. He had boots on. We had nothing. We\nhad...we were already. We just had a coat and a cover and nothing else. And he said, \"You\nrun with me because if you don't run, you will be never seen because anybody can stop us\nand if somebody stops us, I will save you.” Because we didn't have the David Star. He said,\n\"Take this off in town.” And we ran in that dark night, in that cold night with this policeman.\nI didn't even know how...where he takes me, exactly how he took us, but the took us in the\nmain boulevard, and from the Olds, ---main boulevard, then side street. Always avoiding the\nmain boulevard, which is a main...main boulevard even now which goes to the Margaret\nIsland. If you been in Budapest I can show you on the map. And he took us to the Parposha\nis the main...main wide street before Santishon Park. I been visiting there now. And we went\nthere. And in the building there were already lot of people. And I was amazed at why a lot of\nJewish people.",
        "A: In the Spanish protected building. It was already the Spanish Court of Arms and the Spanish\nflag. I don't know where the...the court of arms.",
        "A: We went with car, driving around all night. I couldn't sleep there. I didn't like it. So the next\nday we went to the _____ officer, and said, \"You must put us somewhere else.” And curiously\nenough, which is, you know, circumstance in life, they put us in ___ in ____ district, not very\nfar from Sanpart, maybe 3 streets, so we just walked there and back which was one of the\nplaces we wanted to visit. And they put us also in the...near to the building where we.",
        "A: Fix your collar on your left. One of them was turned down.",
        "A: Can I tell you now? Sure. Well...uh...just as I... mentioned before, my old professor, my\nprofessor met me on the street, on one of these 3 hours, indicated that the Spanish Legation\nis issuing Shutz passes__, safety passes for some of the Jewish people. They come to the\nLegation, and that means for me that they will put us in a building assigned by the Hungarian\ngovernment under the safety and the protection of the Spanish Legation. So that exactly we\ndone. We went to the Spanish Legation. We went through with a hundred people. THey\nwere standing there. We came into this little so-called, if I remember, fore-room like, not the\nAmbassador's room, but reception room. That would be the word. And as soon as we got 1n,\nwe got to this young Spaniard who I didn't know that time, but whose name was Havier,\nbecause later on I learned, and he explained to us what he needs and he explained to us that\nthrough this document we will be able to move away from the David Star House to a\nprotected house, which will be protected with the Spanish Legation, and hopefully, we can\nsurvive all this horrible upheaval in Budapest. So I was very grateful, and I said that I'm not\nonly alone. I have my mother and my brother...and my father. I wanted...I told him my father\nis already taken, but still my father? He said, \"Never mind.” He explained to me that I have\nto bring photographs of the family. \"Do I have it.: I said, \"Yes, I have it because my has a\nbasket which is full of family pictures in a container and that also survived during the war,\ninterestingly enough, and I can cut out some of the photographs. And I didn't ask much of\nhim what we have to do. I just asked, \"Do you know where we will stay?\" And he said,\n\"Well, at the moment he didn't know,\" but he said, \"When you come with the photographs\nand when you have the pass and you have these documentations in you hand, we will direct\nyou and we will tell you what happen.” Because, forget now the time is also short. We had\nan hour or two, I don't remember, to come and go. So I thanked and I left with my...my\nprofessor together, actually from the Legation. He done his business. He said goodbye. I\nnever seen my professor ever after. I went back on next day on the same hour to the\nLegation. The Legation was equally crowded. I was looking for this man because he was my\nconnect...contact at the Legation, so and I asked, \"What's your name?\" He said, \"Havier,\" I\ndidn't know that time that his name was Havier . I didn't even ask. I didn't care, but I\nsaid that he gave me the documents which was...he didn't give me really himself the\ndocuments. I think that time police gave me the document. He was only present to give me\nthis document. He came with me out and said, \"Keep this document because it's very\nimportant. I will let you know. I'll let you know...in that House in David House. Where you\nlive?\" And I said, \"I am living King Street 95 or 93.” I don't remember exactly. And he\ncame. It's true he came. Not the same night. Two or three days after, he brought us food and\nhe said, \"We learned that the Spanish protected buildings\" ...he mentioned a number of\nthem...\"\"You will go to the St. Stephens Park building. And I asked him, \"Do I go now or\ntomorrow when I am free to go out from the building.” He said not yet, because the building\nis not hundred percent arranged apparently with the Hungarian government because I\nsuppose the Legation had to discuss with the government who goes and who doesn't. The\nbuildings were apparently, what I learned later, vacated with everybody who lived in the\nbuilding and given to the Spanish Legation. All these buildings. The people, they lived in the\nbuilding, whether they were Gentiles, Christians, whatever, they had to leave the building.\nSo they had a hard time probably through this too. Any how, so Havier when he came to the\nhouse, to the David Street house, I asked him during the conversation...I told him that my\nfather was already taken. He said, \"He can be on the document too.” And he is on the\ndocument, his picture. I said, \"Where...how will be this...this departure?\" He said, \"T'll let\nyou know when you have to go to the St. Stephens Park when it's ready to be...to move\nthere.”” And on that particular night, I asked, \"What is your name?\" And he said to me, \"My\nname is Havier .” That's how I remember those years. Forget that many years passed\nby and that name was in my mind since I speak Spanish, and in the meantime I learned\nSpanish. I lived in a Latin country and so I _____ was in my mind. And he mentioned also\nright way, that is a very important name because a Spanish poet had this name, this same\nname. So I accepted that, and he also told me that...are you employed. I said, \"Are you with\nthe Spanish Legation?\" He said, \"No, I am... am with the Blue Division. \"Do you know\nwhat the Blue Division 1s?\" he asked me. And I says, \"Yes, I know the Blue Division is\nthe...the Corps, the elite Corps of Franco.” And I knew that the Blue Division was fighting in\nRussia on Hitler's side. And h.He said, \"How come that you hear it?\" We are deserters. We\nleft. The offensive came, and we just run away. There is some of them...some of us at the\nLegation. Which was proved to me today by Mr. Perlasca, because I didn't know that time.\nWhat was very interesting that in other time when he came again to the house, the David\nHouse, he said come tomorrow and said that I should come back to the Legation. And I did\ngo back to the Legation on other time. And I don't know why he wanted to...that I should\ncome back. And I came and he said, \"I will show you some of the people that we are hiding\nhere at the Legation. And I didn't ask yet...Mr. Perlasca, he has to tell me because there was a\npuzzle in my mind that he took me back in the Legation in a room or in a hiding place, there\nwas a room divided with a little stairway and the stairway you go up and there were men\nsitting up there. Two men were sitting up there, and they were Hungarian Jews. I don't...I\ndon't remember who they were. And we were talking to each other and I said, \"I am from the\nKing Street David Star House and I tried to go back to my mother and brother and take them\nto...to the Spanish Legation protected house and we just said goodbye and I never went back\nanymore to the Legation. So in my mind, it's still a mystery who were these people that\nHavier let me talk. Because we spoke German...Hungarian...I'm sorry. Havier didn't speak\nHungarian a word. My conversation was with Havier _____ only in I my good German and his\nbroken German. And so I left, and I went back, said goodbye and I left back. This was the\nhour from 10 to 12 or whatever the hour was, and I never seen them again, him again, only at\nthe Spanish protected house because after this, I was taken away with my mother to the\nghetto and with my little brother, we lined up in marching to the ghetto and that where I was\nlucky and smart enough to make contact with this Hung...this old policeman, who risked his\nlife. And not only that he risked his life. I'll tell you more about him.",
        "A: That was the relationship that was...then emptiness. There was nothing happened until I got\nwith my mother and brother to the Spanish protected house. When we got to the Spanish\nprotected house, the policeman left us there. And there were so many people already in the\nbuilding that they accommodated us in the basement in the building.",
        "A: No, the ghetto is after the protected house. We left with the policeman after...I wasn't long in\nthe ghetto. I must say that. Maybe 2 days or 3 days. Because I told this policeman, \"I have\nthis document. Please rescue us.” And he says, \"I will,\" as he does...he done it. When he\ndone...when we went to the Spanish protected house, there were a lot of people already there.\nHe left us. It was night time. We were pushed into there, to stay there and we said, \"Here is\nour document.” And there were no...no leadership. I don't remember any leadership in the\nhouse. Everybody went wherever they could stay. And I couldn't go anywhere with my\nmother except to the basement. And the basement was terrible, because the basement has\nwater. And so we really suffered for a long, long while in the basement.",
        "A: Well, this was probably the end of October, beginning of November, and I was...we were\nliberated in January the 18 by the Russians. And when the Russian came into that building,\nwe still stayed for quite awhile because there was war...that was a siege of Budapest. We\ndidn't go out at least another 3, 4 weeks from the building.",
        "A: Well, I'll tell you. First of all, I have to tell you that we didn't have anything as you know.\nWe didn't have anything. We told the Hungarian policeman that if you want to help us, if you\ncan, in the King Street on that building and I told him the address...93 or 95. I think it was\n95. On the second floor in the apartment number so and so, there is a basket and that's all our\nbelongings. Can you bring that eventually? And he did. He did bring it to the protected\nhouse. Not immediately, but after a few days where we had the two or three pillows in there,\nso we had some warm...warmer clothing and some pots and pans. But at that time, if I\nremember correctly, in the building there were no gas, no electricity. Nothing. So the people\nthere had to cook. And my mother had two big bags of flour...I remember that...in the basket.\nLike this. And she didn't...we couldn't eat anything else. My brother and my...we didn't eat\nanything else during all the time until well after...even when the Russian came in...only snow\nwater was...this was heavy snow...brought in at night from the street by others too in the\nbuilding, which was made a little fire into the gas stove with the furniture, pieces whoever\nfound it...little wood. Some people went even out...I don't know how they got it...some\nbranches because the trees and the branches were all empty. No leaves. So they brought that\nin and we made fire on it. And my mother, in one of the pots of snow water, made...we\ncalled it, very funny now when that it comes to mind, we called it __ because it was flat like\na pancake, but it was just flour and water. And it was delicious. That's what we eat. That was\nour staple. Well, we didn't do anything in the building, really. People stuck together if they\ncould. They were bombing in the house...outside in Hungary, and afraid who comes to pick\nus up because there were a million rumors. Because, you know, you heard all the time, the\nshootings and the bombings and the time to the Spanish protected house, in the Margaret\nIsland, we knew from rumors that there are still German soldiers and Hungarian autocrats\npeople they tried to...to beat, to fight. And not only that, during that period...that time that we\nwere in the protected house and later on we were upstairs...they accommodated us upstairs.\nAnd we were on the last floor, and I asked Mr. Perlasca today, \"Was it five floors or was it\nnine floors?\" And he said, \"I think it was five floors.” And I think it was nine floors.” We\nwere on the top on this protected house. On...during that period of time, there was an\nexplosion and the Margaret Island bridge exploded totally. All the bridges, by the way, the\nHungarians probably did, but we seen it through the window and the windows were all\nblown in, so there was no windows in the building. I only remember that I was standing in\nthe window and I said, \"Oh, my God. The bridge goes.” And my face and my hair was full of\nglass. And all little bloods running which I didn't know. But they says, \"What happened to\nyour face?\" The little glass went into my hair and cut me. I put this down that there was a\nprofessor on the building, a Hungarian surgeon, whose name I don't remember ____ and he\ncleaned by face with a little clip or something. Look, my face 1s still here.",
        "A: It wasn't safe. It wasn't safe. There was nobody who...it was safe because it was protected by\nthe Spanish flag, so maybe some Hungarians or some Germans maybe respected or\nrespected not. But because we didn't know this, whether they would respect us, we were in\nconstant fear. Also, there were all the rumors how the people got it...we only heard the\nrumors. I wasn't outside. I went only outside sometimes at night for water because the\nyounger people...there were a lot of elderly people in that building, you know, not only my\nage and my mother...much older people they were. I know that in the room where I was, on\nthe end, two people died. And they were very elderly, Mr. and Mrs. Elephant. So there were\na variety of..of people in the building. So we...we were protected by them, it's true. They\nrisked their lives, but we didn't know whether we were protected. Why? Because we heard\nthe rumors that the Hungarian...uh...Nazis, they are going to even to the protected homes and\ntry to take out people.",
        "A: Absolutely. That's the last time...the building...not the home, in the building. That was the\nlast time I seen Havier, and that's the last time when...I think and I believe that all so Mr.\nPerlasca and other Spaniards were at the building. This was on a...on a morning hours at 5\no'clock. It must have been...I think it must have been end of November.",
        "A: It happened the following. On early morning, the shouting was 1n the building...I was\nactually downstairs at that time with my mother and my brother, downstairs in one of the\nrooms, and they came...the Hungarian Nazis and they said, \"Everybody who is in the\nbuilding has to come out and line up on the street.”” Mind you, it was very cold. It was snow,\nice. That particular winter apparently was colder than others. And everybody from the\nbuilding, from top floor, they all have to come. Because some people they even slept on the\nstairways. They were...I don't know where they were. Everybody has to line up. When we\nlined up, we just didn't know exactly what will happen, only what we heard. That these\npeople will be marching us directly into the Danube and will kill us. That much I knew. I\ndidn't tell this to my mother and little brother but I said, \"This is the end of us. If these people\nwill take us out and the Spanish are not around to save us, we are dead.” And it happened to\nother people I know after the war. To us it didn't happen because...I don't know how. That's\nwhat I have to find out from Mr. Perlasca. How is it possible that on that morning, suddenly\nthe Spanish Legation representative, one of them was Havier ____ with a document in his\nhand and maybe Mr. Perlasca, because there were others...they were debating and shouting\nand discussing with the Hungarian Nazis downstairs that this is...they cannot...this 1s Spanish\ndiplomatic protection, and they were really fighting for us...for us. I only stood\nthere...downstairs, because we were downstairs, and other people all lined up...on the\nstairway lined up, because there were at least 200 in my opinion in that building. And they\nwere shouting and discussing and in the meantime, we heard shootings. It was already the\nend of the war for Budapest. The Russians were all around. And one minute to the other, it\ntook us minute, my brother...my brother, George, had a little knapsack because that was in\nthis...in this basket...had on his shoulder...had a little cap. I see him as today...is behind me\nbecause I was in the front, my brother and my...and all the others. There were others...lot of\npeople in the same situation as we were. We freight...what...how can we get away from this?\nAnd the Spanish people from the Legation whether it was Havier or Mr. Perlasca, Giorgia\nPerlasca, whoever it was, they won over these Hungarian Nazis, and they tell, \"You cannot\ntouch these people because this is the Spanish government protection. The Spanish\ngovernment was befriended with the Hungarian government. They got none because the\nSpanish Franco was a fascist, and the Spanish Legation was there until the Russians came in.\nAnd that morning because it was still dark, Havier came to me and to my mother and to my\nbrother and to others...I'm sure he said goodbye. I only observe what he done to us, and he\nsaid, \"We are seeing you last time. The Legation must leave Budapest because we are\nsurrounded with the Russians. The Russian come in and close in the city any minute.” And I\nsaid, \"Where do you go, Havier?\" He said, \"We go to Switzerland. Do you want to come\nalong?\" And I said, \"How do you go?\" I said, \"By train and by car, we all...we will leave\nthe Legation, whatever the Ambassador...everybody has to leave. We close the Legation,\nwhat he said. And he said, \"you want to come along?\" And I said, \"I will never go without\nmy mother and brother, which is true, and we embraced and everybody embraced. It was a\nterrible moment. It's terrible even me for now. And he left and disappeared 1n the blue\nyonder.",
        "A: They convinced that we should stay. They convinced them that this building is under the\nSwiss...Spanish Legation, Spanish government protection, and they cannot touch us because\nthey are Spanish. They are diplomat, and they cannot go. And when I read the article 1s\nabsolutely that's how it...how it was.",
        "A: That was what is interesting what you asking me because, curiously enough, after that period\nof time that the Hungarians cleared the way, these Nazis and the Spanish, everybody cleared\nit away, the misery was there in the house because we didn't know that nobody else will\nbother us, but I don't recall in my mind, thinking about this million times, that anybody from\nthe Hungarian Nazis, or the Germans or anybody or no Spaniards, nobody came to that\nbuilding. We were on our own. I only know that there was a heavy shooting, bombing, all\nthis December what I heard...if this was the beginning of December because I don't recall. I\ndon't recall that until the ___ that anybody was bugging the building. I don't remember that\nany Hungarian came. At least, we were upstairs really with my mother and brother and, you\nknow, we were hundred...I don't know how many people were in that apartment, probably\n40. I don't know.",
        "A: We didn't eat. Nobody ate.",
        "A: I don't know. I was...I was skeleton.",
        "A: Well, this was from the beginning. I...I don't think that it 1s nght, but I wrote December, end\nof November. This was sometimes in the first week or first 10 days of December when this\nhappened and I was confirmed this with Mr. George Perlasca because I think I am one of\nreally the people who are here this gathering who had at least their mind because of my age.\nI really believe that. Because I don't know whether the other remembers 1n other buildings\nhow it was. I don't know what happened. But apparently it happened to others. I only know\nfrom other friends and later other people conversing that in other building...not...not only\nSpanish, Swedish...the same thing happened, that the Hungarians were there and took them\nand some of them, took them and shoved them into the Danube. I know that historically. I\nknow that it happened. So while we were saved by the Spanish...that particular morning was\nsaved our lives. This 1s really the crucial day because it was crucial that they gave us the\nShutz pass. It was crucial to me that I was lucky to meet my old professor who says, \"Go to\nthe...with me,\" because otherwise I wouldn't...my faintest mind wouldn't set on the Spanish\nLegation because I heard Swedish and Swiss...uh...Swiss...because you hear always a little\nmore. We knew about...already in that time, we knew exactly Auschwitz, Birkenau. We\nknow exactly what's happening outside, but we didn't...I didn't know Spanish Legation, so\nthis was really...they were our saviors. No question about it. My life and my mothers and my\nbrothers, definitely!",
        "A: That was a...that was a...that was also very emotional moment, I'll tell you. Because when\nnothing happened, when it was fairly quiet to...to say fairly quiet that nobody came to take us\nout or shoot us, but we heard the shooting and people in the building, you know, men. They\nwere men. They were all talking. Everybody was rumoring, \"Where are the Russians. The\nRussians are near.” Because we heard...I knew from_Havier. Havier told me. Remember he\nsaid that the Russians are all around the city, you know, and it was such a shooting, you\nknow, everywhere that we knew that they come any day. Every day we said now, today,\ntomorrow. But December the 25th was the worst night of my life of the bombing because we\nwere upstairs and Budapest was sounding like a drum. Boom, boom, boom. And I was so\nupset and we were so hungry and we were so miserable that I told myself and God should\nforgive me, I said, \"Just a bomb should drop on us. It should be a end.” It didn't. So it came\nother days and other terrible days and hunger and hunger and people were helping each other\nwhat they can. Some people they just slept. They didn't do anything. And on the 18th of\nJanuary, I know that we went out from the house where we lived and the professor who\ncleaned my face with his hands because we didn't have anything, suddenly I heard him\nsaying and I seen him as now...he says, \"___—_—.””, And the Russian soldiers appeared in the\nbuilding. And not one, not two. Many! They came all around the building and ripped off the\nDavid Star from us immediately so we thought it will be fantastic. This our...our...this we are\nalive. Of course, after this horrible thing, there were miserable situations because firstly, we\ndidn't have food. We didn't have water. We didn't know where to go because nobody had\nhomes. Nobody had nothing. So everybody really stayed for quite awhile in the building. I\nthink that I left with my...I left actually with my little brother. My mother stayed. Because I\nthought I'd go back to the ___ street, not to the __ street, to the _____ street, where we had\nour belongings. And that was already I think in sometimes in the beginning of February.\nSnow! Ice! Misery! Dead horses on the streets, frozen! Dead people frozen on the...on the\nstreet. And I took my brother's hand and I was dressed like a mummy because I had a man's\npair of shoe. I don't know how. I mean I...I really looked as anybody can look in a war, and I\nhad a scarf on my face, on my head. I had no warm clothing and we said, we go back to\nand see if we have anything there. We didn't get to __ needless to say, be cause from\npark, we had to go to this __ district, __ state district. And we went to the modern district and\nyou have to go through the...to the train station bridge. There is...was a big train...have two\ntrain stations big in Budapest, east and west. This was the west station, Rios, and through\nthis leads a bridge. And we had to go through this bridge into the area to reach and walk over\nto our place. And when we got to the bridge before us, there was a woman walking, also in\nthe same miserable condition as we were and they just called...I don't know whether she was\nHungarian or Hungarian Jewish. I don't know, but as she went in the middle of the bridge,\nshe was shot. __ went into her and she collapsed on the bridge like an accordion, bleeding.\nAnd I didn't know what to do, so I ran back with my brother. I...I was afraid that we will be\nshot, you know. Because, you know, there was shooting everywhere in Budapest in that\ntime. And this woman was dead, just collapsed...I have it like an accordion right there in the\nmiddle of this...it's not the bridge. It's overpass. Overpass. So I...then I went back to my\nmother and very much later, a few days or 3 later, we left the house. We went back to the\nother street where we had friends and we asked if we can be accommodated and we were\naccommodated there and we stayed there. Terrible condition. No water. No nothing. The\nRussian were...the Russians were raping, killing, stealing, namely everything else was there.\nIt was a horrible period at that time. And we were hoping that my father and brother comes\nback. Nothing happened.",
        "A: My father...I...that's...that's a very important question because when we were still in the\nDavid Star House and my father was taken with me, we got two post cards in the mail. One\ncame in the name,__, I have here the post card. I will leave to this Museum if they need\nit. The one post card is written by my father...it's in Hungarian, needless to say, and directed\nto Mrs. Yano Mezei, Mrs. John Mezei. First of all, my brother was never married. Secondly,\nhe was never any more with us. So I don't know why he had this idea to send it Mrs. Yano\nMezei, to my brother. Anyhow, it was written by my father, directed to my mother and came\nto the ___. It had the correct address, everything, and says that...1n the letter, translated that\nafter a long walk, we reached Suring, which is a town in Hungary, but not in Budapest,\nfurther away toward...toward Vienna. We reached Suring. I am still well, and something like\nthat. It says...I'm not needed that I should translate that...that we should take care of my\nmother and George, take care of my mother and all these things. That was one post card.\nAnd immediately after, maybe a week after, we got a other post card, brought over, handed\nto my mother from the ____ family where my father was hiding originally. Mrs. followed the\ncolumn where the Hung...where the Jew because this is a very famous march. Maybe it was\nthe Wallenberg march, possible, which was very famous. My father she followed. She was\nso good friend to us, she followed. Because she brought a post card to my mother which was\ndirected to her, Mrs. , and was written by somebody else who I don't know...we don't know\nwho it was. And the card says in Hungarian, \"Please take this card to Mrs. Mezei,\" to my\nmother, and tell her that Hendrik, my father is in Nagycnk in this sugar refinery. Nagycnk,\nN-A-G-Y-C-N-K, Nagycnk which is near to the Austrian border. Hendrik is in Nagycnk in\nthe sugar refinery but he's unable to write. This is...this is all the post card. So that was the\nlast which we had or still when we were in the David Star house and we kept this. When\nafter the liberation, after we settled into this ____ street house where we could stay because\nwe couldn't go back to our own apartment because every furniture, every piece was stolen.\nThere was nothing. We couldn't...strange people lived there. We couldn't get there. When we\nwent back to the ____ street, the second apartment, there were totally strange\npeople...Christian people, nice people...they lived in the building. Nothing was ours. So we\nwere without absolutely any...anything at all. The only thing we survived is..was the basket\nwhich was still in the ___ park. And some pots and the pillows and old ragged clothing what\nwas there. And when we went back to ___ street, we had friends. They gave us beds. Two\nbeds and a wardrobe, you know, kind of a wardrobe and some help to us this ____, because\npeople can occupy any apartment where they wanted to do. There was no registration or\nor I rented or nothing. We just went into this apartment and stayed in the apartment. There\nwere no window in the apartment. In the whole building, there was no window.",
        "A: My father...so we knew on the card after the liberation, that my father was in Nagycnk sugar\nfactory, so...a sugar refinery, so we didn't know whether he's alive, but we were waiting that\nhe comes back. Time passed. February, March, April, whatever, and May. In summer time in\n1945, there were...they created in the newspaper...the newspapers at that time, they printed 2,\n3 pages of paper in Hungary. One was called ____, a very communistic paper. But\neverybody tried to read what's happening if they could get hold of a paper. And we couldn't\nget hold of much but whatever we got back from people...they hidden on my mother's\ntablecloth and things they came back to us, we could exchange that for bread, for food, for\npaper for whatever. A terrible inflation at that time because today you couldn't buy it,\ntomorrow... Anyhow, in that newspaper, there was a decree that people, Jewish men, they\nwere taken on that and that day and on end of October on the march to the Nagycnk sugar\nrefinery will meet at the Jewish community center again in the _____ street area. I don't\nremember where the center was, but it was somewhere there to get information about those\npeople they survived or those people they...they did not. I went there like a locomotor. I\nmade a sign with my father's name, Mezei, Hendrik. It was in Hungarian. __ is opposite\n__.. And I stood there. And there were...I would say people, relatives there, maybe 100, 150,\nso there's a plenty of people there and a few men. And I was holding this up all the time, and\nthey were explaining to us what happened. That the Nagycnk sugar refinery...one they were\ntotally evacuated. They marched everybody and apparently, there were 30,000 people in that\nrefinery jammed together. I didn't know this. And all the 30,000...whoever stayed\nalive...because many people died on this march from Budapest to Nagycnk, because\nNagyenk is on the Austria-Hungarian border. If you look at the map, it's a long way and a\nlong walk. But apparently, my father survived up to that point because he was a soldier in the\nwar. He...he played soccer all his life so he was very strong man. They said that all these\npeople were lined up again and they were supposed to march from sugar refinery through the\nAustrian border and I always think that_______ much too tall because that's_____—_—s another\ngathering camp. I don't know whether this is right or wrong, because I went in Jerusalem to\nthe ___, and I researched this and I got information through a book where all Nagycnk is\nin the book. And it just says that the Nagycnk gathering place where these people were\nsupposed to march away, many of them were shot down on the way to Austria and many of\nthem just died from hunger. So I never knew really what happened to my father. I spoke to\nthese people. I don't know who they are and I don't remember and I asked, \"Do you\nremember Meze1?\" Nobody knew. But there were so many, that those people they survived\nthey knew their own bodies who survived with them because there were very few that\nsurvived. On the whole march, apparently just maybe 100 or not even that. So they were\neliminated. They were not supposed to go to Auschwitz. I know that because it's in opposite\ndirection. But I know that my father's card I have which have...I will give it to you or to\nsomebody else tomorrow, and I have my brother's...little brother's card. My little brother has\na totally different story. A totally different story, not even matching to the Spanish protected\nhouse.",
        "A: Thank you. Half of my story.",
        "A: I appreciate to you, to the Holocaust Memorial, that they brought me here that I can have a\nchat and enjoy George Perlasca, George Perlasca, and that I could speak and really maybe\nunknock, unknock the ___ knock, this _____ which 1s still in mind because certain things I\ndon't... just don't know. I only know what I experienced.",
        "A: I'd also like to tell you this before anything that my brother was taken to Mauthausen. He\nwas in a concentration camp and he was liberated by the American forces on 5th of May in\nGonskerchin, which is an ____ forest of Mauthausen with 6,000 people were in that forest,\nwhich just a few hundred only stayed alive. He was alive. The American liberated...on the\nAth, they took him to American Lazarette in Wales. From Wales he was taken to Lindstadt\nnear Mauthausen. He stayed alive until September the 2nd, 45, and he died. And\nunfortunately, we never seen him alive. The American forces buried him in a military\ncemetery in___, Austria, and when we escaped from Hungary in 1946, our goal was to\ngo to the American zone which we did. We landed there and we looked for my brother's\ngrave and my brother's we found and then we exhumed him and reburied him in Linz in the\nJewish cemetery. And he's still there and I brought a photograph. With other Jewish\nHungarian boys they died during that period. In short, the rest of the family were all gassed.\nEverybody else. Uncles, cousins, name it. I have some cousins. One in Australia and one is\nin Rio, but the rest they all exterminated. And that's the sad story. And I wish that everybody\nshould remember for generations and generations and generations what people could do.\nAnd not only to the Jewish people, but the Gentiles too.",
        "A: Thank you.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumAugust 23, 1990\nRG-50.030*0122",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Magda\nMezei Lapidus, conducted by Linda Kuzmack on August 23, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MAGDA MEZEI LAPIDUS\nAugust 23, 1990"
    ]
}