{
    "rg": "RG-50.030.0389_trs_en",
    "sequence": [
        "Q: -- where and when you were born.",
        "A: I was born Inge Marion Sachs, on the 27\" of May, 1923.",
        "Q: And tell us a little bit about where you were born.",
        "A: I think you better remember that I don’t hear very well.",
        "Q: Okay. And if you can tell us about where you were born.",
        "A: I was born in Berlin. I was born in the same apartment from where I immigrated late --\nsik -- 15 years later. So we -- my family always lived in the same place.",
        "Q: Tell us about your mother and father, their names, and where they grew up.",
        "A: My mother came from Silesia. She was married and came to Berlin, and her husband died\nin the first world -- f -- was a soldier in the first World War, and he left this life. My\nmother had one daughter, my sister. She was born in 1913, and my mother -- mother was\nleft a widow, I think 1917, something. She had to earn her living, and I have photos of\nthat. She had to bring up her daughter, was a very difficult life. My father was also in the\nwar, the first World War. They were married, and I -- I don’t know in which year, might\nbe 1920, and then we grew up as one family. That’s to say my sister was my sister, and\nthere was no difference made. My f -- my family was always poor. I don’t know what my\nfather actually learned. He was born in 1886, he must have had some sort of profession\nbefore the war, he certainly didn’t have any profession afterwards. It was very hard\ngoing, he was a s-salesman of some sort, or something like that. And in 1923, there was a\ninflation in -- in Germany, and the -- hyper inflation, was very, very hard. Later on, he\nfulfilled his dream. He set up, I think with money from his parents, which would have\ncome to -- wh-which he would have inherited, he set up a shoe repair shop, and he really\n-- that was the sort of thing he loved, doing things with his hands, although in Germany\nyou -- you had to have certain people there who -- who learned the profession, but he\nworked there, and he liked it, and it was hard going, but Germany 1s terribly well\norganized. They even had certificates for people to repair their shoes, in way of Social\nSecurity, that was part of Social Security. So when he got permission to use these\ncertificates, things were try -- were starting to pick up.",
        "Q: Can you tell us your mother’s name, your father’s name, and your sister’s. I think we\nhaven’t mentioned those.",
        "A: Yes. My mother was Marguerita Colcreeta Copaulna. That was her naiden -- maiden\nname. She married M-Mr. Suskind, and then my sister was part of the time called -- well,\npart -- when I say part of the time, she was later called my name, Saxe, too. But officially\nSuskind. Olga Minna Suskind.",
        "Q: Your sister.",
        "A: Yeah. But she was really, for all intents and purposes called my family name. And my\nfather’s Alfred Zemon Saxe. But you realize that during the Hitler period, every -- every\nJew who hasn’t got a typical Jewish name also had to be called Sarah, although it’s a very\nnice name, and all men had to be called Israel. So that makes -- but that was cancelled\nlater on.",
        "Q: Did you know any of your grandparents, on either side?",
        "A: Yes, yes, yes.",
        "Q: Can you tell us about them?",
        "A: I knew my father’s parents, but they lived somewhere else, I didn’t have very much\ncontact, but I have a very -- I have a clear remembrance of my father’s parents. I was\nvery close to my mother’s parents, although my mother’s mother died in childbirth, so\nmy grandfather married again. But this grandmother was -- although my -- 1t was very\ndifficult for my mother in the beginning, later on it was a good relationship, and I always\nconsidered her my real grandmother.",
        "Q: Where did they live, and do you remember what they did for a living?",
        "A: Yes, my -- they lived in Breslau, although they lived in Upper Silesia in the beginning.\nAnd my grandfather had a -- what would you call it, where you cut wood.",
        "Q: A sawmill? A sawmill?",
        "A: A mill, a mi -- no, no, no, no, no, a mill. A mill to -- for timber.",
        "Q: Okay.",
        "A: Alright. Now, they were quite well off until some sort of relatives or other -- this story I\ndon’t know so well, but he went off with some money, so things weren’t so beautiful that\n[indecipherable]",
        "Q: That he what?",
        "A: They -- somebody went off with some money --",
        "Q: Okay.",
        "A: -- and they weren’t so well off either, but that’s how they made their living.",
        "Q: And j -- if you could just describe -- you said you were close to your mother’s parents,\nand what -- what would a visit be like, or -- what are your memories? What would you do\nwith your grandmother and grandfather?",
        "A: I -- even as a small child, I was put on the train, and at the other end they took me out of\nthe train, and I stayed with them. And there was a number of brother and sisters, my\nmother’s, in the same town, and that’s where -- that’s how I spend my time, m -- always\nbeing together with -- with uncles and aunts, and staying with my grandparents.",
        "Q: Were you scared to go on the train when you were little?",
        "A: No, I don’t remember being scared, no.",
        "Q: [indecipherable] interesting. And how about your father’s parents?",
        "A: They came to visit us in Berlin, I don’t remember ever visiting them. The family saga\nsays I’ve been there, but I don’t remember that.",
        "Q: And what would those times be like, what would you do?",
        "A: I went to school -- when -- I mean -- no --",
        "Q: I meant if they came to visit, would it be for a special holiday, or would there -- would --\nwas there -- were there big meals? What -- what did you do when they came to visit?",
        "A: Well, we -- we used to go for -- for an excursion or something like this, or visit\n[indecipherable] there. I don’t remember that too well.",
        "Q: Okay. And tell us a little bit more about Olga. She was your older sister.",
        "A: Yes.",
        "Q: Di-Did you sleep in the same room?",
        "A: We s -- m-m-mostly we slept in the same room, later there was a little room where I went\nto. I always used to quarrel terribly with her. I was stronger than she was, although 10\nyears younger, and I believe now, I’ve believed for a long time, for the sake of family\nunion, it was never told to me that she was my half sister. And I always knew it, and there\nwas sort of insecurity about it. I think that made me quarrel with her. Later on we were\nvery good friends. When I -- when nothing secret was kept f -- you know, we were very -\n- | -- | was always insecure because of that. Would have been -- nowadays one wouldn’t\ndo that sort of thing, one would tell what it’s all about. But it was done all -- all out of\nlove, to make the family closer.",
        "Q: Can you describe the -- the house you lived in, or maybe it was an apartment.",
        "A: It’s an apartment.",
        "Q: Could you tell us about it?",
        "A: Yes. I can see that very clearly in front of me. When you came -- it was on the second,\nhow do you call it, one, two, three.",
        "Q: Floor?",
        "A: Second floor, and you came in, and there was a corridor, and straight ahead there was a\nkitchen. Well, it was a kitchen 60 years ago. So that was different. Off the kitchen there\nwas a very small room thot -- that’s where I slept at times, really meant for the maid, but\nwe didn’t have a maid, and there was another exit to the sta -- to the stairs down, which\nwas supposed to be used for maids, and other people who were -- are not the family\n[inaudible]. Well then, if you go back from the kitchen, come to the corridor again, I still\nsee in the corner, a place where | had all my toys, and which was always very untidy, and\nI always tried to tidy it up. And then to the right there was a room which was called th --\nwell, it’s much nicer in German to say it, but it was called a gentleman roo -- oh, you\nmight call it a smoking room, maybe. There were books in it, and a table, and a couch,\nand something like that. And then you came into the living room proper, living room and\ndining room. It was rather big -- relatively big place. We always had flowers in the\nwindow. There was a balcony off from it, and beh -- and then came the children’s room,\nso-called, where my sister and I slept, and I had my desk and work [indecipherable].\nBehind that room was another corridor. You could go th -- straight through th -- my -- my\nparents room, but you also had a little corridor going at the back to go from there. It was\nat -- a do -- now, if I say -- in Berlin you had houses which had apartments in front, then\na small garden, and then back part of the house. And that’s where we lived, at the back\npart of the house. I mean, it’s a four, five story house -- apartment house.",
        "Q: Did you -- did you know other people in the building well?",
        "A: Yes, yes.",
        "Q: Can you tell us about them?",
        "A: Children used to play together -- I used to, up to a certain time.",
        "Q: Right. And did you have a good friend, particularly, or did your mother, or your sister?",
        "A: Whether they had any friends?",
        "Q: Well, did you have like a best friend that lived in the building, or nearby, or --",
        "A: Well, I had a very good friend who lived in the building nearby, and we used to have\ncommunication not by telephone, but by -- w -- by -- by mail, which we -- w-with strings,\nand a box, an -- which we could sort of -- she lived down there, and I lived up there, and\nwe si -- I don’t remember how you call it, flafinpost. And I --",
        "Q: Well, you invented your own sort of --",
        "A: Communication.",
        "Q: Communication system.",
        "A: Yes, yeah.",
        "Q: Yeah. That’s great. What was her name?",
        "A: Anita Berger. And there’s a story attached to this. One day in the Nazi time -- we were\nvery good friends -- she came up to me, and she said, “I am terribly sorry, I’m not\nallowed to play with you any longer, my father would lose his job.” I was terribly hurt --\nwell, I mean, there were more things to be hurt about, but this I remember very clearly.\nAnd my mother understood it much better. She thought it was very good of her to come\nup and tell me. I still remember her name.",
        "Q: After she said that, did you ever see her again?",
        "A: I might have seen her at school, but we never -- there was not -- no longer any\nrelationship between us.",
        "Q: What did your mother tell you? How did she explain this to you?",
        "A: No, she explained that she thought -- sh -- she just said -- I think she -- she thought it was\ngood, and nice of her to come and explain that herself, and not just drop -- just let the\nrelationship finish without saying anything.",
        "Q: But how did you understand it at the time?",
        "A: No, I was just terribly hurt.",
        "Q: So when you were younger, it was pretty normal for Jewish children, and -- and non-\nJewish children to play together?",
        "A: Yes, 1t was quite -- I mean, the district of Berlin where I lived, there were relatively many\nJews, and we all went to school together. There was no -- well, nowadays I have my\ndoubts whether the non-Jewish really had the same relationship as we thought we had.\nBut I think there was no difference. There was Jewish -- there was religious instruction in\nschool, and the non-Jewish children just stayed where they are, and the Jewish children\nwent to the next classroom, and had other religious instruction. There was nothing much\nthought about it.",
        "Q: Tell us a little bit about your family, and it’s -- it’s faith. I mean, how -- did you observe\nShabbat, just h-how was that passed to you?",
        "A: There -- we were what you call very liberal in we -- family in way of religion, that we --\nwe didn’t keep any Shabbat, what we kept the high holidays, the holidays, such as\nPesach, which was a family affair, and we went to the synagogue. I went -- I had a time\nof life where I was religiously inclined, but it was all ver -- very liberal, as I said.",
        "Q: Th-This was when you were a young girl? The time in your life that you were religiously\ninclined, when was that?",
        "A: Well, must have been around 10 - 12 years, something like that. I went -- I --",
        "Q: Can you tell us about that? What -- what did you do?",
        "A: I went to the synagogue on Friday night, or on Saturday morning, I don’t remember.\nWell, that’s was all about it, I went to the synagogue.",
        "Q: Okay. D-Do you -- do you remember why you became interested in it?",
        "A: No. It was just one of those things which happens.",
        "Q: Right.",
        "A: Mm-hm. I was in -- I’d never had any Zionist inclination. I don’t know whether that was\ndue to my parents influence, or -- I don’t know, or I just didn’t have -- happen to have\nthose friends. I was never in any youth organization. Many people -- that was to -- to -- to\nbe scouts, or something like this, or -- there were many youth organizations, I was never\nin any youth organization.",
        "Q: Di -- co -- do you remember any celebrations of holy days in particular where maybe\nyour father really sort of guided the family, or your mother did something special, or\nyour grandparents?",
        "A: Yes, I remember at times being at my grandparents for Pesach, and also at home, my\nfather led the -- the celebration. And I also remember that my sister and I, we usually\ndidn’t behave very well. We used to laugh a great deal, I don’t know why, but it was\nalways a very funny thing. But it was nice, and it was, in a way, in the spirit of the\nreligious thing.",
        "Q: What did your parents tell you as you were growing up, about their faith, your faith,\nabout being Jewish?",
        "A: Nothing. This was such a thing we -- that was self understood. There was never any\ndoubt in my mind that I was Jewish, that my parents were Jewish, but it didn’t -- at that\ntime, it didn’t weigh, it didn’t make any difference. I mean, that was just one of the -- I\nhappened to be a female, I take it for granted that I’m a female. I wear glasses, I took that\nfor granted, and I took for granted that I was Jewish. There was never any problem about\nit.",
        "Q: That’s an interesting choice of words, it didn’t weigh. It was a more natural thing when\nyou were younger.",
        "A: It was the most natural thing in -- in the world.",
        "Q: Yeah.",
        "A: I happened to be -- I was born in German, therefore I was German, so I thought. I happen\nto be -- I ha -- happen to have Jewish parents, therefore I was Jewish. Was just a perfectly\nnatural thing. Although I do remember I had a very good friend who was Jewish, and she\nwas brought up without any religion. And tho -- these people had far harder times still to\naccept later the -- the -- the Nazi time. And my -- I also -- the household wasn’t kosher.\nSo there was nothing very -- that separated me very much from my other friends.",
        "Q: What -- what was a -- a regular day like, what did your mother do? Early in the morning,\nwa -- ta -- sort of try to remember a -- just a regular day.",
        "A: Well, nowadays I have a maid, so if I say she didn’t have a maid, that means something\nto me, it may not mean anything to you. So she took c-care of the household.",
        "Q: Would she be the first one to get up? Did she wake you up?",
        "A: Well, I -- I -- that I don’t remember very clearly. I don’t remember clearly having\nbreakfast. I remember very clearly having lunch after ca -- I came home from school. My\nfather didn’t come home, so he had another hot meal -- hot meal in the evening. I us-\nusually partook part of the hot meal. And even when you have usually just bread and\nsandwich in the evening. And she cooked, and she washed, and she was popular in\nentertaining, but it was just ladies who came in the afternoon and had -- well, what I do\nremember very clearly is my birthday parties. And there were -- my mother had a great\nability to make a -- a party. And so much so that I could take it -- I could continue with\nthis with my children, and now I do it with my grandchildren, although it’s not at all done\nin Brazil. You just have -- in Brazil you just have food, and noise, and parents around,\nand I try to play with the children the way my mother played with me, with us.",
        "Q: Ca-ca-can you tell us a little bit about how your mother gave you a birthday party?",
        "A: Yes, although I don’t quite know how to -- there are different games y-you play,\ntraditional games. They are all the same games on -- every year. For instance -- I ca -- I\ndon’t know any proper name to the game. You hit a little present, and then you s -- what\ndo you cook in?",
        "Q: An oven.",
        "A: No, no, no, no, no, no. The food, on the --",
        "Q: The -- the s --",
        "A: The -- the -- the --",
        "Q: The pot.",
        "A: The po --",
        "Q: A pot.",
        "A: You -- you hid some little present under the pot, and then you tie it up, something around\nthe eyes of your -- of the child, and gave her a -- a spoon, and then she had to find the --\nthe pot, and beat on it, and then the -- was taken off, and she looked underneath for a\npresent that was underneath.",
        "Q: Oh.",
        "A: Or there was one, the journey to Jerusalem, which had one chair less than there were\nchildren, and the music played, and when the music stopped, each child had to find a -- a\nchair, and as there was one less, one child didn’t find a chair, and stepped out, until there\nwas just two children, and one chair. Al-Always little presents to give when -- when --\nwhoever won. And there were different play -- when you were younger you had other\nplays, and when you were older, a little bit more sophisticated.",
        "Q: Tell us a little bit about school. What -- what was it like?",
        "A: I might even start with kindergarten, which I remember very clearly. I didn’t like to go to\nkindergarten. For a time, I vomited every morning before going. But at that time\npsychology wasn’t very known. After awhile I -- I went there, and I learned a lot of\nthings to -- to do with my hands, to fold paper, to -- it was a lot -- you didn’t learn any\nreading or writing, you played, you sang, and you did a lot of handy work, too. And I\nhave friends which co -- compani -- no, no -- the one friend who accompanied me since\nkindergarten, she died in Holland, she was murdered in Holland. Well, that was\nkindergarten, which I remember very -- very well indeed. And then school started, and I\nstill have two friends which -- with which -- whom I started school. One lives in\nPhiladelphia, and the other lives in Los Angeles. The others I lost [inaudible]. We had a\nvery nice first teacher, who I -- got very friendly with me, and even after the Nazi ti --\ntime, she kept in touch with me, and I kept in touch with her even after the war. I got in\ntouch with her again after the war, that was my --",
        "Q: She was not Jewish?",
        "A: She was not Jewish. She gave me a little book as a farewell present. She didn’t have the\ncourage to write her own name, but she wrote, from your old teacher. I remember the\nname of the ge -- of the teacher who was our religious instructure -- in-instructor. We --\nyes, what -- well, we’ll just say learn to read and write, and do the -- there were four\nyears of -- of primary school.",
        "Q: What was the name of the teacher, your first grade teacher that you loved so much?",
        "A: Snyder, Snyder.",
        "Q: Okay.",
        "A: Which is German for tailor. There were others later on, but this, I -- he -- now I don’t\nremember whether this was primary school where -- where we learned some Hebrew.\nMus -- might have been.",
        "Q: Okay. So even though it was just first grade, she kept in touch with you, she was sort of a\nfriend.",
        "A: She was a friend, yes. I used to visit her in her home. After the war when I -- I had to\nsearch for her again, I found her, and she was then very sick. I sent parcels to her.",
        "Q: Yeah.",
        "A: She died. I kept on the contact with her mother.",
        "Q: So even when you were 10, or 12, sh-she was someone you would spend a little time\nwith?",
        "A: Yes.",
        "Q: And did she live nearby?",
        "A: Well, not very close, but near enough.",
        "Q: And yet -- w-what -- what were you most interested in in school? Were you beginning to\nthink about what you might like to -- to do? What -- how were you thinking about being\nin school?",
        "A: Well, ever since I can read -- and it was rather hard to learn reading for me, but ever since\nI could read, I’ve always been reading. What I was going to be later on, I think at one\ntime I wanted to be a teacher, which wouldn’t have been a good idea at all. And I do\nremember later on -- a little later, we were -- some friends of ours sitting together, and\ndiscussing what we want to be, or how we want to be. I just wanted to be a housewife in\nan apartment, and nothing really else, so it turned out quite differently from what I\nplanned. But I had no distinct trends to -- or talents to be something.",
        "Q: C-Can you remember a little bit about your neighborhood, and about Berlin as a city? Di-\nDid your family move around the city a lot, or did they sort of stay in their neighborhood,\nor --",
        "A: No, no, we never moved. I mean, we always stayed in the same apartment. And I\nremember distinctly the street, and the -- the school. One was there, the other one was\nthere. But that, of course, it’s different. It was near to Espan station -- to a sta -- train\nstation, very close to the train station. I’ve been back to Berlin in more or less recent\nyears, and I could remember everything, and in a way I didn’t recognize anything. I\nmean, was there, but it was -- I sh -- I must have changed, the neighborhood stayed the\nsame as it was. I didn’t really take it in as something which was near, or close to me.",
        "Q: Did your family go on outings much in Berlin, and -- you know, a -- as a family, an --\nand -- o-or did the family pretty much stick close to the neighborhood?",
        "A: No, on the weekends we always made excursions. Berlin has -- in the summer, Berlin has\na very beautiful surrounding, there was always something to go o -- we went into the\nwoods, and picked blueberries, or went on a -- on a steamer, on one of the rivers. In\nwinter, my father almost always took me to a museum on Sundays. A little later on, with\na friend of mine, we s -- we stood to buy some tickets for opera, was to go to the opera.",
        "Q: You had said earlier that there wasn’t a lot of money, that your -- your family was\nsomewhat poor. Can you tell us a little bit more about that, do you remember feeling\nanxious about --",
        "A: Yes, I felt anxious about it. It was always a cloud over my head. Not really because --\nyes, my mother used to make my dresses, and I -- my -- my friends always had much\nmore beautiful dresses. And -- and I felt the sorrow, or the anxiousness my parents felt.\nMiddle class people may -- it’s possible that they feel it stronger than people who are\nborn poor. It was always -- it was a cloud. Although it didn’t affect my -- the warmth of\nthe family, or our happiness together.",
        "Q: It -- did you ever feel like there wasn’t en -- enough food, or was it just an anxiety about\nit?",
        "A: An anxiety about it. There was always enough food.",
        "Q: And did you ever go to your father’s shoe’s repair shop?",
        "A: Yes, yeah, I did. And what was a great pleasure, he went to town to this -- to downtown\nor whatever, to buy leather. There were big sheets of leather for the shoe soles, and he\nused to do the buying of that, and he took me along, and I liked -- liked that very much.",
        "Q: He took you, did Olga go also, your sister?",
        "A: No, I don’t think she did, no.",
        "Q: You had mentioned that you quarreled a lot with her, w-what else did you do together,\nyou and your sister [indecipherable]",
        "A: Well she -- she was 10 years older than I, we didn’t do anything much together. We -- we\nused to go s -- no, I went skating in the winter, and she used to fetch me from the skating\nrink.",
        "Q: Pick you up?",
        "A: Pick me up.",
        "Q: Okay. What was Olga doing at this time, when you were about eight or 10?",
        "A: Well, when I was eight, she was 18, she already left school. She went -- she -- she learned\nsewing. In Germany there’s a system of having three years of apprenticeship, and then\nyou have to make a exam, and then you went to -- 1t was something else. And she went in\nfor sewing.",
        "Q: And -- but was she still living with you?",
        "A: Yes. I don’t really know what we quarreled about. I don’t think we quarreled about\nmoney. Every weekend my father gave the coins, the -- well, the pennies you have here,\none week to one, and the other week to the other. And I always -- I never had any reason\nto spend my money, so I always had more money. But we didn’t quarrel about money. I -\n- I lend it to her -- I gave it to her. I mean, I lend it to her, but in the end it was\n[indecipherable]. No, we didn’t quarrel about money.",
        "Q: Do you remember being -- of the first time you began to be aware that maybe things were\nshifting in your country, that something was different, in terms of your security, maybe\nbeing more aware of being Jewish? Can you begin to remember when things started\nchanging?",
        "A: Yes, very little, because in a big town like Berlin, it wasn’t nearly as bad for one person,\nreally, than it was in small towns. But the parents were anxious. One heard the screaming\nvoices on the radio. That’s when it started. And my worst remembrance is at night, they\nused to march with -- what do you call it, a fire in --",
        "Q: Torch.",
        "A: A torch. And that -- and singing, same time. And then of course, it started in school.",
        "Q: But -- but before we go on, can you describe what that looked like? Ha -- ha -- where\nwere you when you saw it? I mean, that’s a strong image, I would like to see it better.",
        "A: Yeah.",
        "Q: Who was marching? Was it in front of your house, what did it sound like?",
        "A: As there was no television, I must have seen it myself. Do -- I can’t remember walking\nthe streets of Berlin and seeing it. So -- and when it got dark, I was usually at home. I\ndon’t remember how -- I remember, but that’s something which was terrifying, the\nsinging. And I don’t remember this -- they marched in front of our house. So --",
        "Q: What were they singing?",
        "A: Songs that Germany was going to rule the world, and all the Jews were going to be\nslaughtered. I have a-another very plea -- well, a more satisfying remembrance, at school\nthere was a -- one class which was for -- for music. And all the children were singing one\nof those Nazi so -- songs. And the teacher said, “Now we sing the first verse, and then\nsecond. And now we sing the fourth.” So a wonderful colleague of mine asked, “Why\ndon’t we sing the third?” So he said, “That would hurt some of your colleagues.” And\nthat was when Jews were cut their throat and all the -- the blood was dripping from the\nknife. So I’ve never -- I don’t remember his name any more, and I’m sure he died in the\nwar, but I’ve never for -- it’s a memorial gift to him. And this was great things to do. I\nmean, this wasn’t just something somebody might say, that -- you had to have courage to\ndo that.",
        "Q: You said you heard the screaming on the radio, do you remember who was talking, and\nwhat your parents might have said about it?",
        "A: Well, it was Hitler, and -- and this Goebbels and some. I mean, they knew it were hard\ntimes, but unfortunately they didn’t wri -- realize early enough how hard they were.",
        "Q: Hitler, and then Joseph Goebbels was sort of a mayor of Berlin, and somewhat in charge\nof Berlin.",
        "A: You refer to the two names, on -- or you --",
        "Q: I’m saying ger -- Goebbels was.",
        "A: No, Goebbels was a minister.",
        "Q: No, he wasn’t, okay. He was a minister, okay, so this -- I was thinking earlier -- I’m\nprobably mistaken. Do you remember ever overhearing your parents speak about it?",
        "A: I think so. I mean, I don’t remember any time, any -- any occasion, but there was always\ntalk about it.",
        "Q: So that wasn’t something that was hidden from you?",
        "A: No, that wasn’t something that was hidden from me. I mean, they didn’t themself realize\nhow dangerous situation was, so there was nothing to hi -- but that it was a dangerous\nsituation, that wasn’t hidden from me. It couldn’t have been hidden, it was too loud --\nfrom the outside.",
        "Q: And we -- tell us a little bit about your father’s shop. Did he begin to not be able to get\nsupplies, or w-was there a point where he could no longer run his shop?",
        "A: Yes. There was the ninth of November, 1938, when it all smashed. You heard of the --",
        "Q: Right.",
        "A: And that was the end of it.",
        "Q: This is Kristallnacht?",
        "A: Yeah.",
        "Q: But before that, was there any fay --",
        "A: I don’t think so. I think things were looking up, financially.",
        "Q: So as things began to shift, and friends could no longer play with you, di-did your family\never consider sending you away, or putting you into hiding, or --",
        "A: No, there was no question of hiding at all. But I had to leave the public school where I\nwent, because things were getting too unpleasant. S -- pinpricks. Jewish children weren’t\nallowed to go on the excursions any longer, and that sort of thing. Although, in my school\nit was relatively liberal, I mean, but things came to the point when I ha -- I went -- I left\nthat school and went to a Jewish school, a Jewish private school.",
        "Q: You said pinpricks, so just what did you mean?",
        "A: Oh, well, Jewish children were sat at the -- sat at the back, maybe, and princ -- principally\nthat we cou -- weren’t allowed to go to the -- to the excursions. The school had a house in\nthe country that belonged to the school. I don’t think I’m wrong to saying that the -- it\nwas mainly built by Jewish parents, with Jewish parent’s money, but they weren’t\nallowed to go there any more, and that was very, very hard. The class went twice a year,\nonce in the summer, and once in the winter. And they weren’t allowed to go any more.",
        "Q: How was that explained? Did someone stand up at the front of the class? I mean, how did\nyou -- how was that explained to you?",
        "A: Well, lip te -- I don’t remember that very clearly, but the teacher who organized it said,\n“We’re going from the seventh to the 14\", and the Jewish children can’t go over there.” I\ndon’t remember that very clearly, but there was no doubt about it, that we had to stay\nbehind. There were also performances for Christmas for some sort of -- the whole class\ntook part, but that was when the Jewish children were not allowed to take part in the\nperformances any more. Well, maybe even more than pinpricks for -- for a child.",
        "Q: So was there a point when all of the children left the school, or finally that your family\nsaid, we want [indecipherable]",
        "A: Well, there wer -- didn’t -- n-n-not everybody left at the same time.",
        "Q: Okay.",
        "A: But they were always getting less, and wasn’t to be done any more.",
        "Q: Did this make your family become any closer to the Jewish community in Berlin?",
        "A: Hardly. No, hardly. There was -- as we’re not allowed to go any more to the cinema, to\nthe concerts, to the opera, to the theater, the Jewish community organized a Jewish\ncultural club, and that’s where -- where we went, there.",
        "Q: So it did, a little bit.",
        "A: Oh, the Jewish community in Berlin did a lot in -- in the way of cultural activities,\nalthough there is a s -- there are people who nowadays say, maybe with some reason, that\nwas a fault. If everything had been cut off, and no substitute, cultural activities would\nhave been offered, people might have realized it sooner, what was coming -- what was\ncoming. I don’t know. We enjoyed it at the time, but 1t might have been better if na -- if it\nhad been left as it was, and not offer any alternative.",
        "Q: So your father took you to some of these events, your father and mother?",
        "A: Well, ow -- to where?",
        "Q: To the Jewish cultural events that were organized [indecipherable]",
        "A: Yes, yes, I -- I went with a friend to concerts, for opera. They did quite a lot.",
        "Q: Mm-hm.",
        "A: My mother always regularly went to the opera, when it was still possible, and then of\ncourse, she -- she missed that very much. She was quite a talented musician, she played\nthe piano. But, nothing professional.",
        "Q: Did you have a piano in the house?",
        "A: Yes. I had also piano lessons.",
        "Q: So, things were changing, but as you said, adjustments were being made, so it didn’t\nseem like there was --",
        "A: Very gradually -- very gradually.",
        "Q: Mm-hm. Okay.",
        "A: But as I say, I lived in a big town, and somebody who lived in a small town, or in the\ncountry would tell quite a different story.",
        "Q: Di -- did you hear anything about what was happening with your grandparents, and your\nuncles, and --",
        "A: No. Everybody was more or less the same, that they ignored, and thought it would pass.",
        "Q: Did you -- any of your friends, or family friends, did -- did you see them making plans,\nand -- and leaving, for instance?",
        "A: Gradually, yes, gradually [inaudible]",
        "Q: Leaving Berlin?",
        "A: No, leaving the country.",
        "Q: Leaving the country.",
        "A: Mm-hm.",
        "Q: And what was -- if -- 1f your family talked about that, what did they say?",
        "A: Oh, it was talked about a lot. My father, like very many other Jewish men, said, “I’ve\nbeen in the f -- I’ve been a soldier, I fought for Germany, nothing will ever happen to\nme.” So many people said that. And this was -- I now remember when I left primary\nschool, went into high school, if I remember rightly, the permission to enter high school\nwas only given because my father was a so -- had been a soldier. And even that should\nhave given people food for thought.",
        "Q: But at that point your father was right? I mean, you were able to go into high school\nbecause he had been a soldier.",
        "A: Yes, but I mean, it should have been a right fo -- for e -- for e -- there were many people\nin high school whose father was not 1n the war. So that shouldn’t be a reason.",
        "Q: Just going back again, if you can try to remember if they’re, you know, as things\nchanged, and you couldn’t go, for instance with your school on the excursions, or when\nyou finally did decide to leave the school, what was the discussion with your parents like,\nor how did they tell you, we think it’s time for you to go to a different school?",
        "A: I -- I think 1t wasn’t a decision my parents did, it was a natural thing to -- I don’t\nremember that there was a discussion about it. Other -- my other colleagues, other friends\nleft, and so I left, too. And that was not something I remember as a trauma.",
        "Q: When you got to the new school, what was the atmosphere like?",
        "A: I went to a very small school, I don’t think there were more than 50 people. An\ninteresting school in as much as there were a Jewish school, and there were very little\nroom for people who were Jewish related, not Jewish by religion, and who didn’t have no\n-- nowhere to go to, really. And this school took all children in who were in any danger.\nThey -- strangely enough, there was just one thing that was not allowed. That -- she --\nthis -- this school belonged -- belonged to a woman, a highly educated woman, who\ndidn’t want to have any Zionists in her school. She was -- it seems incredible today, a\nNationalist. She later immigrated too, to the United States, and saved her life, while\nthrough her influence, a number of people stayed in her school -- 1-1n Germany, because\nof her influence.",
        "Q: You said it was a school for any child in danger, could you tell us a little bit more about\nthat?",
        "A: Well, I don’t want to use er -- the word non-Aryan, because I hate the word, but, I mean,\nthat explained it -- explained it. Was a Jewish father, a Christian mother, or something\nlike this, who were just as much in danger than -- than the purely Jewish children.",
        "Q: What was her name?",
        "A: Lachman. Dr. Vera Lachman. She was an extraordinary woman, she could -- she had to\noriginal Greek book before her, of the Odyssey and the Iliad, and read it to us in German,\ntranslating it. On the other hand, she spoke fluently is -- islane -- the language they speak\nin islend -- ice -- Iceland.",
        "Q: Iceland.",
        "A: Iceland.",
        "Q: So she wasn’t just a principal, she taught you, too.",
        "A: She taught, she taught. And she -- it was a very small school. The commercial path didn’t\nmake any difference to her at all. I think she got into a very great [indecipherable]. But\nwe really had excellent teachers for the different subjects, who just came in to teach two\nor three lessons a week. [indecipherable] Al-all my, if I may say so, intellectual interests\nwhich I might have, I owe to her. No, that is not quite true, as I said, my father took me to\nthe museums every Sunday on -- although he wasn’t an int -- intellectual.",
        "Q: Did the school cost anything?",
        "A: The school cost something, but those who couldn’t pay, didn’t.",
        "Q: And do you remember if your family --",
        "A: I don’t think we paid anything.",
        "Q: I think we’ll stop now, for a -- a minute or two, and we’|l change the tape. We’ll take a\nlittle break, okay?\nEnd of Tape #1\nTape #2",
        "Q: I wanted to just go again, over some of the changes that were going on. You had\nmentioned seeing the people, seeing the marching. Who -- who exactly was it, who was\nmarching? Do you remember?",
        "A: Who was marching?",
        "Q: Who?",
        "A: Well, the Nazi army, the so-called SA. I don’t know what [indecipherable]. The -- they\nwere in uniforms, and they were a political military arms of the regime.",
        "Q: Did you ever see any evidence of the Hitler youth?",
        "A: Oh yes, they were all around. Hitler youth were the male, and they were called -- for the\ngirls there was another organization, BDN, Bund Deutsch Nation, German girls\n[indecipherable] association of German girls. They were youth movements. Oh yes, they\nwere -- they wore uniforms, and they were all around.",
        "Q: They wore uniforms just every day, or on certain days?",
        "A: That was different, some wore them all the time, some only wore them to -- for the\nmeeting.",
        "Q: Did some of your friends, the children who had been your friends join the --",
        "A: Everybody -- everybody had to join. And there were -- 1-if -- I -- I would have joined,\ntoo, in a different situation, because they did nice things. They sang, and they walked,\nand they went on excursion. I -- I think I would have tried them, too. Everybody had to,\nbut it’s very possible that I would have enjoyed it. That part of it was -- well, it wasn’t\nharmless, because it turned -- 1t got increasingly worse, but as such it was a harmless\nsituation at the time, for the moment.",
        "Q: Do you remember seeing some of the kids going off on these excursions, and wanting to\nbe with them, or --",
        "Q: Well, they were all over the place, you went to a railway station, and there they were, all\nready to go into the railway. I don’t remember that my heart was in it, that I all means\nwanted to, and later on there was plenty of -- of mistrust and hate. But before all this\nhappened, I could imagine that I would have liked to join.",
        "Q: You mention mistrust and hate. Some of the -- the young people that you had been\nfriends with, and now you’re not going to school with them, maybe you’re not even in\ncontact, did -- did you begin to become suspicious or alienated from old friends and\nneighbors?",
        "A: One certainly had to become alienated and suspicious. I think the real hate came later.",
        "Q: Okay. C-Can you remember a situation with a neighbor, or a -- a friend, where you had\nsome sort of experience where you thought, mm, I don’t trust this person any more? Or\nperhaps your parents had it?",
        "A: My parents certainly had it. I mean, you knew that you couldn’t trust anybody, you\ncouldn’t talk in your own living room without being afraid that the telephone was -- cou -\n- it’s -- it’s a word that’s used very much now.",
        "Q: Bugged.",
        "A: Bugged. I mean, even in those days, one was afraid of bugging.",
        "Q: And this is about what year?",
        "A: From °33 on, but it got increasinging -- increasingly worse.",
        "Q: So would your mother or father say no, don’t say that on the phone, or something, to you,\nor to each other?",
        "A: I -- I don’t remember them saying that. I do remember that it was always understood. I --\nI haven’t got rid of that feeling to this day. I mean, 1t wouldn’t be a political situation, I\nwouldn’t -- I don’t want to discuss on the telephone, but if I would say our friend X is a\nterrible person, I wouldn’t say that on the telephone. I don’t know whether that’s my past\nthat makes me do that, but I’m certainly careful.",
        "Q: What were some other things that you and your family started being careful about? Do\nyou remember details of daily life shifting because you had to be more careful?",
        "A: No, I don’t really remember that. Again, that’s because I lived in a big town.",
        "Q: Now, your father got up and went to his shop every day. Did -- did he ever come home\nand tell you about experiences, or did you ever -- were you ever with him, and\nencountered an SS person?",
        "A: There was nothing -- there was nothing like that, that hit us personally.",
        "Q: Okay. Okay.",
        "A: I mean, the friendships, yes, but nothing in -- my parents also lost some friends. On the --\non the other hand, there were friends who stuck to them. They might not make a big show\nof coming to see them, but there were many -- well, I don’t think my parents had many\nfriends, but there were some who -- who stuck to them.",
        "Q: There was a book burning in Berlin.",
        "A: Yes.",
        "Q: Do you n -- can you tell us about that?",
        "A: No, I can’t tell you anything about that. I know that really as history. I wasn’t witness,\nand it was talked about, but I can’t say anything mo -- more about it. I -- they might have\n-- my parents might have been more aware of it, but I don’t remember anything about\nthat.",
        "Q: Did you ever witness, for instance, a Nazi ha-have an interaction with a Jewish person\nthat was disturbing to you?",
        "A: No.",
        "Q: Just in a kind of casual way.",
        "A: No.",
        "Q: What was it like for you when you came across somebody from the Hitler youth, or a\nNazi, let’s say. I mean, what was your reaction?",
        "A: Well, one met them all the time on the -- on the road. There was no reaction. Maybe\nbecause, so I’m told, I have not what was then considered a typical Jewish appearance, so\nit -- it never -- I’ve never personally experienced any anti-Semitism. Personally, to me, I\nwas never felt that I’m being aggressively treated.",
        "Q: Do you know if your parents ever considered pretending you were Christian?",
        "A: No, no. Pretending that I was?",
        "Q: Christian.",
        "A: No, no, never. There was never a question about that. And I don’t think one could have\ndone. I mean, there were documents which proved that was not in it at all.",
        "Q: Not a possibility?",
        "A: E-Except maybe that my mother let me go to a concert, which I shouldn’t have done.",
        "Q: Can you tell us about that?",
        "A: Well, there’s nothing much to tell. There were tickets, and I just went in. There wasn’t a -\n- at the entrance, anybody who would ask me whether I am Jewish or not Jewish. I mean,\nit wasn’t done that way, it’s just Jews didn’t go to a concert, weren’t allowed to, and I\ndid. I remember that very clearly. I didn’t feel there was any danger. Later on, I revolted\nagainst that, I didn’t want to do things which weren’t allowed for Jews. I don’t remember\never sitting down on a bench in the park where it was written Jews and dogs are not\nallowed. I don’t remember doing that. Another thing which might be interesting, we -- I\nsaid we were very liberal Jews, and nowadays, of course, everybody celebrates\nChristmas. We always celebrated Christmas, was part of our tradition. And -- and from\n30 -- and it was a lovely family affair, and very warm and close. We celebrated a Jewish\nfestival, and we celebrated Christmas, and we searched for Easter eggs at Easter. So we\ndidn’t leave anything out. But I think from ’37, we revolted against it, very much to the\nsorrow of my parents, we didn’t want to have any more Christmas celebrations. So we\nwent instead to -- to relatives of mine who did continue celebrating, they were only half\nJewish. I hate these words, but my grandmother’s youngest sister had married a non-Jew,\nso they continued and we went there.",
        "Q: You say you revolted, you and your sister, what -- what were you revolting against?",
        "A: Yes, against -- well, actually it’s a religious festival, we didn’t celebrate it as a religious\nfestival, but I think it was a German tradition, and we revolted to -- to a German rid --\ntradition -- against a German tradition.",
        "Q: So there came a point where you no longer wanted to participate in the things that you\nweren’t allowed to participate in.",
        "A: No, no.",
        "Q: Mm-hm. And you said that made your parents sad?",
        "A: Yes, because they liked to do -- to have a nice atmosphere, a Christmas atmosphere in\nGermany is particularly nice, and so they missed the family tradition.",
        "Q: At one point, did -- was there a point when you began to feel fear in your daily life?",
        "A: When my father, after the so-called Kristall night, came t -- went to a concentration camp\nfor I think three or four weeks, there was fear in the family, yes, certainly.",
        "Q: You were still home during Kristallnacht?",
        "A: I was still home.",
        "Q: Oh, then let’s -- ca-can you tell us about what happened on Kristallnacht?",
        "A: Yes, I can tell you exactly. On the night itself we stayed at home, there was nothing, but\nin the morning my father thought he had to go out and see what happened to his business,\nand while he was out, the secret police came to get him. And my father wasn’t home, so\nmy mother said he wasn’t home, and the man asked, I believe quite politely, whether\nthere was anybody else in the house. And she said, “Just an old sewing woman.” Which\nwas the truth, there was an old lady who did our sewing. She did not say that her brother\nwas also in the -- in the -- in the apartment, who came from Breslau, from another city.\nSo the man went away, and said my father had to report to the police station when he\ncomes back. I don’t know when and where my uncle left the house, but I do know that\nmy father came back, and he said, “Oh, they said I should come to the police station, so\nI’m going.” My mother said, “Don’t go.” He said, “Of course I have to go. If I don’t go\nthey’ll take my -- my wife and my daughters.” So he went. That’s a typical German man\nfor you, who observes the law of the land. He was taken -- I remember also he was\nallowed to make a phone call to us, to my mother, and saying he was now going away.\nHe went to the concentration camp. Not one of your extermination camps, but a\nconcentration camp.",
        "Q: I-If you could go back, and you said nothing happened the night a -- but did you know\nsomething was going on on Kristallnacht? How did you know it? If you could tell us a\nlittle bit --",
        "A: Must have been something over the radio.",
        "Q: Did you see anything outside your window?",
        "A: No, I don’t think I was allowed to go outside. I do remember to my shame, that\nafterwards, a day after or so, I was told to go out to do some shopping or other, and my\nmother asked me to bring her some -- some -- something to calm her nerves, in the\ndrugstore. I’d forgotten that. And haven’t -- haven’t ever forgotten that I’ve forgotten it.\nAnd she needed it badly.",
        "Q: And when you did go out, did you see anything unusual?",
        "A: Yes, I saw the -- the men in uniform, standing outside Jewish shops, and preventing\npeople to go in. I believe I remember that, it might be that I saw pictures of it, but I do\nbelieve I remember that.",
        "Q: And tell us what happened with your father’s shop.",
        "A: I don’t know, it was never -- 1-1-1t was smashed. I remember being there again, and they\ndidn’t talk about it in front of me. I don’t remember that. But he never went there again,\nafterwards it was gone. I don’t know whether it’s one of the employees took over, I can’t\ntell.",
        "Q: So, what you understood was one day he had a shop, and he -- he went -- he went every\nday, and then one day that was it, he didn’t.",
        "A: No. And then for four weeks he was gone, and I can’t remember what wo -- what it was\nlike when he came back. From that point on, they tried very hard for -- to immigrate, and\nas that was very hard, at least try to get me to England on a children’s transport.",
        "Q: What were those four weeks like without your father at home? What did your mother do?",
        "A: Well, my mother was nervous, and I didn’t bring her any-anything to calm her nerves, but\nI’m sure afterwards she did it. Don’t remember that, whether she try -- if she went to the\npolice, and -- station and tried -- tried any -- I don’t remember that.",
        "Q: And -- but your sister was around?",
        "A: Pardon?",
        "Q: Was your sister there?",
        "A: My sister was there. My sister went to England in February, so that was all at that time\nbeing organized to get things --",
        "Q: So tell us about your father coming home.",
        "A: Well, most men who came home had a shaven head, but as my father didn’t have any hair\non his head anyway, so he didn’t look very different. I don’t think he -- yes, he did talk\nabout it. He said it was very, very hard for many people because they were beaten. But if\nyou were put in a line, and were told to keep still, and somebody hit you from the back on\nyour head, and you turned round, that was almost fatal. There were two kinds of people\nwho managed better than others. One were the wa -- the soldiers in the first World War,\nthe others were the Communists. The Communists at least had an ideal, and knew what it\nwas -- for what they were put into prison, or concentration camp. And the s-soldiers,\nformer soldiers knew what discipline was, so they didn’t turn around. So he wasn’t\ntreated as badly as some. Bad enough I’m sure [indecipherable] and the fear was very\ngreat.",
        "Q: Did you feel that he would come home? I mean, what was the feeling those four weeks?",
        "A: Looking back I think I always knew he would coming ba -- one didn’t know about these\nterminal concentration camps. They didn’t exist at the time. So we always hoped and\nthought he’ll be coming home. Or maybe I was just a child, and felt things will turn out\nall right.",
        "Q: Well, if your father wasn’t working, then how did your mother provide for you?",
        "A: I don’t know. That’s a mystery, I don’t know. I’m sure there were a great many savings, I\ndon’t know what happened in that time. Whether other people helped, or the Jewish\ncommunity as such helped. I can’t tell, I don’t know.",
        "Q: And you say after he was in concentration camp, then they tried to emigrate, what was --\nwhere were they trying to go?",
        "A: Anywhere. To England if possible. To the United States. Later on also to south ameri --\natose -- South America, yes. I remember a letter, very late in the day, when we were\nalready in England, they even considered Shanghai because that was the only place in the\nworld where you could go where there was -- without a visa. That’s to say there was no\nsystem of closing the door. But the sister of my mother went there, and it was very hard\nlife in -- in Shanghai. And she wrote back, “You better stay where you are. It couldn’t be\nworse in a concentration camp.” To her everlasting shame. But even so, I’m not quite\nsure whether my parents would have brot -- came up with the courage. I remember\nreading somewhere it would have been so far away from you, or it would have been so\nfar. I mean, people in Shanghai survived. They’re all living today in the United States, if\nthey haven’t died a natural death.",
        "Q: When you say they tried to emigrate, what did that mean? Did they spend the day going\nto embassies, or what did they [indecipherable] that mean.",
        "A: A -- no, my fa -- my father had a brother who already immigrated to Holland, so I\nremember him traveling to Holland to try to get into Holland. I think he rather enjoyed\nthe trip. As a -- was not much to it. But, I mean, it was a serious undertaking.\nSubsequently his brother and his wife were also deported and murdered. His two ch -- do\n-- their two daughters survived, they are living today in the United States. I think they\nsurvived in hiding, they were baptized, which was later revoked, and they could tell a\nvery good story, too.",
        "Q: What are their names?",
        "A: The one lives in Florida, and the other in New York City.",
        "Q: And what are their names?",
        "A: Mariana Greenbloom, and Hannah -- she reverted to her maiden name, Saxe.",
        "Q: Oh, okay. So when your father traveled to Holland, di -- was there ever any consideration\nthat he just perhaps might stay there?",
        "A: Nothing illegal ever entered into my parents mind. I mean, there wouldn’t be -- no sin\nattached to it, whatsoever, but I don’t think it ever entered into their mind. I have friends\nwho went over the border illegally. But Holland wouldn’t have been a solution at all.",
        "Q: So at that point when they were trying so hard to emigrate, what were they saying about\nthe future? Wh-What were they saying to you about why they were trying so hard?",
        "A: Well, at that point, we -- everybody knew why they have to immigrate. My sister went to\nEngland a few months before I did. I think she went in February, I went in -- in March.\nShe was beyond the age of kindertransport, she went as a housemaid, she had a permit as\na housemaid. Now, my parents tried very much to go and g-get into England as a married\ncouple. He -- he couldn’t drive, but as a gardener, and as a cook, or something like this.\nMy father had a course in -- came up yesterday -- in pedicule. Oh, and I have letters when\nhe -- they tried to learn English, and they had courses to learn Spanish, and my mother\nhad a course in learning to sew underwear. So they were preparing for immigration.",
        "Q: And when do you first remember hearing about you possibly going o -- to England by\nyourself?",
        "A: My school closed down Christmas when there was a [indecipherable] vacation,\nChristmas, ’38, and from then on it was -- tried very hard to get, generally, children out,\nand even if it was an opportunity open still.",
        "Q: Your school closed permanently then? You said your school closed, did it close --",
        "A: It -- 1-1t -- 1t was closed, yes, permanently. It wa -- finished.",
        "Q: How was it closed?",
        "A: By decree. Strangely enough that school, a very tiny building, was next to the house of\nHimmler, and that he allowed those Jewish children to make a noise in the interval, and\nplay around, and his two blonde children looking over the wall and watching us, it’s one\nof the amazing things, and I think he was too busy really, doing hart -- harm, to -- to\nbother about that. But in -- in December we couldn’t go back to school any more, that\nwas finished.",
        "Q: Do you remember saying good-bye to the teacher that you liked so much?",
        "A: I met her again in New York later on. No, I don’t remember saying good-bye to her, I\ndon’t remember seeing her. But I think she was behind the organization to get the\nchildren out at that point.",
        "Q: What did your parents tell you as they started to talk about you possibly going to\nEngland?",
        "A: It was generally understood that immigration has to be done, and there was a saying,\nwhat a good job when we have the children out, I mean to save the children. I might add\nthat from the moment when the school closed, till I actually could immigrate, three\nmonths, I went to a household school, I was supposed to la -- do I -- do -- do something,\nnot to let the children just hang around and not doing anything, and being [inaudible]. So\nI learned how to sweep and dust. Not very successfully, but that -- that -- some were\nallowed to cook, but I don’t think I ever graduated to cooking.",
        "Q: So how -- you say your parents were taking classes, how was your mother preparing you\nto possibly leave? What was -- what else was going on? Was she teaching you anything,\nor buying, or making clothes for you?",
        "A: She was making clothes for me, and preparing all the things I had to take along.",
        "Q: And what was -- what was that?",
        "A: Just clothes, and I don’t think there was anything special. Life was much simpler in those\ndays. What I did take along were photographs. I have photographs of my mother as a\nyoung girl, and from there on. And apparently my sister took all the correspondence and\nall, because it’s with me. And it was saved, it’s in our hands. That -- that she put into the -\n- that was given to us.",
        "Q: What did you think about going? I mean, what -- how did you imagine it might be? What\n-- did it seem like an adventure to you, or something you didn’t want to go?",
        "A: At one poi -- point during the trip, it was an adventure, we went by ship. But beforehand I\ndon’t remember what I really thought about it. I thought it was a necessity. I was\nhomesick, even then, before I left home. But that’s -- can’t remember any more reaction\nto it. Everybody was preparing to go, so it was nothing special that was just for me.",
        "Q: Do you remember your mother helping you pack, packing you the few nights before?",
        "A: I don’t think it was a question of helping me, I’m sure she packed. And there were lists\nmade of everything that was in there -- in the [inaudible]. You were only allowed -- oh\nyes, so nothing variable left. I mean, you couldn’t take any money with you. I left with 10\nmarks in my purse. And with two knives and two forks, and two spoons, silver cutlery. I\nthink my sister took more, because she was more marriageable age, and her relatives\ngave her -- her father’s brothers gave the money to -- I don’t know, her. Yes and no. I\nremember she had a set of coffee cups, and bed linen, and that sort of th -- that’s -- I\ndidn’t take it on her -- s-she was more marriageable age.",
        "Q: What were you supposed to do with the forks and spoons?",
        "A: Well just the only valuable thing I could take out that was silver.",
        "Q: No jewelry? Your mother didn’t send you away with any jewelry, or --",
        "A: No. I don’t think there was anything special, but it was -- some people who were brave,\ntook it to some other place -- to Turkey, somebody left for Turkey, and he took\nsomething along, and it was la-later sent to me. I don’t know any more when, but it came\ninto my possession later on.",
        "Q: And what was that?",
        "A: Bracelets, and a little watch, which I still have in my possession. Things like that,\ntrinkets.",
        "Q: Was there anything special that you wanted to take? I don’t know what it would have\nbeen, a book, or something that was your favorite thing?",
        "A: Probably, probably.",
        "Q: Uh-huh.",
        "A: Probably, yes.",
        "Q: Can you describe the night before you left?",
        "A: No. No, don’t remember it. I remember leaving, but I don’t remember the night before.\nMy father took me to the railway station. I always understood that my mother didn’t have\nthe courage or the strength to take me, but I’ve read recently that only one part of the\nparents could take you to the railway station.",
        "Q: Mm-hm.",
        "A: And we were sitting in the -- in the train, and I remember it was quite a cheerful occasion,\nactually. It was a sort of adventure. It wasn’t cheerful at all for my parents. And then we\nleft the -- the person or persons who accompanied us, because there were crowds of\nchildren, were very skillful, they made us sing. And then we came to Hamburg, to the\nport. And there was con -- control, and there were some women who didn’t have -- who -\n- who made a -- a s -- personal search, whether we had anything on our bodies. And I do\nremember that I thought if I was tickly, I would laugh now. I wasn’t, but it just made a\ngrin appear on my face, I’m quite sure. So it wasn’t a terrib -- for us, or for me, it wasn’t\na dramatic situation. And then we came on board ship, and as I said, the person who was\nrespons -- or persons were responsible, they were very skillful. They made us sing, and\nwe were quite cheerful.",
        "Q: Do you remember saying good-bye to your mother?",
        "A: No. I remember my father waving, and -- but I don’t remember that [indecipherable]. I’m\nsure they weren’t cheerful in any way.",
        "Q: You remember him waving, you’re in the train?",
        "A: Yes.",
        "Q: Yeah. A-And then you got to Hamburg, and you went on the boat?",
        "A: I went on the boat, I went to Southampton, but there was a stopover in France, in Avri,\nand we could go make a land excursion, and that was an adventure. I mean, I’ve never\nbeen outside Germany, and that was an adventure. And then the boat went on, and landed\nin Southampton, and from Southampton we went by train. And in Southampton there was\na number of ladies who gave each child a box with sweets, and sandwich, and so on. And\nthen we went to London, to Waterloo Station -- this is all very vivid in my remembrance.\nAnd we sat on wooden benches, and the name was called. You see, some youngsters\nwent to -- with the kindertransport to s -- to a boarding school. Some went to a Quaker\norganization, and many went to private people who wanted to take a Jewish child in. And\nI was one of those. We didn’t know the people. There was some correspondence\nbeforehand, but -- so the name was called, and the name of the person who would take\nthe child in, or the school, or ever was responsible. And that really when life started in\nearnest. There were many children crying because they only realized at that moment they\nhad left home and parents. I don’t think I was crying. But then my name was called, and\nthe la -- the name of the lady who was expecting me. I had an aunt living in London at\nthe time, she was at the station. She waved to me from afar, greeted me in some manner\nor other, but not very long, because people didn’t want to interfere, or be, you know. So\nMrs. Stevenson took hold of me, and we walked away, and she drove me to her home.",
        "Q: Mrs. Stevenson was your guardian?",
        "A: Yeah.",
        "Q: What -- what was your first impression of her?",
        "A: Oh, she was an elegant woman. I was lucky, she could speak some German. She was of\nAustrian extraction. I think she was a little bit Jewish. I mean, I say a little bit because\nshe didn’t make much of it. But she’s been in England, I think of -- of a first generation,\nsecond generation, something like that. So she could speak some German. Because I’ve\nlearned English at school, but there’s nothing much to -- about, about my English.",
        "Q: When did it hit you that you had left your parents?",
        "A: At that moment. I mean, it’s a complete stranger, and I was 15 going onto 16, but in those\ndays one was still considered a child, and was a child. I was expected to go -- I expected\nto continue school, but when I arrived and they realized in a month or two ti -- ti -- I -- I\nwill be 16, they said, “N-No more school for you, it’s too expensive.” You had to be a\nuniform, and whatever, no school. And was a -- that was a very big blow to me.",
        "Q: What was your first day or night like in the family?",
        "A: Probably very sad, I don’t remember well. She was really -- I don’t know -- I can’t to this\nday say why they took some Jewish German child in, I don’t know. She was a very hard\nwoman, extremely hard woman. He was a -- a nice, warm, maybe too warm man in his, I\nwould say early 60’s. He was -- had been born in India, Scottish extraction, and he was a\ntypical colonial English -- Scotchman. He went to England to study medicine, lived in\nIndia for many years practicing medicine in -- in -- in -- in India, and then he went to --\nback to England. He had to practice in England. Was both their second marriages, and he\nwas a widower, and she was divorced, and she was a charming, good looking woman,\nand I think she was as cold as ice. And -- which doesn’t make sense why I -- why they\ntook a German Jewish child in, but that’s how it was.",
        "Q: Did they have other children?",
        "A: Yes. Not together. He had a daughter, and she had a daughter.",
        "Q: So when you got to the house, you weren’t the only child?",
        "A: No, they -- their children weren’t living there.",
        "Q: Oh, okay.",
        "A: Later on in the war, her daughter came to live there, and I moved from her room, which\ntoday 1s perfectly clear, and normal, and right to me. I had a nice room, and I had to move\nout -- out of that room into a maid’s room, which hurt me very much, but I don’t think\nthat would have -- should have done much difference to me.",
        "Q: So -- so what -- what were your feelings in those first days about being there?",
        "A: About?",
        "Q: About being there.",
        "A: I was terribly lonely, I had ho -- was homesick. My sister lived 1n -- in London, I must\nhave talked to her somewhere, although I didn’t meet her very soon. I didn’t get out there\n-- it wa -- it was near London, I -- where I went in Surrey, near Croidon. Oh well, I don’t\nthink I had much feeling, I just was raw and traumatic -- traumatized [indecipherable]",
        "Q: And if you weren’t going to school, what did you start doing?",
        "A: Yes. Then they decided I was going to be a children’s nurse. I was going to be trained as\na children’s nurse, and I was put into a day nursery. That’s to say, day as far as the\nchildren are concerned. The -- the nurses, the trainees stayed there. And that was --",
        "Q: You were sent to a -- like a school?",
        "A: No, it wasn’t a school --",
        "Q: No? Training.",
        "A: -- it was -- it was a day nursery, a real day nursery where the working women left their\nchildren in the morning.",
        "Q: Oh, a daycare center.",
        "A: Daycare center, yeah.",
        "Q: Okay, okay, okay.",
        "A: Well, that was an extremely hard time for me. In the morning, the di -- the children\nchanged their clothes. They had clothes that belonged to the daycare center, and they had\nto be washed. So one of my jobs at one time was to wash clothes. Now, there’s no harm\nin this, if somebody tells you how to wash clothes. I can only advise you never to wash\nclothes like that. I didn’t have any more skin on my fingers. I mean, my life has been\nsaved, so I’m not complaining, I’m just telling you. In the morning my -- my fingers were\nall raw. I couldn’t hardly do this, but I had to wash washing again. Do the washing again.\nFor some reason which is not understandable, we’re not given enough food. Not because\nthere wasn’t enough food, but because, I suppose, the matron, and the sister learned at\nsome school or other, you give so many grams of these vegetable, so many grams of that\nvegetable, and so many grams of meat. I suppose that must be the case. And you didn’t\nhelp yourself, you’re -- just like David Copperfield, it was put on your plate, like this. I\nwas always hungry there. Now, the other fellow nurses -- trainees, were also hungry. But\nthey went into the larder in the evening, secretly, and took whatever they needed to\nsatisfy their hunger. They didn’t take me with them, but they said afterwards when it was\nfound out, that it was me who had taken the food. I mean, that sort of thing I’ve never\nencountered in my life. I was taught sort of, one stuck together. I would have gone with\nthem, I would have helped myself too, I was never a -- my English was as good as non-\nexistent [indecipherable] in those days, and yes, I remember there was -- we were\nsleeping all together, 10 or something like that. And I had a drawing which I very much\nliked, and I took with me, my drawing teacher did that. And I put it with -- I put it on the\nwall with pins -- with -- and every morning it was found taken down. Now, I wouldn’t, if\nI live in a house where there -- a house where there’s a wall, I wouldn’t advise anybody\nto do this either, but I would have talked to the girl, and said don’t -- please don’t pin it\nup, makes hole in the wall. But it’s just taken down, and -- and that sort of -- those sort of\nthings were very bad to take. And I had -- I remember very clearly that I had to take care\nof 25 children who had a rest after lunch. And they were supposed to close their eyes and\nSleep, if possible, but at least keep quiet. Well, under my care they didn’t keep quiet, and\nI didn’t know how to ke -- let them -- how to manage to keep them quiet. So I shouted at\nthem, and I remember very clearly that I always said, “Shut your eyeses.”” Which was a\ngreat success in the way of humoring them, and they thought it was very funny indeed.\nSo that was a -- and I remember more. I remember that every two weeks -- it could have\nbeen every week, there was no reason why half of the trainees stayed over, and the other\ncould leave for the weekend. But however -- before every -- before that half which had\nthe weekend off could leave, the whole place had to be cleaned, washed. Now, after\nawhile I realize if I just throw water over the furniture, that’ll do nicely, and get us off\nquickly. But I had thought that cleaning the place means taking off whatever dirt. So it\ntook me -- I’m always -- I’ve always been slow, it took me ages to get it, and the others\ncouldn’t leave. So that didn’t -- couldn’t leave until everything was finished. So that --\nthat didn’t make me much more popular either. On the other hand, there was a party at --\nwhich wasn’t very far, the people, Stevenson, I lived -- I had -- they had brought me over,\ndidn’t live very far. They had a party, and there was cake left over. And the rest of the\ncake was brought to me. I had a chauffer at that time. It never occurred to me, I wasn’t\nbrought up that way, it never occurred to me when I had the cake, not to vide it -- divide\nit among everybody in equal parts. So everybody had something, but they didn’t take me\ninto the larder with them. One of the things that had to be done to be a children’s nurse\none day, is to knit -- to knit something for a child. Well, I would never finished it,\nbecause there was always some -- something wrong with it, and I have to try -- like\nPenelope, I always say to -- to [indecipherable] again, and start all over again. I would\nnever meant -- made it. That war broke out in September, and the -- the children were\nevacuated, and the place closed down. So I went back to those -- to family Stevenson,\nand thought I was lucky, but then my hard time really started.",
        "Q: How so?",
        "A: How -- why?",
        "Q: Ho -- yes, why?",
        "A: Well, I was a housemaid there, I lived with the family, which didn’t help at all, didn’t\nmake it any better. I got a very small amount of money each week, tiny. Two dollars or\nsomething like that. And I was terribly lonely. Occasionally I went up to London with my\nsister, my relatives, and a friend, very good friend, but most of the time I was terribly\nlonely. I -- it was suggested to me -- and don’t know now whether it before I went to the\nchild care, or afterwards, it was suggested to me that I join the Girl Scouts, and I did go\nthere one afternoon. I never went back again. And they were so -- there were uniforms,\nand -- and military drill, so to speak -- maybe it wasn’t as bad as I -- I had the ex --\nimpression, but 1t reminded me too much of Nazi Germany, so I never went back, which\nwas a big mistake, I might have made some [indecipherable] there. But nothing could\nmake me go back.",
        "Q: Why -- I -- why didn’t you live with your aunt?",
        "A: Every -- well, these people made me come over. They -- they gave the guarantee, and\nwhatever it took. So, one of the things was not to interfere, after all, they took on the\nresponsibility. On the other hand, my aunt, too, they had -- they were economically not\nsettled down yet. I mean, it was difficult. After three years, they decided a child -- a child\n-- I was 18 by then, had to learn something, so I -- I did go away from them. It was very\nhard, they didn’t want to let me go. I was a very bad maid, but I was very cheap. And was\na hard struggle, but I did go to my aunt.",
        "Q: How -- how did they treat you? You mentioned that Mrs. Stevenson was cold. Did -- did\nshe -- just what was it like to be in the house with her? How did she treat you, or -- did --\ndid you have conversations with her?",
        "A: By the time I learned to speak English, I had conversations with her, yes. I don’t think\nshe had any understanding of what was going on. I used to write letters, that took an\nawful long time. By hand, of course, not by computer. And I don’t think we had much in\ncommon, but I can tell you one thing that might illustrate the coldness. I told you about\nour Christmas celebration. Well, in the beginning of December, or the middle of\nDecember, it was decided that the family was going away somewhere for Christmas.\nThere was another maid in the house, she was also a Austrian refugee, but she didn’t live\nwith the family, she came over as a maid. Everybody was going to leave the house, but\nthe house couldn’t be left alone. So it was decided that I should stay. So I stayed all alone\nover Christmas in the house. Snow was falling, to make it a picture. Well, when I learned\nthat I couldn’t leave, I couldn’t go to my sister, to my relatives, I had the first nervous\nbreakdown crying spell in my life. I couldn’t stop myself. Afterwards, when it came to\nthe 21‘ -- 24\" of December, I’d calmed down, but it was very, very hard. So that might\nillustrate the coldness.",
        "Q: And this is your first within a month or two of you having left your family?",
        "A: No, I'd left the family in March.",
        "Q: In March, okay. But it is your first holiday?",
        "A: Yeah.",
        "Q: Were you in touch with your family?",
        "A: Yes. At that time, that was still ’39, there was regular correspondence. No, no, in -- war\nbroke out in -- in September. But there was still some -- I could still get Red Cross\nmessages, which I have with me, across [indecipherable] I think they went by porch -- via\nPortugal, and they could -- my parents could write on this -- on the other side of the -- of\nit, a reply.",
        "Q: Did you tell your mother what was going on, or what was the -- what were the contents of\nthe letters?",
        "A: I don’t have my letters any more, but I don’t think I described it very drastically.",
        "Q: I think we’ll -- we’ll go ahead and stop now.\nEnd of Tape #2\nTape #3",
        "Q: -- would like to talk a little bit about, you were in a -- a communication with your parents.\nDo you remember the first letter you got from your parents when you were living in\nEngland?",
        "A: No, I don’t remember the first [indecipherable |",
        "Q: Okay, or -- or any of them?",
        "Q: But, I mean, they wrote about daily life, they wrote about the birds, which -- the canary\nand the parakeet, and with people they met I knew. They wrote about my friends who\ncame t -- who were still in Berlin, who came to visit them. And they were constantly\nwriting about the possibility to come to England, and that these people -- the people my\nsister stayed with, they were very kind, and they tried to do their utmost to get permission\nfor them to come over, and -- looking for a job as a couple who take care of the house.\nAnd that was a constant worry.",
        "Q: Did you think that they might come?",
        "A: Yes, we hoped the would come.",
        "Q: You were out of Germany at this point, and you were perhaps maybe beginning to hear\nmore about what was going on with Hitler. What -- what was your sense of what was\nhappening in your country, the country you had left?",
        "A: We were sure war would broke out, and I don’t know whether many people thought so,\nbut it never occurred to me that Hitler, Germany could win the war in the end. I mean, it\nwas just a question of evil against good, and it was just impossible that Hitler could win\nthe war. Which wasn’t a factual statement, because it was very possible that Hitler might\nwon the war.",
        "Q: Did you -- I mean, when you thought of your parents, you thought about them coming,\ndid you worry about them?",
        "A: Yes, but I don’t think I was more aware -- or fantasy didn’t reach the point to which they\ncould come. I mean, the worry wasn’t as great as it should have been, if one could have\nimagined things that happened, could happen.",
        "Q: Was there ever a point when you will -- that they had to move out of your house, and you\nrealized it?",
        "A: No, no, luckily they’d never had to move out the house. I -- I only realized that re -- fairly\nrecently. I did think somehow, I don’t know why, that they had to move out. They were\ndeported from their own home. This one of the very few, small, consolation ca -- I had.",
        "Q: You had mentioned the letters that you would send to them through the Red Cross, I just\nwonder if -- if you can share a few of those now.",
        "A: Yes.",
        "Q: Okay.",
        "A: Well, I believe I only have two left.",
        "Q: That’s fine.",
        "A: This one is -- well, it’s in German, of course. Do you want me translate it?",
        "Q: Sure.",
        "A: Ollie, which is my sister, and Inge send their mother -- their dear mother, the very best\nfor her birthday. To keep healthy is a main thing. To osh -- to -- to you all, many kisses.\nYou don’t have to worry about us. There were so many words you were allowed to write.\nAnd my father replies on the backside. That was sent on the eighth of August, and my\nfather replied on the 25\" of November.",
        "Q: O-Of what year?",
        "A: \"41. Many thanks for the wishes -- for the birthday wishes. Happy about your well being.\nWe are very -- we have great desire to see you again -- it’s another word there. Send\ngradulation for Ollie for her birthday. To you both, our sincerest, or dearest kisses. And\nthen it’s signed by him.",
        "Q: And h-how would that arrive to you?",
        "A: I don’t remember that. I remember that I had to go to a certain place, to a certain Red\nCross place, but I don’t remember how it -- how it arrived at -- how it came into my\nhands. And this one is of October ’49 -- ’41. Happy Christmas to you both, and a good\nnew year. Our thoughts are always with you. Let us hear from you soon. Love. And this\nis how my father answered. Beloved children, return your Christmas and New Year’s\nwishes. Be happy and stay healthy. S -- congratulation to Ollie’s birthday. What do -- and\nthen there came -- come a number of names of friends, and relatives -- of friends and\nrelatives, he asks how they’re doing. Kisses, father, mother and the two birds.",
        "Q: What were their names, the birds?",
        "A: Well, the parakeet d -- was called Aquilar, and he -- I can’t help that, and the canary was\ncalled Henshu. That was usual, to call a canary Henshu, as [indecipherable] name very\nmuch invented. I don’t seem to have any other.",
        "Q: Th-This was probably the only news they had of you?",
        "A: Yes. At that time, the United States was in war with Germany, but I do not remember\nwhether there were any news with -- by -- by relatives United States. It was very difficult,\nmail, also. I mean, there was no air mail as far as I remember, and ships were in great\ndanger to be torpedoed on the way. So I don’t remember that.",
        "Q: Do you know anything about what your parents life was like in -- after you left?",
        "A: Well, I don’t know, I can only imagine. They left wor -- for -- they had special\npermission to use the public facilities, pu -- I’m sorry, that’s the wrong expression, public\ntransportation. And they worked, and they came home. In one letter my father writes that\nhe had pneumonia, and was very, very sick, he was always a big man. And he writes we\nwouldn’t recognize him again because he lost so much weight, and all his clothes are just\nnot fitting him any more at all. And of course I suppose at that point, I’m not sure there\nwas rationing, and I’m quite sure there was less rationing for -- for Jews, and all this was\nvery hard. And the -- ever a constant longing for their children. There was no television at\nthat time, any case it would have been taken away from them. There was not much\ndiversion like it is today, so they’d had themselves, and they had a very few friends --\neven non-Jewish friends, secretly. But life was very simple, and had to depend on one’s\nOwn resources.",
        "Q: Do you think that they felt that you were safe and well?",
        "A: There was constant preoccupation whether we were well. And they did realize things\nweren’t going so well with me -- with us -- Mrs. Stevenson. But well, they -- there was\nlots of preoccupation, but they hoped -- they knew I was -- we both were well, and that\nwas a main thing for -- at least the children are safe, that was a constant saying.",
        "Q: That was something they really wanted to accomplish.",
        "A: Yes, yeah. Well, they didn’t accomplish it. My sister died. And one of my unforgivable\nsins was that I let them know. I mean, I was pressured into it by relatives. They thought\nparents have to know, and after the war they’ll be confronted with the fact, and this, so --\nI mean, I could have avoided that, that they still had to have that sorrow.",
        "Q: Well, tell us about how -- what -- what happened with your sister.",
        "A: My sister died of cancer at -- at the age of 28.",
        "Q: So which year was this that she -- which year was this?",
        "A: That was in ’42. And my parents were deported in ’43, so there was no necessity at all,\nthey would learn of it. I could have spared them that.",
        "Q: How did you tell them, you wrote to them?",
        "A: Via the Red Cross letter. I faked the letters for a long time, and that’s probably why my\naunt said they have to know. I think I overdone it. I wrote in her name, and she was\nalways very exuberant, and I imitated that style. And I overdone that, probably, and my\naunt thought to put a stop to it they should know. And I let myself be influenced. That\nwas, well, my unforgivable sin.",
        "Q: Did your sister die at home, or did she die in a hospital?",
        "A: Well, she didn’t, in that sense, have a home.",
        "Q: Yeah.",
        "A: She died in hospital.",
        "Q: And was she very sick for a long time?",
        "A: She was very sick.",
        "Q: Were you involved in taking care of her?",
        "A: Not in taking care of her. I lived with the [indecipherable] I visited her constantly -- not\nas constantly as I should have done, but she -- there were people who looked after her,\ntoo. I can’t say that I looked after her, but I did go and see her frequently.",
        "Q: You said by that time you had quit quarreling and become very good friends.",
        "A: Oh yes, by that time we were very good friends, that was -- it’s nothing that’s on my\nconscience in that respect.",
        "Q: So what led you to feeling that you should write to your parents?",
        "A: I was influenced by my -- by my relatives. I would never have done it on my own\naccount, which is no excuse, but their argument influenced me, and so I wrote it.",
        "Q: Did they write back?",
        "A: Yes. I still have letters about that. Oh, the following happened. I have a great -- I have --\nthat’s why I have letters, and that’s why I don’t have letters I wrote, because I couldn’t\nwrite, but they wrote as if they write to me, but it was never sent outside Germany. I had\nan uncle, a great-uncle who was not a Jew. He married my -- the sister of my Jewish\ngrandmother. And he took care of them very well, and they were in constant contact with\nhim. And he sent the letters to me after the war.",
        "Q: Your parents wrote you letters that you never got when you -- but they kept writing, and\nwriting.",
        "A: Yeah.",
        "Q: And then your great-uncle saved them?",
        "A: Yes.",
        "Q: And where are those letters?",
        "A: In Washington.",
        "Q: Oh. What was it like to get those? How old were you when you finally got them?",
        "A: Well, the war was over in ’45, he might have sent them a little later, but I was 23.",
        "Q: Was there a point when you gave up, that you thought that your parents wouldn’t be able\nto come? I mean, as the war progressed?",
        "A: I didn’t quite ge --",
        "Q: Was there a point -- I’m going back to your parents were in Germany, and you’re in\nEngland. Was there a point where you began to feel that they might not be able to\nemigrate?",
        "A: Well, after war broke out, and -- well, the first year people still went to Shanghai, and\nthere was still some immigration. I believe 1940, I can’t say when the phony war, as it\nwas called, was over. I don’t think I -- there was any more chance, when real war began,\nthat they could get out. But I’m not the only one who couldn’t imagine what would ge --\nwould happen. I must admit that I’m -- wasn’t constantly worried about it, because it was\n18, 19, there’s so much that involves one’s own life. I probably didn’t see the danger in\nthe same way as many other people didn’t see the danger. I mean, I saw danger, and it\nwasn’t -- I could leave that all unsaid, I think. No, but I couldn’t have done anything\nanyway. But one feels one’s own pains very strongly, too, at that age.",
        "Q: What was it like for you when the war broke out, and then eventually, really, the war was\nfelt profoundly in England? Did you experience it?",
        "A: No -- the outbreak of war?",
        "Q: Well, the bombing, the shift in -- you know, as the country really went actively to war.",
        "A: Yes, I remember that very clearly, all of it. remember clearly when Mr. Chamberlain on\nthe radio declared war. Dr. Stevenson, who was a colonial Englishman, or Scotchman,\nstood up and -- when the national anthem was played. I remember that. And I remember\nthe first bombing. I can’t s -- on London, that was -- s -- what you would consider a small\nbomb nowadays, but made a lot of noise, and frightened terribly at that time, because it\nwas a quite new experience. I was alone, this was on a Sunday morning, I was alone in\nthe house, and I was terrified. The bomb fell quite close. The first thing I did, I went in\nthe kitchen, turned off the gas. I was told that. And then I went to the -- I -- Ih -- I have\nthese very vivid memories, I went to the mirror, and looked into the mirror and wanted to\nsee how a person looks who’s really terrified. Well, there was lots of broken glass about,\nand afterwards I had to sweep it up when the people came back. And that was that for the\ntime being. But it cured me. I think I’m perfectly honest in saying I was never afraid\nagain. Things were quieting down, and the real bombing on London started when I was in\nLondon itself. I never went to a shelter, I slept in my bed, perfectly safe and sound -- no,\nsafe I wouldn’t say, but perfectly sound. I didn’t hear anything. I inquired the next\nmorning how the night has passed. On the other hand, I mention that always because it’s -\n- human nature is so strange. I lived in a -- by that time in a very old house, and there\nwere mice around, and I was terrified of mi -- I -- I am terrified of mice. And they ran\naround in my room, and when they did this, I woke up. But at that time, I realized it\ndidn’t really matter to anybody whether I am alive or dead. So that gives you a sense of\nsafety. I could never go through that again without being afraid. It didn’t matter.",
        "Q: It didn’t matter to anybody?",
        "A: To -- no, well, I wasn’t sure of my parent’s death then, but I was in a vacuum, I was\nalone, so I n -- never really had a responsibility there. I have responsibility today, but I --\nI can tell a funny story if you want to know. As I was very cool, calm and collected when\nmy uncle had to go to a hospital. They called me to take care of his wife, and his two\nchildren. Well, so that anybody who is cool, calm and collected would be with them.\nWell, I went over, I slept there, and in the middle of the night the alarm sounded. So my\naunt got up and called me, I didn’t reply. She got her children ready, because it went\ndownstairs, and she called me again, and the third time she took off my -- the covering\noff my bed. I didn’t move, I didn’t realize it. And when all the -- the all clear was\nsounded, she came back, put her children to bed, put the cover over me, and they told me\nall about it the next day. That is as far as my taking care of -- of them was concerned.",
        "Q: Did this become a family joke?",
        "A: Yeah, yeah.",
        "Q: [-It -- it -- it strikes me for -- what you were saying a few moments back of how often you\nwere by yourself.",
        "A: I was?",
        "Q: When you -- how often you were alone.",
        "A: I was alone [indecipherable]",
        "Q: Did you make any friends in those first couple weeks?",
        "A: No, I didn’t make any friends.",
        "Q: Oh.",
        "A: I didn’t make any friends. I had a friend in London which I saw very seldom, but I was\nreally very alone. After I left Stevenson, because my aunt -- my relatives said, “The child\nhas to learn something.” I went to live in London, I lived first with them, and then I lived\nin a furnished room, where the mi -- mice ran around. Then I had -- I was still very\nlonely, but I had a happy time. I worked in a factory where they make glasses, and there’s\na na -- there were another two refugees there, and we decided we want to study optics. So\nthere was a course at -- today it’s a different type of cour -- a university course, but at that\ntime it was a course that took place on Sunday. So I went to school every Sunday, and I\nas I don -- didn’t have any school finish -- that’s not -- school certificate, and in order to\ngraduate in optics, I had to have a school certificate. So at the same time I went three\ntimes in the -- in the evening to have -- to study for the soos -- school certificate. And in\nthe factory I got my paycheck every week, I get paid a week, and I live by myself. I was\nstill alone, but doing things which I liked, and that was really a relative happy time.",
        "Q: Was that unusual for a young woman to live by herself?",
        "A: I wouldn’t know. I know that I had a difficulty finding the proper room, but that might\nhave been more because of my foreign name, and hence of my Jewish -- Jewishness,\nbecause there’s also quite a lot of anti-Semitism in England -- in -- anywhere in the\nworld.",
        "Q: Did you -- you just reminded me, but did you, after you left home, after you left\nGermany, did you ever celebrate Jewish holidays again?",
        "A: No, no. No.",
        "Q: Tell us what you know about what happened to your parents, and how you found out.",
        "A: Only after the war.",
        "Q: Uh-huh.",
        "A: Through this uncle, and through the different places one went to asov -- to inquire.",
        "Q: What did you piece together, what happened to your parents?",
        "A: Well, there’s enough literature about what happened in Auschwitz, I didn’t have to do\nany piecing together. I have official notification that they are considered dead.",
        "Q: D-Do you know, though, how they were taken?",
        "A: Yes. My mother wrote, and this I have. Short notice on pieces of paper that minutes\nbefore she was deported, that she’s now going on a -- on -- on the trip. And she also\nwrote day before that her -- my beloved husband has been taken, the whole factory --\nwhole -- whole people people in the factory have been taken. And she was left alone.",
        "Q: Who do you think she was leaving the note for?",
        "A: For this uncle, and for me. Take care of the child. The child was not a child any more by\nthen.",
        "Q: Do you have that?",
        "A: Yes, I have that. Now my father was also giving notice to -- to this uncle that he was\nbeing taken away. He just managed to write the envelope, and he didn’t manage any\nmore than put three empty pages into it. That’s the last notice of him. And this here above\nis written by the uncle, and this is practically the last -- this is the last but one notice she\nwrote. Do you want me to read it to you? My dears -- this is not meant for me, this is\nmeant for those relatives. Please send the Red Cross formula to -- to our dear friend, send\nit back. But I don’t know what she really refers to -- that will be sent from here. But be\nvery careful what you would write -- whatever you would wri -- will write. This letter\nwill be sent only if we are, with God’s help -- I get a bit emotional [indecipherable]\ntogether again. That was it -- if we -- this letter will only be sent if with God’s help, we’ ll\nbe traveling together -- if we have to travel together. Farewell, stay healthy, and we hope\n-- we hope all ch -- we hope that also. Think of us -- no, think with us, of our beloved\nchild. Love, Grete and Alfred. But this isn’t the last one, they didn’t go away together,\nmy father was fetched two days earlier. Now, there is one letter from a friend -- from a\nnon-Jewish friend who take -- took care of them in Berlin, obviously, and they made out\nthat if mother and father would meet again, they would send a postcard one way or the\nother. And this friend writes that she did receive the postcard. So I am to think that they\ngot together again in Breslau. I have never believed it, but I hope it is the truth.",
        "Q: Did anyone ever see them at Auschwitz?",
        "A: No. I don’t know how long they stayed there. The end might have come very quickly,\nthat’s -- was told that. And this, on the first of March, my father was taken on the 27\" of\nFebruary.",
        "Q: Which year?",
        "A: \"43. My very dears -- this is agains to -- to the relatives, not to me. I’m still waiting that\none will take me to my beloved Alfred. He als -- he -- he -- he needs, after all, his things,\nhis clothes, and I believe he also needs me. What -- how much he -- he’Il be worried. The\nhours become very, very difficult. The arranged registered letter you will get only when I\nam out of the house, so that you will know -- so that you will know I have arranged it that\nway. Independently from that, I?ll send you today, again, a small amount of money. This\nis -- it is enough if I have a little with me, and in the end it will be all for our child. Oh, it\nwill be the -- to -- to the good of our child. Somehow, with God’s help, shall we -- shall\nwe get in contact with you again. To the list which you got from Mrs. B -- it’s -- it’s\nalmost incredible, these are people condemned to death -- in the list which you will\nreceive from Mrs. B, is now also -- 1-is edit, one electric watch, one red -- something with\na -- something red with -- with -- some other things, and small things. A broom, a little\nicebox, and a bow] -- and a bowl, a glass bowl. The English boo -- books, one dress, one\ncap. Please do not write to our friend any questions. Please -- don’t -- don’t let her answer\nback. It could be -- it could be understood wrongly, and the results would be disastrous.\nWell, my dears, for the time being, keep well. Keep -- we -- we wish that for us, too.\nMost lovable greetings from your Grete. The icebox, and the broom are meant as a\npresent. If we come back, we don’t need it, and if we don’t, 1t should be a remembrance\nfor our friend. Can’t believe that, can you? Now these are the two notes which my\nmother, I think, wrote literally minutes before being deported.",
        "Q: She is very conscious of documenting what was going --",
        "A: Well, this is typical German. There never existed a more typical German citizen than the\nGerman Jews. This is for my uncle. Go on the trip today. We are always -- our thoughts\nare always with you. Take care of our child. We -- we hope of our to see you again. Stay\nwell. With very much love, yours everything, Grete. I’m trying to translate it -- and this is\nfor me, this all has been sent to me after the war. I’m just thinking of the English word.\nThinking -- s -- always with great sorrow, and in be -- with big love to you, and to all\nwho are good to you. We travel today. Stay well. Good-bye. I hadn’t looked at those\npapers for years. I think my guardian angel prevented me to looking at it in my happiest,\nand my unhappiest time. I had it in my hands again last November. It fell on me like a\nbomb.",
        "Q: Where had they been?",
        "A: Always close to me. They were -- they were in my house. I immigrated with them from\nEngland to the United States, and from the United States to Brazil, and they’ ve always\nbeen with me.",
        "Q: I mean, you say you don’t know exactly what happened to your parents, but in some way\nyou do, you know what your mother was thinking those last --",
        "A: Yes.",
        "Q: -- few hours.",
        "A: And what physically happened to them, there’s enough literature about it, too.",
        "Q: Where were you when you got those? Where were you living?",
        "A: When?",
        "Q: When you originally got those. When your uncle gave them to you.",
        "A: Oh, he send that to England. It was between ’45, and ’47.",
        "Q: After the war -- when the war was over and you could begin to make contact, di -- di --\ndid you go back to Berlin?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: So how -- how long was it before you knew that your parents had been deported and\nkilled.",
        "A: Oh no, I knew that soon after the war, like everybody knew, everybody searched for\n[indecipherable], I had -- but there was no need for me personally to be in Germany to\nfind that out.",
        "Q: Did you ever see your uncle again?",
        "A: No. I didn’t know him. I didn’t know him personally. He send photos, and I knew him\nthrough my parents, I knew him through photos. I didn’t -- I’ve never met him.",
        "Q: She obviously had great faith in him.",
        "A: Yes, but that developed with time, because he was such a -- he -- he was really a -- I\nmean, he always knew that he existed, but there was no close relationship. But that\ndeveloped during the war, and he was so good to them, and far and above what was safe\nto him -- for him.",
        "Q: What was his name?",
        "A: Karl Heinrich Meyer.",
        "Q: And di -- does he have children that live in Germany?",
        "A: He had a daughter, yes, and the daughter had one child.",
        "Q: You say that it was -- very quickly that there was no need to know what happened to\npeople who had been deported. Ca -- can you talk a little bit about your first awareness of\nwhat happened in the concentration camps? Did you see it on a newsreel, or read about\nit? What -- what -- as you began to know what had really happened?",
        "A: I don’t remember how I reacted or -- or -- or --",
        "Q: Well, do you remember just what was that like, as that information began to become\nknown?",
        "A: I very soon lost hope. There were people who were searching years and years. I very soon\nbelieved what I read, and what I saw. And if they had been alive, they would have found\nways to get in touch with me. That doesn’t mean that I didn’t search, or -- we searched\ntogether, people who were involved. But I didn’t have much hope, no.",
        "Q: Searching entailed looking through the lists of names?",
        "A: Yes, and writing to the authorities who were doing these things. I mean, we had written,\nphotocopied news that they were declared dead. And I took their word for it.",
        "Q: Just tell us a little bit about what made you begin to think about leaving England.",
        "A: Well, after I became a optician, I had a very nice job -- I left the factory, I had a very nice\njob, and I had more time, but I didn’t have any more social life. I continued being very\nlonely. Not totally, but empty. And I had a cousin in the United States with who I\ncorresponded, and he su -- put the idea into my head, and then -- he had relatives who\ngive an affidavit, and I thought, it doesn’t matter really, where I live, so I might just as\nwell try something new. I was just as lonely in the United States.",
        "Q: At that point did you still have contact with your original guardians, the Stevensons?",
        "A: I did for a long -- yes, I -- I even wrote them from the us -- United States. I visited them,\nand I said good-bye to them, and I even wrote to them from the United States, but they\nweren’t very much more interested in me. I don’t know what became of them. They can’t\nbe alive any more now.",
        "Q: I mean, that’s surprising, because they -- that you didn’t have a very easy time with them.",
        "A: Yes, that’s surprising, I’m surprised about my -- about it myself, yes. Yeah. He was a\nwarmer -- at times almost too warmer, party. And he did send me Christmas greeting, and\nput a 10 pound note or whatever it was into the envelope, saying I should not thank him\nfor it, I should not mention it. This just to illustrate what sort of people they were.",
        "Q: You’ve said twice now that he was too warmer. Did he ever make you uncomfortable as\na young girl?",
        "A: He made me uncomfortable. Not seriously, but he did make me uncomfortable.",
        "Q: He -- he was inappropriate sometimes?",
        "A: Yes.",
        "Q: Okay.",
        "A: Yes.",
        "Q: Because I had read that that had been a situation that some of the young girls had\nencountered as they came over.",
        "A: Yes. No, it was nothing -- I just giggled it away. But that was a fact. But I’m alive today,\nand it didn’t really hurt me, and I wasn’t -- I don’t think anything serio -- serious harm\nwould have come to me.",
        "Q: But can I ask exactly what he did? What -- I mean, did he try to --",
        "A: Well, he touch --",
        "Q: -- have a relationship with you as a young girl?",
        "A: No, no, no, no, no. No, no, no.",
        "Q: Okay, okay.",
        "A: I mean, he touched me in inappropriate places, but not that seriously either.",
        "Q: Did you tell anyone about that?",
        "A: No, I just giggled it away, and I didn’t sit on his lap any more. I mean, he was a father\nfigure, so -- not that I was that naive, but naive enough to sit on his knees because he was\na father figure really, and I realized there’s nothing so terribly fatherly about it. But\nnothing really serious.",
        "Q: Y-You said a couple times about how -- how lonely you were, what -- what -- what did\nmake you feel less lonely? Was there anything, was it -- were there some people, or\nanimals, or reading, or -- was there anything that you were able to find to sort of fill\nyourself up?",
        "A: You mean what I did with my lonely time?",
        "Q: Yeah, or -- yeah, I guess your lonely time, or what -- what was --",
        "A: What --",
        "Q: -- pleasing to you in that time when you were alone so much?",
        "A: What was pleasing to me?",
        "Q: Yes.",
        "A: Well, I always read.",
        "Q: Okay.",
        "A: And three years, almost four years, I studied very intensively. I went to the -- there\nwasn’t much time to -- I had no vacant time. That’s to say I always knew what to do with\nmyself. During that time in London, I went to -- went to the factory in the morning, I did\nmy shopping with my ration coupons during lunchtime, I had something to eat. I came\nhome to my room, to my furnished room, might have been five or six. And I made myself\nsomething to eat on a little stove, that size. Put a shilling in till the gas came out. And --\nand I studied, and then I went three times in the evening -- three times a week in the\nevening I went to school, and I went to school on Sunday, so there wasn’t much time to\nthrow away, or not to [indecipherable] but I was just -- didn’t have any close relationship\nwith anybody. Not on a regular basis.",
        "Q: And tell us a little bit about going to the United States. Were -- were you excited?",
        "A: Did I?",
        "Q: Tell us --",
        "A: Yeah.",
        "Q: -- a little bit about the United States, that [indecipherable |",
        "A: Well, I arrived on board of the Queen Elizabeth, and there were many people on board of\nthe Queen Elizabeth, and just for the comic relief, I stood in line, in big, huge lines, for\nthe -- for the immigration ceremony. And the lady in front of me turned round, and said --\ncause there’s so many people on the Queen Elizabeth, “Last time I saw you, we were\nboth bending over a basin, and you said, “Life isn’t worth living.’”’ You were so seasick.\nThen I arrived, friends came to meet me aboard ship. I don’t know whether it was the\nsame day, or the next day, they took me to a concert played by Jaffa Heifetz. That was\nvery nice. And then I lived -- I lived in several places, but I spent this very small\napartment in Greenwich Village was lent to me by this friend, and I lived there. And on\nweekda -- on weekends I went to New Jersey, and -- to spend time with them. But it was\nstill lonely. I could go -- I eventually found a job at a doctor’s office, which wasn’t easy,\nalthough everybody I went to see said with your qualifications and your experience, it\nshould be very easy to find a job, it wasn’t. But I did find a job in the end, in a doctor’s\noffice, in a eye doctor’s office [indecipherable]. But if I went to work and came home,\nand then didn’t -- it didn’t occ -- I -- I died, and nobody was the wiser for it until after\nfour dee -- days, it couldn’t be hidden any more. I think that would be a def -- a defin -- a\ndefinition to say that I was lonely.",
        "Q: When did that change?",
        "A: When I met my husband. I did have a boyfriend, so to speak, and he took me to a friend’s\none evening for dinner. And the boyfriend disappeared. But the people who had invited\nme for supper, called me one day. Now, I’m going to tell this story somewhat shorter. My\nhusband had come to Brazil in ’39, and he opened his farm, and then he came for a year\nto the United States in ’47, ’48, and that’s where we met. And then he asked me for a\ndate, and that was the beginning of the end.",
        "Q: What is your -- what was your husband’s name?",
        "A: Pardon?",
        "Q: Your husband’s name?",
        "A: Hans --Hans -- Hans Rosenthal.",
        "Q: Okay, we’ll stop now, for supper.\nEnd of Tape #3\nTape #4",
        "Q: Tell us ho -- why your husband went to Brazil originally.",
        "A: Oh yes, he is a Jew, or he was a Jew. So -- it’s a very long story, maybe. There was -- he\nwent to a training farm in Germany, and they wanted to immigrate together. They were\nnon-Zionists, they wanted to immigrate together. The other part of the story is that his\nbrother, his older brother immigrated years before to Brazil. I don’t know why Brazil and\nno other country, because he was engaged to a non-Jewish girl. And they had to leave the\ncountry very fast. She went first to France, and then later on to Brazil, and he went to\nBrazil.",
        "Q: And so where did you get married?",
        "A: In New York.",
        "Q: Okay. And then he suggested that you move to Brazil?",
        "A: No, he didn’t suggest that I move to Brazil, and especially not after we got married. That\nwas part of the plan. I mean, he told me all about what I have to expect in Brazil, and I\nthought I would like it.",
        "Q: So here you are again, going off on another -- you know, to another country you’ve never\nbeen to, and a language that you don’t know.",
        "A: Oh yes, I like traveling, but that’s another story. I am at home at last in Brazil, on my\nfarm. And I’m not any more lonely. I live by myself, alone, but I’m not lonely. Can you\nsee the difference?",
        "Q: When did you know you were home? How did you know?",
        "A: Within 24 hours. It’s hardly not believable except that’s a fact. I knew exactly, my\nhusband, or my then to be husband explained everything there 1s, was very primitive.\nThere’s lots of virgin forest still there, which was already opened a path, and there was\nsome coffee on it, and there was a house, a very small house. But we didn’t have any\nelectricity, we didn’t have any running water, we didn’t have a car, we had a two wheel\ncarriage with a horse, or we went horseback riding. A little later my s -- s -- brother-in-\nlaw gave us a radio as a -- a wedding present. We did have -- we have kerosene lamps,\nand a kerosene icebox. It was really very, very primitive. I didn’t mi -- on the first day or\ntwo I searched on the wall for the -- put the light on. But as I knew exactly what to\nexpect, and the people I was going to meet -- and he explained everything to me, I was\nnever for a moment feeling strange, except once, when the radio arrive as a wedding\npresent. If we put the radio on, and I her -- heard the sounds from all four corners of the\nworld, I felt I am really deep in the woods, but that passed very quickly.",
        "Q: And you had children?",
        "A: Yes, after we got married in °49, I had my first child in ’51. That was two and a half\nyears afterwards.",
        "Q: You had four children?",
        "A: I had four children, yes.",
        "Q: And I’m curious, did you raise them in a religious way at all, celebrating the Jewish\nfaith?",
        "A: Well, yes, we tried in our very primitive way, we tried. They were always told that there\nwere Jews, and what happened to their grandparents. And they were always informed.",
        "Q: S-So the story of what happened to your parents, that wasn’t something you made a\nsecret, or just didn’t discuss?",
        "A: Oh no, on the contrary, on the contrary. It was always talked about. Oh, they even had\nreligious instructions. Our neighbor, she -- we asked her to give [indecipherable]\nreligious instruction, well, like a -- like you would have at school. They learned a little bit\nof Hebrew, and Bible history and so on.",
        "Q: You mentioned once earlier going back to Berlin, I’d just like to ask a little bit more\nabout that. Did you go to your street, the street where your house was -- your apartment?",
        "A: Yes. That was very strange, my daughter -- my eldest daughter, who lived in Germany at\nthe while, I told her at the time, she should go and see where her mother had lived. And\nshe said, “Well, it looks very shabby and run down, but it’s there.” And years later when\nI went to Germany, I saw her in Munich, she said, “Do go and see it.” So I went there. As\nI said, I knew everything, but I didn’t really recognize it. Well, the house where I lived\nwas just a construction place. There was -- everything was gone. The apartment where we\nlived was just one blank wall. I took a photo of that, and months later I realized the\nphotographer had eliminated that. He didn’t -- he didn’t realize that I wanted to take a\nphoto of the blank wall. It was all gone, and I never had that photo. But there’s nothing\nleft of it. But that in itself doesn’t affect me emotionally.",
        "Q: I wanted to ask a little bit more about Olga, actually. Can you just tell us a little bit about\nwhat it was like a-as she got sick? Where would you visit her, or would you -- would you\nspend time with her? What was sh -- what were the kinds of things she was thinking?",
        "A: Well, she was always a very lively girl. I think in fact as a child, she had a certain\nnervous condition which made her overactive. And then -- you want to know about it.\nWell, I didn’t observe it at close range, because we lived apart. Not -- not really very\napart, but we didn’t see one another. I remember her vividly in the hospital, being very\nsick. But I can’t say very much about the beginning of the sickness. She was always very\nthin, and I can’t say more about that, I don’t -- don’t remember it.",
        "Q: Did she want you to not tell your parents, or to tell your parents?",
        "A: That didn’t come up, I don’t think that came up.",
        "Q: And she was 28, how long did she live with the cancer?",
        "A: Well, one doesn’t really know when it started, and she just didn’t feel well. I don’t think\nin the final stage it took very long, but long enough.",
        "Q: Before she did get sick, though, were you and Olga able to do some things together? I\nmean, did it feel like your sister was living, you know, nearby, and that you would -- you\nwould do things with her on, you know, some days.",
        "A: Do things together with her?",
        "Q: Yes.",
        "A: No. I mean, build up a life together, live together?",
        "Q: I -- I guess that’s what I mean, maybe if you’re not even living in the same apartment, but\nthat you were relying on each other as sisters, again. Or was it because --",
        "A: No, I was still living --",
        "Q: Okay.",
        "A: -- with the Stevenson then, and I was sort of tied down to them. I think at that point she\ndidn’t -- she wasn’t a maid any more, she worked in a factory, sewing uniforms. And she\nalso lived in furnished rooms. She may have even lived with a friend, but I don’t recall\nthat.",
        "Q: But did she -- she ever get married?",
        "A: Pardon?",
        "Q: Did she ever get married?",
        "A: No.",
        "Q: She didn’t, okay. Well, I think that’s what I wanted to ask about, but I wonder if there are\nsome things that I haven’t asked you, that you would like to share.",
        "A: Well, as this 1s a -- on the whole -- I -- I -- ’ma very happy person, and when life lets\nme, I’m happy. So this seems to be a terribly sad story, but as I said, I was home when I\ncame to the farm. But -- I mean, it sort of -- well, I don’t think it’s out of proportion, but\nit needs to be said that my husband died in ’73, and my eldest daughter died in °48 -- ’84.\n84. So you asked me, I said I had four children, just to round the picture up.",
        "Q: Well, I think that it would be good to show some of the photographs.",
        "A: Yes.",
        "Q: Think that theyll adjust --",
        "A: See that far, so I can’t say -- it’s written on the back who is who, so I wouldn’t -- can’t\nsay this.",
        "Q: Well, you could say just a general thing, when they’re ready.",
        "A: Yeah. Mm.",
        "Q: We’re ready now. Who is this? Is this your father’s family?",
        "A: That’s my father’s siblings. Only the girl in the middle survived, the others were\nmurdered.",
        "Q: And this picture, who is this?",
        "A: This is my father as a soldier in the first World War.",
        "Q: And what is this building?",
        "A: This is the house -- the apartment where I was born, lived all my life, and where I\nemigrated from, and also where my parents continued to live, and were deported from,\nfrom that apartment they were deported.",
        "Q: Do you remember the address?",
        "A: Yes. Fluta styshash examfofemsee. I even know the telephone number.",
        "Q: And what is this picture?",
        "A: This is one of my birthday parties. I’m at the extreme right, and the girl with the tilted\nhead was a friend and a f -- far relative. She had a non-Jewish father, and a Jewish\nmother. They immigrated to Holland and survived. She managed to study medicine. She\nlater emigrated to Canada, but I think she had a unhappy love affair and committed\nsuicide.",
        "Q: And the picture on top?",
        "A: Yes, both pictures are more or less in the same place, 1-in the kitchen of my -- of our\napartment, and there are two birds, a canary, and a parakeet. And one of the letters I still\nreceived from my parents, or were given to me after the war, said that now, also, the birds\nhave been taken away from them. Not only the gramophone, and the telephone, and\nwhatever, even the birds have been taken away from us, and so the last thing that could\ngive us a little bit of happiness in life, has also been taken away from us.",
        "Q: Now this is a copy of what photo?",
        "A: That’s a family reunion -- well, just a family gathering, because my pa -- grandparents\nwere in Berlin, it’s in our apartment, and I might say from the upper row, from left to\nright. This is a great aunt from -- from me, she was murdered in Lodz. The next one is\nalso a great aunt, she was also murdered. Then comes her husband, who was also\nmurdered, and her two cousins, two daughters of the lady at the extreme left. They\nimmigrated to England. One was a dentist, and other a social worker, but they both\nworked in factories in England. Then comes my aunt, who lived -- who immigrated to\nEngland. My sister, almost hidden behind my sister, my aunt’s husband, the one who\nlived in England. At the extreme right at the bottom is my father. And then comes my --\ngoing now from right to left, my grandfather, my grandmother, and my mo -- my -- my\ngrandmother who -- my father, who was murdered in Auschwitz, my grandfather, who\nwas lucky enough to die in ’32. My grandmother, who together with her sister, was\nmurdered in Lodz, and my mother, who was murdered in Auschwitz. That’s, I think a\ncollection of 12 people, and 50 percent were murdered.",
        "Q: And this photograph here?",
        "A: The photograph is a grave, and the gravestone of my grandfather. It says there, I believe\nthe date of birth and death, and the name Hammond Copaulna. And below 1s the -- are\nthe names of his two sons who died in the wa -- in the first World War. Below is a\nphotocopy of the register they have at that cemetery. And it says the field and the number\nof my grandfather’s pla -- grave. Below it is the place next to it, which was reserved for\nmy grandfather -- for my grandmother, and it’s empty, and it will always be empty,\nbecause she hasn’t got a grave, she was murdered in -- in Lddz, in a concentration camp.",
        "Q: And this photo?",
        "A: That’s my sister’s grave, who died in ’42. And I put up a plaque in memory of our\nparents Alfred and Grete Saxe because I always felt very strongly about the fact that\nthere’s no grave for my parents. So this just --",
        "Q: Is this in London?",
        "A: That’s in London, yes.",
        "Q: This photo here?",
        "A: This is my sister. I think it must be the year 1940, because I do think she sent it to my\nparents. And at the back of it she wrote in her first, best English, isn’t she a lovely girl?\nShe wrote that herself.",
        "Q: And this picture?",
        "A: Well, this is a boat trip which my parents took in June ’39. They send the photo to us. It’s\nthe sort of thing people who live in Berlin always -- often did on a Sunday. And the\nremarkable thing is they were still moving around freely, in -- before war broke out in\n39. Now, my parents can be seen to the left. I can’t know how to desc -- well, they --\nthey’re on the photo. On the other side it’s also written that they’ ve been picking\nstrawberries, wild strawberries in the wood, while the boat landed somewhere. And the\nthermos flask got broken during the searching for the strawberries. That’s what’s written\non the backside.",
        "Q: And this photo?",
        "A: This is a Pesach celebration at my sister’s relatives. Her father’s brothers and sisters, and\nshe had contact with them. She is at the extreme right, my sister.",
        "Q: And this photo?",
        "A: This -- the first lady at the right, sitting at the typewriter is my mother. She’s in mourning\nbecause her first husband died in the first World War. She is -- she has to work because\nshe has a child to bring up, and she worked for re-armament -- armament adminis -- for\nthe re-armament administration. She’s still in deep mourning.",
        "Q: And who is this person?",
        "A: This is a girlfriend of mine I started school life with, we started going to school together.\nMy mother wrote that Inge is now s -- at the time of ri -- of her writing the letter, she is\nnow swimming on her way to Shanghai, but she came to say good-bye to me before she\nleft. Must be 1940. [indecipherable]",
        "Q: And this photo?",
        "A: This is my father in our house, in our apartment, which was sent to my sister’s birthday,\nas a birthday greetings. He was then a very strong man, fat, you might say. He later on\nwrote that he was very sick, lost a tremendous amount of weight, and put 1n -- we\nwouldn’t recognize him again. I mean the weight through undernourishment, and not\nbeing well. Well, he was taken very well care -- taken care of by my mother, but other\ncircumstances made him not recover again, his former size.",
        "Q: And what is this group here?",
        "A: Well, this is in a place at the Baltic Sea, where we went several times during vacation\ntime, to spend vacation there. Now, this is a group of people who just came together to be\nphotographed. Haven’t -- hadn’t known one another before, and they’Il never see one\nanother again, but they are group photos, which was a habit to take at the time. I am -- my\nmother and my sister are in the picture, right up in the middle. I’m sitting on the lap of a\nlady who 1s probably the girlfriend of the gentleman who’s lying down reading the paper.\nBut the rest of the people I do not know, I haven’t known before the picture was taken,\nand nobody ever will remember who the others are. But it was a habit in Germany at the\ntime.",
        "Q: Now, who is this gentleman here?",
        "A: The gentleman at the right is my great grand-uncle. He was not Jewish, he married the\nsister of my grandmother, who was Jewish, but during the third [indecipherable] she was\ndead, he was a widower. He was a enormous help to my parents. He didn’t -- he was not\nafraid to put himself out to made this bi -- Jewish niece and nephew. He went to Berlin,\nhe lived in Hanover. He -- he gave them moral support, and material support also, in the\nway that he kept all of my corres -- all the correspondence which was sent to him, which\nwere meant for me, and which he sent to me after the war. My mother wrote on one\noccasion, he is like a father to her.",
        "Q: And his name?",
        "A: Karl Heinrich Meyer. Next to him is his grandson, and his daughter.",
        "Q: And this?",
        "A: This is a Red Cross message, which was still ali -- there -- there was no correspondence\nbetween the two countries, England, and Germany, dur -- we -- after war broke out. But it\nwas still a possibility to send messages of so many words to Germany by the Red Cross.\nSo I send those. I believe I could send messages from England, and my parents could, on\nthe other side, reply, and I got it back again. But I don’t think it worked the other way\naround, I don’t think they could send messages on their own. They could only reply, they\ncouldn’t send any messages.",
        "Q: [indecipherable]",
        "A: That’s a reply --\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: -- where and when you were born.",
        "Q: And tell us a little bit about where you were born.",
        "Q: Okay. And if you can tell us about where you were born.",
        "Q: Tell us about your mother and father, their names, and where they grew up.",
        "Q: Can you tell us your mother’s name, your father’s name, and your sister’s. I think we\nhaven’t mentioned those.",
        "Q: Your sister.",
        "Q: Did you know any of your grandparents, on either side?",
        "Q: Can you tell us about them?",
        "Q: Where did they live, and do you remember what they did for a living?",
        "Q: A sawmill? A sawmill?",
        "Q: Okay.",
        "Q: That he what?",
        "Q: Okay.",
        "Q: And j -- if you could just describe -- you said you were close to your mother’s parents,\nand what -- what would a visit be like, or -- what are your memories? What would you do\nwith your grandmother and grandfather?",
        "Q: Were you scared to go on the train when you were little?",
        "Q: [indecipherable] interesting. And how about your father’s parents?",
        "Q: And what would those times be like, what would you do?",
        "Q: I meant if they came to visit, would it be for a special holiday, or would there -- would --\nwas there -- were there big meals? What -- what did you do when they came to visit?",
        "Q: Okay. And tell us a little bit more about Olga. She was your older sister.",
        "Q: Di-Did you sleep in the same room?",
        "Q: Can you describe the -- the house you lived in, or maybe it was an apartment.",
        "Q: Could you tell us about it?",
        "Q: Floor?",
        "Q: Did you -- did you know other people in the building well?",
        "Q: Can you tell us about them?",
        "Q: Right. And did you have a good friend, particularly, or did your mother, or your sister?",
        "Q: Well, did you have like a best friend that lived in the building, or nearby, or --",
        "Q: Well, you invented your own sort of --",
        "Q: Communication system.",
        "Q: Yeah. That’s great. What was her name?",
        "Q: After she said that, did you ever see her again?",
        "Q: What did your mother tell you? How did she explain this to you?",
        "Q: But how did you understand it at the time?",
        "Q: So when you were younger, it was pretty normal for Jewish children, and -- and non-\nJewish children to play together?",
        "Q: Tell us a little bit about your family, and it’s -- it’s faith. I mean, how -- did you observe\nShabbat, just h-how was that passed to you?",
        "Q: Th-This was when you were a young girl? The time in your life that you were religiously\ninclined, when was that?",
        "Q: Can you tell us about that? What -- what did you do?",
        "Q: Okay. D-Do you -- do you remember why you became interested in it?",
        "Q: Right.",
        "Q: Di -- co -- do you remember any celebrations of holy days in particular where maybe\nyour father really sort of guided the family, or your mother did something special, or\nyour grandparents?",
        "Q: What did your parents tell you as you were growing up, about their faith, your faith,\nabout being Jewish?",
        "Q: That’s an interesting choice of words, it didn’t weigh. It was a more natural thing when\nyou were younger.",
        "Q: Yeah.",
        "Q: What -- what was a -- a regular day like, what did your mother do? Early in the morning,\nwa -- ta -- sort of try to remember a -- just a regular day.",
        "Q: Would she be the first one to get up? Did she wake you up?",
        "Q: Ca-ca-can you tell us a little bit about how your mother gave you a birthday party?",
        "Q: An oven.",
        "Q: The -- the s --",
        "Q: The pot.",
        "Q: A pot.",
        "Q: Oh.",
        "Q: Tell us a little bit about school. What -- what was it like?",
        "Q: She was not Jewish?",
        "Q: What was the name of the teacher, your first grade teacher that you loved so much?",
        "Q: Okay.",
        "Q: Okay. So even though it was just first grade, she kept in touch with you, she was sort of a\nfriend.",
        "Q: Yeah.",
        "Q: So even when you were 10, or 12, sh-she was someone you would spend a little time\nwith?",
        "Q: And did she live nearby?",
        "Q: And yet -- w-what -- what were you most interested in in school? Were you beginning to\nthink about what you might like to -- to do? What -- how were you thinking about being\nin school?",
        "Q: C-Can you remember a little bit about your neighborhood, and about Berlin as a city? Di-\nDid your family move around the city a lot, or did they sort of stay in their neighborhood,\nor --",
        "Q: Did your family go on outings much in Berlin, and -- you know, a -- as a family, an --\nand -- o-or did the family pretty much stick close to the neighborhood?",
        "Q: You had said earlier that there wasn’t a lot of money, that your -- your family was\nsomewhat poor. Can you tell us a little bit more about that, do you remember feeling\nanxious about --",
        "Q: It -- did you ever feel like there wasn’t en -- enough food, or was it just an anxiety about\nit?",
        "Q: And did you ever go to your father’s shoe’s repair shop?",
        "Q: He took you, did Olga go also, your sister?",
        "Q: You had mentioned that you quarreled a lot with her, w-what else did you do together,\nyou and your sister [indecipherable]",
        "Q: Pick you up?",
        "Q: Okay. What was Olga doing at this time, when you were about eight or 10?",
        "Q: And -- but was she still living with you?",
        "Q: Do you remember being -- of the first time you began to be aware that maybe things were\nshifting in your country, that something was different, in terms of your security, maybe\nbeing more aware of being Jewish? Can you begin to remember when things started\nchanging?",
        "Q: Torch.",
        "Q: But -- but before we go on, can you describe what that looked like? Ha -- ha -- where\nwere you when you saw it? I mean, that’s a strong image, I would like to see it better.",
        "Q: Who was marching? Was it in front of your house, what did it sound like?",
        "Q: What were they singing?",
        "Q: You said you heard the screaming on the radio, do you remember who was talking, and\nwhat your parents might have said about it?",
        "Q: Hitler, and then Joseph Goebbels was sort of a mayor of Berlin, and somewhat in charge\nof Berlin.",
        "Q: I’m saying ger -- Goebbels was.",
        "Q: No, he wasn’t, okay. He was a minister, okay, so this -- I was thinking earlier -- I’m\nprobably mistaken. Do you remember ever overhearing your parents speak about it?",
        "Q: So that wasn’t something that was hidden from you?",
        "Q: And we -- tell us a little bit about your father’s shop. Did he begin to not be able to get\nsupplies, or w-was there a point where he could no longer run his shop?",
        "Q: Right.",
        "Q: This is Kristallnacht?",
        "Q: But before that, was there any fay --",
        "Q: So as things began to shift, and friends could no longer play with you, di-did your family\never consider sending you away, or putting you into hiding, or --",
        "Q: You said pinpricks, so just what did you mean?",
        "Q: How was that explained? Did someone stand up at the front of the class? I mean, how did\nyou -- how was that explained to you?",
        "Q: So was there a point when all of the children left the school, or finally that your family\nsaid, we want [indecipherable]",
        "Q: Okay.",
        "Q: Did this make your family become any closer to the Jewish community in Berlin?",
        "Q: So it did, a little bit.",
        "Q: So your father took you to some of these events, your father and mother?",
        "Q: To the Jewish cultural events that were organized [indecipherable]",
        "Q: Mm-hm.",
        "Q: Did you have a piano in the house?",
        "Q: So, things were changing, but as you said, adjustments were being made, so it didn’t\nseem like there was --",
        "Q: Mm-hm. Okay.",
        "Q: Di -- did you hear anything about what was happening with your grandparents, and your\nuncles, and --",
        "Q: Did you -- any of your friends, or family friends, did -- did you see them making plans,\nand -- and leaving, for instance?",
        "Q: Leaving Berlin?",
        "Q: Leaving the country.",
        "Q: And what was -- if -- 1f your family talked about that, what did they say?",
        "Q: But at that point your father was right? I mean, you were able to go into high school\nbecause he had been a soldier.",
        "Q: Just going back again, if you can try to remember if they’re, you know, as things\nchanged, and you couldn’t go, for instance with your school on the excursions, or when\nyou finally did decide to leave the school, what was the discussion with your parents like,\nor how did they tell you, we think it’s time for you to go to a different school?",
        "Q: When you got to the new school, what was the atmosphere like?",
        "Q: You said it was a school for any child in danger, could you tell us a little bit more about\nthat?",
        "Q: What was her name?",
        "Q: Iceland.",
        "Q: So she wasn’t just a principal, she taught you, too.",
        "Q: Did the school cost anything?",
        "Q: And do you remember if your family --",
        "Q: I think we’ll stop now, for a -- a minute or two, and we’|l change the tape. We’ll take a\nlittle break, okay?",
        "Q: I wanted to just go again, over some of the changes that were going on. You had\nmentioned seeing the people, seeing the marching. Who -- who exactly was it, who was\nmarching? Do you remember?",
        "Q: Who?",
        "Q: Did you ever see any evidence of the Hitler youth?",
        "Q: They wore uniforms just every day, or on certain days?",
        "Q: Did some of your friends, the children who had been your friends join the --",
        "Q: Do you remember seeing some of the kids going off on these excursions, and wanting to\nbe with them, or --",
        "Q: Well, they were all over the place, you went to a railway station, and there they were, all\nready to go into the railway. I don’t remember that my heart was in it, that I all means\nwanted to, and later on there was plenty of -- of mistrust and hate. But before all this\nhappened, I could imagine that I would have liked to join.",
        "Q: You mention mistrust and hate. Some of the -- the young people that you had been\nfriends with, and now you’re not going to school with them, maybe you’re not even in\ncontact, did -- did you begin to become suspicious or alienated from old friends and\nneighbors?",
        "Q: Okay. C-Can you remember a situation with a neighbor, or a -- a friend, where you had\nsome sort of experience where you thought, mm, I don’t trust this person any more? Or\nperhaps your parents had it?",
        "Q: Bugged.",
        "Q: And this is about what year?",
        "Q: So would your mother or father say no, don’t say that on the phone, or something, to you,\nor to each other?",
        "Q: What were some other things that you and your family started being careful about? Do\nyou remember details of daily life shifting because you had to be more careful?",
        "Q: Now, your father got up and went to his shop every day. Did -- did he ever come home\nand tell you about experiences, or did you ever -- were you ever with him, and\nencountered an SS person?",
        "Q: Okay. Okay.",
        "Q: There was a book burning in Berlin.",
        "Q: Do you n -- can you tell us about that?",
        "Q: Did you ever witness, for instance, a Nazi ha-have an interaction with a Jewish person\nthat was disturbing to you?",
        "Q: Just in a kind of casual way.",
        "Q: What was it like for you when you came across somebody from the Hitler youth, or a\nNazi, let’s say. I mean, what was your reaction?",
        "Q: Do you know if your parents ever considered pretending you were Christian?",
        "Q: Christian.",
        "Q: Not a possibility?",
        "Q: Can you tell us about that?",
        "Q: You say you revolted, you and your sister, what -- what were you revolting against?",
        "Q: So there came a point where you no longer wanted to participate in the things that you\nweren’t allowed to participate in.",
        "Q: Mm-hm. And you said that made your parents sad?",
        "Q: At one point, did -- was there a point when you began to feel fear in your daily life?",
        "Q: You were still home during Kristallnacht?",
        "Q: Oh, then let’s -- ca-can you tell us about what happened on Kristallnacht?",
        "Q: I-If you could go back, and you said nothing happened the night a -- but did you know\nsomething was going on on Kristallnacht? How did you know it? If you could tell us a\nlittle bit --",
        "Q: Did you see anything outside your window?",
        "Q: And when you did go out, did you see anything unusual?",
        "Q: And tell us what happened with your father’s shop.",
        "Q: So, what you understood was one day he had a shop, and he -- he went -- he went every\nday, and then one day that was it, he didn’t.",
        "Q: What were those four weeks like without your father at home? What did your mother do?",
        "Q: And -- but your sister was around?",
        "Q: Was your sister there?",
        "Q: So tell us about your father coming home.",
        "Q: Did you feel that he would come home? I mean, what was the feeling those four weeks?",
        "Q: Well, if your father wasn’t working, then how did your mother provide for you?",
        "Q: And you say after he was in concentration camp, then they tried to emigrate, what was --\nwhere were they trying to go?",
        "Q: When you say they tried to emigrate, what did that mean? Did they spend the day going\nto embassies, or what did they [indecipherable] that mean.",
        "Q: What are their names?",
        "Q: And what are their names?",
        "Q: Oh, okay. So when your father traveled to Holland, di -- was there ever any consideration\nthat he just perhaps might stay there?",
        "Q: So at that point when they were trying so hard to emigrate, what were they saying about\nthe future? Wh-What were they saying to you about why they were trying so hard?",
        "Q: And when do you first remember hearing about you possibly going o -- to England by\nyourself?",
        "Q: Your school closed permanently then? You said your school closed, did it close --",
        "Q: How was it closed?",
        "Q: Do you remember saying good-bye to the teacher that you liked so much?",
        "Q: What did your parents tell you as they started to talk about you possibly going to\nEngland?",
        "Q: So how -- you say your parents were taking classes, how was your mother preparing you\nto possibly leave? What was -- what else was going on? Was she teaching you anything,\nor buying, or making clothes for you?",
        "Q: And what was -- what was that?",
        "Q: What did you think about going? I mean, what -- how did you imagine it might be? What\n-- did it seem like an adventure to you, or something you didn’t want to go?",
        "Q: Do you remember your mother helping you pack, packing you the few nights before?",
        "Q: What were you supposed to do with the forks and spoons?",
        "Q: No jewelry? Your mother didn’t send you away with any jewelry, or --",
        "Q: And what was that?",
        "Q: Was there anything special that you wanted to take? I don’t know what it would have\nbeen, a book, or something that was your favorite thing?",
        "Q: Uh-huh.",
        "Q: Can you describe the night before you left?",
        "Q: Mm-hm.",
        "Q: Do you remember saying good-bye to your mother?",
        "Q: You remember him waving, you’re in the train?",
        "Q: Yeah. A-And then you got to Hamburg, and you went on the boat?",
        "Q: Mrs. Stevenson was your guardian?",
        "Q: What -- what was your first impression of her?",
        "Q: When did it hit you that you had left your parents?",
        "Q: What was your first day or night like in the family?",
        "Q: Did they have other children?",
        "Q: So when you got to the house, you weren’t the only child?",
        "Q: Oh, okay.",
        "Q: So -- so what -- what were your feelings in those first days about being there?",
        "Q: About being there.",
        "Q: And if you weren’t going to school, what did you start doing?",
        "Q: You were sent to a -- like a school?",
        "Q: No? Training.",
        "Q: Oh, a daycare center.",
        "Q: Okay, okay, okay.",
        "Q: How so?",
        "Q: Ho -- yes, why?",
        "Q: Why -- I -- why didn’t you live with your aunt?",
        "Q: How -- how did they treat you? You mentioned that Mrs. Stevenson was cold. Did -- did\nshe -- just what was it like to be in the house with her? How did she treat you, or -- did --\ndid you have conversations with her?",
        "Q: And this is your first within a month or two of you having left your family?",
        "Q: In March, okay. But it is your first holiday?",
        "Q: Were you in touch with your family?",
        "Q: Did you tell your mother what was going on, or what was the -- what were the contents of\nthe letters?",
        "Q: I think we’ll -- we’ll go ahead and stop now.",
        "Q: -- would like to talk a little bit about, you were in a -- a communication with your parents.\nDo you remember the first letter you got from your parents when you were living in\nEngland?",
        "Q: Okay, or -- or any of them?",
        "Q: But, I mean, they wrote about daily life, they wrote about the birds, which -- the canary\nand the parakeet, and with people they met I knew. They wrote about my friends who\ncame t -- who were still in Berlin, who came to visit them. And they were constantly\nwriting about the possibility to come to England, and that these people -- the people my\nsister stayed with, they were very kind, and they tried to do their utmost to get permission\nfor them to come over, and -- looking for a job as a couple who take care of the house.\nAnd that was a constant worry.",
        "Q: Did you think that they might come?",
        "Q: You were out of Germany at this point, and you were perhaps maybe beginning to hear\nmore about what was going on with Hitler. What -- what was your sense of what was\nhappening in your country, the country you had left?",
        "Q: Did you -- I mean, when you thought of your parents, you thought about them coming,\ndid you worry about them?",
        "Q: Was there ever a point when you will -- that they had to move out of your house, and you\nrealized it?",
        "Q: You had mentioned the letters that you would send to them through the Red Cross, I just\nwonder if -- if you can share a few of those now.",
        "Q: Okay.",
        "Q: That’s fine.",
        "Q: Sure.",
        "Q: O-Of what year?",
        "Q: And h-how would that arrive to you?",
        "Q: What were their names, the birds?",
        "Q: Th-This was probably the only news they had of you?",
        "Q: Do you know anything about what your parents life was like in -- after you left?",
        "Q: Do you think that they felt that you were safe and well?",
        "Q: That was something they really wanted to accomplish.",
        "Q: Well, tell us about how -- what -- what happened with your sister.",
        "Q: So which year was this that she -- which year was this?",
        "Q: How did you tell them, you wrote to them?",
        "Q: Did your sister die at home, or did she die in a hospital?",
        "Q: Yeah.",
        "Q: And was she very sick for a long time?",
        "Q: Were you involved in taking care of her?",
        "Q: You said by that time you had quit quarreling and become very good friends.",
        "Q: So what led you to feeling that you should write to your parents?",
        "Q: Did they write back?",
        "Q: Your parents wrote you letters that you never got when you -- but they kept writing, and\nwriting.",
        "Q: And then your great-uncle saved them?",
        "Q: And where are those letters?",
        "Q: Oh. What was it like to get those? How old were you when you finally got them?",
        "Q: Was there a point when you gave up, that you thought that your parents wouldn’t be able\nto come? I mean, as the war progressed?",
        "Q: Was there a point -- I’m going back to your parents were in Germany, and you’re in\nEngland. Was there a point where you began to feel that they might not be able to\nemigrate?",
        "Q: What was it like for you when the war broke out, and then eventually, really, the war was\nfelt profoundly in England? Did you experience it?",
        "Q: Well, the bombing, the shift in -- you know, as the country really went actively to war.",
        "Q: It didn’t matter to anybody?",
        "Q: Did this become a family joke?",
        "Q: [-It -- it -- it strikes me for -- what you were saying a few moments back of how often you\nwere by yourself.",
        "Q: When you -- how often you were alone.",
        "Q: Did you make any friends in those first couple weeks?",
        "Q: Oh.",
        "Q: Was that unusual for a young woman to live by herself?",
        "Q: Did you -- you just reminded me, but did you, after you left home, after you left\nGermany, did you ever celebrate Jewish holidays again?",
        "Q: Tell us what you know about what happened to your parents, and how you found out.",
        "Q: Uh-huh.",
        "Q: What did you piece together, what happened to your parents?",
        "Q: D-Do you know, though, how they were taken?",
        "Q: Who do you think she was leaving the note for?",
        "Q: Do you have that?",
        "Q: Did anyone ever see them at Auschwitz?",
        "Q: Which year?",
        "Q: She is very conscious of documenting what was going --",
        "Q: Where had they been?",
        "Q: I mean, you say you don’t know exactly what happened to your parents, but in some way\nyou do, you know what your mother was thinking those last --",
        "Q: -- few hours.",
        "Q: Where were you when you got those? Where were you living?",
        "Q: When you originally got those. When your uncle gave them to you.",
        "Q: After the war -- when the war was over and you could begin to make contact, di -- di --\ndid you go back to Berlin?",
        "Q: No.",
        "Q: So how -- how long was it before you knew that your parents had been deported and\nkilled.",
        "Q: Did you ever see your uncle again?",
        "Q: She obviously had great faith in him.",
        "Q: What was his name?",
        "Q: And di -- does he have children that live in Germany?",
        "Q: You say that it was -- very quickly that there was no need to know what happened to\npeople who had been deported. Ca -- can you talk a little bit about your first awareness of\nwhat happened in the concentration camps? Did you see it on a newsreel, or read about\nit? What -- what -- as you began to know what had really happened?",
        "Q: Well, do you remember just what was that like, as that information began to become\nknown?",
        "Q: Searching entailed looking through the lists of names?",
        "Q: Just tell us a little bit about what made you begin to think about leaving England.",
        "Q: At that point did you still have contact with your original guardians, the Stevensons?",
        "Q: I mean, that’s surprising, because they -- that you didn’t have a very easy time with them.",
        "Q: You’ve said twice now that he was too warmer. Did he ever make you uncomfortable as\na young girl?",
        "Q: He -- he was inappropriate sometimes?",
        "Q: Okay.",
        "Q: Because I had read that that had been a situation that some of the young girls had\nencountered as they came over.",
        "Q: But can I ask exactly what he did? What -- I mean, did he try to --",
        "Q: -- have a relationship with you as a young girl?",
        "Q: Okay, okay.",
        "Q: Did you tell anyone about that?",
        "Q: Y-You said a couple times about how -- how lonely you were, what -- what -- what did\nmake you feel less lonely? Was there anything, was it -- were there some people, or\nanimals, or reading, or -- was there anything that you were able to find to sort of fill\nyourself up?",
        "Q: Yeah, or -- yeah, I guess your lonely time, or what -- what was --",
        "Q: -- pleasing to you in that time when you were alone so much?",
        "Q: Yes.",
        "Q: Okay.",
        "Q: And tell us a little bit about going to the United States. Were -- were you excited?",
        "Q: Tell us --",
        "Q: -- a little bit about the United States, that [indecipherable |",
        "Q: When did that change?",
        "Q: What is your -- what was your husband’s name?",
        "Q: Your husband’s name?",
        "Q: Okay, we’ll stop now, for supper.",
        "Q: Tell us ho -- why your husband went to Brazil originally.",
        "Q: And so where did you get married?",
        "Q: Okay. And then he suggested that you move to Brazil?",
        "Q: So here you are again, going off on another -- you know, to another country you’ve never\nbeen to, and a language that you don’t know.",
        "Q: When did you know you were home? How did you know?",
        "Q: And you had children?",
        "Q: You had four children?",
        "Q: And I’m curious, did you raise them in a religious way at all, celebrating the Jewish\nfaith?",
        "Q: S-So the story of what happened to your parents, that wasn’t something you made a\nsecret, or just didn’t discuss?",
        "Q: You mentioned once earlier going back to Berlin, I’d just like to ask a little bit more\nabout that. Did you go to your street, the street where your house was -- your apartment?",
        "Q: I wanted to ask a little bit more about Olga, actually. Can you just tell us a little bit about\nwhat it was like a-as she got sick? Where would you visit her, or would you -- would you\nspend time with her? What was sh -- what were the kinds of things she was thinking?",
        "Q: Did she want you to not tell your parents, or to tell your parents?",
        "Q: And she was 28, how long did she live with the cancer?",
        "Q: Before she did get sick, though, were you and Olga able to do some things together? I\nmean, did it feel like your sister was living, you know, nearby, and that you would -- you\nwould do things with her on, you know, some days.",
        "Q: Yes.",
        "Q: I -- I guess that’s what I mean, maybe if you’re not even living in the same apartment, but\nthat you were relying on each other as sisters, again. Or was it because --",
        "Q: Okay.",
        "Q: But did she -- she ever get married?",
        "Q: Did she ever get married?",
        "Q: She didn’t, okay. Well, I think that’s what I wanted to ask about, but I wonder if there are\nsome things that I haven’t asked you, that you would like to share.",
        "Q: Well, I think that it would be good to show some of the photographs.",
        "Q: Think that theyll adjust --",
        "Q: Well, you could say just a general thing, when they’re ready.",
        "Q: We’re ready now. Who is this? Is this your father’s family?",
        "Q: And this picture, who is this?",
        "Q: And what is this building?",
        "Q: Do you remember the address?",
        "Q: And what is this picture?",
        "Q: And the picture on top?",
        "Q: Now this is a copy of what photo?",
        "Q: And this photograph here?",
        "Q: And this photo?",
        "Q: Is this in London?",
        "Q: This photo here?",
        "Q: And this picture?",
        "Q: And this photo?",
        "Q: And this photo?",
        "Q: And who is this person?",
        "Q: And this photo?",
        "Q: And what is this group here?",
        "Q: Now, who is this gentleman here?",
        "Q: And his name?",
        "Q: And this?",
        "Q: [indecipherable]"
    ],
    "answers": [
        "A: I was born Inge Marion Sachs, on the 27\" of May, 1923.",
        "A: I think you better remember that I don’t hear very well.",
        "A: I was born in Berlin. I was born in the same apartment from where I immigrated late --\nsik -- 15 years later. So we -- my family always lived in the same place.",
        "A: My mother came from Silesia. She was married and came to Berlin, and her husband died\nin the first world -- f -- was a soldier in the first World War, and he left this life. My\nmother had one daughter, my sister. She was born in 1913, and my mother -- mother was\nleft a widow, I think 1917, something. She had to earn her living, and I have photos of\nthat. She had to bring up her daughter, was a very difficult life. My father was also in the\nwar, the first World War. They were married, and I -- I don’t know in which year, might\nbe 1920, and then we grew up as one family. That’s to say my sister was my sister, and\nthere was no difference made. My f -- my family was always poor. I don’t know what my\nfather actually learned. He was born in 1886, he must have had some sort of profession\nbefore the war, he certainly didn’t have any profession afterwards. It was very hard\ngoing, he was a s-salesman of some sort, or something like that. And in 1923, there was a\ninflation in -- in Germany, and the -- hyper inflation, was very, very hard. Later on, he\nfulfilled his dream. He set up, I think with money from his parents, which would have\ncome to -- wh-which he would have inherited, he set up a shoe repair shop, and he really\n-- that was the sort of thing he loved, doing things with his hands, although in Germany\nyou -- you had to have certain people there who -- who learned the profession, but he\nworked there, and he liked it, and it was hard going, but Germany 1s terribly well\norganized. They even had certificates for people to repair their shoes, in way of Social\nSecurity, that was part of Social Security. So when he got permission to use these\ncertificates, things were try -- were starting to pick up.",
        "A: Yes. My mother was Marguerita Colcreeta Copaulna. That was her naiden -- maiden\nname. She married M-Mr. Suskind, and then my sister was part of the time called -- well,\npart -- when I say part of the time, she was later called my name, Saxe, too. But officially\nSuskind. Olga Minna Suskind.",
        "A: Yeah. But she was really, for all intents and purposes called my family name. And my\nfather’s Alfred Zemon Saxe. But you realize that during the Hitler period, every -- every\nJew who hasn’t got a typical Jewish name also had to be called Sarah, although it’s a very\nnice name, and all men had to be called Israel. So that makes -- but that was cancelled\nlater on.",
        "A: Yes, yes, yes.",
        "A: I knew my father’s parents, but they lived somewhere else, I didn’t have very much\ncontact, but I have a very -- I have a clear remembrance of my father’s parents. I was\nvery close to my mother’s parents, although my mother’s mother died in childbirth, so\nmy grandfather married again. But this grandmother was -- although my -- 1t was very\ndifficult for my mother in the beginning, later on it was a good relationship, and I always\nconsidered her my real grandmother.",
        "A: Yes, my -- they lived in Breslau, although they lived in Upper Silesia in the beginning.\nAnd my grandfather had a -- what would you call it, where you cut wood.",
        "A: A mill, a mi -- no, no, no, no, no, a mill. A mill to -- for timber.",
        "A: Alright. Now, they were quite well off until some sort of relatives or other -- this story I\ndon’t know so well, but he went off with some money, so things weren’t so beautiful that\n[indecipherable]",
        "A: They -- somebody went off with some money --",
        "A: -- and they weren’t so well off either, but that’s how they made their living.",
        "A: I -- even as a small child, I was put on the train, and at the other end they took me out of\nthe train, and I stayed with them. And there was a number of brother and sisters, my\nmother’s, in the same town, and that’s where -- that’s how I spend my time, m -- always\nbeing together with -- with uncles and aunts, and staying with my grandparents.",
        "A: No, I don’t remember being scared, no.",
        "A: They came to visit us in Berlin, I don’t remember ever visiting them. The family saga\nsays I’ve been there, but I don’t remember that.",
        "A: I went to school -- when -- I mean -- no --",
        "A: Well, we -- we used to go for -- for an excursion or something like this, or visit\n[indecipherable] there. I don’t remember that too well.",
        "A: Yes.",
        "A: We s -- m-m-mostly we slept in the same room, later there was a little room where I went\nto. I always used to quarrel terribly with her. I was stronger than she was, although 10\nyears younger, and I believe now, I’ve believed for a long time, for the sake of family\nunion, it was never told to me that she was my half sister. And I always knew it, and there\nwas sort of insecurity about it. I think that made me quarrel with her. Later on we were\nvery good friends. When I -- when nothing secret was kept f -- you know, we were very -\n- | -- | was always insecure because of that. Would have been -- nowadays one wouldn’t\ndo that sort of thing, one would tell what it’s all about. But it was done all -- all out of\nlove, to make the family closer.",
        "A: It’s an apartment.",
        "A: Yes. I can see that very clearly in front of me. When you came -- it was on the second,\nhow do you call it, one, two, three.",
        "A: Second floor, and you came in, and there was a corridor, and straight ahead there was a\nkitchen. Well, it was a kitchen 60 years ago. So that was different. Off the kitchen there\nwas a very small room thot -- that’s where I slept at times, really meant for the maid, but\nwe didn’t have a maid, and there was another exit to the sta -- to the stairs down, which\nwas supposed to be used for maids, and other people who were -- are not the family\n[inaudible]. Well then, if you go back from the kitchen, come to the corridor again, I still\nsee in the corner, a place where | had all my toys, and which was always very untidy, and\nI always tried to tidy it up. And then to the right there was a room which was called th --\nwell, it’s much nicer in German to say it, but it was called a gentleman roo -- oh, you\nmight call it a smoking room, maybe. There were books in it, and a table, and a couch,\nand something like that. And then you came into the living room proper, living room and\ndining room. It was rather big -- relatively big place. We always had flowers in the\nwindow. There was a balcony off from it, and beh -- and then came the children’s room,\nso-called, where my sister and I slept, and I had my desk and work [indecipherable].\nBehind that room was another corridor. You could go th -- straight through th -- my -- my\nparents room, but you also had a little corridor going at the back to go from there. It was\nat -- a do -- now, if I say -- in Berlin you had houses which had apartments in front, then\na small garden, and then back part of the house. And that’s where we lived, at the back\npart of the house. I mean, it’s a four, five story house -- apartment house.",
        "A: Yes, yes.",
        "A: Children used to play together -- I used to, up to a certain time.",
        "A: Whether they had any friends?",
        "A: Well, I had a very good friend who lived in the building nearby, and we used to have\ncommunication not by telephone, but by -- w -- by -- by mail, which we -- w-with strings,\nand a box, an -- which we could sort of -- she lived down there, and I lived up there, and\nwe si -- I don’t remember how you call it, flafinpost. And I --",
        "A: Communication.",
        "A: Yes, yeah.",
        "A: Anita Berger. And there’s a story attached to this. One day in the Nazi time -- we were\nvery good friends -- she came up to me, and she said, “I am terribly sorry, I’m not\nallowed to play with you any longer, my father would lose his job.” I was terribly hurt --\nwell, I mean, there were more things to be hurt about, but this I remember very clearly.\nAnd my mother understood it much better. She thought it was very good of her to come\nup and tell me. I still remember her name.",
        "A: I might have seen her at school, but we never -- there was not -- no longer any\nrelationship between us.",
        "A: No, she explained that she thought -- sh -- she just said -- I think she -- she thought it was\ngood, and nice of her to come and explain that herself, and not just drop -- just let the\nrelationship finish without saying anything.",
        "A: No, I was just terribly hurt.",
        "A: Yes, 1t was quite -- I mean, the district of Berlin where I lived, there were relatively many\nJews, and we all went to school together. There was no -- well, nowadays I have my\ndoubts whether the non-Jewish really had the same relationship as we thought we had.\nBut I think there was no difference. There was Jewish -- there was religious instruction in\nschool, and the non-Jewish children just stayed where they are, and the Jewish children\nwent to the next classroom, and had other religious instruction. There was nothing much\nthought about it.",
        "A: There -- we were what you call very liberal in we -- family in way of religion, that we --\nwe didn’t keep any Shabbat, what we kept the high holidays, the holidays, such as\nPesach, which was a family affair, and we went to the synagogue. I went -- I had a time\nof life where I was religiously inclined, but it was all ver -- very liberal, as I said.",
        "A: Well, must have been around 10 - 12 years, something like that. I went -- I --",
        "A: I went to the synagogue on Friday night, or on Saturday morning, I don’t remember.\nWell, that’s was all about it, I went to the synagogue.",
        "A: No. It was just one of those things which happens.",
        "A: Mm-hm. I was in -- I’d never had any Zionist inclination. I don’t know whether that was\ndue to my parents influence, or -- I don’t know, or I just didn’t have -- happen to have\nthose friends. I was never in any youth organization. Many people -- that was to -- to -- to\nbe scouts, or something like this, or -- there were many youth organizations, I was never\nin any youth organization.",
        "A: Yes, I remember at times being at my grandparents for Pesach, and also at home, my\nfather led the -- the celebration. And I also remember that my sister and I, we usually\ndidn’t behave very well. We used to laugh a great deal, I don’t know why, but it was\nalways a very funny thing. But it was nice, and it was, in a way, in the spirit of the\nreligious thing.",
        "A: Nothing. This was such a thing we -- that was self understood. There was never any\ndoubt in my mind that I was Jewish, that my parents were Jewish, but it didn’t -- at that\ntime, it didn’t weigh, it didn’t make any difference. I mean, that was just one of the -- I\nhappened to be a female, I take it for granted that I’m a female. I wear glasses, I took that\nfor granted, and I took for granted that I was Jewish. There was never any problem about\nit.",
        "A: It was the most natural thing in -- in the world.",
        "A: I happened to be -- I was born in German, therefore I was German, so I thought. I happen\nto be -- I ha -- happen to have Jewish parents, therefore I was Jewish. Was just a perfectly\nnatural thing. Although I do remember I had a very good friend who was Jewish, and she\nwas brought up without any religion. And tho -- these people had far harder times still to\naccept later the -- the -- the Nazi time. And my -- I also -- the household wasn’t kosher.\nSo there was nothing very -- that separated me very much from my other friends.",
        "A: Well, nowadays I have a maid, so if I say she didn’t have a maid, that means something\nto me, it may not mean anything to you. So she took c-care of the household.",
        "A: Well, I -- I -- that I don’t remember very clearly. I don’t remember clearly having\nbreakfast. I remember very clearly having lunch after ca -- I came home from school. My\nfather didn’t come home, so he had another hot meal -- hot meal in the evening. I us-\nusually partook part of the hot meal. And even when you have usually just bread and\nsandwich in the evening. And she cooked, and she washed, and she was popular in\nentertaining, but it was just ladies who came in the afternoon and had -- well, what I do\nremember very clearly is my birthday parties. And there were -- my mother had a great\nability to make a -- a party. And so much so that I could take it -- I could continue with\nthis with my children, and now I do it with my grandchildren, although it’s not at all done\nin Brazil. You just have -- in Brazil you just have food, and noise, and parents around,\nand I try to play with the children the way my mother played with me, with us.",
        "A: Yes, although I don’t quite know how to -- there are different games y-you play,\ntraditional games. They are all the same games on -- every year. For instance -- I ca -- I\ndon’t know any proper name to the game. You hit a little present, and then you s -- what\ndo you cook in?",
        "A: No, no, no, no, no, no. The food, on the --",
        "A: The -- the -- the --",
        "A: The po --",
        "A: You -- you hid some little present under the pot, and then you tie it up, something around\nthe eyes of your -- of the child, and gave her a -- a spoon, and then she had to find the --\nthe pot, and beat on it, and then the -- was taken off, and she looked underneath for a\npresent that was underneath.",
        "A: Or there was one, the journey to Jerusalem, which had one chair less than there were\nchildren, and the music played, and when the music stopped, each child had to find a -- a\nchair, and as there was one less, one child didn’t find a chair, and stepped out, until there\nwas just two children, and one chair. Al-Always little presents to give when -- when --\nwhoever won. And there were different play -- when you were younger you had other\nplays, and when you were older, a little bit more sophisticated.",
        "A: I might even start with kindergarten, which I remember very clearly. I didn’t like to go to\nkindergarten. For a time, I vomited every morning before going. But at that time\npsychology wasn’t very known. After awhile I -- I went there, and I learned a lot of\nthings to -- to do with my hands, to fold paper, to -- it was a lot -- you didn’t learn any\nreading or writing, you played, you sang, and you did a lot of handy work, too. And I\nhave friends which co -- compani -- no, no -- the one friend who accompanied me since\nkindergarten, she died in Holland, she was murdered in Holland. Well, that was\nkindergarten, which I remember very -- very well indeed. And then school started, and I\nstill have two friends which -- with which -- whom I started school. One lives in\nPhiladelphia, and the other lives in Los Angeles. The others I lost [inaudible]. We had a\nvery nice first teacher, who I -- got very friendly with me, and even after the Nazi ti --\ntime, she kept in touch with me, and I kept in touch with her even after the war. I got in\ntouch with her again after the war, that was my --",
        "A: She was not Jewish. She gave me a little book as a farewell present. She didn’t have the\ncourage to write her own name, but she wrote, from your old teacher. I remember the\nname of the ge -- of the teacher who was our religious instructure -- in-instructor. We --\nyes, what -- well, we’ll just say learn to read and write, and do the -- there were four\nyears of -- of primary school.",
        "A: Snyder, Snyder.",
        "A: Which is German for tailor. There were others later on, but this, I -- he -- now I don’t\nremember whether this was primary school where -- where we learned some Hebrew.\nMus -- might have been.",
        "A: She was a friend, yes. I used to visit her in her home. After the war when I -- I had to\nsearch for her again, I found her, and she was then very sick. I sent parcels to her.",
        "A: She died. I kept on the contact with her mother.",
        "A: Yes.",
        "A: Well, not very close, but near enough.",
        "A: Well, ever since I can read -- and it was rather hard to learn reading for me, but ever since\nI could read, I’ve always been reading. What I was going to be later on, I think at one\ntime I wanted to be a teacher, which wouldn’t have been a good idea at all. And I do\nremember later on -- a little later, we were -- some friends of ours sitting together, and\ndiscussing what we want to be, or how we want to be. I just wanted to be a housewife in\nan apartment, and nothing really else, so it turned out quite differently from what I\nplanned. But I had no distinct trends to -- or talents to be something.",
        "A: No, no, we never moved. I mean, we always stayed in the same apartment. And I\nremember distinctly the street, and the -- the school. One was there, the other one was\nthere. But that, of course, it’s different. It was near to Espan station -- to a sta -- train\nstation, very close to the train station. I’ve been back to Berlin in more or less recent\nyears, and I could remember everything, and in a way I didn’t recognize anything. I\nmean, was there, but it was -- I sh -- I must have changed, the neighborhood stayed the\nsame as it was. I didn’t really take it in as something which was near, or close to me.",
        "A: No, on the weekends we always made excursions. Berlin has -- in the summer, Berlin has\na very beautiful surrounding, there was always something to go o -- we went into the\nwoods, and picked blueberries, or went on a -- on a steamer, on one of the rivers. In\nwinter, my father almost always took me to a museum on Sundays. A little later on, with\na friend of mine, we s -- we stood to buy some tickets for opera, was to go to the opera.",
        "A: Yes, I felt anxious about it. It was always a cloud over my head. Not really because --\nyes, my mother used to make my dresses, and I -- my -- my friends always had much\nmore beautiful dresses. And -- and I felt the sorrow, or the anxiousness my parents felt.\nMiddle class people may -- it’s possible that they feel it stronger than people who are\nborn poor. It was always -- it was a cloud. Although it didn’t affect my -- the warmth of\nthe family, or our happiness together.",
        "A: An anxiety about it. There was always enough food.",
        "A: Yes, yeah, I did. And what was a great pleasure, he went to town to this -- to downtown\nor whatever, to buy leather. There were big sheets of leather for the shoe soles, and he\nused to do the buying of that, and he took me along, and I liked -- liked that very much.",
        "A: No, I don’t think she did, no.",
        "A: Well she -- she was 10 years older than I, we didn’t do anything much together. We -- we\nused to go s -- no, I went skating in the winter, and she used to fetch me from the skating\nrink.",
        "A: Pick me up.",
        "A: Well, when I was eight, she was 18, she already left school. She went -- she -- she learned\nsewing. In Germany there’s a system of having three years of apprenticeship, and then\nyou have to make a exam, and then you went to -- 1t was something else. And she went in\nfor sewing.",
        "A: Yes. I don’t really know what we quarreled about. I don’t think we quarreled about\nmoney. Every weekend my father gave the coins, the -- well, the pennies you have here,\none week to one, and the other week to the other. And I always -- I never had any reason\nto spend my money, so I always had more money. But we didn’t quarrel about money. I -\n- I lend it to her -- I gave it to her. I mean, I lend it to her, but in the end it was\n[indecipherable]. No, we didn’t quarrel about money.",
        "A: Yes, very little, because in a big town like Berlin, it wasn’t nearly as bad for one person,\nreally, than it was in small towns. But the parents were anxious. One heard the screaming\nvoices on the radio. That’s when it started. And my worst remembrance is at night, they\nused to march with -- what do you call it, a fire in --",
        "A: A torch. And that -- and singing, same time. And then of course, it started in school.",
        "A: Yeah.",
        "A: As there was no television, I must have seen it myself. Do -- I can’t remember walking\nthe streets of Berlin and seeing it. So -- and when it got dark, I was usually at home. I\ndon’t remember how -- I remember, but that’s something which was terrifying, the\nsinging. And I don’t remember this -- they marched in front of our house. So --",
        "A: Songs that Germany was going to rule the world, and all the Jews were going to be\nslaughtered. I have a-another very plea -- well, a more satisfying remembrance, at school\nthere was a -- one class which was for -- for music. And all the children were singing one\nof those Nazi so -- songs. And the teacher said, “Now we sing the first verse, and then\nsecond. And now we sing the fourth.” So a wonderful colleague of mine asked, “Why\ndon’t we sing the third?” So he said, “That would hurt some of your colleagues.” And\nthat was when Jews were cut their throat and all the -- the blood was dripping from the\nknife. So I’ve never -- I don’t remember his name any more, and I’m sure he died in the\nwar, but I’ve never for -- it’s a memorial gift to him. And this was great things to do. I\nmean, this wasn’t just something somebody might say, that -- you had to have courage to\ndo that.",
        "A: Well, it was Hitler, and -- and this Goebbels and some. I mean, they knew it were hard\ntimes, but unfortunately they didn’t wri -- realize early enough how hard they were.",
        "A: You refer to the two names, on -- or you --",
        "A: No, Goebbels was a minister.",
        "A: I think so. I mean, I don’t remember any time, any -- any occasion, but there was always\ntalk about it.",
        "A: No, that wasn’t something that was hidden from me. I mean, they didn’t themself realize\nhow dangerous situation was, so there was nothing to hi -- but that it was a dangerous\nsituation, that wasn’t hidden from me. It couldn’t have been hidden, it was too loud --\nfrom the outside.",
        "A: Yes. There was the ninth of November, 1938, when it all smashed. You heard of the --",
        "A: And that was the end of it.",
        "A: Yeah.",
        "A: I don’t think so. I think things were looking up, financially.",
        "A: No, there was no question of hiding at all. But I had to leave the public school where I\nwent, because things were getting too unpleasant. S -- pinpricks. Jewish children weren’t\nallowed to go on the excursions any longer, and that sort of thing. Although, in my school\nit was relatively liberal, I mean, but things came to the point when I ha -- I went -- I left\nthat school and went to a Jewish school, a Jewish private school.",
        "A: Oh, well, Jewish children were sat at the -- sat at the back, maybe, and princ -- principally\nthat we cou -- weren’t allowed to go to the -- to the excursions. The school had a house in\nthe country that belonged to the school. I don’t think I’m wrong to saying that the -- it\nwas mainly built by Jewish parents, with Jewish parent’s money, but they weren’t\nallowed to go there any more, and that was very, very hard. The class went twice a year,\nonce in the summer, and once in the winter. And they weren’t allowed to go any more.",
        "A: Well, lip te -- I don’t remember that very clearly, but the teacher who organized it said,\n“We’re going from the seventh to the 14\", and the Jewish children can’t go over there.” I\ndon’t remember that very clearly, but there was no doubt about it, that we had to stay\nbehind. There were also performances for Christmas for some sort of -- the whole class\ntook part, but that was when the Jewish children were not allowed to take part in the\nperformances any more. Well, maybe even more than pinpricks for -- for a child.",
        "A: Well, there wer -- didn’t -- n-n-not everybody left at the same time.",
        "A: But they were always getting less, and wasn’t to be done any more.",
        "A: Hardly. No, hardly. There was -- as we’re not allowed to go any more to the cinema, to\nthe concerts, to the opera, to the theater, the Jewish community organized a Jewish\ncultural club, and that’s where -- where we went, there.",
        "A: Oh, the Jewish community in Berlin did a lot in -- in the way of cultural activities,\nalthough there is a s -- there are people who nowadays say, maybe with some reason, that\nwas a fault. If everything had been cut off, and no substitute, cultural activities would\nhave been offered, people might have realized it sooner, what was coming -- what was\ncoming. I don’t know. We enjoyed it at the time, but 1t might have been better if na -- if it\nhad been left as it was, and not offer any alternative.",
        "A: Well, ow -- to where?",
        "A: Yes, yes, I -- I went with a friend to concerts, for opera. They did quite a lot.",
        "A: My mother always regularly went to the opera, when it was still possible, and then of\ncourse, she -- she missed that very much. She was quite a talented musician, she played\nthe piano. But, nothing professional.",
        "A: Yes. I had also piano lessons.",
        "A: Very gradually -- very gradually.",
        "A: But as I say, I lived in a big town, and somebody who lived in a small town, or in the\ncountry would tell quite a different story.",
        "A: No. Everybody was more or less the same, that they ignored, and thought it would pass.",
        "A: Gradually, yes, gradually [inaudible]",
        "A: No, leaving the country.",
        "A: Mm-hm.",
        "A: Oh, it was talked about a lot. My father, like very many other Jewish men, said, “I’ve\nbeen in the f -- I’ve been a soldier, I fought for Germany, nothing will ever happen to\nme.” So many people said that. And this was -- I now remember when I left primary\nschool, went into high school, if I remember rightly, the permission to enter high school\nwas only given because my father was a so -- had been a soldier. And even that should\nhave given people food for thought.",
        "A: Yes, but I mean, it should have been a right fo -- for e -- for e -- there were many people\nin high school whose father was not 1n the war. So that shouldn’t be a reason.",
        "A: I -- I think 1t wasn’t a decision my parents did, it was a natural thing to -- I don’t\nremember that there was a discussion about it. Other -- my other colleagues, other friends\nleft, and so I left, too. And that was not something I remember as a trauma.",
        "A: I went to a very small school, I don’t think there were more than 50 people. An\ninteresting school in as much as there were a Jewish school, and there were very little\nroom for people who were Jewish related, not Jewish by religion, and who didn’t have no\n-- nowhere to go to, really. And this school took all children in who were in any danger.\nThey -- strangely enough, there was just one thing that was not allowed. That -- she --\nthis -- this school belonged -- belonged to a woman, a highly educated woman, who\ndidn’t want to have any Zionists in her school. She was -- it seems incredible today, a\nNationalist. She later immigrated too, to the United States, and saved her life, while\nthrough her influence, a number of people stayed in her school -- 1-1n Germany, because\nof her influence.",
        "A: Well, I don’t want to use er -- the word non-Aryan, because I hate the word, but, I mean,\nthat explained it -- explained it. Was a Jewish father, a Christian mother, or something\nlike this, who were just as much in danger than -- than the purely Jewish children.",
        "A: Lachman. Dr. Vera Lachman. She was an extraordinary woman, she could -- she had to\noriginal Greek book before her, of the Odyssey and the Iliad, and read it to us in German,\ntranslating it. On the other hand, she spoke fluently is -- islane -- the language they speak\nin islend -- ice -- Iceland.",
        "A: Iceland.",
        "A: She taught, she taught. And she -- it was a very small school. The commercial path didn’t\nmake any difference to her at all. I think she got into a very great [indecipherable]. But\nwe really had excellent teachers for the different subjects, who just came in to teach two\nor three lessons a week. [indecipherable] Al-all my, if I may say so, intellectual interests\nwhich I might have, I owe to her. No, that is not quite true, as I said, my father took me to\nthe museums every Sunday on -- although he wasn’t an int -- intellectual.",
        "A: The school cost something, but those who couldn’t pay, didn’t.",
        "A: I don’t think we paid anything.\nEnd of Tape #1\nTape #2",
        "A: Who was marching?",
        "A: Well, the Nazi army, the so-called SA. I don’t know what [indecipherable]. The -- they\nwere in uniforms, and they were a political military arms of the regime.",
        "A: Oh yes, they were all around. Hitler youth were the male, and they were called -- for the\ngirls there was another organization, BDN, Bund Deutsch Nation, German girls\n[indecipherable] association of German girls. They were youth movements. Oh yes, they\nwere -- they wore uniforms, and they were all around.",
        "A: That was different, some wore them all the time, some only wore them to -- for the\nmeeting.",
        "A: Everybody -- everybody had to join. And there were -- 1-if -- I -- I would have joined,\ntoo, in a different situation, because they did nice things. They sang, and they walked,\nand they went on excursion. I -- I think I would have tried them, too. Everybody had to,\nbut it’s very possible that I would have enjoyed it. That part of it was -- well, it wasn’t\nharmless, because it turned -- 1t got increasingly worse, but as such it was a harmless\nsituation at the time, for the moment.",
        "A: One certainly had to become alienated and suspicious. I think the real hate came later.",
        "A: My parents certainly had it. I mean, you knew that you couldn’t trust anybody, you\ncouldn’t talk in your own living room without being afraid that the telephone was -- cou -\n- it’s -- it’s a word that’s used very much now.",
        "A: Bugged. I mean, even in those days, one was afraid of bugging.",
        "A: From °33 on, but it got increasinging -- increasingly worse.",
        "A: I -- I don’t remember them saying that. I do remember that it was always understood. I --\nI haven’t got rid of that feeling to this day. I mean, 1t wouldn’t be a political situation, I\nwouldn’t -- I don’t want to discuss on the telephone, but if I would say our friend X is a\nterrible person, I wouldn’t say that on the telephone. I don’t know whether that’s my past\nthat makes me do that, but I’m certainly careful.",
        "A: No, I don’t really remember that. Again, that’s because I lived in a big town.",
        "A: There was nothing -- there was nothing like that, that hit us personally.",
        "A: I mean, the friendships, yes, but nothing in -- my parents also lost some friends. On the --\non the other hand, there were friends who stuck to them. They might not make a big show\nof coming to see them, but there were many -- well, I don’t think my parents had many\nfriends, but there were some who -- who stuck to them.",
        "A: Yes.",
        "A: No, I can’t tell you anything about that. I know that really as history. I wasn’t witness,\nand it was talked about, but I can’t say anything mo -- more about it. I -- they might have\n-- my parents might have been more aware of it, but I don’t remember anything about\nthat.",
        "A: No.",
        "A: No.",
        "A: Well, one met them all the time on the -- on the road. There was no reaction. Maybe\nbecause, so I’m told, I have not what was then considered a typical Jewish appearance, so\nit -- it never -- I’ve never personally experienced any anti-Semitism. Personally, to me, I\nwas never felt that I’m being aggressively treated.",
        "A: No, no. Pretending that I was?",
        "A: No, no, never. There was never a question about that. And I don’t think one could have\ndone. I mean, there were documents which proved that was not in it at all.",
        "A: E-Except maybe that my mother let me go to a concert, which I shouldn’t have done.",
        "A: Well, there’s nothing much to tell. There were tickets, and I just went in. There wasn’t a -\n- at the entrance, anybody who would ask me whether I am Jewish or not Jewish. I mean,\nit wasn’t done that way, it’s just Jews didn’t go to a concert, weren’t allowed to, and I\ndid. I remember that very clearly. I didn’t feel there was any danger. Later on, I revolted\nagainst that, I didn’t want to do things which weren’t allowed for Jews. I don’t remember\never sitting down on a bench in the park where it was written Jews and dogs are not\nallowed. I don’t remember doing that. Another thing which might be interesting, we -- I\nsaid we were very liberal Jews, and nowadays, of course, everybody celebrates\nChristmas. We always celebrated Christmas, was part of our tradition. And -- and from\n30 -- and it was a lovely family affair, and very warm and close. We celebrated a Jewish\nfestival, and we celebrated Christmas, and we searched for Easter eggs at Easter. So we\ndidn’t leave anything out. But I think from ’37, we revolted against it, very much to the\nsorrow of my parents, we didn’t want to have any more Christmas celebrations. So we\nwent instead to -- to relatives of mine who did continue celebrating, they were only half\nJewish. I hate these words, but my grandmother’s youngest sister had married a non-Jew,\nso they continued and we went there.",
        "A: Yes, against -- well, actually it’s a religious festival, we didn’t celebrate it as a religious\nfestival, but I think it was a German tradition, and we revolted to -- to a German rid --\ntradition -- against a German tradition.",
        "A: No, no.",
        "A: Yes, because they liked to do -- to have a nice atmosphere, a Christmas atmosphere in\nGermany is particularly nice, and so they missed the family tradition.",
        "A: When my father, after the so-called Kristall night, came t -- went to a concentration camp\nfor I think three or four weeks, there was fear in the family, yes, certainly.",
        "A: I was still home.",
        "A: Yes, I can tell you exactly. On the night itself we stayed at home, there was nothing, but\nin the morning my father thought he had to go out and see what happened to his business,\nand while he was out, the secret police came to get him. And my father wasn’t home, so\nmy mother said he wasn’t home, and the man asked, I believe quite politely, whether\nthere was anybody else in the house. And she said, “Just an old sewing woman.” Which\nwas the truth, there was an old lady who did our sewing. She did not say that her brother\nwas also in the -- in the -- in the apartment, who came from Breslau, from another city.\nSo the man went away, and said my father had to report to the police station when he\ncomes back. I don’t know when and where my uncle left the house, but I do know that\nmy father came back, and he said, “Oh, they said I should come to the police station, so\nI’m going.” My mother said, “Don’t go.” He said, “Of course I have to go. If I don’t go\nthey’ll take my -- my wife and my daughters.” So he went. That’s a typical German man\nfor you, who observes the law of the land. He was taken -- I remember also he was\nallowed to make a phone call to us, to my mother, and saying he was now going away.\nHe went to the concentration camp. Not one of your extermination camps, but a\nconcentration camp.",
        "A: Must have been something over the radio.",
        "A: No, I don’t think I was allowed to go outside. I do remember to my shame, that\nafterwards, a day after or so, I was told to go out to do some shopping or other, and my\nmother asked me to bring her some -- some -- something to calm her nerves, in the\ndrugstore. I’d forgotten that. And haven’t -- haven’t ever forgotten that I’ve forgotten it.\nAnd she needed it badly.",
        "A: Yes, I saw the -- the men in uniform, standing outside Jewish shops, and preventing\npeople to go in. I believe I remember that, it might be that I saw pictures of it, but I do\nbelieve I remember that.",
        "A: I don’t know, it was never -- 1-1-1t was smashed. I remember being there again, and they\ndidn’t talk about it in front of me. I don’t remember that. But he never went there again,\nafterwards it was gone. I don’t know whether it’s one of the employees took over, I can’t\ntell.",
        "A: No. And then for four weeks he was gone, and I can’t remember what wo -- what it was\nlike when he came back. From that point on, they tried very hard for -- to immigrate, and\nas that was very hard, at least try to get me to England on a children’s transport.",
        "A: Well, my mother was nervous, and I didn’t bring her any-anything to calm her nerves, but\nI’m sure afterwards she did it. Don’t remember that, whether she try -- if she went to the\npolice, and -- station and tried -- tried any -- I don’t remember that.",
        "A: Pardon?",
        "A: My sister was there. My sister went to England in February, so that was all at that time\nbeing organized to get things --",
        "A: Well, most men who came home had a shaven head, but as my father didn’t have any hair\non his head anyway, so he didn’t look very different. I don’t think he -- yes, he did talk\nabout it. He said it was very, very hard for many people because they were beaten. But if\nyou were put in a line, and were told to keep still, and somebody hit you from the back on\nyour head, and you turned round, that was almost fatal. There were two kinds of people\nwho managed better than others. One were the wa -- the soldiers in the first World War,\nthe others were the Communists. The Communists at least had an ideal, and knew what it\nwas -- for what they were put into prison, or concentration camp. And the s-soldiers,\nformer soldiers knew what discipline was, so they didn’t turn around. So he wasn’t\ntreated as badly as some. Bad enough I’m sure [indecipherable] and the fear was very\ngreat.",
        "A: Looking back I think I always knew he would coming ba -- one didn’t know about these\nterminal concentration camps. They didn’t exist at the time. So we always hoped and\nthought he’ll be coming home. Or maybe I was just a child, and felt things will turn out\nall right.",
        "A: I don’t know. That’s a mystery, I don’t know. I’m sure there were a great many savings, I\ndon’t know what happened in that time. Whether other people helped, or the Jewish\ncommunity as such helped. I can’t tell, I don’t know.",
        "A: Anywhere. To England if possible. To the United States. Later on also to south ameri --\natose -- South America, yes. I remember a letter, very late in the day, when we were\nalready in England, they even considered Shanghai because that was the only place in the\nworld where you could go where there was -- without a visa. That’s to say there was no\nsystem of closing the door. But the sister of my mother went there, and it was very hard\nlife in -- in Shanghai. And she wrote back, “You better stay where you are. It couldn’t be\nworse in a concentration camp.” To her everlasting shame. But even so, I’m not quite\nsure whether my parents would have brot -- came up with the courage. I remember\nreading somewhere it would have been so far away from you, or it would have been so\nfar. I mean, people in Shanghai survived. They’re all living today in the United States, if\nthey haven’t died a natural death.",
        "A: A -- no, my fa -- my father had a brother who already immigrated to Holland, so I\nremember him traveling to Holland to try to get into Holland. I think he rather enjoyed\nthe trip. As a -- was not much to it. But, I mean, it was a serious undertaking.\nSubsequently his brother and his wife were also deported and murdered. His two ch -- do\n-- their two daughters survived, they are living today in the United States. I think they\nsurvived in hiding, they were baptized, which was later revoked, and they could tell a\nvery good story, too.",
        "A: The one lives in Florida, and the other in New York City.",
        "A: Mariana Greenbloom, and Hannah -- she reverted to her maiden name, Saxe.",
        "A: Nothing illegal ever entered into my parents mind. I mean, there wouldn’t be -- no sin\nattached to it, whatsoever, but I don’t think it ever entered into their mind. I have friends\nwho went over the border illegally. But Holland wouldn’t have been a solution at all.",
        "A: Well, at that point, we -- everybody knew why they have to immigrate. My sister went to\nEngland a few months before I did. I think she went in February, I went in -- in March.\nShe was beyond the age of kindertransport, she went as a housemaid, she had a permit as\na housemaid. Now, my parents tried very much to go and g-get into England as a married\ncouple. He -- he couldn’t drive, but as a gardener, and as a cook, or something like this.\nMy father had a course in -- came up yesterday -- in pedicule. Oh, and I have letters when\nhe -- they tried to learn English, and they had courses to learn Spanish, and my mother\nhad a course in learning to sew underwear. So they were preparing for immigration.",
        "A: My school closed down Christmas when there was a [indecipherable] vacation,\nChristmas, ’38, and from then on it was -- tried very hard to get, generally, children out,\nand even if it was an opportunity open still.",
        "A: It -- 1-1t -- 1t was closed, yes, permanently. It wa -- finished.",
        "A: By decree. Strangely enough that school, a very tiny building, was next to the house of\nHimmler, and that he allowed those Jewish children to make a noise in the interval, and\nplay around, and his two blonde children looking over the wall and watching us, it’s one\nof the amazing things, and I think he was too busy really, doing hart -- harm, to -- to\nbother about that. But in -- in December we couldn’t go back to school any more, that\nwas finished.",
        "A: I met her again in New York later on. No, I don’t remember saying good-bye to her, I\ndon’t remember seeing her. But I think she was behind the organization to get the\nchildren out at that point.",
        "A: It was generally understood that immigration has to be done, and there was a saying,\nwhat a good job when we have the children out, I mean to save the children. I might add\nthat from the moment when the school closed, till I actually could immigrate, three\nmonths, I went to a household school, I was supposed to la -- do I -- do -- do something,\nnot to let the children just hang around and not doing anything, and being [inaudible]. So\nI learned how to sweep and dust. Not very successfully, but that -- that -- some were\nallowed to cook, but I don’t think I ever graduated to cooking.",
        "A: She was making clothes for me, and preparing all the things I had to take along.",
        "A: Just clothes, and I don’t think there was anything special. Life was much simpler in those\ndays. What I did take along were photographs. I have photographs of my mother as a\nyoung girl, and from there on. And apparently my sister took all the correspondence and\nall, because it’s with me. And it was saved, it’s in our hands. That -- that she put into the -\n- that was given to us.",
        "A: At one poi -- point during the trip, it was an adventure, we went by ship. But beforehand I\ndon’t remember what I really thought about it. I thought it was a necessity. I was\nhomesick, even then, before I left home. But that’s -- can’t remember any more reaction\nto it. Everybody was preparing to go, so it was nothing special that was just for me.",
        "A: I don’t think it was a question of helping me, I’m sure she packed. And there were lists\nmade of everything that was in there -- in the [inaudible]. You were only allowed -- oh\nyes, so nothing variable left. I mean, you couldn’t take any money with you. I left with 10\nmarks in my purse. And with two knives and two forks, and two spoons, silver cutlery. I\nthink my sister took more, because she was more marriageable age, and her relatives\ngave her -- her father’s brothers gave the money to -- I don’t know, her. Yes and no. I\nremember she had a set of coffee cups, and bed linen, and that sort of th -- that’s -- I\ndidn’t take it on her -- s-she was more marriageable age.",
        "A: Well just the only valuable thing I could take out that was silver.",
        "A: No. I don’t think there was anything special, but it was -- some people who were brave,\ntook it to some other place -- to Turkey, somebody left for Turkey, and he took\nsomething along, and it was la-later sent to me. I don’t know any more when, but it came\ninto my possession later on.",
        "A: Bracelets, and a little watch, which I still have in my possession. Things like that,\ntrinkets.",
        "A: Probably, probably.",
        "A: Probably, yes.",
        "A: No. No, don’t remember it. I remember leaving, but I don’t remember the night before.\nMy father took me to the railway station. I always understood that my mother didn’t have\nthe courage or the strength to take me, but I’ve read recently that only one part of the\nparents could take you to the railway station.",
        "A: And we were sitting in the -- in the train, and I remember it was quite a cheerful occasion,\nactually. It was a sort of adventure. It wasn’t cheerful at all for my parents. And then we\nleft the -- the person or persons who accompanied us, because there were crowds of\nchildren, were very skillful, they made us sing. And then we came to Hamburg, to the\nport. And there was con -- control, and there were some women who didn’t have -- who -\n- who made a -- a s -- personal search, whether we had anything on our bodies. And I do\nremember that I thought if I was tickly, I would laugh now. I wasn’t, but it just made a\ngrin appear on my face, I’m quite sure. So it wasn’t a terrib -- for us, or for me, it wasn’t\na dramatic situation. And then we came on board ship, and as I said, the person who was\nrespons -- or persons were responsible, they were very skillful. They made us sing, and\nwe were quite cheerful.",
        "A: No. I remember my father waving, and -- but I don’t remember that [indecipherable]. I’m\nsure they weren’t cheerful in any way.",
        "A: Yes.",
        "A: I went on the boat, I went to Southampton, but there was a stopover in France, in Avri,\nand we could go make a land excursion, and that was an adventure. I mean, I’ve never\nbeen outside Germany, and that was an adventure. And then the boat went on, and landed\nin Southampton, and from Southampton we went by train. And in Southampton there was\na number of ladies who gave each child a box with sweets, and sandwich, and so on. And\nthen we went to London, to Waterloo Station -- this is all very vivid in my remembrance.\nAnd we sat on wooden benches, and the name was called. You see, some youngsters\nwent to -- with the kindertransport to s -- to a boarding school. Some went to a Quaker\norganization, and many went to private people who wanted to take a Jewish child in. And\nI was one of those. We didn’t know the people. There was some correspondence\nbeforehand, but -- so the name was called, and the name of the person who would take\nthe child in, or the school, or ever was responsible. And that really when life started in\nearnest. There were many children crying because they only realized at that moment they\nhad left home and parents. I don’t think I was crying. But then my name was called, and\nthe la -- the name of the lady who was expecting me. I had an aunt living in London at\nthe time, she was at the station. She waved to me from afar, greeted me in some manner\nor other, but not very long, because people didn’t want to interfere, or be, you know. So\nMrs. Stevenson took hold of me, and we walked away, and she drove me to her home.",
        "A: Yeah.",
        "A: Oh, she was an elegant woman. I was lucky, she could speak some German. She was of\nAustrian extraction. I think she was a little bit Jewish. I mean, I say a little bit because\nshe didn’t make much of it. But she’s been in England, I think of -- of a first generation,\nsecond generation, something like that. So she could speak some German. Because I’ve\nlearned English at school, but there’s nothing much to -- about, about my English.",
        "A: At that moment. I mean, it’s a complete stranger, and I was 15 going onto 16, but in those\ndays one was still considered a child, and was a child. I was expected to go -- I expected\nto continue school, but when I arrived and they realized in a month or two ti -- ti -- I -- I\nwill be 16, they said, “N-No more school for you, it’s too expensive.” You had to be a\nuniform, and whatever, no school. And was a -- that was a very big blow to me.",
        "A: Probably very sad, I don’t remember well. She was really -- I don’t know -- I can’t to this\nday say why they took some Jewish German child in, I don’t know. She was a very hard\nwoman, extremely hard woman. He was a -- a nice, warm, maybe too warm man in his, I\nwould say early 60’s. He was -- had been born in India, Scottish extraction, and he was a\ntypical colonial English -- Scotchman. He went to England to study medicine, lived in\nIndia for many years practicing medicine in -- in -- in -- in India, and then he went to --\nback to England. He had to practice in England. Was both their second marriages, and he\nwas a widower, and she was divorced, and she was a charming, good looking woman,\nand I think she was as cold as ice. And -- which doesn’t make sense why I -- why they\ntook a German Jewish child in, but that’s how it was.",
        "A: Yes. Not together. He had a daughter, and she had a daughter.",
        "A: No, they -- their children weren’t living there.",
        "A: Later on in the war, her daughter came to live there, and I moved from her room, which\ntoday 1s perfectly clear, and normal, and right to me. I had a nice room, and I had to move\nout -- out of that room into a maid’s room, which hurt me very much, but I don’t think\nthat would have -- should have done much difference to me.",
        "A: About?",
        "A: I was terribly lonely, I had ho -- was homesick. My sister lived 1n -- in London, I must\nhave talked to her somewhere, although I didn’t meet her very soon. I didn’t get out there\n-- it wa -- it was near London, I -- where I went in Surrey, near Croidon. Oh well, I don’t\nthink I had much feeling, I just was raw and traumatic -- traumatized [indecipherable]",
        "A: Yes. Then they decided I was going to be a children’s nurse. I was going to be trained as\na children’s nurse, and I was put into a day nursery. That’s to say, day as far as the\nchildren are concerned. The -- the nurses, the trainees stayed there. And that was --",
        "A: No, it wasn’t a school --",
        "A: -- it was -- it was a day nursery, a real day nursery where the working women left their\nchildren in the morning.",
        "A: Daycare center, yeah.",
        "A: Well, that was an extremely hard time for me. In the morning, the di -- the children\nchanged their clothes. They had clothes that belonged to the daycare center, and they had\nto be washed. So one of my jobs at one time was to wash clothes. Now, there’s no harm\nin this, if somebody tells you how to wash clothes. I can only advise you never to wash\nclothes like that. I didn’t have any more skin on my fingers. I mean, my life has been\nsaved, so I’m not complaining, I’m just telling you. In the morning my -- my fingers were\nall raw. I couldn’t hardly do this, but I had to wash washing again. Do the washing again.\nFor some reason which is not understandable, we’re not given enough food. Not because\nthere wasn’t enough food, but because, I suppose, the matron, and the sister learned at\nsome school or other, you give so many grams of these vegetable, so many grams of that\nvegetable, and so many grams of meat. I suppose that must be the case. And you didn’t\nhelp yourself, you’re -- just like David Copperfield, it was put on your plate, like this. I\nwas always hungry there. Now, the other fellow nurses -- trainees, were also hungry. But\nthey went into the larder in the evening, secretly, and took whatever they needed to\nsatisfy their hunger. They didn’t take me with them, but they said afterwards when it was\nfound out, that it was me who had taken the food. I mean, that sort of thing I’ve never\nencountered in my life. I was taught sort of, one stuck together. I would have gone with\nthem, I would have helped myself too, I was never a -- my English was as good as non-\nexistent [indecipherable] in those days, and yes, I remember there was -- we were\nsleeping all together, 10 or something like that. And I had a drawing which I very much\nliked, and I took with me, my drawing teacher did that. And I put it with -- I put it on the\nwall with pins -- with -- and every morning it was found taken down. Now, I wouldn’t, if\nI live in a house where there -- a house where there’s a wall, I wouldn’t advise anybody\nto do this either, but I would have talked to the girl, and said don’t -- please don’t pin it\nup, makes hole in the wall. But it’s just taken down, and -- and that sort of -- those sort of\nthings were very bad to take. And I had -- I remember very clearly that I had to take care\nof 25 children who had a rest after lunch. And they were supposed to close their eyes and\nSleep, if possible, but at least keep quiet. Well, under my care they didn’t keep quiet, and\nI didn’t know how to ke -- let them -- how to manage to keep them quiet. So I shouted at\nthem, and I remember very clearly that I always said, “Shut your eyeses.”” Which was a\ngreat success in the way of humoring them, and they thought it was very funny indeed.\nSo that was a -- and I remember more. I remember that every two weeks -- it could have\nbeen every week, there was no reason why half of the trainees stayed over, and the other\ncould leave for the weekend. But however -- before every -- before that half which had\nthe weekend off could leave, the whole place had to be cleaned, washed. Now, after\nawhile I realize if I just throw water over the furniture, that’ll do nicely, and get us off\nquickly. But I had thought that cleaning the place means taking off whatever dirt. So it\ntook me -- I’m always -- I’ve always been slow, it took me ages to get it, and the others\ncouldn’t leave. So that didn’t -- couldn’t leave until everything was finished. So that --\nthat didn’t make me much more popular either. On the other hand, there was a party at --\nwhich wasn’t very far, the people, Stevenson, I lived -- I had -- they had brought me over,\ndidn’t live very far. They had a party, and there was cake left over. And the rest of the\ncake was brought to me. I had a chauffer at that time. It never occurred to me, I wasn’t\nbrought up that way, it never occurred to me when I had the cake, not to vide it -- divide\nit among everybody in equal parts. So everybody had something, but they didn’t take me\ninto the larder with them. One of the things that had to be done to be a children’s nurse\none day, is to knit -- to knit something for a child. Well, I would never finished it,\nbecause there was always some -- something wrong with it, and I have to try -- like\nPenelope, I always say to -- to [indecipherable] again, and start all over again. I would\nnever meant -- made it. That war broke out in September, and the -- the children were\nevacuated, and the place closed down. So I went back to those -- to family Stevenson,\nand thought I was lucky, but then my hard time really started.",
        "A: How -- why?",
        "A: Well, I was a housemaid there, I lived with the family, which didn’t help at all, didn’t\nmake it any better. I got a very small amount of money each week, tiny. Two dollars or\nsomething like that. And I was terribly lonely. Occasionally I went up to London with my\nsister, my relatives, and a friend, very good friend, but most of the time I was terribly\nlonely. I -- it was suggested to me -- and don’t know now whether it before I went to the\nchild care, or afterwards, it was suggested to me that I join the Girl Scouts, and I did go\nthere one afternoon. I never went back again. And they were so -- there were uniforms,\nand -- and military drill, so to speak -- maybe it wasn’t as bad as I -- I had the ex --\nimpression, but 1t reminded me too much of Nazi Germany, so I never went back, which\nwas a big mistake, I might have made some [indecipherable] there. But nothing could\nmake me go back.",
        "A: Every -- well, these people made me come over. They -- they gave the guarantee, and\nwhatever it took. So, one of the things was not to interfere, after all, they took on the\nresponsibility. On the other hand, my aunt, too, they had -- they were economically not\nsettled down yet. I mean, it was difficult. After three years, they decided a child -- a child\n-- I was 18 by then, had to learn something, so I -- I did go away from them. It was very\nhard, they didn’t want to let me go. I was a very bad maid, but I was very cheap. And was\na hard struggle, but I did go to my aunt.",
        "A: By the time I learned to speak English, I had conversations with her, yes. I don’t think\nshe had any understanding of what was going on. I used to write letters, that took an\nawful long time. By hand, of course, not by computer. And I don’t think we had much in\ncommon, but I can tell you one thing that might illustrate the coldness. I told you about\nour Christmas celebration. Well, in the beginning of December, or the middle of\nDecember, it was decided that the family was going away somewhere for Christmas.\nThere was another maid in the house, she was also a Austrian refugee, but she didn’t live\nwith the family, she came over as a maid. Everybody was going to leave the house, but\nthe house couldn’t be left alone. So it was decided that I should stay. So I stayed all alone\nover Christmas in the house. Snow was falling, to make it a picture. Well, when I learned\nthat I couldn’t leave, I couldn’t go to my sister, to my relatives, I had the first nervous\nbreakdown crying spell in my life. I couldn’t stop myself. Afterwards, when it came to\nthe 21‘ -- 24\" of December, I’d calmed down, but it was very, very hard. So that might\nillustrate the coldness.",
        "A: No, I'd left the family in March.",
        "A: Yeah.",
        "A: Yes. At that time, that was still ’39, there was regular correspondence. No, no, in -- war\nbroke out in -- in September. But there was still some -- I could still get Red Cross\nmessages, which I have with me, across [indecipherable] I think they went by porch -- via\nPortugal, and they could -- my parents could write on this -- on the other side of the -- of\nit, a reply.",
        "A: I don’t have my letters any more, but I don’t think I described it very drastically.\nEnd of Tape #2\nTape #3",
        "A: No, I don’t remember the first [indecipherable |",
        "A: Yes, we hoped the would come.",
        "A: We were sure war would broke out, and I don’t know whether many people thought so,\nbut it never occurred to me that Hitler, Germany could win the war in the end. I mean, it\nwas just a question of evil against good, and it was just impossible that Hitler could win\nthe war. Which wasn’t a factual statement, because it was very possible that Hitler might\nwon the war.",
        "A: Yes, but I don’t think I was more aware -- or fantasy didn’t reach the point to which they\ncould come. I mean, the worry wasn’t as great as it should have been, if one could have\nimagined things that happened, could happen.",
        "A: No, no, luckily they’d never had to move out the house. I -- I only realized that re -- fairly\nrecently. I did think somehow, I don’t know why, that they had to move out. They were\ndeported from their own home. This one of the very few, small, consolation ca -- I had.",
        "A: Yes.",
        "A: Well, I believe I only have two left.",
        "A: This one is -- well, it’s in German, of course. Do you want me translate it?",
        "A: Ollie, which is my sister, and Inge send their mother -- their dear mother, the very best\nfor her birthday. To keep healthy is a main thing. To osh -- to -- to you all, many kisses.\nYou don’t have to worry about us. There were so many words you were allowed to write.\nAnd my father replies on the backside. That was sent on the eighth of August, and my\nfather replied on the 25\" of November.",
        "A: \"41. Many thanks for the wishes -- for the birthday wishes. Happy about your well being.\nWe are very -- we have great desire to see you again -- it’s another word there. Send\ngradulation for Ollie for her birthday. To you both, our sincerest, or dearest kisses. And\nthen it’s signed by him.",
        "A: I don’t remember that. I remember that I had to go to a certain place, to a certain Red\nCross place, but I don’t remember how it -- how it arrived at -- how it came into my\nhands. And this one is of October ’49 -- ’41. Happy Christmas to you both, and a good\nnew year. Our thoughts are always with you. Let us hear from you soon. Love. And this\nis how my father answered. Beloved children, return your Christmas and New Year’s\nwishes. Be happy and stay healthy. S -- congratulation to Ollie’s birthday. What do -- and\nthen there came -- come a number of names of friends, and relatives -- of friends and\nrelatives, he asks how they’re doing. Kisses, father, mother and the two birds.",
        "A: Well, the parakeet d -- was called Aquilar, and he -- I can’t help that, and the canary was\ncalled Henshu. That was usual, to call a canary Henshu, as [indecipherable] name very\nmuch invented. I don’t seem to have any other.",
        "A: Yes. At that time, the United States was in war with Germany, but I do not remember\nwhether there were any news with -- by -- by relatives United States. It was very difficult,\nmail, also. I mean, there was no air mail as far as I remember, and ships were in great\ndanger to be torpedoed on the way. So I don’t remember that.",
        "A: Well, I don’t know, I can only imagine. They left wor -- for -- they had special\npermission to use the public facilities, pu -- I’m sorry, that’s the wrong expression, public\ntransportation. And they worked, and they came home. In one letter my father writes that\nhe had pneumonia, and was very, very sick, he was always a big man. And he writes we\nwouldn’t recognize him again because he lost so much weight, and all his clothes are just\nnot fitting him any more at all. And of course I suppose at that point, I’m not sure there\nwas rationing, and I’m quite sure there was less rationing for -- for Jews, and all this was\nvery hard. And the -- ever a constant longing for their children. There was no television at\nthat time, any case it would have been taken away from them. There was not much\ndiversion like it is today, so they’d had themselves, and they had a very few friends --\neven non-Jewish friends, secretly. But life was very simple, and had to depend on one’s\nOwn resources.",
        "A: There was constant preoccupation whether we were well. And they did realize things\nweren’t going so well with me -- with us -- Mrs. Stevenson. But well, they -- there was\nlots of preoccupation, but they hoped -- they knew I was -- we both were well, and that\nwas a main thing for -- at least the children are safe, that was a constant saying.",
        "A: Yes, yeah. Well, they didn’t accomplish it. My sister died. And one of my unforgivable\nsins was that I let them know. I mean, I was pressured into it by relatives. They thought\nparents have to know, and after the war they’ll be confronted with the fact, and this, so --\nI mean, I could have avoided that, that they still had to have that sorrow.",
        "A: My sister died of cancer at -- at the age of 28.",
        "A: That was in ’42. And my parents were deported in ’43, so there was no necessity at all,\nthey would learn of it. I could have spared them that.",
        "A: Via the Red Cross letter. I faked the letters for a long time, and that’s probably why my\naunt said they have to know. I think I overdone it. I wrote in her name, and she was\nalways very exuberant, and I imitated that style. And I overdone that, probably, and my\naunt thought to put a stop to it they should know. And I let myself be influenced. That\nwas, well, my unforgivable sin.",
        "A: Well, she didn’t, in that sense, have a home.",
        "A: She died in hospital.",
        "A: She was very sick.",
        "A: Not in taking care of her. I lived with the [indecipherable] I visited her constantly -- not\nas constantly as I should have done, but she -- there were people who looked after her,\ntoo. I can’t say that I looked after her, but I did go and see her frequently.",
        "A: Oh yes, by that time we were very good friends, that was -- it’s nothing that’s on my\nconscience in that respect.",
        "A: I was influenced by my -- by my relatives. I would never have done it on my own\naccount, which is no excuse, but their argument influenced me, and so I wrote it.",
        "A: Yes. I still have letters about that. Oh, the following happened. I have a great -- I have --\nthat’s why I have letters, and that’s why I don’t have letters I wrote, because I couldn’t\nwrite, but they wrote as if they write to me, but it was never sent outside Germany. I had\nan uncle, a great-uncle who was not a Jew. He married my -- the sister of my Jewish\ngrandmother. And he took care of them very well, and they were in constant contact with\nhim. And he sent the letters to me after the war.",
        "A: Yeah.",
        "A: Yes.",
        "A: In Washington.",
        "A: Well, the war was over in ’45, he might have sent them a little later, but I was 23.",
        "A: I didn’t quite ge --",
        "A: Well, after war broke out, and -- well, the first year people still went to Shanghai, and\nthere was still some immigration. I believe 1940, I can’t say when the phony war, as it\nwas called, was over. I don’t think I -- there was any more chance, when real war began,\nthat they could get out. But I’m not the only one who couldn’t imagine what would ge --\nwould happen. I must admit that I’m -- wasn’t constantly worried about it, because it was\n18, 19, there’s so much that involves one’s own life. I probably didn’t see the danger in\nthe same way as many other people didn’t see the danger. I mean, I saw danger, and it\nwasn’t -- I could leave that all unsaid, I think. No, but I couldn’t have done anything\nanyway. But one feels one’s own pains very strongly, too, at that age.",
        "A: No -- the outbreak of war?",
        "A: Yes, I remember that very clearly, all of it. remember clearly when Mr. Chamberlain on\nthe radio declared war. Dr. Stevenson, who was a colonial Englishman, or Scotchman,\nstood up and -- when the national anthem was played. I remember that. And I remember\nthe first bombing. I can’t s -- on London, that was -- s -- what you would consider a small\nbomb nowadays, but made a lot of noise, and frightened terribly at that time, because it\nwas a quite new experience. I was alone, this was on a Sunday morning, I was alone in\nthe house, and I was terrified. The bomb fell quite close. The first thing I did, I went in\nthe kitchen, turned off the gas. I was told that. And then I went to the -- I -- Ih -- I have\nthese very vivid memories, I went to the mirror, and looked into the mirror and wanted to\nsee how a person looks who’s really terrified. Well, there was lots of broken glass about,\nand afterwards I had to sweep it up when the people came back. And that was that for the\ntime being. But it cured me. I think I’m perfectly honest in saying I was never afraid\nagain. Things were quieting down, and the real bombing on London started when I was in\nLondon itself. I never went to a shelter, I slept in my bed, perfectly safe and sound -- no,\nsafe I wouldn’t say, but perfectly sound. I didn’t hear anything. I inquired the next\nmorning how the night has passed. On the other hand, I mention that always because it’s -\n- human nature is so strange. I lived in a -- by that time in a very old house, and there\nwere mice around, and I was terrified of mi -- I -- I am terrified of mice. And they ran\naround in my room, and when they did this, I woke up. But at that time, I realized it\ndidn’t really matter to anybody whether I am alive or dead. So that gives you a sense of\nsafety. I could never go through that again without being afraid. It didn’t matter.",
        "A: To -- no, well, I wasn’t sure of my parent’s death then, but I was in a vacuum, I was\nalone, so I n -- never really had a responsibility there. I have responsibility today, but I --\nI can tell a funny story if you want to know. As I was very cool, calm and collected when\nmy uncle had to go to a hospital. They called me to take care of his wife, and his two\nchildren. Well, so that anybody who is cool, calm and collected would be with them.\nWell, I went over, I slept there, and in the middle of the night the alarm sounded. So my\naunt got up and called me, I didn’t reply. She got her children ready, because it went\ndownstairs, and she called me again, and the third time she took off my -- the covering\noff my bed. I didn’t move, I didn’t realize it. And when all the -- the all clear was\nsounded, she came back, put her children to bed, put the cover over me, and they told me\nall about it the next day. That is as far as my taking care of -- of them was concerned.",
        "A: Yeah, yeah.",
        "A: I was?",
        "A: I was alone [indecipherable]",
        "A: No, I didn’t make any friends.",
        "A: I didn’t make any friends. I had a friend in London which I saw very seldom, but I was\nreally very alone. After I left Stevenson, because my aunt -- my relatives said, “The child\nhas to learn something.” I went to live in London, I lived first with them, and then I lived\nin a furnished room, where the mi -- mice ran around. Then I had -- I was still very\nlonely, but I had a happy time. I worked in a factory where they make glasses, and there’s\na na -- there were another two refugees there, and we decided we want to study optics. So\nthere was a course at -- today it’s a different type of cour -- a university course, but at that\ntime it was a course that took place on Sunday. So I went to school every Sunday, and I\nas I don -- didn’t have any school finish -- that’s not -- school certificate, and in order to\ngraduate in optics, I had to have a school certificate. So at the same time I went three\ntimes in the -- in the evening to have -- to study for the soos -- school certificate. And in\nthe factory I got my paycheck every week, I get paid a week, and I live by myself. I was\nstill alone, but doing things which I liked, and that was really a relative happy time.",
        "A: I wouldn’t know. I know that I had a difficulty finding the proper room, but that might\nhave been more because of my foreign name, and hence of my Jewish -- Jewishness,\nbecause there’s also quite a lot of anti-Semitism in England -- in -- anywhere in the\nworld.",
        "A: No, no. No.",
        "A: Only after the war.",
        "A: Through this uncle, and through the different places one went to asov -- to inquire.",
        "A: Well, there’s enough literature about what happened in Auschwitz, I didn’t have to do\nany piecing together. I have official notification that they are considered dead.",
        "A: Yes. My mother wrote, and this I have. Short notice on pieces of paper that minutes\nbefore she was deported, that she’s now going on a -- on -- on the trip. And she also\nwrote day before that her -- my beloved husband has been taken, the whole factory --\nwhole -- whole people people in the factory have been taken. And she was left alone.",
        "A: For this uncle, and for me. Take care of the child. The child was not a child any more by\nthen.",
        "A: Yes, I have that. Now my father was also giving notice to -- to this uncle that he was\nbeing taken away. He just managed to write the envelope, and he didn’t manage any\nmore than put three empty pages into it. That’s the last notice of him. And this here above\nis written by the uncle, and this is practically the last -- this is the last but one notice she\nwrote. Do you want me to read it to you? My dears -- this is not meant for me, this is\nmeant for those relatives. Please send the Red Cross formula to -- to our dear friend, send\nit back. But I don’t know what she really refers to -- that will be sent from here. But be\nvery careful what you would write -- whatever you would wri -- will write. This letter\nwill be sent only if we are, with God’s help -- I get a bit emotional [indecipherable]\ntogether again. That was it -- if we -- this letter will only be sent if with God’s help, we’ ll\nbe traveling together -- if we have to travel together. Farewell, stay healthy, and we hope\n-- we hope all ch -- we hope that also. Think of us -- no, think with us, of our beloved\nchild. Love, Grete and Alfred. But this isn’t the last one, they didn’t go away together,\nmy father was fetched two days earlier. Now, there is one letter from a friend -- from a\nnon-Jewish friend who take -- took care of them in Berlin, obviously, and they made out\nthat if mother and father would meet again, they would send a postcard one way or the\nother. And this friend writes that she did receive the postcard. So I am to think that they\ngot together again in Breslau. I have never believed it, but I hope it is the truth.",
        "A: No. I don’t know how long they stayed there. The end might have come very quickly,\nthat’s -- was told that. And this, on the first of March, my father was taken on the 27\" of\nFebruary.",
        "A: \"43. My very dears -- this is agains to -- to the relatives, not to me. I’m still waiting that\none will take me to my beloved Alfred. He als -- he -- he -- he needs, after all, his things,\nhis clothes, and I believe he also needs me. What -- how much he -- he’Il be worried. The\nhours become very, very difficult. The arranged registered letter you will get only when I\nam out of the house, so that you will know -- so that you will know I have arranged it that\nway. Independently from that, I?ll send you today, again, a small amount of money. This\nis -- it is enough if I have a little with me, and in the end it will be all for our child. Oh, it\nwill be the -- to -- to the good of our child. Somehow, with God’s help, shall we -- shall\nwe get in contact with you again. To the list which you got from Mrs. B -- it’s -- it’s\nalmost incredible, these are people condemned to death -- in the list which you will\nreceive from Mrs. B, is now also -- 1-is edit, one electric watch, one red -- something with\na -- something red with -- with -- some other things, and small things. A broom, a little\nicebox, and a bow] -- and a bowl, a glass bowl. The English boo -- books, one dress, one\ncap. Please do not write to our friend any questions. Please -- don’t -- don’t let her answer\nback. It could be -- it could be understood wrongly, and the results would be disastrous.\nWell, my dears, for the time being, keep well. Keep -- we -- we wish that for us, too.\nMost lovable greetings from your Grete. The icebox, and the broom are meant as a\npresent. If we come back, we don’t need it, and if we don’t, 1t should be a remembrance\nfor our friend. Can’t believe that, can you? Now these are the two notes which my\nmother, I think, wrote literally minutes before being deported.",
        "A: Well, this is typical German. There never existed a more typical German citizen than the\nGerman Jews. This is for my uncle. Go on the trip today. We are always -- our thoughts\nare always with you. Take care of our child. We -- we hope of our to see you again. Stay\nwell. With very much love, yours everything, Grete. I’m trying to translate it -- and this is\nfor me, this all has been sent to me after the war. I’m just thinking of the English word.\nThinking -- s -- always with great sorrow, and in be -- with big love to you, and to all\nwho are good to you. We travel today. Stay well. Good-bye. I hadn’t looked at those\npapers for years. I think my guardian angel prevented me to looking at it in my happiest,\nand my unhappiest time. I had it in my hands again last November. It fell on me like a\nbomb.",
        "A: Always close to me. They were -- they were in my house. I immigrated with them from\nEngland to the United States, and from the United States to Brazil, and they’ ve always\nbeen with me.",
        "A: Yes.",
        "A: And what physically happened to them, there’s enough literature about it, too.",
        "A: When?",
        "A: Oh, he send that to England. It was between ’45, and ’47.",
        "A: No.",
        "A: No.",
        "A: Oh no, I knew that soon after the war, like everybody knew, everybody searched for\n[indecipherable], I had -- but there was no need for me personally to be in Germany to\nfind that out.",
        "A: No. I didn’t know him. I didn’t know him personally. He send photos, and I knew him\nthrough my parents, I knew him through photos. I didn’t -- I’ve never met him.",
        "A: Yes, but that developed with time, because he was such a -- he -- he was really a -- I\nmean, he always knew that he existed, but there was no close relationship. But that\ndeveloped during the war, and he was so good to them, and far and above what was safe\nto him -- for him.",
        "A: Karl Heinrich Meyer.",
        "A: He had a daughter, yes, and the daughter had one child.",
        "A: I don’t remember how I reacted or -- or -- or --",
        "A: I very soon lost hope. There were people who were searching years and years. I very soon\nbelieved what I read, and what I saw. And if they had been alive, they would have found\nways to get in touch with me. That doesn’t mean that I didn’t search, or -- we searched\ntogether, people who were involved. But I didn’t have much hope, no.",
        "A: Yes, and writing to the authorities who were doing these things. I mean, we had written,\nphotocopied news that they were declared dead. And I took their word for it.",
        "A: Well, after I became a optician, I had a very nice job -- I left the factory, I had a very nice\njob, and I had more time, but I didn’t have any more social life. I continued being very\nlonely. Not totally, but empty. And I had a cousin in the United States with who I\ncorresponded, and he su -- put the idea into my head, and then -- he had relatives who\ngive an affidavit, and I thought, it doesn’t matter really, where I live, so I might just as\nwell try something new. I was just as lonely in the United States.",
        "A: I did for a long -- yes, I -- I even wrote them from the us -- United States. I visited them,\nand I said good-bye to them, and I even wrote to them from the United States, but they\nweren’t very much more interested in me. I don’t know what became of them. They can’t\nbe alive any more now.",
        "A: Yes, that’s surprising, I’m surprised about my -- about it myself, yes. Yeah. He was a\nwarmer -- at times almost too warmer, party. And he did send me Christmas greeting, and\nput a 10 pound note or whatever it was into the envelope, saying I should not thank him\nfor it, I should not mention it. This just to illustrate what sort of people they were.",
        "A: He made me uncomfortable. Not seriously, but he did make me uncomfortable.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes. No, it was nothing -- I just giggled it away. But that was a fact. But I’m alive today,\nand it didn’t really hurt me, and I wasn’t -- I don’t think anything serio -- serious harm\nwould have come to me.",
        "A: Well, he touch --",
        "A: No, no, no, no, no. No, no, no.",
        "A: I mean, he touched me in inappropriate places, but not that seriously either.",
        "A: No, I just giggled it away, and I didn’t sit on his lap any more. I mean, he was a father\nfigure, so -- not that I was that naive, but naive enough to sit on his knees because he was\na father figure really, and I realized there’s nothing so terribly fatherly about it. But\nnothing really serious.",
        "A: You mean what I did with my lonely time?",
        "A: What --",
        "A: What was pleasing to me?",
        "A: Well, I always read.",
        "A: And three years, almost four years, I studied very intensively. I went to the -- there\nwasn’t much time to -- I had no vacant time. That’s to say I always knew what to do with\nmyself. During that time in London, I went to -- went to the factory in the morning, I did\nmy shopping with my ration coupons during lunchtime, I had something to eat. I came\nhome to my room, to my furnished room, might have been five or six. And I made myself\nsomething to eat on a little stove, that size. Put a shilling in till the gas came out. And --\nand I studied, and then I went three times in the evening -- three times a week in the\nevening I went to school, and I went to school on Sunday, so there wasn’t much time to\nthrow away, or not to [indecipherable] but I was just -- didn’t have any close relationship\nwith anybody. Not on a regular basis.",
        "A: Did I?",
        "A: Yeah.",
        "A: Well, I arrived on board of the Queen Elizabeth, and there were many people on board of\nthe Queen Elizabeth, and just for the comic relief, I stood in line, in big, huge lines, for\nthe -- for the immigration ceremony. And the lady in front of me turned round, and said --\ncause there’s so many people on the Queen Elizabeth, “Last time I saw you, we were\nboth bending over a basin, and you said, “Life isn’t worth living.’”’ You were so seasick.\nThen I arrived, friends came to meet me aboard ship. I don’t know whether it was the\nsame day, or the next day, they took me to a concert played by Jaffa Heifetz. That was\nvery nice. And then I lived -- I lived in several places, but I spent this very small\napartment in Greenwich Village was lent to me by this friend, and I lived there. And on\nweekda -- on weekends I went to New Jersey, and -- to spend time with them. But it was\nstill lonely. I could go -- I eventually found a job at a doctor’s office, which wasn’t easy,\nalthough everybody I went to see said with your qualifications and your experience, it\nshould be very easy to find a job, it wasn’t. But I did find a job in the end, in a doctor’s\noffice, in a eye doctor’s office [indecipherable]. But if I went to work and came home,\nand then didn’t -- it didn’t occ -- I -- I died, and nobody was the wiser for it until after\nfour dee -- days, it couldn’t be hidden any more. I think that would be a def -- a defin -- a\ndefinition to say that I was lonely.",
        "A: When I met my husband. I did have a boyfriend, so to speak, and he took me to a friend’s\none evening for dinner. And the boyfriend disappeared. But the people who had invited\nme for supper, called me one day. Now, I’m going to tell this story somewhat shorter. My\nhusband had come to Brazil in ’39, and he opened his farm, and then he came for a year\nto the United States in ’47, ’48, and that’s where we met. And then he asked me for a\ndate, and that was the beginning of the end.",
        "A: Pardon?",
        "A: Hans --Hans -- Hans Rosenthal.\nEnd of Tape #3\nTape #4",
        "A: Oh yes, he is a Jew, or he was a Jew. So -- it’s a very long story, maybe. There was -- he\nwent to a training farm in Germany, and they wanted to immigrate together. They were\nnon-Zionists, they wanted to immigrate together. The other part of the story is that his\nbrother, his older brother immigrated years before to Brazil. I don’t know why Brazil and\nno other country, because he was engaged to a non-Jewish girl. And they had to leave the\ncountry very fast. She went first to France, and then later on to Brazil, and he went to\nBrazil.",
        "A: In New York.",
        "A: No, he didn’t suggest that I move to Brazil, and especially not after we got married. That\nwas part of the plan. I mean, he told me all about what I have to expect in Brazil, and I\nthought I would like it.",
        "A: Oh yes, I like traveling, but that’s another story. I am at home at last in Brazil, on my\nfarm. And I’m not any more lonely. I live by myself, alone, but I’m not lonely. Can you\nsee the difference?",
        "A: Within 24 hours. It’s hardly not believable except that’s a fact. I knew exactly, my\nhusband, or my then to be husband explained everything there 1s, was very primitive.\nThere’s lots of virgin forest still there, which was already opened a path, and there was\nsome coffee on it, and there was a house, a very small house. But we didn’t have any\nelectricity, we didn’t have any running water, we didn’t have a car, we had a two wheel\ncarriage with a horse, or we went horseback riding. A little later my s -- s -- brother-in-\nlaw gave us a radio as a -- a wedding present. We did have -- we have kerosene lamps,\nand a kerosene icebox. It was really very, very primitive. I didn’t mi -- on the first day or\ntwo I searched on the wall for the -- put the light on. But as I knew exactly what to\nexpect, and the people I was going to meet -- and he explained everything to me, I was\nnever for a moment feeling strange, except once, when the radio arrive as a wedding\npresent. If we put the radio on, and I her -- heard the sounds from all four corners of the\nworld, I felt I am really deep in the woods, but that passed very quickly.",
        "A: Yes, after we got married in °49, I had my first child in ’51. That was two and a half\nyears afterwards.",
        "A: I had four children, yes.",
        "A: Well, yes, we tried in our very primitive way, we tried. They were always told that there\nwere Jews, and what happened to their grandparents. And they were always informed.",
        "A: Oh no, on the contrary, on the contrary. It was always talked about. Oh, they even had\nreligious instructions. Our neighbor, she -- we asked her to give [indecipherable]\nreligious instruction, well, like a -- like you would have at school. They learned a little bit\nof Hebrew, and Bible history and so on.",
        "A: Yes. That was very strange, my daughter -- my eldest daughter, who lived in Germany at\nthe while, I told her at the time, she should go and see where her mother had lived. And\nshe said, “Well, it looks very shabby and run down, but it’s there.” And years later when\nI went to Germany, I saw her in Munich, she said, “Do go and see it.” So I went there. As\nI said, I knew everything, but I didn’t really recognize it. Well, the house where I lived\nwas just a construction place. There was -- everything was gone. The apartment where we\nlived was just one blank wall. I took a photo of that, and months later I realized the\nphotographer had eliminated that. He didn’t -- he didn’t realize that I wanted to take a\nphoto of the blank wall. It was all gone, and I never had that photo. But there’s nothing\nleft of it. But that in itself doesn’t affect me emotionally.",
        "A: Well, she was always a very lively girl. I think in fact as a child, she had a certain\nnervous condition which made her overactive. And then -- you want to know about it.\nWell, I didn’t observe it at close range, because we lived apart. Not -- not really very\napart, but we didn’t see one another. I remember her vividly in the hospital, being very\nsick. But I can’t say very much about the beginning of the sickness. She was always very\nthin, and I can’t say more about that, I don’t -- don’t remember it.",
        "A: That didn’t come up, I don’t think that came up.",
        "A: Well, one doesn’t really know when it started, and she just didn’t feel well. I don’t think\nin the final stage it took very long, but long enough.",
        "A: Do things together with her?",
        "A: No. I mean, build up a life together, live together?",
        "A: No, I was still living --",
        "A: -- with the Stevenson then, and I was sort of tied down to them. I think at that point she\ndidn’t -- she wasn’t a maid any more, she worked in a factory, sewing uniforms. And she\nalso lived in furnished rooms. She may have even lived with a friend, but I don’t recall\nthat.",
        "A: Pardon?",
        "A: No.",
        "A: Well, as this 1s a -- on the whole -- I -- I -- ’ma very happy person, and when life lets\nme, I’m happy. So this seems to be a terribly sad story, but as I said, I was home when I\ncame to the farm. But -- I mean, it sort of -- well, I don’t think it’s out of proportion, but\nit needs to be said that my husband died in ’73, and my eldest daughter died in °48 -- ’84.\n84. So you asked me, I said I had four children, just to round the picture up.",
        "A: Yes.",
        "A: See that far, so I can’t say -- it’s written on the back who is who, so I wouldn’t -- can’t\nsay this.",
        "A: Yeah. Mm.",
        "A: That’s my father’s siblings. Only the girl in the middle survived, the others were\nmurdered.",
        "A: This is my father as a soldier in the first World War.",
        "A: This is the house -- the apartment where I was born, lived all my life, and where I\nemigrated from, and also where my parents continued to live, and were deported from,\nfrom that apartment they were deported.",
        "A: Yes. Fluta styshash examfofemsee. I even know the telephone number.",
        "A: This is one of my birthday parties. I’m at the extreme right, and the girl with the tilted\nhead was a friend and a f -- far relative. She had a non-Jewish father, and a Jewish\nmother. They immigrated to Holland and survived. She managed to study medicine. She\nlater emigrated to Canada, but I think she had a unhappy love affair and committed\nsuicide.",
        "A: Yes, both pictures are more or less in the same place, 1-in the kitchen of my -- of our\napartment, and there are two birds, a canary, and a parakeet. And one of the letters I still\nreceived from my parents, or were given to me after the war, said that now, also, the birds\nhave been taken away from them. Not only the gramophone, and the telephone, and\nwhatever, even the birds have been taken away from us, and so the last thing that could\ngive us a little bit of happiness in life, has also been taken away from us.",
        "A: That’s a family reunion -- well, just a family gathering, because my pa -- grandparents\nwere in Berlin, it’s in our apartment, and I might say from the upper row, from left to\nright. This is a great aunt from -- from me, she was murdered in Lodz. The next one is\nalso a great aunt, she was also murdered. Then comes her husband, who was also\nmurdered, and her two cousins, two daughters of the lady at the extreme left. They\nimmigrated to England. One was a dentist, and other a social worker, but they both\nworked in factories in England. Then comes my aunt, who lived -- who immigrated to\nEngland. My sister, almost hidden behind my sister, my aunt’s husband, the one who\nlived in England. At the extreme right at the bottom is my father. And then comes my --\ngoing now from right to left, my grandfather, my grandmother, and my mo -- my -- my\ngrandmother who -- my father, who was murdered in Auschwitz, my grandfather, who\nwas lucky enough to die in ’32. My grandmother, who together with her sister, was\nmurdered in Lodz, and my mother, who was murdered in Auschwitz. That’s, I think a\ncollection of 12 people, and 50 percent were murdered.",
        "A: The photograph is a grave, and the gravestone of my grandfather. It says there, I believe\nthe date of birth and death, and the name Hammond Copaulna. And below 1s the -- are\nthe names of his two sons who died in the wa -- in the first World War. Below is a\nphotocopy of the register they have at that cemetery. And it says the field and the number\nof my grandfather’s pla -- grave. Below it is the place next to it, which was reserved for\nmy grandfather -- for my grandmother, and it’s empty, and it will always be empty,\nbecause she hasn’t got a grave, she was murdered in -- in Lddz, in a concentration camp.",
        "A: That’s my sister’s grave, who died in ’42. And I put up a plaque in memory of our\nparents Alfred and Grete Saxe because I always felt very strongly about the fact that\nthere’s no grave for my parents. So this just --",
        "A: That’s in London, yes.",
        "A: This is my sister. I think it must be the year 1940, because I do think she sent it to my\nparents. And at the back of it she wrote in her first, best English, isn’t she a lovely girl?\nShe wrote that herself.",
        "A: Well, this is a boat trip which my parents took in June ’39. They send the photo to us. It’s\nthe sort of thing people who live in Berlin always -- often did on a Sunday. And the\nremarkable thing is they were still moving around freely, in -- before war broke out in\n39. Now, my parents can be seen to the left. I can’t know how to desc -- well, they --\nthey’re on the photo. On the other side it’s also written that they’ ve been picking\nstrawberries, wild strawberries in the wood, while the boat landed somewhere. And the\nthermos flask got broken during the searching for the strawberries. That’s what’s written\non the backside.",
        "A: This is a Pesach celebration at my sister’s relatives. Her father’s brothers and sisters, and\nshe had contact with them. She is at the extreme right, my sister.",
        "A: This -- the first lady at the right, sitting at the typewriter is my mother. She’s in mourning\nbecause her first husband died in the first World War. She is -- she has to work because\nshe has a child to bring up, and she worked for re-armament -- armament adminis -- for\nthe re-armament administration. She’s still in deep mourning.",
        "A: This is a girlfriend of mine I started school life with, we started going to school together.\nMy mother wrote that Inge is now s -- at the time of ri -- of her writing the letter, she is\nnow swimming on her way to Shanghai, but she came to say good-bye to me before she\nleft. Must be 1940. [indecipherable]",
        "A: This is my father in our house, in our apartment, which was sent to my sister’s birthday,\nas a birthday greetings. He was then a very strong man, fat, you might say. He later on\nwrote that he was very sick, lost a tremendous amount of weight, and put 1n -- we\nwouldn’t recognize him again. I mean the weight through undernourishment, and not\nbeing well. Well, he was taken very well care -- taken care of by my mother, but other\ncircumstances made him not recover again, his former size.",
        "A: Well, this is in a place at the Baltic Sea, where we went several times during vacation\ntime, to spend vacation there. Now, this is a group of people who just came together to be\nphotographed. Haven’t -- hadn’t known one another before, and they’Il never see one\nanother again, but they are group photos, which was a habit to take at the time. I am -- my\nmother and my sister are in the picture, right up in the middle. I’m sitting on the lap of a\nlady who 1s probably the girlfriend of the gentleman who’s lying down reading the paper.\nBut the rest of the people I do not know, I haven’t known before the picture was taken,\nand nobody ever will remember who the others are. But it was a habit in Germany at the\ntime.",
        "A: The gentleman at the right is my great grand-uncle. He was not Jewish, he married the\nsister of my grandmother, who was Jewish, but during the third [indecipherable] she was\ndead, he was a widower. He was a enormous help to my parents. He didn’t -- he was not\nafraid to put himself out to made this bi -- Jewish niece and nephew. He went to Berlin,\nhe lived in Hanover. He -- he gave them moral support, and material support also, in the\nway that he kept all of my corres -- all the correspondence which was sent to him, which\nwere meant for me, and which he sent to me after the war. My mother wrote on one\noccasion, he is like a father to her.",
        "A: Karl Heinrich Meyer. Next to him is his grandson, and his daughter.",
        "A: This is a Red Cross message, which was still ali -- there -- there was no correspondence\nbetween the two countries, England, and Germany, dur -- we -- after war broke out. But it\nwas still a possibility to send messages of so many words to Germany by the Red Cross.\nSo I send those. I believe I could send messages from England, and my parents could, on\nthe other side, reply, and I got it back again. But I don’t think it worked the other way\naround, I don’t think they could send messages on their own. They could only reply, they\ncouldn’t send any messages.",
        "A: That’s a reply --\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 19, 1998\nRG-50.030*0389",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Inge Sachs\nRosenthal, conducted by Katie Davis on June 19, 1998 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "INGE SACHS ROSENTHAL\nJune 19, 1998"
    ]
}