{
    "rg": "RG-50.030.0021_trs_en",
    "sequence": [
        "Q: OK. I'd like to begin by asking you your complete name.",
        "A: It's uh Frederic L. Bernard.",
        "Q: And where and when were you born?",
        "A: I was born on August the 7th, 1912 in Czernowitz, the capital of Bukovina. It was, until\n1918, part of the old Austrian-Hungarian monarchy. In 1918, it was uh given to to ...by the\npowers to Romania; and in 1940 it was occu...on uh June the 28th, 1940, 1t was occupied by\nthe Soviets as compensation for twenty years of Romanian occupation of Bessarabia. It\nhadn't been for over two hundred years part of any Russian empire. It...1 would say it was\noccupied as a result of the Stalin-Hitler pact, and uh the same criteria should apply to it as\nthey applied today to the Baltic States. Uh in these forty years, the Russians have been able\nto change demographically the population of Czernowitz. Interesting is the fact that they\nhave attracted a large group of Russian Jews to Czernowitz...",
        "Q: OK. We'll come to some of these stories. I would like to ask you to describe your childhood\nbefore World War II, when you were growing up.",
        "A: Uh, I uh...as I told you I was born in Czernowitz. The name of the street in Romania was\nMarshal Fosh number 9. Uh it...my father was uh the chief clerk in a large lawyer's office,\nDr. Hodrover. He had the title of solicitator, which is not the same as a solicitor in the United\nStates. It uh...he was uh...he did not speak Romanian. He spoke only German, and so\nnaturally when the Romanian entered in 1918 he lost uh his qualifications, not knowing the\nRomanian language. As a solicitator, he had to write even not being a lawyer to plead in\nlower courts, minor cases, uh breach of contract for one. And his anti-Romanian attitude\nprobably reflected itself also in our attitude in the beginning. Later going to high school, the\nlycée, in uh...1n Czernowitz he spoke _(ph). I had one sister uh uh who uh studied later\nwith me at the University in Prague. She studied pharmacy. I studied medicine. I uh took the\nbaccalaureate--or the uh matura--in 1930 and uh uh my sister and I went to Prague,\nCzechoslovakia, to matriculate at the German University in Prague. In that time,\nPra...Czechoslovakia, Prague had two uh universities. Two medical...a German and and a uh\nCzech. We...we matriculated at the German university. She went to the uh pharmacy\ndepartment. I went to the medical school. It was the Karls (ph) University in Prague. It\ndoesn't exist today anymore. Today there is only one, Czech.",
        "Q: And your mother. Could you tell me a little about your mother?",
        "A: My mother came from the southern part of Bukovina. Cimpulung, she uh they were married.\nMy mother had uh studied the piano in Vienna. She uh she uh finished the conservatory I\nthink at the age of eighteen. She was a fine pianist, excellent uh uh accompanist. As a matter\nof fact, she accompanied uh uh a well-known singer by the name of Selma Kurtz in Vienna\nuh as an accompanist. She had a fine technique but uh marrying my father, this uh really\nbrought an end to her music career. She played for us and uh instilled in us the the love for\nmusic, especially since her specialty was uh uh lied[er]. You know, I was familiar with\nlied[er] as a small child.",
        "Q: Could you describe the life for Jews at that time in your childhood?",
        "A: Czernowitz had a very active uh uh Jewish community, culturally. Uh the Jewish community\nhad produced quite a few remarkable people in Jewish uh uh cultural, in Jewish cultural\nhistory. Itzic Manger (ph) is one of the uh these figures and the well-known and famous, uh\nfablist (ph) is this could be the term which I could use...he was uh...I just missed the\nname...uh, well I'll come back. Eliezer Steinbe...Steinberg (ph). Eliezer Steinberg wrote\nbeautiful fables fables in Yiddish. It uh...Czernowitz had a permanent Yiddish theater, uh\nGoldfaden_ Theater. It had a permanent uh German and Romanian theater, national theater\nthey called it, which was a replica of the uh of the opera from Vienna. Beautiful building.\nExcellent acoustics and uh uh there were uh so-called part-time German, uh Ukrainian and\nand uh Polish uh cultural organizations. Uh in...as soon as Hitler came to power in Germany,\nthings changed. The Germans...we had a large German population in...out in the suburbs,\nespecially which were uh uh...not Schwabian...[ don't know from where they uh really\ncame...and uh their political uh attitude changed. Hitler and his propaganda ministry were\nquite active and the same happened in the other German colonies in Romania. Romania\nhad...1n Bessarabia there were Schwabian colonies which were for a long time already that\nthey came to Bessarabia under Katherine the Second. Uh then Transylvania had uh Saxon,\nespecially in the southern part Fagaras-Brasov. Uh the Banat had also Schwab Germans and\nuh naturally as their attitude toward Jews and uh and uh as apparent of the new National\nSocialist inclination of the German people, uh uh fell on a very fertile ground. Uh in the late\n'30's the uh Romanian government fell under the influence of the Iron Guard, first Cuza-\nGoga, then government, then the Iron...then the Iron Guard had a tremendous influence. It\nwas very anti-Semitic. It was a chauvinistic movement which aligned itself uh intimately\nwith Hitler under Marshall Antonescu to a degree where they took part in the anti-Soviet\ncampaign with uh two armies. So did the Hungarians and uh voluntary uh the voluntary uh\ndivisions from Spain and from France, does not matter (ph), and from Belgium.",
        "Q: And from the time you graduated medical school in 1930?",
        "A: No, no, no, no. 1936. Thirt...I started medical school in 1930. I left Prague in 1933. I was for\nthree years there, a student at the German University. I uh...the uh students at the German\nUniversity were between seventy and eighty percent Nazis and uh their attitude toward the\nJews was well known. I went from there to Strasbourg , France, but uh not being...uh France\nhaving a different system of studies which was completely different from the German\nsystem...the French medical studies were there yearly studies and you have to pass every\nyear an exam in order to be admitted to the next year. The German University had a a uh\ndifferent (ph). You had three riguroza (ph) of which every five semesters you have to\nfinish, so uh they didn't recognize my third year. In order not to loose it I went later via Basel\nuh Swiss, Switzerland to Italy because I found out that Italy had had reciprocity with\nEngland. Reciprocity lasted until 1940. The uh the uh Italian system...uh well you had to\npass a special exam in order to be admitted to the to the British Medical Council. Eur...uh\nEurope in that time was full of people who wanted to leave Europe because of Hitler. Many\nsucceeded. Many did not. I was admitted to the British Medical Council. I secured a landing\npermit for Australia and in the end I ended up in spite of everything in Poland.",
        "Q: Tell me what happened to you at that time, once the Nazis came?",
        "A: In uh in uh...I found myself...the Nazis attacked Russia on uh June the 22nd, 1941. Uh I was\nuh in that time working under the Russians...oh yes...I forgot to tell you that in 1940 I uh,\nJune the 22nd...[...23rd, 1940...1 married Gusti Klier, also born uh also living in Czernowitz\nand I had returned from the Transylvania from Cluj to Czernowitz to get married. I uh was\nan assis...a voluntary assistant at that time at the Ear, Nose and Throat Department of the\nUniversity in Cluj and I was supposed to come back. My uh then father-in-law asked me to\nstay with him after the marriage for a week. I uh...and this was Sunday, the 23rd. On Friday,\nthe 28th the Russian tanks entered uh Czernowitz and my return could not take place\nanymore. I worked as a uh ear, nose and throat man in the First City Hospital in Czernowitz\nand at the Second Polyclinic, also in Czernowitz. I had two, two and a half jobs as they\ncalled staukas (ph). Uh still not enough to make a good...a living. Conditions were tight, very\nlousy in Russia and uh and uh one really had a hard time. My wife also worked in that time\nas the head of a cooperative and uh with her and my salaries we could barely uh make ends\nmeet. At the...as soon as Hitler attacked Russia uh on June the 22nd, 1941, three months later\nI found myself in the uh western part of the Ukrainia uh uh east of Kamenets Podolski and I\ntried to make my way back to to uh...and we ended up in Kamenets Podolski in the western\nUkraine. There we met...uh we were a group of three physicians. Uh Gabriel Zinreich, my\nfriend and his wife and his father-in-law. Uh Frank uh uh...I think his first name was\nSolomom Frank and from Brasov both his...were from Transylvania whose uh native tongue\nwas Hungarian. In Kamenets Podolski we found Hungarian uh troops and again one of these\nuh uh seldom happened really a miracle. Uh I uh...1n 1936...and I'm coming back, uh going\nback...in 1936 after I graduated I returned to Czernowitz and went from there to Bucharest to\ntake the license in Bucharest. My parents lived in Czernowitz. My mother was still alive. I\nwasn't married in that time and uh I passed the uh the exam which was not quite easy. It is\nthe...they called it the notification (ph) and I got an off...an offer to have a locum tenence\n(ph) near the Hungarian border in Transylvania and uh uh I earned quite a lot. I wasn't uh I\nwasn't married and I ate in the house of a Hungarian priest whose wife came from uh uh the\nnorthern part of Transylvania. And while being in Kamenets Podolski...now I'm coming\nback...now again '41...we met somebody who was from...a sergeant picked us up from the\nHungarian army and he happened to be from Salonta, Szatmar area from Transylvania. He\nuh he apparently knew about what's going to happen to the Jews in in uh in the Ukrainia\nbecause uh when I established that I knew somebody from from Salonta where he was\nfrom...it turned out that the mother-in-law of the priest in whose house I ate in in a little town\nin Transylvania by the name of uh of uh Beius, Ujlak...uh he said this is no place for you to\nbe. You have to go to Hungary. Jews in Hungary in that time, 1941, were still alright. We\nhad...Gabriel Zinreich, my friend, had a Hungarian-speaking wife and he put us on a truck to\nMunkacs. But in order to get to Munkacs we had to pass through Poland, through the\nGeneral Government, and it happens that when we passed the bridge uh over the Dniester in\nHorodienka we got picked up by Hungarian gendarmerie, uh beaten and uh we ended up\nlater in the ghetto, in a little ghetto in Poland. And here started our Polish episode which had\nto...which turned out to last the whole war and ended up in 1944 where I joined the Polish\narmy.",
        "Q: Tell me about the time in the ghetto.",
        "A: The ghetto where we ended...where we lived was a little town. It, it was fascinating to me. I\nhad never seen a uh a uh an establishment like Korolovka (ph). It was a small town. It had no\nrailroad station. It had no sanitation. It had no water supply. It had no electricity. It uh...you\nhad a wasser treiger (ph) who had to bring the water to the people who paid him. You\nuh...you uh...there were approximately sixteen to eighteen hundred Jews in that little ghetto.\nIt was a natural ghetto. It was like a stetl from the time of, which Shalom Alehem described.\nI have never been in such a stetl and uh for me it was really fascinating to to to to study it. It\nuh...one doctor. One Jewish doctor. One Jewish dentist. The doctor was Dr. Teibers (ph) and\neveryone had a sufix in Yiddish. Dr. Teibers was called Tiberhazel. The dentist was\ncalled...his name was Gunie Wiesenthal...was called Gunie Pipick (ph) because he was uh\nheavy. Uh the Jews lived around a remick (ph), the ring platz (ph) in the center of which was\na pharmacy. Magister Schwartz was the the pharmacist. These were attached houses but the\nthe Germans didn't really need to establish a ghetto. There was a natural ghetto right there.\nThey just established that no gentile had...be permitted to come into that area and no Jew is\npermitted to go out. It was difficult to reinforce this because the borders of that ghetto were\nquite uh loose, so it happened that these Jews were able to communicate with the farmers.\nHaving done commerce and business with them for so many years, they knew each other and\nuh life was naturally easier than in the bigger cities. Uh we had problems with food. I saw\nimmediately that uh uh I have to to do something to uh to establish a source of food and uh I\nwent to that Dr. Teibers if he could direct to me his uh overflow. He said there is really no\noverflow at this time, and you know, uh in that time you didn't pay for a visit. You, you...the\nfarmers or the people who came for medical consultation paid in uh in food. So...but he\nsaid...and he gave this advice. If you get the permission to practice outside the ghetto in the\nlittle community, because there are no doctors around here, uh we...you you could uh you\ncould survive. I would like to mention here the attitude of the Jews in that little ghetto. When\nI came in, the Russian had left. The Russian had been there, in Korolovka, since the\nseventeenth of uh September of uh 1939 when they entered the eastern part of Poland, and\nthere was...the attitude of the Jews was not uh friendly towards the Soviets. Many Jews had\nbeen deported. So were many Ukrainian who had been deported, especially Ukrainians who\nbelonged to the National uh Nationalistic organization. Ukrainians were very uh very\nnationalistic in their political aspiration and as soon as Hitler attacked Russia, the area was\nflooded with uh leaflets in which uh they uh were proclaiming that the time had come to\nestablish the uh Volna Ukraina (ph), that means the free Ukraine. The leaflets were signed by\na Ukrainian uh uh uh leader by the name of Stephan Bandera who established a group of\npeople later who uh carried his name and they were called Banderovitsis (ph). Very anti-\nSemitic and very anti-Soviet. They said the time has come to proclaim the free Ukraina, to\nkill the Jews and the Communists. The uh...[ didn't know how to go about getting the\npermission and I was directed to what the chief of the Judenrat , the Judenaltester who was a\nman by the name of Max Glickstern, Glickstern. Max Glickstern was married to a uh woman\nfrom the Bukovina by the name of Hilda, Hilda uh Zinreich and was a cousin of the, my\nfriend Gabriel Zinreich, so I had access to him. He was a businessman who never did very\nwell, but when he came to the ghetto he was already nominated to be the elder of the\nJudenrat . Uh he uh lived like a king really. He had power. Also, being a small community\nbut the powers uh con...uh con...confer power to a human being and his attitude changes\ncompletely and uh it did on uh Max too. While I would have to say that in many instances he\nbehaved very honestly, still people who had money to bribe and the Judenrat was bribable to\na very, very large degree. So was everybody. Uh there's...uh belonging to their admini....to\nthe so-called Jewish administration uh he gave me a uh a...he got for me letter signed by a\npriest in a small community uh outside Korolovka by the name of Bicewslote (ph). He\ndirected me. He sent letters to the uh lecaspoiutove (ph) which was the Kreisars (ph) of the\nof the Ukrainian physician who was in charge of the area, and he gave me permission to\nthe...uh to practice there. The letter from the priest was signed by a priest by the name of\nStamosese (ph) who was the leader of the Ukrainian organization. And we were brought by a\nuh uh man whose family later survived the war by the name of Sturmer who was a person\nwho had intimate contact with the farmers around Korolovka. He still managed to keep a\ncouple of horses hidden in someplace outside the ghetto and he brought us to Benceslote\n(ph) and now started for me a a very interesting uh uh practice. It lasted no more than six\nmonths because the area was later declared in May uh '42 Judenrein . When we came there\nuh he brought us to the house of the man by the name of Samy Reinstein who had a who had\na dwelling where he had what they call it propinatzia. He sold liquor, schnaps and uh small\nuh items to the farmers. Right now he didn't have any more that store and he was able to rent\nus a few uh a couple of rooms. Uh the next day he he told me I should go to introduce myself\nto the priest being the leader of the community. Father Shamosheshin (ph) spoke some\nGerman. He was a lean mean in his early fifties or late forties. He uh uh was very non-\ncommittal. He said for twenty-five years I had asked the Polish government uh to send a\nphysician here. Uh the Germans had to come finally to make it possible for Benceslote to\nhave a physician. Benceslote was also known that it had a large estate belong to an absentee\nland-lord by the name of Count Sapira (ph). The count...the estate had been uh taken over by\nthe Soviets and transformed into a state farm and the Germans left 1t the same way. A week\nlater an event occurred which uh which was important. Somebody knocked at the window of\nour of our room and uh when...Mr. Reinstein, Samy Reinstetn opened the door, he said\nDoctor, it's for you. They want you to come immediately to the priest. The wife of the priest\nis sick. I, having his assurances that this, the call was genuine because I was afraid to go in\nthe middle of the night, I uh...the man who who had come for me was a militant (ph) from\nthe militia, Ukrainian militia. I found the uh the wife of the priest in severe upper abdominal\npain. She had a gall bladder attack, gall stones. She said she had it for many years. She was\nin agony. She was perspired, begging to help her and so was her husband, uh the priest. I had\none ampule (ph) of a synthetic morphine opium (ph) preparation, , which I gave her\nand uh she promptly vomited as soon as I gave it to her, even before I thought it. But she fell\nasleep and uh I left her for a couple of hours and I came next morning. I found her 1n uh in\nuh the kitchen cooking, full of enthusiasm. Doctor, you cured me. I said what do you mean. I\nwas told the only cure for me was an operation and here I am free. I feel fine. It is possible\nthat the injection had relieved the spasm and the stones had passed into the small intestine\nand uh and uh I really cured her. (laughter) As a result of 1t next Sunday as Samy Reinstein\ntold me, the priest in church in his sermon to the community said you can do what you want\nwith our local Jews...there were twelve or fifteen Jewish families still in Benceslote (ph) but\nthe Romanian doctor you shouldn't touch. And the term Romanian doctor remained with us\nfor the whole time while I was in Poland. Uh a week later we were honored with a fat\nroasted duck sent by the priest with his thanks. Interesting. And a week later when I came to\nvisit his wife, he was very friendly. Took me into the uh into the basement uh and said I\nwould like to show you something. He showed me a book published many years before. It\nwas called Zolotaknina Hatmana Skoropatzkoro (ph), the Golden Book of the Hatman\nSkoropatzki. Skoropatzki was one of the hatmans who had fought in the early twenties\nduring the civil war against the new Soviet power. The the group...the soldiers of hatman\nSkoropatzki were known to have performed, to have quite killed many Jews. Among the\npictures in that book, he showed me a picture...he said that's me. Was a young man in\nmilitary uniform with a C C on his uh collar. C Cis S S...1t's the...but it has nothing to be the\nGerman SS. He said it it it is Sichobeitselie Kovetz (ph). Sich (ph) was the national fighting\norganization of the Ukrainian uh uh Nationalist uh movement and uh Father Shamosheshin\nwas the leader in his community. His word meant law there. Whatever Father Shamosheshin\nsaid, went. Naturally, we were now somehow under the protection of Father Shamosheshin.\nA month later an event took place which really uh was a lucky incident. One night somebody\nrang the bell uh...rang the bell...knocked on my door...no bell...knocked on the window. It\nwas, as it turned out, a Polish refugee who had...from Warsaw who had tried in 1939 to to go\nby car to Romania. We were not far from the Romanian border, some hundred and fifty\nkilometers, and his car broke down near Bielce (ph) and he couldn't...and before he could\nrepair the car the Soviets had uh marched in, had closed the border, and his name was\nZarenski or Zarubski. He was a young engineer from Warsaw. He said please come. My\nwife is dying. I came to his house and I found her almost bled out. She had a vaginal\nbleeding. She had an incomplete abortion and what she needed was a little scraping. She was\nalmost in coma. She she had a pulse of over 200. She...,there was no uh uh her blood\npressure was extremely low. I I told him to get immediate some transportation to take her to\nthe hospital. In Borosow (ph) it was the nearest hospital, but there was also a railroad station.\nI knew a couple of doctors...one Doctor un Rabinowitz (ph) and Dr. Rosenblatt (ph) who uh\nthey are able to perform a uh a uh D&C. As soon as we brought her in they did the D&C. Uh\nshe stopped bleeding. They kept her for three or four days in the hospital and uh I want you\nto know this was a time there weren't knowing the transfusions. There were no even\ntransfusions. That operating room had no oxygen. Nothing. No suction. Nothing, but it\nfunctioned. It was 19 uh 41, '42 now. It uh...he brought her home and a week later he showed\nup in uh where I worked, embraced me and said Doctor, I don't know, I don't have the\nmoney to or how to pay you, but remember if the time will...[ know you have a hard time...if\ncircumstances will come that you will need help, come to me. I took it as a uh as an empty\nuh uh thank you and didn't pay too much attention, but it stayed, stayed in the back of my\nmind and really later it it uh uh was a lucky incident. When the area was declared Judenrein\nwe returned to the ghetto. Do you want to ask me something?",
        "Q: No. It's fine.",
        "A: It's alright? We returned to the ghetto and now a very hard life. Uh food. Food and during\nthe summer of '42 we heard that this was the rumor that the of the Gestapo from\nStanislow (ph) is around in the area liquidating ghettos. That means aktion. We established a\nuh guard every house. In that time I stayed in the house of a certain Aaron Spotheim, in the\nghetto. Aaron Spotheim had a of . , that means how much. That\nmeans he was a bad man. He was really a...not a very friendly uh person. Uh the whole\nghetto real...uh really didn't like him very much but he he uh let us in and so we were happy\nthere and with his help when the aktion star...in the area started, we we decided to build our\nown bunker or our own front. Being uh what he was, , he said nobody should\nknow it. I don't want anybody to come in to that, in to that uh hiding place from our\nneighbors. So nobody really knew about our hiding place. I thought in that time that our\nhiding place was a good hiding place. We had...you know, the houses in the ghetto, around\nthe were attached houses. The house attached to Mr. uh to Mr. Spotheim's house had a\nsmaller uh roof. We decided to took the border between two houses to separate and create\nbetween the attics as a hiding place. Later I...when I compared our hiding place with the\nothers, I felt it was probably the flimsiest hiding place or bunker which existed. It had only\none positive thing. Nobody knew about it. I was witnessing...looking out from when the\naktion took place and seeing in what ways they collected the people in to what they called\nthe Umshagplatz (ph) there in the ghetto, because because they had to take them, to take the\nJews by large lorries to _, uh to Borszczow to to transport them by train to uh...our area\nwent to the annihilation camp in...oh my goodness, this gives me...I don't remember it\nSO...(pause)...anyway uh the way how they did it convinced me that...until then I was not\nreally convinced that people were uh gassed. We heard about it. There were rumors but\nnobody knew for sure. It really didn't make sense. The whole plan of the annihilation of the\nJews was conceived in such a diabolic way...having a Jewish Judenrat to collaborate, to\nfulfill the orders of the Germans because they had no way, no different way, no way out.\nHaving installed the Jewish police and here is an element which I would like to mention. To\na large degree the Jewish police was formed by former lawyers. They were so brutal. Their\nlanguage was so crude. The way...how they uh how they behaved toward the population was\nso revolting that many times we asked ourselves, how come these educated people...and\nthey...you had to consider them educated people to a large degree in comparison to the other\npeople in the ghetto who who were not educated, who didn't have any university schooling.\nIt uh behaved in such a way...the circumstances created 1t. Example. During the summer of\n'42, seeing that I really had nobody to rely on...I'm a stranger...I'm a foreigner...who is going\nto help me? I had...we had no money. I started to explore the area around Korulovka. In one\nof these explorations I got into another ghetto by the name of Czortkow (ph). It was a bigger\nghetto. It had five thousand Jews there and the leader, the Judenaltester, was a lawyer by the\nname of Dr. Ebner (ph). You know in the old Austrian-Hungarian monarchy, every lawyer\nwas called Herr doctor. I wanted what they called a psheapuska (ph). Pshepuska in Polish\nmeans a passirchein (ph), a permit, because I wanted to make my way or to find a way\ntoward the border. The border was Zaleszczyki. It uh...when I uh sent a militia man in\nann...to say if Dr. Ebner can receive me, I don't know what the militia if he understood very\nwell, but I ended up really in front of Dr. Ebner who said, who are you? What do you want?\nVery hostile. I said, look. I'm a physician from Czernowitz, you know, Czernowitz. As a\nmatter of fact I was trying to...Czernowitz had a a deputy by the name of Meyer Ebner...I\nsay...the same last name...I said you probably must be related. He said, sure I'm related. What\ndo you want? His attitude was...he called the militia man in and told him in Polish uh\nCzortkow. That means search him. I didn't know what...and he said uh see if he had, if he has\ngrini papima (ph). That means dollars. I didn't have any. He says what do you want? I say I\nwould like a , a pshapuska (ph). He said, look doctor. I have no time. You are\nbothering me. You take my time away. I have... have my people to take care of. Get out of\nmy ghetto or I'll give you over to the Gestapo myself. I was really amazed at that hostile\nreaction and I was very depressed. I left that ghetto because he said in ten minutes you have\nto disappear from my ghetto. Alright. Czortkow was a city which looked or is a city which\nlooked like a fortress. It had big uh tall uh uh walls. It was one of the eastern cities of the old\nAustrian-Hungarian monarchy and probably for protection against invasions from the east,\nbut it was a a frightening city. I left the city in a hurry. I was disappointed. I was angry. I was\nhungry, tired, and I came and throwing me out of the ghetto, Dr. Ebner saved my life.\nOutside the ghetto, I was exhausted. I looked for a place, a , and I fell asleep. Until in\nthe morning I heard uh I heard engine uh noise. I looked out and I saw trucks filled with\npolice, German police, Ukrainian police. They were liquidating the ghetto in that day. By\nthrowing me out of the ghetto, he had uh really saved my life. To make a long story short uh\nat the end of September, beginning of October, finally the aktion took place in _ It\nwas preceded by a request from the Gestapo to Max Glickstern, the Judenrateltester, to\nfurnish two hundred fifty Jews. The rumors said that the two hundred fifty Jews were meant\nto go for schmeltz (ph) what that means ?. That means for destruction. And I happened to\nwitness a discussion in the Judenrat which took place to form a list of the two hundred and\nfifty Jews, and it it was a...the discussion which took place...he said look, you have an old uh\nfather up there who is really...why don't you give your father. He said my father. You have\nan uncle and you have this...why don't you give...and everybody was pointing fingers to\nsomebody else. It came to a point where Max Glickstern, he had to really...and I I admired\nhim in that time...had tears in his eyes and said look, fellows. I grew up, I know everyone\nof... grew up in this community. I know every one of you here. I am not going to make a list\nof two hundred and fifty Jews. I am going to say to the community hide. Whomever it will, it\nwill hit it will hit but I'm not going to make. And he left the meeting. So now everybody was\nfinishing or starting to to to uh because everybody knew itt 1s it is...the end 1s near and uh the\nresult of that aktion was really disastrous. It wasn't two hundred and fifty. It ended up around\nfourteen hundred were taken and it explains to a large degree what has been discussed so\nmany times in the last years. Was it correct or was it right or was it fair from the Judenrat or\nthe Judeneltester...I just read the book about Rumkovski, the chief of the Lodz ghetto, you\nknow, to give out in order to save the community a certain number of Jews. Here Max\nGlickstein had re...had refused to give out two hundred fifty and later we asked ourselves the\nquestion...1f he would have given the two hundred and fifty, you know, there would have\nremained uh fourteen hundred still there. But it was a a a question which nobody really could\nuh answer satisfactorily. Uh some two hundred, hundred eighty or two hundred Jews who\nwhose hiding place were not found, were uh were uh survived. I witnessed one scene where\na uh a tailor by the name of Singer whom I had known in the ghetto uh was on his knee\nbefore a German and said, herr Gestapo, . He looked at him...",
        "Q: Translate that.",
        "A: ..uh Mr. Gestapo. Give me back my wife and my child, to which the man looked at him and\nsaid bring me a thousand Juden. Bring me thousand Jews. And then he brought a thousand\nJews. He knew the hiding place of every...of a lot of people. I'll tell you why. Many people,\nespecially the one who had uh still money...they're paying people to to to dig their bunkers.\nIn this way there were people who knew about the bunker of neighbors or other people, and\nhe brought them. When I, we left the ghetto, Gusti and I...Gusti was the name of my first\nwife...uh Mr. Singer was was still there and the Germans had...he had his wife and his child.\nHow long he survived I don't know. Uh summer 19...before the aktion took place, an\nincident...an even...a a an episode which might be interesting. One day I got in...I think 1t was\nJuly or August '42...1 don't remember exactly...1 get a call from the, from Dr. Teibers to\ncome, to come to him. Since I have seen uh in the end of 1941 he hadn't uh shown too much\ninterest in me. And I came there. I I was a little suspicious of his call and I said uh...he starts\nquestioning...how hungry are you doctor? I was impression first he make fun of me, but then\nI thought...I say why do you ask me that question? Sure. We have no food. He said I'll tell\nyou why. There is a community around Korolovka by the name of Oxenetz. The story of\nOxenetz,O-X-E-N-E-T-Z, itis aaauh...how do they called it....1t would be called aa\nuh hotbed of Ukrainian nationalism. Why is it important to mention it? In Oxenetz, they\nwere around twenty or twenty-five Jewish families. Before the German authorities or the\nUkrainian authorities were able to take over the new administration after the Soviets left, the\nlocal popu...uh population, the local Ukrainians had killed all the Jewish families in Oxenetz.\nHe said there is a call to be made, a medical call in Oxenetz for the grandchild of the wogt\n(ph). Wogt is the Polish name or the Ukrainian name for uh the mayor. The word comes\nfrom the German voet. It is a uh a Ukrainianization of it, colonization of the word. The\n, and he'll pay whatever...there is no doctor in the whole place. I say why don't you\ntake the call? He said I wouldn't even if they would pay uh gold I wouldn't go there. He says\nthese are murderers. Well, he said, there is a man outside the ghetto who waits with a\ncarriage or the , you know, to take whoever...if you want to go. He'll pay you whatever\nyou want. I went back and I told Gusti this will be the only way to get some food. I didn't tell\nher that it is to Oxenetz because why should...she heard later while I was away. I knew that\nin the area was an epidemic of diphtheria and when I came out the...the outside the ghetto, I\nfound a militia, a Ukrainian militia man with the cap of where they have the emblem of the\nUkrainian uh organization. The Ukrainian Nationalist organization had the, was OUM, for\nuh Organization of Ukrainian Nationalists, Organizationa Ukreinski Nationalistiv (ph) in\nUkrainian, and their militia men had an emblem...they call it the trizub (ph). Trizub is a\ntrident . It looked like a trident and they have it on top of their cap. He had a trident thing and\nhe had a I thought it was a frisky horse. There were two uh wheels in the front, two in the\nback and something...and we had to sit sideways on it because there was no...there were no\nsides walls on it. Anyway I said before we leave I would like to pass by a...what we called\nthe convent. There were two Polish nuns who uh who provided the population with uh\nsporadically this drugs, medications and I passed by...I knew the nuns because one of the\nnuns a throat infection. Being an ear, nose and throat man, Dr. Teibers a year before had told\nme, had sent me there to see them because the nuns, you had to to to treat for free and Dr.\nTeibers was not very much interested to treat for free and this was the reason why he was\ncalled over . Anyway I...they gave me a serum, two ampules of serum I think\naround ten cc's each, large ampules, and uh whose date of expiration was...as a matter of fact\nI don't remember it...there was a date of expiration. I took these two ampules and we not\nknowing if I'm going to use it. We...after four, five hours we arrived in Oxenetz and entering\nI saw empty houses that the wind was was was uh uh...the empty windows without glass\npanes were uh uh and he shout...the man shouted and said in Ukrainian to me...used a very\nderogatory word. He says . Here our Jews lived. Our Jews. But he\nused the term jide (ph). It is a a term which the Ukrainian applied in general to Jews and uh I\ncame to the house of the wogt. He greeted me in this way, with the hand up. Not the uh the\nuh...1t was a greeting...I don't don't think it was the Nazi's Nazi...and showed me the way into\nthe house. I came in. I found a two and a half or three year old boy breathing very heavily,\nalmost uh, you know... , , he had that .... looked in his throat and\nthere was no (cough) uh everybody who had seen once the so-called pseudo-membranes of\nof diphtheria patients, it was no problem for me to make the diagnosis. Itold the _ [have\nto to uh give him an injection. He said you do what you have to do. The only thing is there\nwere some fifteen, sixteen people in that little room, you know, the the air was heavy. I said I\nwant everybody out, so only four or five people remained. There was a grandmother. Uh I\nfound out that this was the only male grandchild of the wogt and he he he was tremendously\nuh uh eager and concerned about the health. I gave the child...the child was very toxic. His\nhis temperature was low. He didn't even have a high temperature. He was pale. He had\ntrouble breathing. I checked his heart to see if he had any complications. No. His heartbeat\nwas alright. His lungs uh I couldn't make out because of that but I gave him the\ninjection and uh I said we'll see. He said alright. You see, you're going to sleep in the next\nroom. I said what do you mean sleep in the next room. He says well, you're going to stay\nhere until the child will recover. I had...I was under the impression that this is going to be\njust a medical call and I will leave. I realized immediately if that if that child 1s not going to\nrecover I don't think I'll recover or I'll survive it. But to make a long story short, I was hungry\nso I said look, I didn't eat the whole day. Oh, he said, food...no problem. He called his wife.\nHe said why don't you make the doctor...and he said pane doctor. That means herr doctor. So\nI uh said make me a a uh uh five eggs, this slanina, this bacon and they put a bottle of vodka.\nI had three drinks. I ate it. I felt good and I fell asleep. When I woke up uh some ten or\ntwelve hours later and now it was morning, next day, ten o'clock. I went in to see my patient.\nHe was breathing slightly better. He still still had some but we were able to force a\nlittle water or cold milk in his throat. I uh didn't know, I didn't have what to do so meantime\nsomebody else came and said doctor, could you see my wife. So my fee in that time was two\nchickens for a cold, so I asked the wogt if he'd give me permission. He said sure, why not.\nAnyway in the evening, at the end of the second day I I was a a lucky uh uh proprietor of six\nchickens. I had three. I slept the second. I ate and drank well and the third day they...the child\nwas breathing now much better. It was...it...the the serum had...1 was very worried. The\nserum at that time was not a very concentrated serum and uh there were a lot of reactions, the\nreaction what we called serum disease. It...you could have really serious uh uh side reaction,\nsometimes even fatal. Anyway, that child had absolutely no no side effects. He recovered.\nThe fourth day he was fine. He asked for food. He had now a little bit of a...still around\nhundred, hundred and two, being that, you know, the European thermometers were from\nthirty-six degrees Celsius so...centigrade...so uh I said, I asked the wogt how do you uh...do\nyou think I could leave. He says oh yes. Never said thank you. The only uh person who came\nforward was the wife, his wife. Not the mother of the...the mother of the child didn't leave\nthe child but the grandmother, the wife of the wogt. She came out, took my hand and said in\nUkrainian, doctor, thank you very much. You are a good man. You saved my grandchild and\nthe wogt said, the car...here is the man who brought you. I said...oops, I'm sorry...he\nsaid...I'm sorry ..he uh said uh...I had asked for what they call a koretz (ph)\nof... is hundred kilo, two hundred pounds of uh wheat, kernels. He said no problem. I\nfound the hundred kilos on the carriage...on the briska. Meantime I had twelve chickens. The\nmoth...the grandmother of, the wife of the wogt had told me she's going to take care of and\nreally everything was on the carriage and I asked the man when he finally arrived at\nKorulovka at the ghetto...this was . That means the aktion...[ am I am coming back.\nAktion had not taken place yet. In no time the whole ghetto, you know, uh knew that the\nRomanian doctor is with a whole...meantime the rumor that I am bringing a tremendous\namount of kernels back. To make a long story short, we had wheat only twenty kilos, not\ntwenty I don't know. Twenty pounds of that kernels we were able to turn into into flour and\nto bake it. The rest got lost during the inspection of a uh agricultural, German agricultural\ninspectors. They inspected the ghetto and this was really to to get the food out of the ghetto.",
        "Q: change the tapes",
        "A: Alright.\nPhrases missing\nTape #2\n...the border of police of six feet, six man in Zaleszczyki, Germany. Uh and while we walked\nI don't...he he pointed out here comes the...here, you see, this is the the Lieutenant. I think he\nsaid Lieutenant. And I saw a man from the police. I I was uh not only surprised but I wasn't\ntoo eager to meet, and...but he he greeted him as he answered and we stopped somehow to\ntalk. I spoke a much better German. German was my native tongue than the man...not Singer\n(ph)...something Shiller (ph), Singer...something...I don't remember exactly his name. But he\nstarted to talk about it and to the man...as a matter of fact, he's from Vienna. He announced\nthe policeman, he's he's uh he's a high school teacher and uh in his civilian...he teaches\nmathematics at the uh gymnasium. He mentioned in Vienna and he started to talk about it\nand uh uh we went to a place uh that Singer, whose name was, had...apparently he had to\nmake an appoint...he wanted something from that man, and he knew him better uh because\nhe had brought a bottle of vodka for him and uh uh the officer sat down...he brou...the\nGerman sat down and started to drink. After a few drinks he started to talk about\nVienna...how uh how he he he would like to be back in Vienna, and then he started to talk\nabout his father who's uh...and he he told us...apparently he felt he can uh talk to us very\nopenly and for a uh Social Democrat he was member in the Shutzbund. I knew more about\nthe Shutzbund. In Vienna the Shutzbund in Vienna was an organization, was a fighting\norganization of the Social Democrats in Vienna who had fought against Dolfuss when he\nwas Chancellor of Vienna and uh they were beaten and why he told us this story I didn't\nunderstand. Maybe he felt we were candidates to any uh...but he...uh then he started to talk\nabout the Jews. He was already drunk and he said to us in German, to me, uh yeah, Juden\n. That means uh there is open season on you. Everybody can shoot you.\nThere is no law to protect you. This would be the uh...it happened that after the incident\nwhen the , when the ghetto in was annihilated, I was back into into uh uh\nZaleszczyky also trying to...I tended toward the border, always to find maybe there is a way\nthere to get out. And one day I saw from far the figure of that German and uh not being able\nany more to get out of his way, I greeted him and he was not in a very good mood and uh\nsaid, ah...and I asked him don't you feel well? You know, I'm a physician so I ask people\nhow they feel and he said oh, I was asked by the...to take part in this, to surround the ghetto\nin in Czortkow, to which I said uh...apparently he knew what is going to happen to the Jews\nbecause then I asked him, do you let anybody escape? He said, escape? My orders there to\nsurround. I I don't know what uh...I didn't uh take part in anything but...then he said,\n. I don't know how the German people will ever be able to to uh,\nnot to answer for it... , to be responsible for what they did. It remin...1t remains\nwith me even today after so many years. Anyway, coming back to the ghetto after the aktion,\nI had decided to form for myself a boivka (ph), a fighting group, and I recruited for it a\nwoman and her husband by the name of Padover. Why did I...it was an energetic woman in\nher late thirties or beginning forties who was, who grew up in the area. She knew every area\nin the...and when she talked to me about it, I knew that she really was very familiar with it.\nShe had, she had uh uh contacts with farmers. She knew farmers. She had contact with\nfarmers who were uh her friends from before and I felt it was a good...she introduced me also\nto a very tall, six foot two, young, eighteen year old Jewish fellow whom I recruited also\nbecause they were survivors of what had happened in the ghetto and I had decided to go into\nthe woods. Uh to make a long story short, when we met in the woods at our hiding place, it\nturned out to be a complete fiasco. Mr. Padover had decided meantime...he showed up at our\nmeeting place with an eighteen year old kid. I said where is your wife, because the reason\nwhy I had recruited him was his wife, not he. And he said ah she's too old for me. The young\nman who had said he's going to bring a brother brought a fourteen year old kid...thin...I don't\nknow if he was uh maybe ninety-five pounds...thin...you know, every uh wind uh draft\nwould would...my whole fighting group turned out to be really nothing. Anyway we\nfound...we had made an appointment with the Ukrainian fellow who took us to a place uh\nwhere he fed us really and uh hid us and two weeks or ten days later, there was an alarm. We\nhad to run. During running there was panic. We ran in different directions. We lost each\nother and Gusti and I ended up together out in the woods. Meantime it was cold. We didn't\nhave where to go. I'm reminded now the promise which Mr. Zarevski, the husband that Pole\nhad told me...it took me one and a haLf days to get. He was in a little town...I think Smikow\n(ph), I don't remember exactly. He lived in a hut outside... knew where he lived because he\nhad brought me to see his wife there and uh was hard to get there. It was outside...he he tried\nto keep a very low profile, being Polish and I...then later I understood why. Because it turned\nout he was a member of the underground, the Polish underground. When I knocked on his\nwindow it must have been four o'clock in the morning. Uh I heard somebody moving inside.\nFinally he opened and then I told through the window who it is. I uh...he opened and let us\nin. We were exhausted. He gave us some food. He let us sleep there and then he said, look,\nuh uh this is a bad place for you to stay. I didn't understand why. To me it looked like a very\ngood place. But he said this is...I have to find a hiding place for you. A week later or six days\nlater, he said I found somebody. He took us on a tour which lasted probably three hours, way\ninto the woods, and he, on the way there, he said the furster (ph)...furster is a a uh uh\nPolanization or Ukrainization of the German word . It means a man who takes care of\nthe woods, of uh uh...he's a representative of the of the county, in the woods. He sort of uh\nuh surveys the cutting of trees where they ma...where they collect wood for the winter. He he\nuh sells or gives the wood out to certain people in certain communities. He's an official\nperson. We met him there and he again said...we came there. The first thing we ate\nsomething after these three and a half hours of walk and uh he was very respectful toward\nMr. Zaresvki, as if he would be his superior. I didn't understand why. Whatever he...and that\nhe knew about us already and he said yes, I have a place for you, but not here where he\nlived...he he was with his wife there. He was a rep...he spoke Polish with Mr. Zarevski. He\nhad certain loyalties toward the previous administration because he was the official\nrepresentative of the Polish uh community there. He was an employee of the State, not of the\ncounty, and...but he was very respectful toward Mr. Zarevski, and they brought us to a barn\nsome four kilometers far in the woods, an empty building - hay with an at...so-called attic,\nyou know, and uh we...in the attic there was something which looked like a bed as if\nsomebody had slept. I understood why he brought us there. That means if somebody would\nfind out that Jews are there, he could say he didn't know anything about it. He said he will\nvisit us every week. He gave us a couple of uh blankets and he gave us some food.\nhe said he's going once a week to visit us, night time, and really uh it happened. For three\nweeks he came every week, brought us food. One day I saw around six o'clock...it was\nalready slightly dark...two figures coming. It turned out to be Zarevski and Janek.\nwas the name of the person, and uh uh uh Zarevski or Zaremski, said I want to talk to you\npersonally. My wife...so , the first thing, my wife uh sepa...stayed aside and he\ntalked to me, he said to me uh, you know, you come from Romania, right? How well do you\nspeak Romanian? I said perfect, I said. He said well, do you think you would like to join a\nfighting organization? Join a fighting...? Certainly, why not. Which is it? He said it's out\nnear Armia Kraiowa. We are under the the uh government of the in the, the Polish\ngovernment. He said I'll come in a week back. I am going to discuss with my superiors. I told\nhim about you, and I gave...I have a plan. He says I'm not going to talk to you yet about my\nplan. He came back uh came back the next week and said, well, my plan seems to be a good\none. It still has to be approved by the Center (ph). My next question was, if I join you, will I\nbe armed? He said everybody in this organization has a gun. . He said I trust you. Uh\nthen he left. He walked some three, four hundred feet, then he turned around and came back,\ntook out a pistol, a German luger, and said here, you have this. Keep it. It had a full mag...I\nchecked...it had a full magazine. It was a 9 milimeter. They called it the German\nParabellum . It was aauha fine gun with a long. Anyway, he came back a week later\nand he said, look, uh...oh yes, meantime we were...it was December, beginning of\nJanuary...we were '42-'43. The...apparently the furster had a radio because he heard BBC. He\ntold us about the Battle of Stalingrad which takes place and the Russians are beating the hell\nout of of the Germans and the Germans...in that time he said, he told me about Marshall\nPaulus who wants to uh to uh to...was picked up by by BBC. He he gets, asks the permission\nof Hitler to to uh to give up and Hitler says no, until the last man so our mood was...right\nnow I was going to be a member of a fighting organization. I had a gun. You don't know\nwhat a gun in that time meant for a Jew. To have a gun, to be able to protect yourself. You\ncouldn't...it it was worth its own weight in gold and here I got it without...I had you\nknow...and the news about the Battle of Stalingrad...1t was good news. Our morale\nwas...anyway it didn't last for a long time. Now...he told me now about his plan. He said I'm\ngoing to be a courier for them (ph). He said the contacts of the army of takes place\nonly through Sweden and it is very hard because they have to go to Gdansk, from Gdansk to\nsmuggle, to...by boat, to Sweden and from there to...and from Sweden they have no problem\ngetting to England but because the Polish government in exile is direct organization from\nEngland and the contacts through through Sweden is bad. He still is waiting but his\nimmediate superior in Lamberg (ph), 1n in...had said it's a wonderful idea. He should take me\nin so...and I speaking Romanian because Romania had a large group of refugees from Poland\nwho had run away, military people, civilians, and there was an active Polish organization\ndirect in charge of the Polish refugees in Romania. That means he had a a good in for\nRomania to get in touch with with England was much easier. Uh Romania at that time had\ncontacts with Turkey and through Turkey they could they could get...so he felt I was the\nideal uh person to make the contact. It...a week later with the furster came also.\nAlmost two weeks later...1t was the beginning I think of February or the end of February and\nhe came back in panic. You have to leave immediately. Next day a Ukrainian police\nis...militia is coming there. He doesn't know why they are coming but he heard one militia\nman who had a a Polish mother, you know, who had still...had told him about it, and uh\napparently also uh ——_—srwas on the run. Something had happened. He didn't tell me what\nand I have to give him back the gun. I thought that the whole thing is...he's going to bring me\nto somebody else he had spoke. He brought me...we walked, we walked I think the whole\nnight. I think he couldn't have brought us farther to a place which looked very good for me,\nfor...uh to me. It was...it's a hiding place under a stable. Unfortunately, that stable had...the\nfloor of the stable were boards and the boards had spaces between them, small spaces. There\nwas a cow there, and when the weather was bad the cow didn't want to go out or wasn't taken\noutside, so when the cow had to urinate or to defecate there, especially to urinate, it came\ndown like a, like a shower and you had to run to the side. Still you ended up getting some\nsprinkles of that urine and that urine had a smell and it impregnated what our clothes and\nafter two or three weeks, it...we start to smell badly. You know, we hated ourselves. As a\nmatter of fact a few weeks later Gusti broke out in general furuncolosys , furunculs uh small\ninfections of the skin. She was so depressed. It hurt. She couldn't scratch it. It was itchy. It\nwas infected. It took me probably...slowly, slowly by treating each infection infection\nseparately, to clean it up, it took maybe two months. Meantime you had to go out night time\nand you couldn't get out night and every night to to uh to try to get rid, to take off the the\nclothes and you couldn't...and it was cold...you couldn't take off the clothes. You were cold.\nBut you have still to air these clothes in order they should get dry to loose, because we ended\nup smelling terrible. Uh two months...it had one good thing. We had a built-in supply of\nmilk. I learned to milk the cow. I had to be careful because whenever she milked the cow,\nshe gave us half a cup of milk each, but it wasn't enough, so I learned to try...Gusti was\nholding the cow and stroking her neck which the cow really liked very much and she got\naccustomed to Gusti stroking and I was milking her. In the beginning I tried...I didn't have a\nreceptacle, you know, so I was trying to drink directly. You know, when you are hungry you\ndo many things. But this was the built-in uh milk supply of that hiding place. The couple\nwere under apparently Pole-friendly, Polish uh friendly to the Poles because the Furster\nnever showed up again. I don't really know what had happened to him. Neither Zarevski nor\nthe Polish Furster. They had brought us, but they were friendly to a degree. The husband was\nUkrainian. The wife was a mixture of Polish. She spoke well Polish...Maria...no...Anka (ph)\nwas her name. Anka had...Gusti told her in order to give her...that she's a fine knitter. She's a\ngood knitter. She saw her wearing an old pull-over she has. You know...let me have that\npull-over. I'm going to take it apart. I'm going to wash the wool and knit for you a new one.\nShe made her a new pull-over in three, two or three days and she was, Anka was delighted\nand she started to bring her more and more. Apparently she made it a business because she\nsold it for something or she exchanged it. She bartered it because uh Gusti was a very fast\nknitter. She was able to finish a pull-over in one and a half days working eight to ten hours\nand there was nothing else to do. You know, we could go out only in the...and so it happens\nthat in the spring or April or May, walking around by myself to air, to get a little fresh air\nand to get rid of that smell, that I happened and probably having strayed a little too far\nbecause I had strayed once too far and I got near a house and a dog started to bark. In small\ncommunities if one dog starts to bark, all the dogs in the whole community...and I started to\nrun away because I had maybe fifty or sixty dogs start a whole...you know, naturally\nimmediately their owners will come out to investigate what's going on, so this was bad\nbecause we could be found out and uh uh the stricter interdiction by our hosts were not to go\ntoo far, to stay...and I had impression while I walked...this must have been in April...1t was\nalready, or May uh that uh...oh yes...meantime because of that knitting business, the attitude\nof our hosts had had started to improve. It was only bad when they got drunk or had a fight,\nand usually then they uh then they had uh...they drank and they got a little high. They started\nto have a fight. It had to do with Polish-Ukrainian or I don't know because I didn't hear but\nthere were times when he hit her and then she was yelling, but these were not good uh omens\nfor us because uh 1f somebody would have found out that he was hiding Jews, he would, he\ncould have been shot. Anyway, coming back, walking outside, I had the impression\nsomebody is following me, and I went in circles, walking a little farther than usually, and I\nheard uh...really I was sure now somebody followed me because I heard...he must have\nstepped on on a on dry branches. I heard them uh the noise of uh branches until finally\nsomebody told me from behind, hands up, , and...in Russian, and went through my\npockets. I had a knife with me. They took my knife away and...he took my knife and not\nthey. He took my knife away. Told me to lie down with my face down and started to\ninter..who I am and so I told him look, uh Romanian...now I told immediately I'm a\nRomanian physician, you know, and he said uh...he used the term evrei (ph) Evrei (ph) is a\nRussian term for Jews, but not derogatory. Uh it uh it means you are a Jew, but it's not a\nderogatory term. It's uh it's the way how in their, in the Russian passports you are being uh\nuh indicate your nationality. He wanted to know with who I am, where I am, how long I\nhave been there, how uh...well, he said, uh I want to see...in next week I'm going to be here. I\nsaw immediately he doesn't belong to the local Ukraine. I was afraid he might be a\nBanderovtzi (ph) from the Ukrainian uh organization which killed Jews. He was not. He\ndidn't have the trizub. He uh he uh he had a a German uh uh sub-machine gun, a Schmeisser\nand uh didn't tell me...I asked him...he didn't answer. He says I would like to talk to, to see\nyour wife. I want to see if it's correct. Alright. A week later or ten days later..we had made an\nappointment. I brought Gusti there. What could I do. Yes, he said, no word to your house\nabout me. I don't trust them. I don't know them. No word. And I came the uh first thing,\nwhen I came with Gusti to meet him, also night time, he looked at her, as much as he could\nsee her in the dark. He said do you follow my orders. I didn't know what he meant. I said not\nto tell your host anything...orders, he said. So it was a military term, you know, and I didn't\nknow...now he told us who he was. He said his name was Vasia. He is a part of an organ....of\na parachute group which were uh parachuted near Tarnopol and they have to prepare the\nterrain for a large group. He said...I said how large. He said close to a thousand people. A\nthousand people parachuting... didn't sound to me very, very uh...yes he said. He mentioned\na General Kovpak, K - O - V - P -A - K. He's their leader and he will come with the big\ngroup. He has to, orders to prepare and he says they have to fulfill an order, he says, but\nnobody in our...only a few people know our task, what we have to perform. Later I found out\nthe whole group is supposed to destroy the industrial triangle in northwestern Galitzia , three\nin Borsczow. There were mines. There were oil, you know, and two weeks later\nhe came. He was very short. Yes. At our meeting when he met Gusti, as a sign of\nfriendliness he brought us a kolbasa. Kolbasa is the Russian term for salami, for kilbasi (ph),\nyou know, and he brought a piece of bread and uh...terrific delicacy for us. The second time\nwhen he came he brought us some uh salted uh lard. Salted lard was one of the preferred\nthings for us, because if you spread...a little piece would keep you the whole...it was rich in\ncalories. It could keep you a whole day, you know, your stomach. Again he inter...]\nstarted...now again he says, do you speak Romanian? No, this was later. A week later he\nasked me this. The week later he came. He was very de...1t was now July. July '43. He said\nwe had fulfilled our task. The large group had arrived. We had destroyed...the triangle went\nup in flame. I don't know how much. I can rely only what uh he told me, and he said uh...the\nsecond time when he he had asked me again uh would you like to join our group, I said sure,\nwhy not. , what did I have. Uh, but he had told me he doesn't like our hiding place. He\nhas to find for us another hiding place and he really did. He found for us a hiding place\nagain. It was a Ukrainian couple who apparently were very pro-Soviet and very...apparently\nwho were not very well regarded by the Ukrainian Nationalist Organization because of some\njob they had had during the occupation of Galatia by the Russians, and apparently he was a\ncontact of theirs and so on. Meantime...as soon...why, when I asked him why do you look so\nuh shattered, he said, oh we fought very hard. The Germans attacked us. As soon as they\ndestroyed that triangle, the Germans brought a whole division, I think of Ukrainian SS. The\nUkrainian formed I think two SS divisions and uh he says they destroyed everything. As a\nmatter of fact he says our group is now in the mountains, in the Carpetian (ph) mountains.\nThey pushed us back and the higher and higher we go...and he says and I have a task for you.\nYes...meantime he had brought me also a gun. He had brought me a gun...a big twelve\nshooter. A Belgium FN. He called it FN enca (ph). FN stands for Fabrique Nationale,\nbecause I could read the inscription on this. It's a big gun. It has...it's a nine millimeter gun. It\nhas a big uh twelve uh bullet magazine. It pulled my pants down, (laughter) you know, but a\ngun was something which uh...uh so by August he came back to us. Yes...we were meantime\ntransferred to that couple. Again, we were in a barn, a much smaller but there was no...(long\npause/blank in tape)...didn't have any more of that uh that uh uh contact with the nipping,\nwith Anka, the previous hostess and uh they said...one day he came, he said next day I have\nyour...meantime he had inquired about Romania, how well I know the northern part of\nBukovina and so on and he said I'm going to be a courier to a person who is in Romania, in\nthe northern part of Bukovina. He gave me the name. The name was, I think, Petre Hreniuk.\nPetre Hreniuk. H - R- E-N-I-U-K. Petre Hreniuk lived near the Zastavna (ph). Now my\nsister was the uh in charge of a pharmacy in Zastavna and I knew the area. I had...I knew the\narea from Czernowitz, how to travel to Zastavna, but I never had done from and\nZastavna was not far from from uh the border. All those parts...you could reach it by uh\nwalking. He said you have to meet Petre Hrentuk and uh try to to uh...he should hide fifty of\nour fighters. I said alright. You have to leave tomorrow. He told the couple, the woman of\nthe...uh he went to the woman. She came over and he said you have to prepare for me uh\nfood I should take from, for a week, ten days. He felt, he figured out...took me much longer\nbecause I did the biggest stupidity of my life while I was . It was...he told that he\nis...the woman knew the area and she gave me a contact where I could...I had to uh to cross\nthe Dniester. The Dniester is the border between...the river Dniester is the border between\nPoland and uh the General Government in the northern part of Bukovina. Meantime the\nBukovina had nearly occupied by the Romanian and was a Romanian administration there.\n[...there...the crossing of the Dniester was no problem. It was a drought. The Niestra was\nvery uh very uh shallow and I am a swimmer. I...so it didn't uh affect. I came to Petre\nHrentuk who...uh when I gave him uh...there was a uh a...I had to tell him who sent me,\neverything. Finally he he knew about it. I think somebody else might have told him because\nhe knew about the group. The group had had uh uh parachuted near Tarnapol (ph), between\nTarnapol and Chotkow (ph) near Skalat (ph). They had first, while they had parachuted they\nhad immediately a a uh a run-in with the Ukrainian police which brought Germans from\nBorszczow, from Czortkow and from from uh , to help them fight. And this is how\nthe...but they they proceeded slowly, slowly toward which that triangle and finally\nthey destroyed it. But meantime all the way they had to fight the Germans and the\nUkrainians. It uh...I wanted to tell you something else. Yes...in that time before I left, uh\nVasia had told me that the group which had parachuted had formed a Jewish echelon. They\ncalled it I think Third (ph) Echelon, formed by Jewish refugees whom they had picked up.\nBut he said you are not going to to join them. You will have a special task. You'll be a\ncourier. Here I was again...uh uh uh engaged to be a courier by a different group uh similar\nto do almost a similar task like for the Polish uh underground. They...1 came to Hreniuk.\nHreniuk when I told him fifty people he laughed. He said uh it, it's impossible. He said the\nonly thing what I could hide, the only people, five...maybe six people. He says...how should\nI feed them. They...uh in...not far from him there was a little town where | Romanian\ngendarmerie post. He says you cannot hide fifty people easily in this here. You you need\nfood. You know these are fifty human beings who who eat, drink. If you...he says five\npeople I could make. While I was there eating and drinking...he he served me food and really\nhe was very friendly. Uh the only thing is this is what he can do. Not more. Suddenly it came\nin my mind...here I am not far from Czernowitz. Why can't I go to Czernowitz? I forgot\ncompletely, and I I grew up there. That there is the River Prut which...who has a bridge over\nit which, when you come from the north... have completely forgotten. And I decided to go\non a Sunday to Czernowitz knowing that the market in Czernowitz takes place on Monday\nalways. And there will be farmers who go to market. Suddenly I...on the road I pick....I was\npicked, I picked up a couple who were on a little... who were taking food to Czernowitz to\nsee at the market and they gave me a ride and I was sitting with them, talking with them. It\nwas early...four, five o'clock in the morning and suddenly we arrived at the bridge and at the\nbridge there were Romanian uh soldiers. It was not the...the real bridge had been destroyed\nand there was a pontoon bridge. I couldn't go back anymore. I had told this couple that I have\nan appointment with the school uh revisor in Czernowitz. I looked like a farmer but I spoke\nquite a Romanian and uh these were Ukrainian uh farmers, Ruthenians, and they...the\nsoldiers didn't ask any questions. They...he asked the farmer in the...who was sitting in the\nfront with uh guiding the horses...he said uh, market? He said, yeah. He let us pass.\nAnyway, I I was ready to uh to to collapse uh so emotional. Anyway I found myself on the\nother side. I went, knowing Czernowitz quite well, I went through side...uh you have to go\nuh uh street, Banhofstrasse which is a very uh steep uh street that the tramway goes\nup toward the center of the city. I'm in side street, Morariu strasse, and I came to my street\nwhere I was born and to tell you the truth, when I saw the house, Marshall Fosh number 9, I I\nlooked at it. I looked at it and yes...and on the way there I had seen a few people with the\nJuden star (ph). They didn't have what we had in Poland, that uh uh white band with the blue\nstar. They had the yellow star here and uh I tried to pass, uh to keep a low profile as much as\npossible. While I was in my street I saw coming a former girlfriend of mine with a Romanian\nofficer, arm in arm, and uh didn't even uh spent one look at me. I was dressed like a farmer. I\nrecognized her. She didn't even look at me and then I decided I did enough stupidity coming\nin to the city and uh I still have to go back and...oh yes...what was very important, Vasia had\ntold me my wife is going to stay in Poland. He said it's the...1f I let Gusti go with you you'll\nnever come back and he was right. And yes...I had to leave my gun there. He said you cannot\ntake the gun of course. It might uh, it might induce you to be, to start a fight or something not\ngood. Better if you don't have a gun. And he was probably right.",
        "Q: Were your parents still alive at that time?",
        "A: No. My father and my sister, I found out later that they, you know, generally from the\ncommunity of around a hundred thousand Jews, around eighty-five thousand were deported\nto Transnistria Moghilev and the centers in Transnistia. The area uh uh...Hitler gave the\nRomanian an area beyond the Dniester between the Dniester and the Bugr rivers, which the\nRomanians called Transnistria, where hey deported a few hundred thousand Jews and uh\nfrom Czernowitz they took eighty-five thousand. My sister was declared uh...eight uh fifteen\nthousand Jews remained in Czernowitz which were declared uh important for the economy\nof the city, as a former (ph) city, and she got a permit to remain in the city. She remained\nwith my father. I didn't know who lived in the house. I didn't dare to go in not knowing\nwho...it happens that my father and Melane (ph) stayed in that house where I was in front of\nthat house looking at it. I didn't realize it. I didn't ask anybody. I tried to to to to sneak by and\nfinally decided...oh yes...I had asked the, that couple with the horse who had brought me to\nCzernowitz when they returned and they said ah between two and three o'clock. I said do\nyou have...but he said we have no watch. Neither did I. So I figured out more or less...I went\nback to what the Prut, toward the river where I fell asleep for a couple of hours because\nmeantime it was only ten o'clock, and around twelve o'clock or twelve thirty I was back at\nthe place where we had decided where we meet. They were already there waiting. They had\nsold what they had to sell, and they were wait...they were ready to leave even without me,\nbut since I came earlier I still found them. We crossed the pontoon bridge again. Nobody\nasked any questions, and I...when I came back to north toward the border I decided to go\nback to Hrentuk and to rest a little bit for a day, which I did, and this time he was quite\nhostile. He wasn't very...he said what are you doing here? I told him I was in Czernowitz\nand he said you went to Czernowitz? Aren't you afraid? I didn't tell him how stupid I was\ndoing it, but uh I couldn't resist. I had completely...it was an emotional reaction which I\ncouldn't explain. Coming back to Poland I uh told him...[ found him in terrible shape,\nterrible. He had a wound on his his...two feet...he had walked probably a lot. He said he's\ntrying to make...he came to say goodbye to us. He left me the gun. He told me the order of\nthe day, of General Kovpak is every soldier got fifty bullets. He says since I had a Belgrum\ngun, they didn't have...I got only what was in the magazine. He says you have twelve.\nRemember - the order of the day is forty-nine bullets for the Germans, one for yourself.\nDon't give up. That means for you it's only eleven for the Germans and one for you. I never\ngot a chance to shoot it. But it uh... mean to use it. He left me the gun, took...he embraced us\nboth. He says I don't know if we'll ever see again. He was very...he was in terrible shape\nbecause he had to walk hundred plus kilometers. He told us that the front was now between\nHarkov and Kiev . Kiev...[ think Kiev was liberated already. It was between Kiev and\nKamenets Podolski, and the Germans are retreating but he said keep a low profile. Watch out\nfor the Ukrainian, for the Banderoski, he said for the Nationalistic organization. The time\nwere...the winter of '43-44 was a hard winter. We stayed with that couple. We had terrible\nproblems. Problems mostly of food. Food was a a major item. The people had...I don't\nknow...the nearer the front came to us, the friendlier the woman was but the more hostile the\nman was. I don't know why. Uh we dec...we decided quite a few times to leave, but we didn't\nhave a place where to hide. The area was hostile. The pop...population was hostile. So we\nstayed for them. Anyway when the...in in uh at the end of February the uh we saw already\nforerunners of the Red army and here our hosts suddenly got extremely friendly. They came\nout. They gave us a couple of new...for me a pair of new pants. They gave my wife a pair\nshoes. We took...uh say goodbye to them. They...and we started to make our way back\ntoward Czernowitz. In the summer of '44 I decided to join the Polish army and uh I was\nbrought by the Russian, uh one Russian to what Poland...where the front was now\nin uh...Lublin (ph) was free. The suburb of Warsaw was Prague (ph)...not the Czech Praga\nbut Praga of Poland is a suburb of Warsaw, was uh uh burning. There was an uprising, the\nPolish uprising, not the Jewish. Jewish took place in '43. The Polish uprising under uh\nGeneral Bor Komorowski, which had failed. The German uh destroyed the city and we were\nlooking at Warsaw burning. To tell you the truth, we didn't mind Warsaw burning. There\nwas a feeling of...1in spite of the hotilit...of the fact that I was now a Polish officer - in that\ntime I was uh I was a Lieutenant, ear, nose and throat man. I uh...I forgot to mention when\nwe to (ph), he...I...uh again one of these lucky incidents. I found that the person in\ncharge of organizing the medical corps of the 2nd Army uh Army, Druga Army of Polska,\nthe Ist Polish Army was formed in Russia. The 2nd Polish Army was formed on Polish\nterritory. There was a man by the name of Lolek Cherzoff (ph), a former friend of mine, a\nCommunist, who was a doctor who had studied in Prague. The only thing not in the...1n in in\nuh German university but in the Czech university. It happened that I had met him in Prague,\nhim and his wife. She was Anka Silvershatz from Lodz (ph). She wasn't there. He said she is\nun...still under the Germans. He knows only that she 1s alive and he is going to try her, try to\nget her out through the Polish underground but not the Armia Kraiowa. There were two\nPolish underground, the Armia Ludowa. That means the people's army, which was leftist.\nHere I was in, working in uh . I was clothed in the Polish uniform. I was an officer. I\nhad found a friend who said where would you like to go, but they put into a group, an\nindependent group, an ear, nose and throat and ophthalmology group with my own couple of\ntrucks, with a group of four soldiers, four four nurses. We were...the Russians called this\ngroup gypsy outfit, Tziganski Outriat (ph), because that group was sent from hospital to\nhospital to operate the wounded and as soon as they finished their task. I was assigned 1n that\ntime to a uh a city by...small city by the name of Shedlitz. Shedlitz is eighty kilometers\nsouth-east of Warsaw where the hospital to which I was assigned was called the 22nd\nHospital for Light Wounded. The , In Polish. And here I stayed until\nJanuary, until the front...Warsaw was liberated and we went west. Uh...",
        "Q: Tell me about liberation.",
        "A: It 1s...you know, we asked ourselves many times...from...we at one point Gusti said to me...I\nthink in '43...you know Fritz (ph), we probably are the only Jews around here. And it was a\nvery frightening...and we started to discuss how come we are still alive, and in eight, uh in\n'44 when we were liberated, we we...I thought about it. I had no money. We were strangers.\nWe were foreigners in Poland. Didn't know the language too well. I didn't know Ukrainian\ntoo well. I didn't know Polish too well. The only thing I was a physician and I came back to\nthe term which they had called us always...the Romanian physician. Number one I was a\nphysician. I was helpful to the population and I remembered what the priest in Belce, Father\nhad said in his sermon - with the uh local Jews you can do whatever you want. They\nregarded us as...yes, we were Jews but we were foreign Jews and we were helpful. I got, as a\ndoctor as a matter of fact, a very good reputation as an obstetrician. I was not qualified to be\nan obstetrician. I got once a call to a delivery where the woman had been in labor three days,\nand I was very...I wanted...I was reluctant to go there because I felt I'm not qualified. When I\ncame there I checked the woman. You know, you have to do something, and I made the\ndiagnosis that the child had what they call in this country in obstetrics a rim (ph) of the\ncervix around the head. It was...that means it was almost fully dilated and while I was\nchecking her she had one good contraction and out came a baby boy, yelling. The whole\nexcitement with the delivery, number one it was a baby boy. It was a luck to be a crying\nbaby, you know, and the doctor had just...they gave me the credit. I was just an innocent by-\nstander there but I got the reputation as a as a fine, good obstetrician. Undeserved I have to\nsay, but I got that reputation and I certainly wasn't going to refuse the food which they gave\nme for that call, because we needed it very badly, so uh coming back why we survived. No\nmoney, no language, foreigners, but I was a doctor and this had helped. It had helped. Luck.\nI would say 99.9% the element of luck helped us in our survival. Who has the...basically,\nyou needed only a couple of people or one person to find who is friendly toward you. I met\nMr. Zarevski from the Polish underground. He was going to use me for his purpose as a\ncourier, you know, to Romania, but I had somebody who stood, who who who trusted me.\nSomebody who wanted to help. True, I should do things for them, but who, where in the\nworld do you find such a a uh lucky person. Number two, Vasia_. He picked me up. I didn't\nlook, I didn't know him, and again, how well do you know Russian? How well do you know\nthe northern part of Bukovina, because from there we were to get to the border with no\nproblem, you know. You could. They, they had contact with people, but beyond they...you\nknow, they needed somebody...here there was somebody who who could manage and I felt\nin that time I could manage and then I was young, was in pretty good shape. I was always a\nsportsman. Uh I wouldn't say I was adventurous, but I was daring to a certain degree. Why\nwas I daring? Because I had to. I had to. How many times in our, in our uh uh in the\nwoods, I came to a point, it's right and left. There is no sign where it says where to go. There\nwere no people there to ask where to go. Luck. Luck, again, again. Many times when I went\nto uh wrong I had to go back and go, you know, because it uh that part led me into a little\ncommunity and we tried to stay away from communities. The population was hostile. You\nneeded only one or two persons who were friendly, who were able to...or not able...willing.\n99.9% luck. That if they caught us, there was no question. We had left our friends. Doctor\nGabriel Zinreich still in Korolovka and they hoped, they felt that what I'm doing and Gusti\nis, has no chance. I knew that my chances were uh small, but my point of view was I'm going\nto try. At least try. To give in without trying, I wasn't going to do it. No. And uh as uh you\nknow, it's the results which count and uh coming to this country, I tried, we tried to push that\nexperience aside. Very very uh uh convinced that we...in order to grow roots in this country,\nwe have to put our experience and not to think about it. Many things have to be\naccomplished. Very eagerly a family, and when we found...Gusti had seven pregnancies and\nshe, in these seven pregnancies...she had no problem getting pregnant. She had problems\ncarrying the baby. She...the first baby uh was six months, then five and a half months, four\nand a half months...but we are talking not about the times today where you have a well-\nequipped pre uh uh...a baby with a premature nursery. In that time they didn't have premature\nnursery. We had one baby alive in 1971, and the baby...the chief of the anesthesia\ndepartment came to me and said Fred, we know your history. Uh you lost so many...uh the\nbaby was two and a half pounds. It...a two and a half pound baby in that time...I recessitated\nthe baby myself. As an anesthesiologist I am equipped to do it and it was a baby with a good\nsucking reflex and some and I wanted to keep...if I could have kept that baby even in my\nhospital, it was a hospital in Brooklyn, St. John's Street and, or St. John's Avenue, and uh it\nuh it may have survived. He convinced me to send the baby to Baby's hospital. He said this\nPresbyterian hospital, the finest hospital in New York, and there in order to to feed the baby\nthey the baby. They put a tube and, but again, here we are in 1951. The tube was not\nuh...1t was a polyethylene tube and in that time they may have been short of polyethylene\ntubes because they they uh uh sterilized it, by changing every second or third day, by boiling\nit. Polyethylene uh in that time when you boil it, 1t gets stiff like a board. And in their uh in\ntheir uh procedures they perforated the stomach of the baby, and while they were feeding the\nbaby the the belly of the baby got bigger and bigger and one day I get a call from the chief\nresident. He was a Swedish uh resident. He said Dr. Bernard, we'll have to operate on the\nbaby. I say why do you have to operate...it was five days later, or six days later. She said we\ntook an x-ray. We put some uh some uh radio-opaque material, and we found the tube was\nnot in the stomach but was in the abdominal cavity. That means you have a perforated\nstomach. They operated on the baby, and was a healthy, fighting baby, and uh but small,\npremature, and uh the baby survived surgery for two days and died of generalized .",
        "Q: OK. We're at the end of the tape. We'll stop.",
        "A: Alright.\nTECHNICAL CONVERSATION.\nTape #3\nTECHNICAL CONVERSATION",
        "A: I would like to mention a uh an event which occurred to me in 1943, which really didn't\nmake sense to me uh in that time but it came so spontaneous. Gusti and I were standing\noutside our uh our uh hiding place, uh some two hundred, three hundred feet away from it,\nand there was a (ph) in front of, to the nght, to the left of the trees, and on that (ph) there\nwas a Shepherd with...I don't know if they were sheep. It may have been uh goats, but it was\nsuch a pastoral scene that I started to sing...I started to sing a song by Schubert (ph), Shafer's\nklage lied (ph)_. This is uh uh the shepherd's uh song, but he's complaining, you know. And\nI knew the words from a child, that , and so on and so on, and I was\nsinging it. Gusti turned around. She looked at me and said, I don't know...we are not only\nrefugees. We are so much of zurah (ph). We have nothing to eat. We don't know what's\ngoing...and here you are standing and singing Schubert's uh Shafer's klage lied. I\nsaid it it it brought back something here which I cannot explain but to be in the middle of of\nthat woods...without Jews, you know, where the the area is Juden rein (ph) and to start\nsinging a Schubert song...there must be an emotional uh substrata which which had its effect.\nUh I would like to come back to the element of evaluation of the attitude of the Red Army. It\nis something which we found, and we discussed it in the Pole...while in the Polish Army\namong ourselves...we were a group of Jewish physicians there and uh when the Ger...the Red\nArmy went back in 1941 under the uh German pounding, they...1t was an army...",
        "Q: Mr. Bernard, we're going to run out of so much time...we'd want to discuss the liberation and\nyour coming to America.",
        "A: I see. Alright.",
        "Q: Sorry to do that...",
        "A: Alright. Uh...coming to the United States as uh we came in the winter of '49-'50. It was a\ncold winter for us. We were new in this country. We had to learn a language. I had to prepare\nmyself to to to pass an English exam, which I did after three months, and I had to submit my\ncredentials to the Department of Education in Albany. I was admitted to the to take the exam\nuh without an internship because I had graduated before 1940 and I could show that I had a\nresidency of two and a half years in uh ear, nose and throat and surgery. Uh I took the\nexam. I was lucky to pass the first time and uh after a year only in this country I found\nmyself to have the license to practice medicine but I felt I would like to go into an American\nhospital to take an internship, and during the internship I really fell into anethethsia which in\nthat time was a new specialty uh with all the challenges and uh since I liked challenges in life\nalways I felt I might find, I may find in this specialty uh more satisfaction. I spent the last\nforty years or thirty-nine years in this country in the operating room. I uh...my work has been\nfound to be quite satisfactory. I was lucky to be uh to be uh nominated director of a\ndepartment since 1961. I uh...when I retired in 1985, uh from the from the practice of\nmedicine, having arrived at the age of seventy-three and uh at Saint uh Saint uh Saint\nJoseph's Hospital in Queens uh the depart...the hospital administration was very appreciative\nof my of my uh, not of my retirement but of my actions. They gave me a very as every\nretiree, a golden watch and uh they uh rented, uh the staff rented a uh yacht, the Riveranda\n(ph). Invited the whole staff of the hospital and we traveled, you know, around Manhattan,\nso it was really a very appreciative gesture. Uh I had the...I invited...my family was invited to\nthat retirement party and uh I really cherished that thought. During these thirty-nine years, I\nwould say I uh performed probably close to over twenty thousand procedures. Uh I uh\nhandled probably seventy percent of our staff, doctors, families...we had a staff of around\nfour hundred physicians and uh unfortunately in 1970 I lost my first wife to uh cancer of the\nbreast. Adele (ph) happened to be a neighbor of ours and our children grew up together. She\nhad two sons, has two sons and my two adopted children, Robert and Linda, grew up\ntogether with her children. We found ourselves uh, you know, being thrown together in '74\nand uh got married in '77. Adele retired from her work. She was a college professor. She\ntaught education and early childhood at City University in New York, College.",
        "Q: Thank you very much. I think you've covered everything.",
        "A: Thank you for telling the story and bringing a little town, Korolovka, into the history of the\nHolocaust. I still think 1t was necessary.",
        "Q: Thank you for sharing it with us.",
        "A: Thank you.\n"
    ],
    "questions": [
        "Q: OK. I'd like to begin by asking you your complete name.",
        "Q: And where and when were you born?",
        "Q: OK. We'll come to some of these stories. I would like to ask you to describe your childhood\nbefore World War II, when you were growing up.",
        "Q: And your mother. Could you tell me a little about your mother?",
        "Q: Could you describe the life for Jews at that time in your childhood?",
        "Q: And from the time you graduated medical school in 1930?",
        "Q: Tell me what happened to you at that time, once the Nazis came?",
        "Q: Tell me about the time in the ghetto.",
        "Q: No. It's fine.",
        "Q: Translate that.",
        "Q: change the tapes",
        "Q: Were your parents still alive at that time?",
        "Q: Tell me about liberation.",
        "Q: OK. We're at the end of the tape. We'll stop.",
        "Q: Mr. Bernard, we're going to run out of so much time...we'd want to discuss the liberation and\nyour coming to America.",
        "Q: Sorry to do that...",
        "Q: Thank you very much. I think you've covered everything.",
        "Q: Thank you for sharing it with us."
    ],
    "answers": [
        "A: It's uh Frederic L. Bernard.",
        "A: I was born on August the 7th, 1912 in Czernowitz, the capital of Bukovina. It was, until\n1918, part of the old Austrian-Hungarian monarchy. In 1918, it was uh given to to ...by the\npowers to Romania; and in 1940 it was occu...on uh June the 28th, 1940, 1t was occupied by\nthe Soviets as compensation for twenty years of Romanian occupation of Bessarabia. It\nhadn't been for over two hundred years part of any Russian empire. It...1 would say it was\noccupied as a result of the Stalin-Hitler pact, and uh the same criteria should apply to it as\nthey applied today to the Baltic States. Uh in these forty years, the Russians have been able\nto change demographically the population of Czernowitz. Interesting is the fact that they\nhave attracted a large group of Russian Jews to Czernowitz...",
        "A: Uh, I uh...as I told you I was born in Czernowitz. The name of the street in Romania was\nMarshal Fosh number 9. Uh it...my father was uh the chief clerk in a large lawyer's office,\nDr. Hodrover. He had the title of solicitator, which is not the same as a solicitor in the United\nStates. It uh...he was uh...he did not speak Romanian. He spoke only German, and so\nnaturally when the Romanian entered in 1918 he lost uh his qualifications, not knowing the\nRomanian language. As a solicitator, he had to write even not being a lawyer to plead in\nlower courts, minor cases, uh breach of contract for one. And his anti-Romanian attitude\nprobably reflected itself also in our attitude in the beginning. Later going to high school, the\nlycée, in uh...1n Czernowitz he spoke _(ph). I had one sister uh uh who uh studied later\nwith me at the University in Prague. She studied pharmacy. I studied medicine. I uh took the\nbaccalaureate--or the uh matura--in 1930 and uh uh my sister and I went to Prague,\nCzechoslovakia, to matriculate at the German University in Prague. In that time,\nPra...Czechoslovakia, Prague had two uh universities. Two medical...a German and and a uh\nCzech. We...we matriculated at the German university. She went to the uh pharmacy\ndepartment. I went to the medical school. It was the Karls (ph) University in Prague. It\ndoesn't exist today anymore. Today there is only one, Czech.",
        "A: My mother came from the southern part of Bukovina. Cimpulung, she uh they were married.\nMy mother had uh studied the piano in Vienna. She uh she uh finished the conservatory I\nthink at the age of eighteen. She was a fine pianist, excellent uh uh accompanist. As a matter\nof fact, she accompanied uh uh a well-known singer by the name of Selma Kurtz in Vienna\nuh as an accompanist. She had a fine technique but uh marrying my father, this uh really\nbrought an end to her music career. She played for us and uh instilled in us the the love for\nmusic, especially since her specialty was uh uh lied[er]. You know, I was familiar with\nlied[er] as a small child.",
        "A: Czernowitz had a very active uh uh Jewish community, culturally. Uh the Jewish community\nhad produced quite a few remarkable people in Jewish uh uh cultural, in Jewish cultural\nhistory. Itzic Manger (ph) is one of the uh these figures and the well-known and famous, uh\nfablist (ph) is this could be the term which I could use...he was uh...I just missed the\nname...uh, well I'll come back. Eliezer Steinbe...Steinberg (ph). Eliezer Steinberg wrote\nbeautiful fables fables in Yiddish. It uh...Czernowitz had a permanent Yiddish theater, uh\nGoldfaden_ Theater. It had a permanent uh German and Romanian theater, national theater\nthey called it, which was a replica of the uh of the opera from Vienna. Beautiful building.\nExcellent acoustics and uh uh there were uh so-called part-time German, uh Ukrainian and\nand uh Polish uh cultural organizations. Uh in...as soon as Hitler came to power in Germany,\nthings changed. The Germans...we had a large German population in...out in the suburbs,\nespecially which were uh uh...not Schwabian...[ don't know from where they uh really\ncame...and uh their political uh attitude changed. Hitler and his propaganda ministry were\nquite active and the same happened in the other German colonies in Romania. Romania\nhad...1n Bessarabia there were Schwabian colonies which were for a long time already that\nthey came to Bessarabia under Katherine the Second. Uh then Transylvania had uh Saxon,\nespecially in the southern part Fagaras-Brasov. Uh the Banat had also Schwab Germans and\nuh naturally as their attitude toward Jews and uh and uh as apparent of the new National\nSocialist inclination of the German people, uh uh fell on a very fertile ground. Uh in the late\n'30's the uh Romanian government fell under the influence of the Iron Guard, first Cuza-\nGoga, then government, then the Iron...then the Iron Guard had a tremendous influence. It\nwas very anti-Semitic. It was a chauvinistic movement which aligned itself uh intimately\nwith Hitler under Marshall Antonescu to a degree where they took part in the anti-Soviet\ncampaign with uh two armies. So did the Hungarians and uh voluntary uh the voluntary uh\ndivisions from Spain and from France, does not matter (ph), and from Belgium.",
        "A: No, no, no, no. 1936. Thirt...I started medical school in 1930. I left Prague in 1933. I was for\nthree years there, a student at the German University. I uh...the uh students at the German\nUniversity were between seventy and eighty percent Nazis and uh their attitude toward the\nJews was well known. I went from there to Strasbourg , France, but uh not being...uh France\nhaving a different system of studies which was completely different from the German\nsystem...the French medical studies were there yearly studies and you have to pass every\nyear an exam in order to be admitted to the next year. The German University had a a uh\ndifferent (ph). You had three riguroza (ph) of which every five semesters you have to\nfinish, so uh they didn't recognize my third year. In order not to loose it I went later via Basel\nuh Swiss, Switzerland to Italy because I found out that Italy had had reciprocity with\nEngland. Reciprocity lasted until 1940. The uh the uh Italian system...uh well you had to\npass a special exam in order to be admitted to the to the British Medical Council. Eur...uh\nEurope in that time was full of people who wanted to leave Europe because of Hitler. Many\nsucceeded. Many did not. I was admitted to the British Medical Council. I secured a landing\npermit for Australia and in the end I ended up in spite of everything in Poland.",
        "A: In uh in uh...I found myself...the Nazis attacked Russia on uh June the 22nd, 1941. Uh I was\nuh in that time working under the Russians...oh yes...I forgot to tell you that in 1940 I uh,\nJune the 22nd...[...23rd, 1940...1 married Gusti Klier, also born uh also living in Czernowitz\nand I had returned from the Transylvania from Cluj to Czernowitz to get married. I uh was\nan assis...a voluntary assistant at that time at the Ear, Nose and Throat Department of the\nUniversity in Cluj and I was supposed to come back. My uh then father-in-law asked me to\nstay with him after the marriage for a week. I uh...and this was Sunday, the 23rd. On Friday,\nthe 28th the Russian tanks entered uh Czernowitz and my return could not take place\nanymore. I worked as a uh ear, nose and throat man in the First City Hospital in Czernowitz\nand at the Second Polyclinic, also in Czernowitz. I had two, two and a half jobs as they\ncalled staukas (ph). Uh still not enough to make a good...a living. Conditions were tight, very\nlousy in Russia and uh and uh one really had a hard time. My wife also worked in that time\nas the head of a cooperative and uh with her and my salaries we could barely uh make ends\nmeet. At the...as soon as Hitler attacked Russia uh on June the 22nd, 1941, three months later\nI found myself in the uh western part of the Ukrainia uh uh east of Kamenets Podolski and I\ntried to make my way back to to uh...and we ended up in Kamenets Podolski in the western\nUkraine. There we met...uh we were a group of three physicians. Uh Gabriel Zinreich, my\nfriend and his wife and his father-in-law. Uh Frank uh uh...I think his first name was\nSolomom Frank and from Brasov both his...were from Transylvania whose uh native tongue\nwas Hungarian. In Kamenets Podolski we found Hungarian uh troops and again one of these\nuh uh seldom happened really a miracle. Uh I uh...1n 1936...and I'm coming back, uh going\nback...in 1936 after I graduated I returned to Czernowitz and went from there to Bucharest to\ntake the license in Bucharest. My parents lived in Czernowitz. My mother was still alive. I\nwasn't married in that time and uh I passed the uh the exam which was not quite easy. It is\nthe...they called it the notification (ph) and I got an off...an offer to have a locum tenence\n(ph) near the Hungarian border in Transylvania and uh uh I earned quite a lot. I wasn't uh I\nwasn't married and I ate in the house of a Hungarian priest whose wife came from uh uh the\nnorthern part of Transylvania. And while being in Kamenets Podolski...now I'm coming\nback...now again '41...we met somebody who was from...a sergeant picked us up from the\nHungarian army and he happened to be from Salonta, Szatmar area from Transylvania. He\nuh he apparently knew about what's going to happen to the Jews in in uh in the Ukrainia\nbecause uh when I established that I knew somebody from from Salonta where he was\nfrom...it turned out that the mother-in-law of the priest in whose house I ate in in a little town\nin Transylvania by the name of uh of uh Beius, Ujlak...uh he said this is no place for you to\nbe. You have to go to Hungary. Jews in Hungary in that time, 1941, were still alright. We\nhad...Gabriel Zinreich, my friend, had a Hungarian-speaking wife and he put us on a truck to\nMunkacs. But in order to get to Munkacs we had to pass through Poland, through the\nGeneral Government, and it happens that when we passed the bridge uh over the Dniester in\nHorodienka we got picked up by Hungarian gendarmerie, uh beaten and uh we ended up\nlater in the ghetto, in a little ghetto in Poland. And here started our Polish episode which had\nto...which turned out to last the whole war and ended up in 1944 where I joined the Polish\narmy.",
        "A: The ghetto where we ended...where we lived was a little town. It, it was fascinating to me. I\nhad never seen a uh a uh an establishment like Korolovka (ph). It was a small town. It had no\nrailroad station. It had no sanitation. It had no water supply. It had no electricity. It uh...you\nhad a wasser treiger (ph) who had to bring the water to the people who paid him. You\nuh...you uh...there were approximately sixteen to eighteen hundred Jews in that little ghetto.\nIt was a natural ghetto. It was like a stetl from the time of, which Shalom Alehem described.\nI have never been in such a stetl and uh for me it was really fascinating to to to to study it. It\nuh...one doctor. One Jewish doctor. One Jewish dentist. The doctor was Dr. Teibers (ph) and\neveryone had a sufix in Yiddish. Dr. Teibers was called Tiberhazel. The dentist was\ncalled...his name was Gunie Wiesenthal...was called Gunie Pipick (ph) because he was uh\nheavy. Uh the Jews lived around a remick (ph), the ring platz (ph) in the center of which was\na pharmacy. Magister Schwartz was the the pharmacist. These were attached houses but the\nthe Germans didn't really need to establish a ghetto. There was a natural ghetto right there.\nThey just established that no gentile had...be permitted to come into that area and no Jew is\npermitted to go out. It was difficult to reinforce this because the borders of that ghetto were\nquite uh loose, so it happened that these Jews were able to communicate with the farmers.\nHaving done commerce and business with them for so many years, they knew each other and\nuh life was naturally easier than in the bigger cities. Uh we had problems with food. I saw\nimmediately that uh uh I have to to do something to uh to establish a source of food and uh I\nwent to that Dr. Teibers if he could direct to me his uh overflow. He said there is really no\noverflow at this time, and you know, uh in that time you didn't pay for a visit. You, you...the\nfarmers or the people who came for medical consultation paid in uh in food. So...but he\nsaid...and he gave this advice. If you get the permission to practice outside the ghetto in the\nlittle community, because there are no doctors around here, uh we...you you could uh you\ncould survive. I would like to mention here the attitude of the Jews in that little ghetto. When\nI came in, the Russian had left. The Russian had been there, in Korolovka, since the\nseventeenth of uh September of uh 1939 when they entered the eastern part of Poland, and\nthere was...the attitude of the Jews was not uh friendly towards the Soviets. Many Jews had\nbeen deported. So were many Ukrainian who had been deported, especially Ukrainians who\nbelonged to the National uh Nationalistic organization. Ukrainians were very uh very\nnationalistic in their political aspiration and as soon as Hitler attacked Russia, the area was\nflooded with uh leaflets in which uh they uh were proclaiming that the time had come to\nestablish the uh Volna Ukraina (ph), that means the free Ukraine. The leaflets were signed by\na Ukrainian uh uh uh leader by the name of Stephan Bandera who established a group of\npeople later who uh carried his name and they were called Banderovitsis (ph). Very anti-\nSemitic and very anti-Soviet. They said the time has come to proclaim the free Ukraina, to\nkill the Jews and the Communists. The uh...[ didn't know how to go about getting the\npermission and I was directed to what the chief of the Judenrat , the Judenaltester who was a\nman by the name of Max Glickstern, Glickstern. Max Glickstern was married to a uh woman\nfrom the Bukovina by the name of Hilda, Hilda uh Zinreich and was a cousin of the, my\nfriend Gabriel Zinreich, so I had access to him. He was a businessman who never did very\nwell, but when he came to the ghetto he was already nominated to be the elder of the\nJudenrat . Uh he uh lived like a king really. He had power. Also, being a small community\nbut the powers uh con...uh con...confer power to a human being and his attitude changes\ncompletely and uh it did on uh Max too. While I would have to say that in many instances he\nbehaved very honestly, still people who had money to bribe and the Judenrat was bribable to\na very, very large degree. So was everybody. Uh there's...uh belonging to their admini....to\nthe so-called Jewish administration uh he gave me a uh a...he got for me letter signed by a\npriest in a small community uh outside Korolovka by the name of Bicewslote (ph). He\ndirected me. He sent letters to the uh lecaspoiutove (ph) which was the Kreisars (ph) of the\nof the Ukrainian physician who was in charge of the area, and he gave me permission to\nthe...uh to practice there. The letter from the priest was signed by a priest by the name of\nStamosese (ph) who was the leader of the Ukrainian organization. And we were brought by a\nuh uh man whose family later survived the war by the name of Sturmer who was a person\nwho had intimate contact with the farmers around Korolovka. He still managed to keep a\ncouple of horses hidden in someplace outside the ghetto and he brought us to Benceslote\n(ph) and now started for me a a very interesting uh uh practice. It lasted no more than six\nmonths because the area was later declared in May uh '42 Judenrein . When we came there\nuh he brought us to the house of the man by the name of Samy Reinstein who had a who had\na dwelling where he had what they call it propinatzia. He sold liquor, schnaps and uh small\nuh items to the farmers. Right now he didn't have any more that store and he was able to rent\nus a few uh a couple of rooms. Uh the next day he he told me I should go to introduce myself\nto the priest being the leader of the community. Father Shamosheshin (ph) spoke some\nGerman. He was a lean mean in his early fifties or late forties. He uh uh was very non-\ncommittal. He said for twenty-five years I had asked the Polish government uh to send a\nphysician here. Uh the Germans had to come finally to make it possible for Benceslote to\nhave a physician. Benceslote was also known that it had a large estate belong to an absentee\nland-lord by the name of Count Sapira (ph). The count...the estate had been uh taken over by\nthe Soviets and transformed into a state farm and the Germans left 1t the same way. A week\nlater an event occurred which uh which was important. Somebody knocked at the window of\nour of our room and uh when...Mr. Reinstein, Samy Reinstetn opened the door, he said\nDoctor, it's for you. They want you to come immediately to the priest. The wife of the priest\nis sick. I, having his assurances that this, the call was genuine because I was afraid to go in\nthe middle of the night, I uh...the man who who had come for me was a militant (ph) from\nthe militia, Ukrainian militia. I found the uh the wife of the priest in severe upper abdominal\npain. She had a gall bladder attack, gall stones. She said she had it for many years. She was\nin agony. She was perspired, begging to help her and so was her husband, uh the priest. I had\none ampule (ph) of a synthetic morphine opium (ph) preparation, , which I gave her\nand uh she promptly vomited as soon as I gave it to her, even before I thought it. But she fell\nasleep and uh I left her for a couple of hours and I came next morning. I found her 1n uh in\nuh the kitchen cooking, full of enthusiasm. Doctor, you cured me. I said what do you mean. I\nwas told the only cure for me was an operation and here I am free. I feel fine. It is possible\nthat the injection had relieved the spasm and the stones had passed into the small intestine\nand uh and uh I really cured her. (laughter) As a result of 1t next Sunday as Samy Reinstein\ntold me, the priest in church in his sermon to the community said you can do what you want\nwith our local Jews...there were twelve or fifteen Jewish families still in Benceslote (ph) but\nthe Romanian doctor you shouldn't touch. And the term Romanian doctor remained with us\nfor the whole time while I was in Poland. Uh a week later we were honored with a fat\nroasted duck sent by the priest with his thanks. Interesting. And a week later when I came to\nvisit his wife, he was very friendly. Took me into the uh into the basement uh and said I\nwould like to show you something. He showed me a book published many years before. It\nwas called Zolotaknina Hatmana Skoropatzkoro (ph), the Golden Book of the Hatman\nSkoropatzki. Skoropatzki was one of the hatmans who had fought in the early twenties\nduring the civil war against the new Soviet power. The the group...the soldiers of hatman\nSkoropatzki were known to have performed, to have quite killed many Jews. Among the\npictures in that book, he showed me a picture...he said that's me. Was a young man in\nmilitary uniform with a C C on his uh collar. C Cis S S...1t's the...but it has nothing to be the\nGerman SS. He said it it it is Sichobeitselie Kovetz (ph). Sich (ph) was the national fighting\norganization of the Ukrainian uh uh Nationalist uh movement and uh Father Shamosheshin\nwas the leader in his community. His word meant law there. Whatever Father Shamosheshin\nsaid, went. Naturally, we were now somehow under the protection of Father Shamosheshin.\nA month later an event took place which really uh was a lucky incident. One night somebody\nrang the bell uh...rang the bell...knocked on my door...no bell...knocked on the window. It\nwas, as it turned out, a Polish refugee who had...from Warsaw who had tried in 1939 to to go\nby car to Romania. We were not far from the Romanian border, some hundred and fifty\nkilometers, and his car broke down near Bielce (ph) and he couldn't...and before he could\nrepair the car the Soviets had uh marched in, had closed the border, and his name was\nZarenski or Zarubski. He was a young engineer from Warsaw. He said please come. My\nwife is dying. I came to his house and I found her almost bled out. She had a vaginal\nbleeding. She had an incomplete abortion and what she needed was a little scraping. She was\nalmost in coma. She she had a pulse of over 200. She...,there was no uh uh her blood\npressure was extremely low. I I told him to get immediate some transportation to take her to\nthe hospital. In Borosow (ph) it was the nearest hospital, but there was also a railroad station.\nI knew a couple of doctors...one Doctor un Rabinowitz (ph) and Dr. Rosenblatt (ph) who uh\nthey are able to perform a uh a uh D&C. As soon as we brought her in they did the D&C. Uh\nshe stopped bleeding. They kept her for three or four days in the hospital and uh I want you\nto know this was a time there weren't knowing the transfusions. There were no even\ntransfusions. That operating room had no oxygen. Nothing. No suction. Nothing, but it\nfunctioned. It was 19 uh 41, '42 now. It uh...he brought her home and a week later he showed\nup in uh where I worked, embraced me and said Doctor, I don't know, I don't have the\nmoney to or how to pay you, but remember if the time will...[ know you have a hard time...if\ncircumstances will come that you will need help, come to me. I took it as a uh as an empty\nuh uh thank you and didn't pay too much attention, but it stayed, stayed in the back of my\nmind and really later it it uh uh was a lucky incident. When the area was declared Judenrein\nwe returned to the ghetto. Do you want to ask me something?",
        "A: It's alright? We returned to the ghetto and now a very hard life. Uh food. Food and during\nthe summer of '42 we heard that this was the rumor that the of the Gestapo from\nStanislow (ph) is around in the area liquidating ghettos. That means aktion. We established a\nuh guard every house. In that time I stayed in the house of a certain Aaron Spotheim, in the\nghetto. Aaron Spotheim had a of . , that means how much. That\nmeans he was a bad man. He was really a...not a very friendly uh person. Uh the whole\nghetto real...uh really didn't like him very much but he he uh let us in and so we were happy\nthere and with his help when the aktion star...in the area started, we we decided to build our\nown bunker or our own front. Being uh what he was, , he said nobody should\nknow it. I don't want anybody to come in to that, in to that uh hiding place from our\nneighbors. So nobody really knew about our hiding place. I thought in that time that our\nhiding place was a good hiding place. We had...you know, the houses in the ghetto, around\nthe were attached houses. The house attached to Mr. uh to Mr. Spotheim's house had a\nsmaller uh roof. We decided to took the border between two houses to separate and create\nbetween the attics as a hiding place. Later I...when I compared our hiding place with the\nothers, I felt it was probably the flimsiest hiding place or bunker which existed. It had only\none positive thing. Nobody knew about it. I was witnessing...looking out from when the\naktion took place and seeing in what ways they collected the people in to what they called\nthe Umshagplatz (ph) there in the ghetto, because because they had to take them, to take the\nJews by large lorries to _, uh to Borszczow to to transport them by train to uh...our area\nwent to the annihilation camp in...oh my goodness, this gives me...I don't remember it\nSO...(pause)...anyway uh the way how they did it convinced me that...until then I was not\nreally convinced that people were uh gassed. We heard about it. There were rumors but\nnobody knew for sure. It really didn't make sense. The whole plan of the annihilation of the\nJews was conceived in such a diabolic way...having a Jewish Judenrat to collaborate, to\nfulfill the orders of the Germans because they had no way, no different way, no way out.\nHaving installed the Jewish police and here is an element which I would like to mention. To\na large degree the Jewish police was formed by former lawyers. They were so brutal. Their\nlanguage was so crude. The way...how they uh how they behaved toward the population was\nso revolting that many times we asked ourselves, how come these educated people...and\nthey...you had to consider them educated people to a large degree in comparison to the other\npeople in the ghetto who who were not educated, who didn't have any university schooling.\nIt uh behaved in such a way...the circumstances created 1t. Example. During the summer of\n'42, seeing that I really had nobody to rely on...I'm a stranger...I'm a foreigner...who is going\nto help me? I had...we had no money. I started to explore the area around Korulovka. In one\nof these explorations I got into another ghetto by the name of Czortkow (ph). It was a bigger\nghetto. It had five thousand Jews there and the leader, the Judenaltester, was a lawyer by the\nname of Dr. Ebner (ph). You know in the old Austrian-Hungarian monarchy, every lawyer\nwas called Herr doctor. I wanted what they called a psheapuska (ph). Pshepuska in Polish\nmeans a passirchein (ph), a permit, because I wanted to make my way or to find a way\ntoward the border. The border was Zaleszczyki. It uh...when I uh sent a militia man in\nann...to say if Dr. Ebner can receive me, I don't know what the militia if he understood very\nwell, but I ended up really in front of Dr. Ebner who said, who are you? What do you want?\nVery hostile. I said, look. I'm a physician from Czernowitz, you know, Czernowitz. As a\nmatter of fact I was trying to...Czernowitz had a a deputy by the name of Meyer Ebner...I\nsay...the same last name...I said you probably must be related. He said, sure I'm related. What\ndo you want? His attitude was...he called the militia man in and told him in Polish uh\nCzortkow. That means search him. I didn't know what...and he said uh see if he had, if he has\ngrini papima (ph). That means dollars. I didn't have any. He says what do you want? I say I\nwould like a , a pshapuska (ph). He said, look doctor. I have no time. You are\nbothering me. You take my time away. I have... have my people to take care of. Get out of\nmy ghetto or I'll give you over to the Gestapo myself. I was really amazed at that hostile\nreaction and I was very depressed. I left that ghetto because he said in ten minutes you have\nto disappear from my ghetto. Alright. Czortkow was a city which looked or is a city which\nlooked like a fortress. It had big uh tall uh uh walls. It was one of the eastern cities of the old\nAustrian-Hungarian monarchy and probably for protection against invasions from the east,\nbut it was a a frightening city. I left the city in a hurry. I was disappointed. I was angry. I was\nhungry, tired, and I came and throwing me out of the ghetto, Dr. Ebner saved my life.\nOutside the ghetto, I was exhausted. I looked for a place, a , and I fell asleep. Until in\nthe morning I heard uh I heard engine uh noise. I looked out and I saw trucks filled with\npolice, German police, Ukrainian police. They were liquidating the ghetto in that day. By\nthrowing me out of the ghetto, he had uh really saved my life. To make a long story short uh\nat the end of September, beginning of October, finally the aktion took place in _ It\nwas preceded by a request from the Gestapo to Max Glickstern, the Judenrateltester, to\nfurnish two hundred fifty Jews. The rumors said that the two hundred fifty Jews were meant\nto go for schmeltz (ph) what that means ?. That means for destruction. And I happened to\nwitness a discussion in the Judenrat which took place to form a list of the two hundred and\nfifty Jews, and it it was a...the discussion which took place...he said look, you have an old uh\nfather up there who is really...why don't you give your father. He said my father. You have\nan uncle and you have this...why don't you give...and everybody was pointing fingers to\nsomebody else. It came to a point where Max Glickstern, he had to really...and I I admired\nhim in that time...had tears in his eyes and said look, fellows. I grew up, I know everyone\nof... grew up in this community. I know every one of you here. I am not going to make a list\nof two hundred and fifty Jews. I am going to say to the community hide. Whomever it will, it\nwill hit it will hit but I'm not going to make. And he left the meeting. So now everybody was\nfinishing or starting to to to uh because everybody knew itt 1s it is...the end 1s near and uh the\nresult of that aktion was really disastrous. It wasn't two hundred and fifty. It ended up around\nfourteen hundred were taken and it explains to a large degree what has been discussed so\nmany times in the last years. Was it correct or was it right or was it fair from the Judenrat or\nthe Judeneltester...I just read the book about Rumkovski, the chief of the Lodz ghetto, you\nknow, to give out in order to save the community a certain number of Jews. Here Max\nGlickstein had re...had refused to give out two hundred fifty and later we asked ourselves the\nquestion...1f he would have given the two hundred and fifty, you know, there would have\nremained uh fourteen hundred still there. But it was a a a question which nobody really could\nuh answer satisfactorily. Uh some two hundred, hundred eighty or two hundred Jews who\nwhose hiding place were not found, were uh were uh survived. I witnessed one scene where\na uh a tailor by the name of Singer whom I had known in the ghetto uh was on his knee\nbefore a German and said, herr Gestapo, . He looked at him...",
        "A: ..uh Mr. Gestapo. Give me back my wife and my child, to which the man looked at him and\nsaid bring me a thousand Juden. Bring me thousand Jews. And then he brought a thousand\nJews. He knew the hiding place of every...of a lot of people. I'll tell you why. Many people,\nespecially the one who had uh still money...they're paying people to to to dig their bunkers.\nIn this way there were people who knew about the bunker of neighbors or other people, and\nhe brought them. When I, we left the ghetto, Gusti and I...Gusti was the name of my first\nwife...uh Mr. Singer was was still there and the Germans had...he had his wife and his child.\nHow long he survived I don't know. Uh summer 19...before the aktion took place, an\nincident...an even...a a an episode which might be interesting. One day I got in...I think 1t was\nJuly or August '42...1 don't remember exactly...1 get a call from the, from Dr. Teibers to\ncome, to come to him. Since I have seen uh in the end of 1941 he hadn't uh shown too much\ninterest in me. And I came there. I I was a little suspicious of his call and I said uh...he starts\nquestioning...how hungry are you doctor? I was impression first he make fun of me, but then\nI thought...I say why do you ask me that question? Sure. We have no food. He said I'll tell\nyou why. There is a community around Korolovka by the name of Oxenetz. The story of\nOxenetz,O-X-E-N-E-T-Z, itis aaauh...how do they called it....1t would be called aa\nuh hotbed of Ukrainian nationalism. Why is it important to mention it? In Oxenetz, they\nwere around twenty or twenty-five Jewish families. Before the German authorities or the\nUkrainian authorities were able to take over the new administration after the Soviets left, the\nlocal popu...uh population, the local Ukrainians had killed all the Jewish families in Oxenetz.\nHe said there is a call to be made, a medical call in Oxenetz for the grandchild of the wogt\n(ph). Wogt is the Polish name or the Ukrainian name for uh the mayor. The word comes\nfrom the German voet. It is a uh a Ukrainianization of it, colonization of the word. The\n, and he'll pay whatever...there is no doctor in the whole place. I say why don't you\ntake the call? He said I wouldn't even if they would pay uh gold I wouldn't go there. He says\nthese are murderers. Well, he said, there is a man outside the ghetto who waits with a\ncarriage or the , you know, to take whoever...if you want to go. He'll pay you whatever\nyou want. I went back and I told Gusti this will be the only way to get some food. I didn't tell\nher that it is to Oxenetz because why should...she heard later while I was away. I knew that\nin the area was an epidemic of diphtheria and when I came out the...the outside the ghetto, I\nfound a militia, a Ukrainian militia man with the cap of where they have the emblem of the\nUkrainian uh organization. The Ukrainian Nationalist organization had the, was OUM, for\nuh Organization of Ukrainian Nationalists, Organizationa Ukreinski Nationalistiv (ph) in\nUkrainian, and their militia men had an emblem...they call it the trizub (ph). Trizub is a\ntrident . It looked like a trident and they have it on top of their cap. He had a trident thing and\nhe had a I thought it was a frisky horse. There were two uh wheels in the front, two in the\nback and something...and we had to sit sideways on it because there was no...there were no\nsides walls on it. Anyway I said before we leave I would like to pass by a...what we called\nthe convent. There were two Polish nuns who uh who provided the population with uh\nsporadically this drugs, medications and I passed by...I knew the nuns because one of the\nnuns a throat infection. Being an ear, nose and throat man, Dr. Teibers a year before had told\nme, had sent me there to see them because the nuns, you had to to to treat for free and Dr.\nTeibers was not very much interested to treat for free and this was the reason why he was\ncalled over . Anyway I...they gave me a serum, two ampules of serum I think\naround ten cc's each, large ampules, and uh whose date of expiration was...as a matter of fact\nI don't remember it...there was a date of expiration. I took these two ampules and we not\nknowing if I'm going to use it. We...after four, five hours we arrived in Oxenetz and entering\nI saw empty houses that the wind was was was uh uh...the empty windows without glass\npanes were uh uh and he shout...the man shouted and said in Ukrainian to me...used a very\nderogatory word. He says . Here our Jews lived. Our Jews. But he\nused the term jide (ph). It is a a term which the Ukrainian applied in general to Jews and uh I\ncame to the house of the wogt. He greeted me in this way, with the hand up. Not the uh the\nuh...1t was a greeting...I don't don't think it was the Nazi's Nazi...and showed me the way into\nthe house. I came in. I found a two and a half or three year old boy breathing very heavily,\nalmost uh, you know... , , he had that .... looked in his throat and\nthere was no (cough) uh everybody who had seen once the so-called pseudo-membranes of\nof diphtheria patients, it was no problem for me to make the diagnosis. Itold the _ [have\nto to uh give him an injection. He said you do what you have to do. The only thing is there\nwere some fifteen, sixteen people in that little room, you know, the the air was heavy. I said I\nwant everybody out, so only four or five people remained. There was a grandmother. Uh I\nfound out that this was the only male grandchild of the wogt and he he he was tremendously\nuh uh eager and concerned about the health. I gave the child...the child was very toxic. His\nhis temperature was low. He didn't even have a high temperature. He was pale. He had\ntrouble breathing. I checked his heart to see if he had any complications. No. His heartbeat\nwas alright. His lungs uh I couldn't make out because of that but I gave him the\ninjection and uh I said we'll see. He said alright. You see, you're going to sleep in the next\nroom. I said what do you mean sleep in the next room. He says well, you're going to stay\nhere until the child will recover. I had...I was under the impression that this is going to be\njust a medical call and I will leave. I realized immediately if that if that child 1s not going to\nrecover I don't think I'll recover or I'll survive it. But to make a long story short, I was hungry\nso I said look, I didn't eat the whole day. Oh, he said, food...no problem. He called his wife.\nHe said why don't you make the doctor...and he said pane doctor. That means herr doctor. So\nI uh said make me a a uh uh five eggs, this slanina, this bacon and they put a bottle of vodka.\nI had three drinks. I ate it. I felt good and I fell asleep. When I woke up uh some ten or\ntwelve hours later and now it was morning, next day, ten o'clock. I went in to see my patient.\nHe was breathing slightly better. He still still had some but we were able to force a\nlittle water or cold milk in his throat. I uh didn't know, I didn't have what to do so meantime\nsomebody else came and said doctor, could you see my wife. So my fee in that time was two\nchickens for a cold, so I asked the wogt if he'd give me permission. He said sure, why not.\nAnyway in the evening, at the end of the second day I I was a a lucky uh uh proprietor of six\nchickens. I had three. I slept the second. I ate and drank well and the third day they...the child\nwas breathing now much better. It was...it...the the serum had...1 was very worried. The\nserum at that time was not a very concentrated serum and uh there were a lot of reactions, the\nreaction what we called serum disease. It...you could have really serious uh uh side reaction,\nsometimes even fatal. Anyway, that child had absolutely no no side effects. He recovered.\nThe fourth day he was fine. He asked for food. He had now a little bit of a...still around\nhundred, hundred and two, being that, you know, the European thermometers were from\nthirty-six degrees Celsius so...centigrade...so uh I said, I asked the wogt how do you uh...do\nyou think I could leave. He says oh yes. Never said thank you. The only uh person who came\nforward was the wife, his wife. Not the mother of the...the mother of the child didn't leave\nthe child but the grandmother, the wife of the wogt. She came out, took my hand and said in\nUkrainian, doctor, thank you very much. You are a good man. You saved my grandchild and\nthe wogt said, the car...here is the man who brought you. I said...oops, I'm sorry...he\nsaid...I'm sorry ..he uh said uh...I had asked for what they call a koretz (ph)\nof... is hundred kilo, two hundred pounds of uh wheat, kernels. He said no problem. I\nfound the hundred kilos on the carriage...on the briska. Meantime I had twelve chickens. The\nmoth...the grandmother of, the wife of the wogt had told me she's going to take care of and\nreally everything was on the carriage and I asked the man when he finally arrived at\nKorulovka at the ghetto...this was . That means the aktion...[ am I am coming back.\nAktion had not taken place yet. In no time the whole ghetto, you know, uh knew that the\nRomanian doctor is with a whole...meantime the rumor that I am bringing a tremendous\namount of kernels back. To make a long story short, we had wheat only twenty kilos, not\ntwenty I don't know. Twenty pounds of that kernels we were able to turn into into flour and\nto bake it. The rest got lost during the inspection of a uh agricultural, German agricultural\ninspectors. They inspected the ghetto and this was really to to get the food out of the ghetto.",
        "A: Alright.\nPhrases missing\nTape #2\n...the border of police of six feet, six man in Zaleszczyki, Germany. Uh and while we walked\nI don't...he he pointed out here comes the...here, you see, this is the the Lieutenant. I think he\nsaid Lieutenant. And I saw a man from the police. I I was uh not only surprised but I wasn't\ntoo eager to meet, and...but he he greeted him as he answered and we stopped somehow to\ntalk. I spoke a much better German. German was my native tongue than the man...not Singer\n(ph)...something Shiller (ph), Singer...something...I don't remember exactly his name. But he\nstarted to talk about it and to the man...as a matter of fact, he's from Vienna. He announced\nthe policeman, he's he's uh he's a high school teacher and uh in his civilian...he teaches\nmathematics at the uh gymnasium. He mentioned in Vienna and he started to talk about it\nand uh uh we went to a place uh that Singer, whose name was, had...apparently he had to\nmake an appoint...he wanted something from that man, and he knew him better uh because\nhe had brought a bottle of vodka for him and uh uh the officer sat down...he brou...the\nGerman sat down and started to drink. After a few drinks he started to talk about\nVienna...how uh how he he he would like to be back in Vienna, and then he started to talk\nabout his father who's uh...and he he told us...apparently he felt he can uh talk to us very\nopenly and for a uh Social Democrat he was member in the Shutzbund. I knew more about\nthe Shutzbund. In Vienna the Shutzbund in Vienna was an organization, was a fighting\norganization of the Social Democrats in Vienna who had fought against Dolfuss when he\nwas Chancellor of Vienna and uh they were beaten and why he told us this story I didn't\nunderstand. Maybe he felt we were candidates to any uh...but he...uh then he started to talk\nabout the Jews. He was already drunk and he said to us in German, to me, uh yeah, Juden\n. That means uh there is open season on you. Everybody can shoot you.\nThere is no law to protect you. This would be the uh...it happened that after the incident\nwhen the , when the ghetto in was annihilated, I was back into into uh uh\nZaleszczyky also trying to...I tended toward the border, always to find maybe there is a way\nthere to get out. And one day I saw from far the figure of that German and uh not being able\nany more to get out of his way, I greeted him and he was not in a very good mood and uh\nsaid, ah...and I asked him don't you feel well? You know, I'm a physician so I ask people\nhow they feel and he said oh, I was asked by the...to take part in this, to surround the ghetto\nin in Czortkow, to which I said uh...apparently he knew what is going to happen to the Jews\nbecause then I asked him, do you let anybody escape? He said, escape? My orders there to\nsurround. I I don't know what uh...I didn't uh take part in anything but...then he said,\n. I don't know how the German people will ever be able to to uh,\nnot to answer for it... , to be responsible for what they did. It remin...1t remains\nwith me even today after so many years. Anyway, coming back to the ghetto after the aktion,\nI had decided to form for myself a boivka (ph), a fighting group, and I recruited for it a\nwoman and her husband by the name of Padover. Why did I...it was an energetic woman in\nher late thirties or beginning forties who was, who grew up in the area. She knew every area\nin the...and when she talked to me about it, I knew that she really was very familiar with it.\nShe had, she had uh uh contacts with farmers. She knew farmers. She had contact with\nfarmers who were uh her friends from before and I felt it was a good...she introduced me also\nto a very tall, six foot two, young, eighteen year old Jewish fellow whom I recruited also\nbecause they were survivors of what had happened in the ghetto and I had decided to go into\nthe woods. Uh to make a long story short, when we met in the woods at our hiding place, it\nturned out to be a complete fiasco. Mr. Padover had decided meantime...he showed up at our\nmeeting place with an eighteen year old kid. I said where is your wife, because the reason\nwhy I had recruited him was his wife, not he. And he said ah she's too old for me. The young\nman who had said he's going to bring a brother brought a fourteen year old kid...thin...I don't\nknow if he was uh maybe ninety-five pounds...thin...you know, every uh wind uh draft\nwould would...my whole fighting group turned out to be really nothing. Anyway we\nfound...we had made an appointment with the Ukrainian fellow who took us to a place uh\nwhere he fed us really and uh hid us and two weeks or ten days later, there was an alarm. We\nhad to run. During running there was panic. We ran in different directions. We lost each\nother and Gusti and I ended up together out in the woods. Meantime it was cold. We didn't\nhave where to go. I'm reminded now the promise which Mr. Zarevski, the husband that Pole\nhad told me...it took me one and a haLf days to get. He was in a little town...I think Smikow\n(ph), I don't remember exactly. He lived in a hut outside... knew where he lived because he\nhad brought me to see his wife there and uh was hard to get there. It was outside...he he tried\nto keep a very low profile, being Polish and I...then later I understood why. Because it turned\nout he was a member of the underground, the Polish underground. When I knocked on his\nwindow it must have been four o'clock in the morning. Uh I heard somebody moving inside.\nFinally he opened and then I told through the window who it is. I uh...he opened and let us\nin. We were exhausted. He gave us some food. He let us sleep there and then he said, look,\nuh uh this is a bad place for you to stay. I didn't understand why. To me it looked like a very\ngood place. But he said this is...I have to find a hiding place for you. A week later or six days\nlater, he said I found somebody. He took us on a tour which lasted probably three hours, way\ninto the woods, and he, on the way there, he said the furster (ph)...furster is a a uh uh\nPolanization or Ukrainization of the German word . It means a man who takes care of\nthe woods, of uh uh...he's a representative of the of the county, in the woods. He sort of uh\nuh surveys the cutting of trees where they ma...where they collect wood for the winter. He he\nuh sells or gives the wood out to certain people in certain communities. He's an official\nperson. We met him there and he again said...we came there. The first thing we ate\nsomething after these three and a half hours of walk and uh he was very respectful toward\nMr. Zaresvki, as if he would be his superior. I didn't understand why. Whatever he...and that\nhe knew about us already and he said yes, I have a place for you, but not here where he\nlived...he he was with his wife there. He was a rep...he spoke Polish with Mr. Zarevski. He\nhad certain loyalties toward the previous administration because he was the official\nrepresentative of the Polish uh community there. He was an employee of the State, not of the\ncounty, and...but he was very respectful toward Mr. Zarevski, and they brought us to a barn\nsome four kilometers far in the woods, an empty building - hay with an at...so-called attic,\nyou know, and uh we...in the attic there was something which looked like a bed as if\nsomebody had slept. I understood why he brought us there. That means if somebody would\nfind out that Jews are there, he could say he didn't know anything about it. He said he will\nvisit us every week. He gave us a couple of uh blankets and he gave us some food.\nhe said he's going once a week to visit us, night time, and really uh it happened. For three\nweeks he came every week, brought us food. One day I saw around six o'clock...it was\nalready slightly dark...two figures coming. It turned out to be Zarevski and Janek.\nwas the name of the person, and uh uh uh Zarevski or Zaremski, said I want to talk to you\npersonally. My wife...so , the first thing, my wife uh sepa...stayed aside and he\ntalked to me, he said to me uh, you know, you come from Romania, right? How well do you\nspeak Romanian? I said perfect, I said. He said well, do you think you would like to join a\nfighting organization? Join a fighting...? Certainly, why not. Which is it? He said it's out\nnear Armia Kraiowa. We are under the the uh government of the in the, the Polish\ngovernment. He said I'll come in a week back. I am going to discuss with my superiors. I told\nhim about you, and I gave...I have a plan. He says I'm not going to talk to you yet about my\nplan. He came back uh came back the next week and said, well, my plan seems to be a good\none. It still has to be approved by the Center (ph). My next question was, if I join you, will I\nbe armed? He said everybody in this organization has a gun. . He said I trust you. Uh\nthen he left. He walked some three, four hundred feet, then he turned around and came back,\ntook out a pistol, a German luger, and said here, you have this. Keep it. It had a full mag...I\nchecked...it had a full magazine. It was a 9 milimeter. They called it the German\nParabellum . It was aauha fine gun with a long. Anyway, he came back a week later\nand he said, look, uh...oh yes, meantime we were...it was December, beginning of\nJanuary...we were '42-'43. The...apparently the furster had a radio because he heard BBC. He\ntold us about the Battle of Stalingrad which takes place and the Russians are beating the hell\nout of of the Germans and the Germans...in that time he said, he told me about Marshall\nPaulus who wants to uh to uh to...was picked up by by BBC. He he gets, asks the permission\nof Hitler to to uh to give up and Hitler says no, until the last man so our mood was...right\nnow I was going to be a member of a fighting organization. I had a gun. You don't know\nwhat a gun in that time meant for a Jew. To have a gun, to be able to protect yourself. You\ncouldn't...it it was worth its own weight in gold and here I got it without...I had you\nknow...and the news about the Battle of Stalingrad...1t was good news. Our morale\nwas...anyway it didn't last for a long time. Now...he told me now about his plan. He said I'm\ngoing to be a courier for them (ph). He said the contacts of the army of takes place\nonly through Sweden and it is very hard because they have to go to Gdansk, from Gdansk to\nsmuggle, to...by boat, to Sweden and from there to...and from Sweden they have no problem\ngetting to England but because the Polish government in exile is direct organization from\nEngland and the contacts through through Sweden is bad. He still is waiting but his\nimmediate superior in Lamberg (ph), 1n in...had said it's a wonderful idea. He should take me\nin so...and I speaking Romanian because Romania had a large group of refugees from Poland\nwho had run away, military people, civilians, and there was an active Polish organization\ndirect in charge of the Polish refugees in Romania. That means he had a a good in for\nRomania to get in touch with with England was much easier. Uh Romania at that time had\ncontacts with Turkey and through Turkey they could they could get...so he felt I was the\nideal uh person to make the contact. It...a week later with the furster came also.\nAlmost two weeks later...1t was the beginning I think of February or the end of February and\nhe came back in panic. You have to leave immediately. Next day a Ukrainian police\nis...militia is coming there. He doesn't know why they are coming but he heard one militia\nman who had a a Polish mother, you know, who had still...had told him about it, and uh\napparently also uh ——_—srwas on the run. Something had happened. He didn't tell me what\nand I have to give him back the gun. I thought that the whole thing is...he's going to bring me\nto somebody else he had spoke. He brought me...we walked, we walked I think the whole\nnight. I think he couldn't have brought us farther to a place which looked very good for me,\nfor...uh to me. It was...it's a hiding place under a stable. Unfortunately, that stable had...the\nfloor of the stable were boards and the boards had spaces between them, small spaces. There\nwas a cow there, and when the weather was bad the cow didn't want to go out or wasn't taken\noutside, so when the cow had to urinate or to defecate there, especially to urinate, it came\ndown like a, like a shower and you had to run to the side. Still you ended up getting some\nsprinkles of that urine and that urine had a smell and it impregnated what our clothes and\nafter two or three weeks, it...we start to smell badly. You know, we hated ourselves. As a\nmatter of fact a few weeks later Gusti broke out in general furuncolosys , furunculs uh small\ninfections of the skin. She was so depressed. It hurt. She couldn't scratch it. It was itchy. It\nwas infected. It took me probably...slowly, slowly by treating each infection infection\nseparately, to clean it up, it took maybe two months. Meantime you had to go out night time\nand you couldn't get out night and every night to to uh to try to get rid, to take off the the\nclothes and you couldn't...and it was cold...you couldn't take off the clothes. You were cold.\nBut you have still to air these clothes in order they should get dry to loose, because we ended\nup smelling terrible. Uh two months...it had one good thing. We had a built-in supply of\nmilk. I learned to milk the cow. I had to be careful because whenever she milked the cow,\nshe gave us half a cup of milk each, but it wasn't enough, so I learned to try...Gusti was\nholding the cow and stroking her neck which the cow really liked very much and she got\naccustomed to Gusti stroking and I was milking her. In the beginning I tried...I didn't have a\nreceptacle, you know, so I was trying to drink directly. You know, when you are hungry you\ndo many things. But this was the built-in uh milk supply of that hiding place. The couple\nwere under apparently Pole-friendly, Polish uh friendly to the Poles because the Furster\nnever showed up again. I don't really know what had happened to him. Neither Zarevski nor\nthe Polish Furster. They had brought us, but they were friendly to a degree. The husband was\nUkrainian. The wife was a mixture of Polish. She spoke well Polish...Maria...no...Anka (ph)\nwas her name. Anka had...Gusti told her in order to give her...that she's a fine knitter. She's a\ngood knitter. She saw her wearing an old pull-over she has. You know...let me have that\npull-over. I'm going to take it apart. I'm going to wash the wool and knit for you a new one.\nShe made her a new pull-over in three, two or three days and she was, Anka was delighted\nand she started to bring her more and more. Apparently she made it a business because she\nsold it for something or she exchanged it. She bartered it because uh Gusti was a very fast\nknitter. She was able to finish a pull-over in one and a half days working eight to ten hours\nand there was nothing else to do. You know, we could go out only in the...and so it happens\nthat in the spring or April or May, walking around by myself to air, to get a little fresh air\nand to get rid of that smell, that I happened and probably having strayed a little too far\nbecause I had strayed once too far and I got near a house and a dog started to bark. In small\ncommunities if one dog starts to bark, all the dogs in the whole community...and I started to\nrun away because I had maybe fifty or sixty dogs start a whole...you know, naturally\nimmediately their owners will come out to investigate what's going on, so this was bad\nbecause we could be found out and uh uh the stricter interdiction by our hosts were not to go\ntoo far, to stay...and I had impression while I walked...this must have been in April...1t was\nalready, or May uh that uh...oh yes...meantime because of that knitting business, the attitude\nof our hosts had had started to improve. It was only bad when they got drunk or had a fight,\nand usually then they uh then they had uh...they drank and they got a little high. They started\nto have a fight. It had to do with Polish-Ukrainian or I don't know because I didn't hear but\nthere were times when he hit her and then she was yelling, but these were not good uh omens\nfor us because uh 1f somebody would have found out that he was hiding Jews, he would, he\ncould have been shot. Anyway, coming back, walking outside, I had the impression\nsomebody is following me, and I went in circles, walking a little farther than usually, and I\nheard uh...really I was sure now somebody followed me because I heard...he must have\nstepped on on a on dry branches. I heard them uh the noise of uh branches until finally\nsomebody told me from behind, hands up, , and...in Russian, and went through my\npockets. I had a knife with me. They took my knife away and...he took my knife and not\nthey. He took my knife away. Told me to lie down with my face down and started to\ninter..who I am and so I told him look, uh Romanian...now I told immediately I'm a\nRomanian physician, you know, and he said uh...he used the term evrei (ph) Evrei (ph) is a\nRussian term for Jews, but not derogatory. Uh it uh it means you are a Jew, but it's not a\nderogatory term. It's uh it's the way how in their, in the Russian passports you are being uh\nuh indicate your nationality. He wanted to know with who I am, where I am, how long I\nhave been there, how uh...well, he said, uh I want to see...in next week I'm going to be here. I\nsaw immediately he doesn't belong to the local Ukraine. I was afraid he might be a\nBanderovtzi (ph) from the Ukrainian uh organization which killed Jews. He was not. He\ndidn't have the trizub. He uh he uh he had a a German uh uh sub-machine gun, a Schmeisser\nand uh didn't tell me...I asked him...he didn't answer. He says I would like to talk to, to see\nyour wife. I want to see if it's correct. Alright. A week later or ten days later..we had made an\nappointment. I brought Gusti there. What could I do. Yes, he said, no word to your house\nabout me. I don't trust them. I don't know them. No word. And I came the uh first thing,\nwhen I came with Gusti to meet him, also night time, he looked at her, as much as he could\nsee her in the dark. He said do you follow my orders. I didn't know what he meant. I said not\nto tell your host anything...orders, he said. So it was a military term, you know, and I didn't\nknow...now he told us who he was. He said his name was Vasia. He is a part of an organ....of\na parachute group which were uh parachuted near Tarnopol and they have to prepare the\nterrain for a large group. He said...I said how large. He said close to a thousand people. A\nthousand people parachuting... didn't sound to me very, very uh...yes he said. He mentioned\na General Kovpak, K - O - V - P -A - K. He's their leader and he will come with the big\ngroup. He has to, orders to prepare and he says they have to fulfill an order, he says, but\nnobody in our...only a few people know our task, what we have to perform. Later I found out\nthe whole group is supposed to destroy the industrial triangle in northwestern Galitzia , three\nin Borsczow. There were mines. There were oil, you know, and two weeks later\nhe came. He was very short. Yes. At our meeting when he met Gusti, as a sign of\nfriendliness he brought us a kolbasa. Kolbasa is the Russian term for salami, for kilbasi (ph),\nyou know, and he brought a piece of bread and uh...terrific delicacy for us. The second time\nwhen he came he brought us some uh salted uh lard. Salted lard was one of the preferred\nthings for us, because if you spread...a little piece would keep you the whole...it was rich in\ncalories. It could keep you a whole day, you know, your stomach. Again he inter...]\nstarted...now again he says, do you speak Romanian? No, this was later. A week later he\nasked me this. The week later he came. He was very de...1t was now July. July '43. He said\nwe had fulfilled our task. The large group had arrived. We had destroyed...the triangle went\nup in flame. I don't know how much. I can rely only what uh he told me, and he said uh...the\nsecond time when he he had asked me again uh would you like to join our group, I said sure,\nwhy not. , what did I have. Uh, but he had told me he doesn't like our hiding place. He\nhas to find for us another hiding place and he really did. He found for us a hiding place\nagain. It was a Ukrainian couple who apparently were very pro-Soviet and very...apparently\nwho were not very well regarded by the Ukrainian Nationalist Organization because of some\njob they had had during the occupation of Galatia by the Russians, and apparently he was a\ncontact of theirs and so on. Meantime...as soon...why, when I asked him why do you look so\nuh shattered, he said, oh we fought very hard. The Germans attacked us. As soon as they\ndestroyed that triangle, the Germans brought a whole division, I think of Ukrainian SS. The\nUkrainian formed I think two SS divisions and uh he says they destroyed everything. As a\nmatter of fact he says our group is now in the mountains, in the Carpetian (ph) mountains.\nThey pushed us back and the higher and higher we go...and he says and I have a task for you.\nYes...meantime he had brought me also a gun. He had brought me a gun...a big twelve\nshooter. A Belgium FN. He called it FN enca (ph). FN stands for Fabrique Nationale,\nbecause I could read the inscription on this. It's a big gun. It has...it's a nine millimeter gun. It\nhas a big uh twelve uh bullet magazine. It pulled my pants down, (laughter) you know, but a\ngun was something which uh...uh so by August he came back to us. Yes...we were meantime\ntransferred to that couple. Again, we were in a barn, a much smaller but there was no...(long\npause/blank in tape)...didn't have any more of that uh that uh uh contact with the nipping,\nwith Anka, the previous hostess and uh they said...one day he came, he said next day I have\nyour...meantime he had inquired about Romania, how well I know the northern part of\nBukovina and so on and he said I'm going to be a courier to a person who is in Romania, in\nthe northern part of Bukovina. He gave me the name. The name was, I think, Petre Hreniuk.\nPetre Hreniuk. H - R- E-N-I-U-K. Petre Hreniuk lived near the Zastavna (ph). Now my\nsister was the uh in charge of a pharmacy in Zastavna and I knew the area. I had...I knew the\narea from Czernowitz, how to travel to Zastavna, but I never had done from and\nZastavna was not far from from uh the border. All those parts...you could reach it by uh\nwalking. He said you have to meet Petre Hrentuk and uh try to to uh...he should hide fifty of\nour fighters. I said alright. You have to leave tomorrow. He told the couple, the woman of\nthe...uh he went to the woman. She came over and he said you have to prepare for me uh\nfood I should take from, for a week, ten days. He felt, he figured out...took me much longer\nbecause I did the biggest stupidity of my life while I was . It was...he told that he\nis...the woman knew the area and she gave me a contact where I could...I had to uh to cross\nthe Dniester. The Dniester is the border between...the river Dniester is the border between\nPoland and uh the General Government in the northern part of Bukovina. Meantime the\nBukovina had nearly occupied by the Romanian and was a Romanian administration there.\n[...there...the crossing of the Dniester was no problem. It was a drought. The Niestra was\nvery uh very uh shallow and I am a swimmer. I...so it didn't uh affect. I came to Petre\nHrentuk who...uh when I gave him uh...there was a uh a...I had to tell him who sent me,\neverything. Finally he he knew about it. I think somebody else might have told him because\nhe knew about the group. The group had had uh uh parachuted near Tarnapol (ph), between\nTarnapol and Chotkow (ph) near Skalat (ph). They had first, while they had parachuted they\nhad immediately a a uh a run-in with the Ukrainian police which brought Germans from\nBorszczow, from Czortkow and from from uh , to help them fight. And this is how\nthe...but they they proceeded slowly, slowly toward which that triangle and finally\nthey destroyed it. But meantime all the way they had to fight the Germans and the\nUkrainians. It uh...I wanted to tell you something else. Yes...in that time before I left, uh\nVasia had told me that the group which had parachuted had formed a Jewish echelon. They\ncalled it I think Third (ph) Echelon, formed by Jewish refugees whom they had picked up.\nBut he said you are not going to to join them. You will have a special task. You'll be a\ncourier. Here I was again...uh uh uh engaged to be a courier by a different group uh similar\nto do almost a similar task like for the Polish uh underground. They...1 came to Hreniuk.\nHreniuk when I told him fifty people he laughed. He said uh it, it's impossible. He said the\nonly thing what I could hide, the only people, five...maybe six people. He says...how should\nI feed them. They...uh in...not far from him there was a little town where | Romanian\ngendarmerie post. He says you cannot hide fifty people easily in this here. You you need\nfood. You know these are fifty human beings who who eat, drink. If you...he says five\npeople I could make. While I was there eating and drinking...he he served me food and really\nhe was very friendly. Uh the only thing is this is what he can do. Not more. Suddenly it came\nin my mind...here I am not far from Czernowitz. Why can't I go to Czernowitz? I forgot\ncompletely, and I I grew up there. That there is the River Prut which...who has a bridge over\nit which, when you come from the north... have completely forgotten. And I decided to go\non a Sunday to Czernowitz knowing that the market in Czernowitz takes place on Monday\nalways. And there will be farmers who go to market. Suddenly I...on the road I pick....I was\npicked, I picked up a couple who were on a little... who were taking food to Czernowitz to\nsee at the market and they gave me a ride and I was sitting with them, talking with them. It\nwas early...four, five o'clock in the morning and suddenly we arrived at the bridge and at the\nbridge there were Romanian uh soldiers. It was not the...the real bridge had been destroyed\nand there was a pontoon bridge. I couldn't go back anymore. I had told this couple that I have\nan appointment with the school uh revisor in Czernowitz. I looked like a farmer but I spoke\nquite a Romanian and uh these were Ukrainian uh farmers, Ruthenians, and they...the\nsoldiers didn't ask any questions. They...he asked the farmer in the...who was sitting in the\nfront with uh guiding the horses...he said uh, market? He said, yeah. He let us pass.\nAnyway, I I was ready to uh to to collapse uh so emotional. Anyway I found myself on the\nother side. I went, knowing Czernowitz quite well, I went through side...uh you have to go\nuh uh street, Banhofstrasse which is a very uh steep uh street that the tramway goes\nup toward the center of the city. I'm in side street, Morariu strasse, and I came to my street\nwhere I was born and to tell you the truth, when I saw the house, Marshall Fosh number 9, I I\nlooked at it. I looked at it and yes...and on the way there I had seen a few people with the\nJuden star (ph). They didn't have what we had in Poland, that uh uh white band with the blue\nstar. They had the yellow star here and uh I tried to pass, uh to keep a low profile as much as\npossible. While I was in my street I saw coming a former girlfriend of mine with a Romanian\nofficer, arm in arm, and uh didn't even uh spent one look at me. I was dressed like a farmer. I\nrecognized her. She didn't even look at me and then I decided I did enough stupidity coming\nin to the city and uh I still have to go back and...oh yes...what was very important, Vasia had\ntold me my wife is going to stay in Poland. He said it's the...1f I let Gusti go with you you'll\nnever come back and he was right. And yes...I had to leave my gun there. He said you cannot\ntake the gun of course. It might uh, it might induce you to be, to start a fight or something not\ngood. Better if you don't have a gun. And he was probably right.",
        "A: No. My father and my sister, I found out later that they, you know, generally from the\ncommunity of around a hundred thousand Jews, around eighty-five thousand were deported\nto Transnistria Moghilev and the centers in Transnistia. The area uh uh...Hitler gave the\nRomanian an area beyond the Dniester between the Dniester and the Bugr rivers, which the\nRomanians called Transnistria, where hey deported a few hundred thousand Jews and uh\nfrom Czernowitz they took eighty-five thousand. My sister was declared uh...eight uh fifteen\nthousand Jews remained in Czernowitz which were declared uh important for the economy\nof the city, as a former (ph) city, and she got a permit to remain in the city. She remained\nwith my father. I didn't know who lived in the house. I didn't dare to go in not knowing\nwho...it happens that my father and Melane (ph) stayed in that house where I was in front of\nthat house looking at it. I didn't realize it. I didn't ask anybody. I tried to to to to sneak by and\nfinally decided...oh yes...I had asked the, that couple with the horse who had brought me to\nCzernowitz when they returned and they said ah between two and three o'clock. I said do\nyou have...but he said we have no watch. Neither did I. So I figured out more or less...I went\nback to what the Prut, toward the river where I fell asleep for a couple of hours because\nmeantime it was only ten o'clock, and around twelve o'clock or twelve thirty I was back at\nthe place where we had decided where we meet. They were already there waiting. They had\nsold what they had to sell, and they were wait...they were ready to leave even without me,\nbut since I came earlier I still found them. We crossed the pontoon bridge again. Nobody\nasked any questions, and I...when I came back to north toward the border I decided to go\nback to Hrentuk and to rest a little bit for a day, which I did, and this time he was quite\nhostile. He wasn't very...he said what are you doing here? I told him I was in Czernowitz\nand he said you went to Czernowitz? Aren't you afraid? I didn't tell him how stupid I was\ndoing it, but uh I couldn't resist. I had completely...it was an emotional reaction which I\ncouldn't explain. Coming back to Poland I uh told him...[ found him in terrible shape,\nterrible. He had a wound on his his...two feet...he had walked probably a lot. He said he's\ntrying to make...he came to say goodbye to us. He left me the gun. He told me the order of\nthe day, of General Kovpak is every soldier got fifty bullets. He says since I had a Belgrum\ngun, they didn't have...I got only what was in the magazine. He says you have twelve.\nRemember - the order of the day is forty-nine bullets for the Germans, one for yourself.\nDon't give up. That means for you it's only eleven for the Germans and one for you. I never\ngot a chance to shoot it. But it uh... mean to use it. He left me the gun, took...he embraced us\nboth. He says I don't know if we'll ever see again. He was very...he was in terrible shape\nbecause he had to walk hundred plus kilometers. He told us that the front was now between\nHarkov and Kiev . Kiev...[ think Kiev was liberated already. It was between Kiev and\nKamenets Podolski, and the Germans are retreating but he said keep a low profile. Watch out\nfor the Ukrainian, for the Banderoski, he said for the Nationalistic organization. The time\nwere...the winter of '43-44 was a hard winter. We stayed with that couple. We had terrible\nproblems. Problems mostly of food. Food was a a major item. The people had...I don't\nknow...the nearer the front came to us, the friendlier the woman was but the more hostile the\nman was. I don't know why. Uh we dec...we decided quite a few times to leave, but we didn't\nhave a place where to hide. The area was hostile. The pop...population was hostile. So we\nstayed for them. Anyway when the...in in uh at the end of February the uh we saw already\nforerunners of the Red army and here our hosts suddenly got extremely friendly. They came\nout. They gave us a couple of new...for me a pair of new pants. They gave my wife a pair\nshoes. We took...uh say goodbye to them. They...and we started to make our way back\ntoward Czernowitz. In the summer of '44 I decided to join the Polish army and uh I was\nbrought by the Russian, uh one Russian to what Poland...where the front was now\nin uh...Lublin (ph) was free. The suburb of Warsaw was Prague (ph)...not the Czech Praga\nbut Praga of Poland is a suburb of Warsaw, was uh uh burning. There was an uprising, the\nPolish uprising, not the Jewish. Jewish took place in '43. The Polish uprising under uh\nGeneral Bor Komorowski, which had failed. The German uh destroyed the city and we were\nlooking at Warsaw burning. To tell you the truth, we didn't mind Warsaw burning. There\nwas a feeling of...1in spite of the hotilit...of the fact that I was now a Polish officer - in that\ntime I was uh I was a Lieutenant, ear, nose and throat man. I uh...I forgot to mention when\nwe to (ph), he...I...uh again one of these lucky incidents. I found that the person in\ncharge of organizing the medical corps of the 2nd Army uh Army, Druga Army of Polska,\nthe Ist Polish Army was formed in Russia. The 2nd Polish Army was formed on Polish\nterritory. There was a man by the name of Lolek Cherzoff (ph), a former friend of mine, a\nCommunist, who was a doctor who had studied in Prague. The only thing not in the...1n in in\nuh German university but in the Czech university. It happened that I had met him in Prague,\nhim and his wife. She was Anka Silvershatz from Lodz (ph). She wasn't there. He said she is\nun...still under the Germans. He knows only that she 1s alive and he is going to try her, try to\nget her out through the Polish underground but not the Armia Kraiowa. There were two\nPolish underground, the Armia Ludowa. That means the people's army, which was leftist.\nHere I was in, working in uh . I was clothed in the Polish uniform. I was an officer. I\nhad found a friend who said where would you like to go, but they put into a group, an\nindependent group, an ear, nose and throat and ophthalmology group with my own couple of\ntrucks, with a group of four soldiers, four four nurses. We were...the Russians called this\ngroup gypsy outfit, Tziganski Outriat (ph), because that group was sent from hospital to\nhospital to operate the wounded and as soon as they finished their task. I was assigned 1n that\ntime to a uh a city by...small city by the name of Shedlitz. Shedlitz is eighty kilometers\nsouth-east of Warsaw where the hospital to which I was assigned was called the 22nd\nHospital for Light Wounded. The , In Polish. And here I stayed until\nJanuary, until the front...Warsaw was liberated and we went west. Uh...",
        "A: It 1s...you know, we asked ourselves many times...from...we at one point Gusti said to me...I\nthink in '43...you know Fritz (ph), we probably are the only Jews around here. And it was a\nvery frightening...and we started to discuss how come we are still alive, and in eight, uh in\n'44 when we were liberated, we we...I thought about it. I had no money. We were strangers.\nWe were foreigners in Poland. Didn't know the language too well. I didn't know Ukrainian\ntoo well. I didn't know Polish too well. The only thing I was a physician and I came back to\nthe term which they had called us always...the Romanian physician. Number one I was a\nphysician. I was helpful to the population and I remembered what the priest in Belce, Father\nhad said in his sermon - with the uh local Jews you can do whatever you want. They\nregarded us as...yes, we were Jews but we were foreign Jews and we were helpful. I got, as a\ndoctor as a matter of fact, a very good reputation as an obstetrician. I was not qualified to be\nan obstetrician. I got once a call to a delivery where the woman had been in labor three days,\nand I was very...I wanted...I was reluctant to go there because I felt I'm not qualified. When I\ncame there I checked the woman. You know, you have to do something, and I made the\ndiagnosis that the child had what they call in this country in obstetrics a rim (ph) of the\ncervix around the head. It was...that means it was almost fully dilated and while I was\nchecking her she had one good contraction and out came a baby boy, yelling. The whole\nexcitement with the delivery, number one it was a baby boy. It was a luck to be a crying\nbaby, you know, and the doctor had just...they gave me the credit. I was just an innocent by-\nstander there but I got the reputation as a as a fine, good obstetrician. Undeserved I have to\nsay, but I got that reputation and I certainly wasn't going to refuse the food which they gave\nme for that call, because we needed it very badly, so uh coming back why we survived. No\nmoney, no language, foreigners, but I was a doctor and this had helped. It had helped. Luck.\nI would say 99.9% the element of luck helped us in our survival. Who has the...basically,\nyou needed only a couple of people or one person to find who is friendly toward you. I met\nMr. Zarevski from the Polish underground. He was going to use me for his purpose as a\ncourier, you know, to Romania, but I had somebody who stood, who who who trusted me.\nSomebody who wanted to help. True, I should do things for them, but who, where in the\nworld do you find such a a uh lucky person. Number two, Vasia_. He picked me up. I didn't\nlook, I didn't know him, and again, how well do you know Russian? How well do you know\nthe northern part of Bukovina, because from there we were to get to the border with no\nproblem, you know. You could. They, they had contact with people, but beyond they...you\nknow, they needed somebody...here there was somebody who who could manage and I felt\nin that time I could manage and then I was young, was in pretty good shape. I was always a\nsportsman. Uh I wouldn't say I was adventurous, but I was daring to a certain degree. Why\nwas I daring? Because I had to. I had to. How many times in our, in our uh uh in the\nwoods, I came to a point, it's right and left. There is no sign where it says where to go. There\nwere no people there to ask where to go. Luck. Luck, again, again. Many times when I went\nto uh wrong I had to go back and go, you know, because it uh that part led me into a little\ncommunity and we tried to stay away from communities. The population was hostile. You\nneeded only one or two persons who were friendly, who were able to...or not able...willing.\n99.9% luck. That if they caught us, there was no question. We had left our friends. Doctor\nGabriel Zinreich still in Korolovka and they hoped, they felt that what I'm doing and Gusti\nis, has no chance. I knew that my chances were uh small, but my point of view was I'm going\nto try. At least try. To give in without trying, I wasn't going to do it. No. And uh as uh you\nknow, it's the results which count and uh coming to this country, I tried, we tried to push that\nexperience aside. Very very uh uh convinced that we...in order to grow roots in this country,\nwe have to put our experience and not to think about it. Many things have to be\naccomplished. Very eagerly a family, and when we found...Gusti had seven pregnancies and\nshe, in these seven pregnancies...she had no problem getting pregnant. She had problems\ncarrying the baby. She...the first baby uh was six months, then five and a half months, four\nand a half months...but we are talking not about the times today where you have a well-\nequipped pre uh uh...a baby with a premature nursery. In that time they didn't have premature\nnursery. We had one baby alive in 1971, and the baby...the chief of the anesthesia\ndepartment came to me and said Fred, we know your history. Uh you lost so many...uh the\nbaby was two and a half pounds. It...a two and a half pound baby in that time...I recessitated\nthe baby myself. As an anesthesiologist I am equipped to do it and it was a baby with a good\nsucking reflex and some and I wanted to keep...if I could have kept that baby even in my\nhospital, it was a hospital in Brooklyn, St. John's Street and, or St. John's Avenue, and uh it\nuh it may have survived. He convinced me to send the baby to Baby's hospital. He said this\nPresbyterian hospital, the finest hospital in New York, and there in order to to feed the baby\nthey the baby. They put a tube and, but again, here we are in 1951. The tube was not\nuh...1t was a polyethylene tube and in that time they may have been short of polyethylene\ntubes because they they uh uh sterilized it, by changing every second or third day, by boiling\nit. Polyethylene uh in that time when you boil it, 1t gets stiff like a board. And in their uh in\ntheir uh procedures they perforated the stomach of the baby, and while they were feeding the\nbaby the the belly of the baby got bigger and bigger and one day I get a call from the chief\nresident. He was a Swedish uh resident. He said Dr. Bernard, we'll have to operate on the\nbaby. I say why do you have to operate...it was five days later, or six days later. She said we\ntook an x-ray. We put some uh some uh radio-opaque material, and we found the tube was\nnot in the stomach but was in the abdominal cavity. That means you have a perforated\nstomach. They operated on the baby, and was a healthy, fighting baby, and uh but small,\npremature, and uh the baby survived surgery for two days and died of generalized .",
        "A: Alright.\nTECHNICAL CONVERSATION.\nTape #3\nTECHNICAL CONVERSATION",
        "A: I would like to mention a uh an event which occurred to me in 1943, which really didn't\nmake sense to me uh in that time but it came so spontaneous. Gusti and I were standing\noutside our uh our uh hiding place, uh some two hundred, three hundred feet away from it,\nand there was a (ph) in front of, to the nght, to the left of the trees, and on that (ph) there\nwas a Shepherd with...I don't know if they were sheep. It may have been uh goats, but it was\nsuch a pastoral scene that I started to sing...I started to sing a song by Schubert (ph), Shafer's\nklage lied (ph)_. This is uh uh the shepherd's uh song, but he's complaining, you know. And\nI knew the words from a child, that , and so on and so on, and I was\nsinging it. Gusti turned around. She looked at me and said, I don't know...we are not only\nrefugees. We are so much of zurah (ph). We have nothing to eat. We don't know what's\ngoing...and here you are standing and singing Schubert's uh Shafer's klage lied. I\nsaid it it it brought back something here which I cannot explain but to be in the middle of of\nthat woods...without Jews, you know, where the the area is Juden rein (ph) and to start\nsinging a Schubert song...there must be an emotional uh substrata which which had its effect.\nUh I would like to come back to the element of evaluation of the attitude of the Red Army. It\nis something which we found, and we discussed it in the Pole...while in the Polish Army\namong ourselves...we were a group of Jewish physicians there and uh when the Ger...the Red\nArmy went back in 1941 under the uh German pounding, they...1t was an army...",
        "A: I see. Alright.",
        "A: Alright. Uh...coming to the United States as uh we came in the winter of '49-'50. It was a\ncold winter for us. We were new in this country. We had to learn a language. I had to prepare\nmyself to to to pass an English exam, which I did after three months, and I had to submit my\ncredentials to the Department of Education in Albany. I was admitted to the to take the exam\nuh without an internship because I had graduated before 1940 and I could show that I had a\nresidency of two and a half years in uh ear, nose and throat and surgery. Uh I took the\nexam. I was lucky to pass the first time and uh after a year only in this country I found\nmyself to have the license to practice medicine but I felt I would like to go into an American\nhospital to take an internship, and during the internship I really fell into anethethsia which in\nthat time was a new specialty uh with all the challenges and uh since I liked challenges in life\nalways I felt I might find, I may find in this specialty uh more satisfaction. I spent the last\nforty years or thirty-nine years in this country in the operating room. I uh...my work has been\nfound to be quite satisfactory. I was lucky to be uh to be uh nominated director of a\ndepartment since 1961. I uh...when I retired in 1985, uh from the from the practice of\nmedicine, having arrived at the age of seventy-three and uh at Saint uh Saint uh Saint\nJoseph's Hospital in Queens uh the depart...the hospital administration was very appreciative\nof my of my uh, not of my retirement but of my actions. They gave me a very as every\nretiree, a golden watch and uh they uh rented, uh the staff rented a uh yacht, the Riveranda\n(ph). Invited the whole staff of the hospital and we traveled, you know, around Manhattan,\nso it was really a very appreciative gesture. Uh I had the...I invited...my family was invited to\nthat retirement party and uh I really cherished that thought. During these thirty-nine years, I\nwould say I uh performed probably close to over twenty thousand procedures. Uh I uh\nhandled probably seventy percent of our staff, doctors, families...we had a staff of around\nfour hundred physicians and uh unfortunately in 1970 I lost my first wife to uh cancer of the\nbreast. Adele (ph) happened to be a neighbor of ours and our children grew up together. She\nhad two sons, has two sons and my two adopted children, Robert and Linda, grew up\ntogether with her children. We found ourselves uh, you know, being thrown together in '74\nand uh got married in '77. Adele retired from her work. She was a college professor. She\ntaught education and early childhood at City University in New York, College.",
        "A: Thank you for telling the story and bringing a little town, Korolovka, into the history of the\nHolocaust. I still think 1t was necessary.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 17, 1990\nRG-50.030*0021",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Fredric\nBernard, conducted by Linda Kuzmack on May 17, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FREDRIC BERNARD\nMay 17, 1990"
    ]
}