{
    "rg": "RG-50.030.0530_trs_en",
    "sequence": [
        "Question: This 1s an interview with Mr. Fred Jarvis, conducted by Peggy\nFrankston from the United States Holocaust Memorial Museum, with the\nRivesaltes Internment Camp Memorial, on June 9\", 2009 in Bristol, Tennessee.\nGood morning, Mr. Jarvis. Thank you for speaking with us today. Could you\npresent yourself?",
        "Answer: My name is Fred Jarvis. I was born in Freiburg, Germany in 1935.",
        "Q: What was your name?",
        "A: My wa-— my name — my —I was born Manfred Judas.",
        "Q: Could you tell us a little about your parents, and your family, please?",
        "A: My father was a businessman in Freiburg, he was a horse dealer, which would\nbe the equivalent of today’s automobile dealer. He sold horses to the city of\nFreiburg, and he was a World War I veteran, and he was a well-known\nbusinessman, my mother was a stay at home mom. And I had many friends in\nFreiburg, Germany. I remember my father taking me sled riding in the — 1n the\nwintertime, and I played in the spring and summertime with the neighbors on the\nstreets. I had many toys. I was of a well — middle class family, and we had the cars\nthat you — pedal cars that you could ride along on the streets and — and — and\nwhich we shared with each other. And we had played pranks, my friends and I\nJune 9, 2009\nplayed pranks, we put pistol caps in the trolley tracks, and the trolley came along\nand it made noises, it cracked them, and so, that type of thing. So w-we had — had\na good childhood in Freiburg, Germany.",
        "Q: Did you have any brothers or sisters?",
        "A: I had an older brother, nine years older than me.",
        "Q: What was his name?",
        "A: His name was Irving Joseph Judas.",
        "Q: Did anyone else live with you in the house, or the apartment?",
        "A: Well, we had the guests from time to time, but it was just our family of four.",
        "Q: Do you remember when the war started?",
        "A: No, I do not remember when the war started, I only remember when the\nGestapo knocked on our door, and said get out, at gunpoint. And they gave us time\nto pack a suitcase per person, and I was five years old, and my mother ha — packed\nfor me a child’s rucksack, which I carried with me to this central staging point, a\nrailroad station, where they took us to at gunpoint, where we met several hundred\nother German Jewish people like us, who huddled in fear, not knowing what to\nexpect, and ate what little food we thought to bring along, and then there was\nnone.\nJune 9, 2009",
        "Q: When the Gestapo arrived, was it the morning, the evening? Was it summer,\nwinter?",
        "A: Best of my relect — recollection it was in the morning.",
        "Q: Was it cold out?",
        "A: I—I don’t remember the temperature, or anything like that, that — the —",
        "Q: Before you left the house, what happened besides everyone packing a suitcase?",
        "A: Well, I remember my grandmother flushing paper money down the toilet, and it\n— it took me 40 years to find out why she did that. It was because they had told us\nthat we could only take the equivalent of 10 dollars per person by order of death if\nwe f-found out to have more. So sh-she flushed down — decided to flush down\nwhatever money she had in the house so they wouldn’t get it.",
        "Q: Were you afraid?",
        "A: In—I wasn’t really afraid at that point. I really didn’t know what was going on\nyet.",
        "Q: So you went to the central — central holding place, and did you wait outside?",
        "A: No, they brought us inside, and with several hundred other people that were\nalready there.",
        "Q: Did they tell you where you were going?",
        "A: Didn’t tell us anything. That’s when we started to become afraid.\nJune 9, 2009",
        "Q: And what happened after that?",
        "A: They — there was a long space of time, I guess, that appears at — at — at such\noccasion, and then sometime that evening, they loaded us into cattle train cars and\nshipped us to southern France, near the Pyrenees mountains, to a concentration\ncamp called Gurs, g-u-r-s, Gurs. It was at the foothills of the Pyrenees\nmountains, a range of mountains that separates France and Spain.",
        "Q: When you left — [interruption]",
        "A: She did live with us.",
        "Q: Well then, I asked you that and you said — and you said no.",
        "A: Oh, and I — yeah, yeah —",
        "Q: We just lived the four of us, okay.",
        "A: Well, I —I— yeah, yeah.",
        "Q: So that’s why I asked that to you, okay, okay.",
        "A: Okay, all right, okay.",
        "Q: Okay.",
        "A: Thank you for pointing that out to me.",
        "Q: So when you — when you told me that, I figured she must live with you, but sh\n— Okay.",
        "A: They took her to Rivesaltes with us and she died there.\nJune 9, 2009",
        "Q: Okay. She died there, or in Gurs?",
        "A: In Gurs, she died in Gurs, yeah.",
        "Q: She died in Gurs, okay, okay. So that’s — I want to — I want to start again,\nokay?",
        "A: Right, okay.",
        "Q: And — and I don’t want to have to point out discrepancies of things that you\ntold me, cause I’m not here to challenge what you say on tape.",
        "A: I—I will try to do better. This 1s new to me, you know that.",
        "Q: I know, I know.",
        "A: Okay.",
        "Q: But also, 1t would be good if you could look at me. I know it’s sometimes hard\nwhen you’re — you’re remembering something you — you want to look at\nsomething else.",
        "A: I'll be happy to look at you.",
        "Q: I mean, I’m not that great to look at, but 1f — if you need to look off just\nbecause, you know, you’re — you’re trying to rememb —",
        "A: Well, if it’s a contest between you and me, you win.\nJune 9, 2009",
        "Q: No, it’s not a question of that, it’s that yo — sometimes I have that trouble too, if\nI’m trying to remember something, I can’t look at the person in the eye, I look\nsomewhere else. But if you can come back to me, okay, I’d appreciate that, okay.",
        "A: Yes, indeed, yes.",
        "Q: Can we start again Steve, is that okay? Okay. This is an interview with Mr.\nFred Jarvis, conducted by Peggy Frankston from the United States Holocaust\nMemorial Museum, with the Rivesaltes Internment Camp Memorial, on June 9\",\n2009 in Bristol, Tennessee. Mr. Jarvis, thank you for coming today. Could you\nintroduce yourself please?",
        "A: My name is Fred Jarvis. I was born in Freiburg, Germany as Manfred\nJudas in 1935. I— my father’s name was Leo, my mother’s name was Hilda, and\nmy brother’s name was name — was Irving Joseph Judas. And my grandmother\nlived with us in our garden apartment in Freiburg, Germany.",
        "Q: Tell me a little bit about your family and about your life in Freiburg.",
        "A: My father was a businessman, my mother was a stay at home mom, and our life\nin Freiburg was very comfortable. My — Jews have been safe in Germany for\nseveral thousand years, and there was a pretty good sized community of Jewish\npeople. I remember my parents taking me to synagogue, and I remember playing\nwith the — my neighbors’ children, and my father taking me sled riding in the\nJune 9, 2009\nwintertime. In the spring and summertime I would play with my friends outdoors.\nWe would play pranks by putting a — the caps in the trolley tracks and having them\nexplode as the trolley went by. That was lots of fun. And we had all kinds of toys\nand 1-it was a great life at the time.",
        "Q: Do you remember the be — [interruption] Could you tell us a little about your\nfamily?",
        "A: My father was a horse dealer. My — he sold horses to the city of Freiburg. He\nwas a well-known person in town, and he was of middle class. And my mother\nwas a stay at home mom, and my grandmother lived us in our beautiful garden\napartment in Freiburg.",
        "Q: Did you live in a Jewish section?",
        "A: I have no idea if 1t was a Jewish section or not. I was too young to realize or\nknow — know that.",
        "Q: Did your family practice Judaism?",
        "A: Yes indeed, because I remember them taking me to synagogue, and playing\nwith my neighbors and taking me sled riding, and —",
        "Q: What are your first memories of the war?",
        "A: Actually, once we arrived at the concentration camp Gurs, of the horrible\nconditions that we were facing. The starvation —\nJune 9, 2009",
        "Q: Could we go back a little please, and — and tell me about leaving Freiburg.",
        "A: Well, I remember the train station.",
        "Q: What happened when you had to leave Freiburg?",
        "A: Well, they put us in a train station with several has —",
        "Q: Mr. — Mr. Jarvis, you don’t remember it, but we st — we’re having to start\nagain, so all the stuff you told me about the Gestapo and all, we have to go over\nthat again.",
        "A: Okay.",
        "Q: Okay? So, that’s what I was trying to lead you into. You told me that your first\nmemory of the war was when the Gestapo came to your house.",
        "A: Yeah, but I didn’t know there was a war then, I just saw these people —",
        "Q: Okay.",
        "A: — with guns in their hands and —",
        "Q: Okay.",
        "A: — telling us to get out. I didn’t know — I- I-",
        "Q: That it was a war.",
        "A: — didn’t know that it was a war already.",
        "Q: Okay, then I phrased my — my question in — incorrectly. How can I lead into\nthis? How can we make —\nJune 9, 2009",
        "A: Any way that you want, because I know what you’re looking for now.",
        "Q: Okay, okay. Okay ... what was the first memories that you have that something\nwas different than usual?",
        "A: When the Gestapo knocked on our door and came in with guns and told us to\nget out, at gunpoint.",
        "Q: Did they tell you where they were sending you?",
        "A: They didn’t tell us anything, they just told us to pack a bag, and my mother\npacked a child’s rucksack for me, which I carried on my back, and the adults each\ncarried a suitcase. And we took just a little bit of food that we thought of. And\nthey escorted us at gunpoint to a central meeting point, a railroad station in town,\nwhere we were thrown together with several hundred other Jews like us, who were\nhuddled in fear — fear and not knowing what to expect. And we ate what little food\nwe brought, and then there was none.",
        "Q: Before you left the house, what did — did you do? Did you say goodbye to\nsomebody, did you hide something? What — do you remember what happened\nbefore you left the house?",
        "A: There — there was nobody left to say goodbye to. I do remember my\ngrandmother flushing paper money down the toilet, and 1t took me 40 years to\nrealize what she was doing when I was just five years old. And that was because\nJune 9, 2009\nwe had been told by the Gestapo that we’re only allowed to take the equivalent of\nabout 10 dollars of money per person by order of death, if we were caught with\nmore. So my mo — grandmother decided to flush the paper money that she had in\nthe house so the Nazis wouldn’t get it. They got everything else.",
        "Q: So you were taken, with other families, to a central holding point, and how long\ndid you stay there?",
        "A: We stayed there the rest of the day, and that evening they forced us into cattle\ntrain cars and shipped us to southern France, near the Pyrenees, a range of\nmountains separating France and Spain, to a concentration camp called Gurs, g-\nu-r-s. Camp Gurs was a very primitive and diseased. Hard labor and starvation\nkilled many people, including my grandmother.",
        "Q: When you arrived, how long did it — first of all, how long did — do you\nremember the train trip from Freiburg to Gurs?",
        "A: Not very well.",
        "Q: Do you remember being cold, being hungry? When you got there, what\nhappened? You got out of the train?",
        "A: We got out of the train, and it was like — they had like a train depot or\nsomething like that there. And people got out and they were assigned barracks,\nwooden barracks. And mud, boy, probably 12 inches of mud, and when you\nJune 9, 2009\nstepped into that mud, the mud sucked the shoes off your feet and more often than\nnot people couldn’t find their shoe any more.",
        "Q: Were you separated from your family?",
        "A: No, I was with my mother.",
        "Q: And your father was where?",
        "A: My — my father was in a— in a nearby camp, also Gurs, separated by barbed\nwire.",
        "Q: Could you see him?",
        "A: I could visit him, yes, I could go through the barbed wire and visit him, and\nnegotiate or communicate between my father and mother.",
        "Q: Were there other children with you, and —",
        "A: Yes, there were many other children.",
        "Q: They were in the barracks with your mother?",
        "A: Yes.",
        "Q: And other women?",
        "A: Yes.",
        "Q: Were they all German?",
        "A: I imagine so, yes.",
        "Q: Do you remember playing with them?\nJune 9, 2009",
        "A: No, we — we had nothing to play with. We had no games, no — the — the game\nwas survival.",
        "Q: Do you remember what the barracks looked like inside?",
        "A: Yes, they — they were wooden barracks with windows and we had — there were\nbunks to sleep on, and was no-not anything comfortable, everything was very\nprimitive. But — but we had bunks in Gurs.",
        "Q: Do you remember what season it was when you arrived?",
        "A: Winter.",
        "Q: Was it cold?",
        "A: Yes.",
        "Q: What was a typical day like?",
        "A: Wa-—I found it to be a very lonesome day, a very aggravating day. There was\nno happiness, there was always hunger and thirst. We had very little access to\nwater, we had no change of clothes. We lost our shoes in the mud, and there was\nnothing for a child to do, but hang onto their mother.",
        "Q: Did the other internees set up impromptu classes for you, or tried to t —\norganize activities for the children?",
        "A: Eventually, yes.",
        "Q: Do you remember what some of these things were?\nJune 9, 2009",
        "A: Not really. I was just five years old.",
        "Q: Did you learn songs, or —",
        "A: Not in Gurs.",
        "Q: How did a day go by, when did you go see your father? You said you slipped\nthrough the barbed wire.",
        "A: At various times, vary — various times of the day. I ca — I can’t give you an\nhour by hour description.",
        "Q: Do you know whether your parents were trying to get visas to emigrate?",
        "A: Yes, they desperately tried to get visas to emigrate, desperately, but to no avail.",
        "Q: Your father had a sister in United States, were —",
        "A: That’s correct.",
        "Q: Was it through her they were trying to get —",
        "A: That was one of the venues that they tried to get, they were not able to help.\nThe United States would not admit Jews at that time.",
        "Q: So, you were at Gurs for a certain amount of time.",
        "A: Probably about a year, or thereabouts.",
        "Q: And then what happened?",
        "A: Well, Marshal Pétain decided to show us the sunny side of France and\nshipped us to another concentration camp, closer to the medit — Mediterranean\nJune 9, 2009\nOcean, called sunny Rivesaltes. Rivesaltes was not always sunny, but it was\nwindy, and it was close to the ocean, but we could not see the ocean, but we could\nfeel the torrential wind that was forever blowing to almost hurricane forces,\ncoming off the ocean, and which lifted and — and rattled our barracks roofs, which\nwas made out of corrugated tin, and made very eerie sounds that I remember to\nthis very day, very eerie sounds. [interruption]",
        "Q: Do you remember how you were transported from Gurs to Rivesaltes?",
        "A: No, I don’t.",
        "Q: You don’t remember if it’s a train or a bus or a truck?",
        "A: No, I don’t.",
        "Q: Were you together with both parents?",
        "A: Yes.",
        "Q: And was your — was someone else in your family with you?",
        "A: My father’s brother and his wife, and their son, Kurt. Kurt Judas.",
        "Q: What about your grandmother?",
        "A: My grandmother died in Gurs.",
        "Q: What happened?",
        "A: And I remember she died of disease, and old age at Gurs, she was 90 years old,\nand probably starvation as well. And I remember her funeral. I remember her\nJune 9, 2009\ncasket being carried to the cemetery and I followed it, and I remember that to this\nday. And I had the opportunity a couple years ago to visit her grave, and I found it\nwith no problem.",
        "Q: What was her name?",
        "A: Her name —",
        "Q: She was your mother’s mother?",
        "A: Yes.",
        "Q: Sussman?",
        "A: Sussman, Sussman.",
        "Q: Okay. What was it like arriving at Rivesaltes, apart from the wind?",
        "A: I really do not remember the arrival of Rivesaltes, I just remember the life at\nRivesaltes —",
        "Q: Were —",
        "A: — which was absolutely horrible, and th-the wind was just a part of it. The\nstarvation diet that we were on and the — it was much like Gurs, it was starvation,\ndisease and hard labor killed many people.\nEnd of Tape One\nJune 9, 2009\nBeginning Tape Two",
        "Q: Let’s go back to Gurs for a moment. Could you tell me a little about how the\nday went by?",
        "A: The day went by very slowly. We’re always looking for mealtime, which was\nvery little food. And we — several times during the day we had to fall out for\nappell, which was a head count to see if everyone was present. And that was a\nvery dramatic time every time. Everybody got very excited, and lot of hullaballoo\nand you fall out in front of your barracks and get counted.",
        "Q: Do you remember being ill at any moment?",
        "A: No, I was a healthy five year old at that time, when I arrived.",
        "Q: Is there something that happened, that you remember particularly?",
        "A: Yes, my grandmother passed away of a combination of disease and\nmalnourishment. And she was 90 years old, and her name was Bernadine(ph)\nSussman. And I remember her funeral very well. It was probably half dozen\npeople that attended her funeral, and I followed behind her coffin, and remember\nthe internment. I was privileged to go back a couple of years ago and visit her\ngrave. And the only thing left of Gurs at that time was they planted a forest where\nthe camp was, and it was a full grown forest by now. But the cemetery was taken\ncare of and well cared for and I found my grandmother’s grave.\nJune 9, 2009",
        "Q: So, when they decided that you would go from Gurs to Rivesaltes, did they\ngive you any warning?",
        "A: No warning at all, just get on the way.",
        "Q: And what happened when you arrived? You and your mother were separated?",
        "A: I—my mother and my father were separated into two adjoining camps\nseparated by barbed wire. I remained with my mother, I was only about six years\nold when we arrived at Rivesaltes, and I learned to negotiate the barbed wire,\nbeing a small child I could squeeze through the barbed wire without getting cut,\nand I could communicate between my father and my mother. And other children\nmy age were able to do the same thing.",
        "Q: At that point were you speaking German with your mother and speaking\nFrench with other people?",
        "A: I do not recall the separation between German and French, but I — at that point,\nI spoke German with my parents. At a later time I forgot German altogether and\nspoke only French.",
        "Q: Did your father have an assigned activity?",
        "A: My father was in charge of horses in the concentration camp Rivesaltes. And\none of his jobs was to take a team of horses into the neighboring town of\nPerpignan, a ca — several times a week, to pick up the — the mail for the camp at\nJune 9, 2009\nthe Perpignan railroad station. So that gave him an opportunity to get out of the\ncamp, and it gave him an opportunity if he had any money, or if anybody else gave\nhim a little money, to buy a little food along the way. Morsels of food, and a\nmorsel of food was better than none.",
        "Q: How long do you think you stayed in Rivesaltes?",
        "A: About two years.",
        "Q: And was a point where you left Rivesaltes?",
        "A: Yes, I had a cousin named Erik Forst(ph), who was born in Germany, but he\nmoved to France in 1939, so he was not a prisoner in any of the French\nconcentration camps like his family was. So he, his mother and his sister lived\nsomewhere in France, I do not know where. But all of a sudden he started\nshowing up in Rivesaltes, and he was dressed brilliantly, he was dressed like an\nundercover Nazi or something. Now what do I mean by that? He was dressed in —\nin boots, high thigh boots. He was dir — dressed in — in flowery pants, horseback\nriding type pants. He was dressed in a shirt, and tie and a jacket, and wearing a\nFrench beret. And people in concentration camps were just not dressed like that,\nthis was immaculate dressing. So over the years as I got older, I-I’ve always want\n—I remember every time he took a step that his boots creaked, the leather in his\nnew boots creaked, I remember the sound 65 years later. And I wondered over the\nJune 9, 2009\nyears, you know, what was this all about? But cousin Erik came to see us\nfrequently in the camp, and he could have sa — he had safe passage in and out of\nthe main gate and no one stopped him or challenged him. So I got to thinking, you\nknow, maybe he was acting the part of some Gestapo agent or something, and\nnobody wanted to mess with him. But actually what he did, he came to visit us in\nthe camp, and his plan was to plan an escape for us. So one dark night, my parents\nand I and my father’s brother Leopold, and his wife Carrie and his son Kurt,\nwho was a year and a half older than me, we all headed to the back of the camp,\nand my father gave the French — the French guard two packs of cigarettes and he\nturned his back. And we went through the barbed wife, down a short ravine and to\na dirt road where my cousin Erik had an automobile and a driver waiting, and we\npiled into that car. My parents and his brother and his wife and Kurt piled into the\nback, that was five people, and cousin Erik jumped in front next to the driver, and\nI jumped in front next to cousin Erik and the door. So that was eight people in — in\na car, I’m sure we were a tight fit. And we took off in the dark of night without\nlights and my cousin Erik kept barking, ouvrir les lumiéres, fermer les\nlumiéres, meaning open the lights and close the lights, and we drove like that all\nnight long according to what cousin Erik called for, and the driver obeyed him.\nAnd we drove for two nights, in the daytime we hid. And eventually we reached a\nJune 9, 2009\nsmall town by the name of Caussade, where cousin Erik had picked out a small\nfarm for us to hide in and live. And we had, on this small farm we had, which was\non top of a hill, we had one horse, one cow, one dog, chickens, ducks, geese and\npenned rabbits, which were our dinner. And we grew food, we grew — grew corn,\nwe grew potatoes, we grew all kinds of vegetables, we grew grapes, and we su-\nsubsisted on that farm. And we were on that farm about seven months before all of\na sudden, a number of different French police types started to show up. And my\nparents, seeing them come up the hill from below, ordered me to go lay in the corn\nfield and hide, they shouldn’t count all — be able to count all of us. And one day\nthere was so many of them that came, that — and they were stay there so long that I\nfell asleep in the cornfield, and when they had left, my parents couldn’t find me\nand they were on a hunt calling Manfred, Manfred, you know on the — finally I\nwoke up. But soon after that, they came with the German police, the Gestapo, and\nthey rea — rearrested all of us and sent us back to Camp Rivesaltes. The men were\nso dangerous, obviously, that within this concentration camp they had another jail.\nWithin the jail they had another jail, and they put the men in my family in that jail.\nAnd it was extraordinary and I remember that very well.",
        "Q: Let’s go back to Caussade for a few minutes. You lived on the farm and you —\nand your parents farmed it?\nJune 9, 2009",
        "A: Yes, my parents and my — Kurt’s parents, we farmed it.",
        "Q: Did you have any duties, as a child?",
        "A: No I did not, really. But I — I — I did small things or whatnot, you know.",
        "Q: Were you in contact with the local population?",
        "A: We went into town on a daily basis. My parents and Kurt’s parents lived on\nthe farm. My cousin Erik, his mother and his sister lived in town and they rented\nthe apartment type thing. So cousin Kurt and I, we had to do the ob — driving him\ninto town with our horse and wagon, and picking him up in the morning on the\ndaily basis. So that was our contact in the town. We also wa-wandered into town\noccasionally, and sat along the general park area where men had outdoor\nrestaurants or — or tables. And we sat among them, we didn’t buy anything to eat,\nwe didn’t have any money. But, we really didn’t talk to them. The only one that\ntalked to any of the local people was cousin Erik. He was very friendly with the\nlocal police. And over the years, after they rearrested us and send us back to Camp\nRivesaltes, I was always wondering, you know, would cousin Erik have anything\nto do with getting us rearrested, because he was so friendly with the local police\nthere. I mean, you mind wanders, and you think — but no, that was not the case,\nthey — they just tracked us down. And cousin Erik, apparently, I learned many\nyears later, got warning from his friend in the police that the Gestapo was coming\nJune 9, 2009\nto pick us up. And in those days there were no telephones to call the farm, or any\ncommunications, so cousin Erik hightailed it and — and they — we got caught. So —\nand as I re-revisited Caussade 60 years later, the chief of police told me that Erik\nhad been told that they were coming for us, and that he escaped and — over the\nSpanish border, and came back after the war. How true that is, I — I can’t vouch\nfor, but that’s what the local chief of police told me.",
        "Q: Do you remember what it was like when the local police and the Gestapo came\nto get you from the farm?",
        "A: I-It was just desperate — des-desperate situation.",
        "Q: Did they give you a minute to pack a bag?",
        "A: Nothing, nothing, nothing. They just grabbed us and put us 1n a wagon or\nsomething, and send us off, back to the train station, and back to Rivesaltes, just\nthat fast.",
        "Q: And when you got there, you heard that they sent your father to the prison, you\nsaw him?",
        "A: I saw him. I saw him. The prison had a — a yard and — and they — covered by\nbarbed wire, and I saw him in there.",
        "Q: What were the conditions inside the prison inside the camp? Were they —",
        "A: Very desperate.\nJune 9, 2009",
        "Q: They were worse than regular conditions?",
        "A: Mm-hm.",
        "Q: In what way? They had less to eat?",
        "A: I have no idea what they gave them to eat. We got precious little, I would\nsuppose they got even less.",
        "Q: And how long did they stay there in —",
        "A: They stayed there until they sent them to Auschwitz via Drancy, in June,\n1942.",
        "Q: After you came back from Caussade, how — I know it’s hard to remember\nlengths of time, but you — you s — remained in Rivesaltes for — for a certain\namount of time.",
        "A: It was actually a short time.",
        "Q: A week, or two weeks?",
        "A: No, it was probably a month or two. [interruption]",
        "Q: I'd like to talk a little about life at Rivesaltes. Do you remember playing with\nother children, do you remember Spanish children, or children from the Roma?",
        "A: The only thing I remember about Spanish children is I got sick in Rivesaltes. I\nhad some kind of a chest disease, where I was being treated, where they put\nbottles, heated with cans, and put them on — on my back. I have no idea what it\nJune 9, 2009\nwas, but it must have been pretty bad at the time. And in that hospital they gave\nme a little bit of milk, which was very difficult to get in — in the concentration\ncamp. And I was somewhat weak, so I didn’t finish my milk, and I put it at the\nhead of my bed on the floor. And had this Spanish boy who was also in the\nhospital, and he made his way on my bed, and tried to s-steal that milk. And that\nwas the very first fight that I ever remember being in as a boy. I smacked that boy\nin the lip, and I said, get out of here, that’s mine. And that’s what I remember of\nany Spanish boys in there. The Spanish mainly were people who hung around the\nperimeter of the barbed wire around the outside of the camp, who at times\nprovided food for us, if we had a little money to purchase it, such as perhaps a can\nof beans, or if you were lucky, one egg. And — and nobody had a lot of money so\nthe-they — but there were a lot of people there, so they had a ni — a—a chance to\nsell small pieces of fruit to people, a piece of fruit. And people were able to cook it\nlike a boy scout over la — over a fire made over rocks, and we can put a tin can on\nthe rocks and — and boil whatever it was. I remember my mother was cooking a\ncan of beans one time over such a rock system, which a — rather a lot of people\nwere able to do. And I was playing around that, and I knocked that can of beans\nover, and that was a disaster. And it was — it was just — just — just a disaster. That\ncan of bean would have been a feast for us. Also, these combination of French and\nJune 9, 2009\nSpanish people, since we had no beds to sleep on, we slept on the concrete floor\nwith a little bit of straw under us, if we could find some. They built a primitive\nwooden beds for someone who had a — a few cents, I-I have no idea what they sold\nit for, but they were — sold quite a few of them, so — and they were nothing that\nyou would want to sleep on, but for an inmate to sleep off the floor, you know,\nlike 10 inches off the floor rather than on the floor was a — was a — just awesome.",
        "Q: It was made out of wood?",
        "A: Out of wood, yes.",
        "Q: And what was inside, was there a mattress?",
        "A: Oh no, there win — there’s no such thing, there were just wooden slots, and I\nguess you could put a blanket or something over it, 1t just kept you off the floor.\nNo one had a mattress.\nQ2: Oh, we’re fine, I’m sorry.",
        "Q: Oh, we can keep going?\nQ2: Yes.",
        "Q: Okay. What were some of the things you ate in Rivesaltes?",
        "A: Oh, we had quite a wonderful menu. We had probably, I would estimate about\ntwo ounces of bread twice a week — I mean, no, twice a day. And then, in the\nmiddle of the day they brought you dishwater soup, which was nothing more than\nJune 9, 2009\ndishwater with one or two carrots sliced into the soup. My mother would fish out\nthe carrots that she got and feed them to me because that was the only nourishment\nthat was available. And to show you how much I liked those carrots, when I was\ngrown, later on in life, for the next 40 years I could not eat a cooked carrot. I could\neat raw carrots, but I could not eat cooked carrots, although I’m able to do that\nnow. It — it shows the power of negative thinking, I think. But it wa — it was just\nawesome, 40 years I couldn’t eat a carrot.",
        "Q: Do you remember any of the different organizations that came into the camps\nto help people? The Secours Swiss, or the OSE? Do you remember any of these\npeople?",
        "A: I remember the Red Cross coming, and I remember OSE coming. OSE and the\nRed Cross managed to provide for us young children, what I seem to remember to\nbe about a cup of milk every other week, and that was a lifesaver. We would hoard\nour br — two ounces of bread, and break them into this cup of milk, and this would\nbe mush, and that was like a feast. And so that was — that was quite an event. We\nwould have to queue up and line up to get into this barrack where they would feed\nthat to young children.",
        "Q: Do you remember if they had any activities planned for you, games?\nJune 9, 2009",
        "A: OSE and organizations like that had some planned activities, but I was too\nyoung to participate in those things, so I didn’t.",
        "Q: Do you remember any official visits by German or French officials coming to\nthe camp?",
        "A: We had constant traffic, or — I didn’t know who specifically came by, but we\nwere constantly called out on appell in Rivesaltes also, whereby we had to fall out\nof our barracks and they had to have a head count of everybody several times a\nday. And this was very annoying because it disrupted our activities of doing\nnothing.",
        "Q: Did you stay with your mother most of the time?",
        "A: I stayed with my mother all of the time.",
        "Q: Were you — were — what was her — her general mood?",
        "A: Displeasure, and despair. This was a very non-comporting existence, and there\nwas no — no bright shining star ahead. There was no hope. It was a hopeless\nsituation. It was — it was just very tragic, and we just carried on a-as best we could.\nWe just hung onto dear life.",
        "Q: Do you remember some of the conditions of life in the camp that you\nremember especially, that were especially difficult?\nJune 9, 2009",
        "A: Well, the bathroom facilities for one were extremely difficult and extremely\nnegative. We — we had a bathroom which was maybe 30 - 40 feet long with\nseveral stalls for people to use, which was nothing but a hole in a piece of wood\nand they had some great facility below which would catch the waste. Which my\nfather and his horses and his team of people would have to empty every so often,\nwhich was a disgusting thing in itself. But the bathroom facilities you had to go —\nwere made out of concrete, but you had to go up as — a Set of wooden stairs to a\ncertain level, and there you had a — a bathroom facility and there were maybe 20\nof them in a row, such — and it even had a door for privacy, which was very\nsurprising. But you really didn’t want to close that door, although you had to,\nbecause the smell and the odor was just inescapable, and the — there was no such\nthing as toilet paper, and you would have to wipe your tail with your finger and\nthen wipe it on the wall. And there were many people ahead of you who had\nalready decorated the wall. And so it was like finger-painting. And — and it — it\nwas — the smell and the stench stayed with me for many years afterwards. And it —\nit — it was a very crude situation, but there 1t was, you know.",
        "Q: Was it far from your barrack?",
        "A: No, it wa — that wasn’t the issue, it wasn’t that far from the barracks. They had\nseveral of those at several given points, but they had a lot of people there, so all\n31\nJune 9, 2009\nthese facilities were overused. And especially since most of us had diarrhea from\nwhat we had — the he — these were conditions, so it was very, very primitive.",
        "Q: What happened in August —\nQ2: I’m sorry, we need to change tapes.\nEnd of Tape Two\nJune 9, 2009\nBeginning Tape Three",
        "Q: — point when your mother was contacted by somebody concerning your fate,\nwhether you might be able to be taken away from her and put somewhere else?",
        "A: No, I do not remember any of that, but I do remember my mother speaking to\nme. She had taken me aside on a corner of one of the barracks and told me to\nescape, and she told me a-about my beha — what my behavior should be, and how I\nshould behave. And I do not remember specifically — she charged me with a\nnumber of things that I should do, and I had no clue that anything else. I was later\ncontacted by a 17 year old girl to — who helped me to escape from concentration\ncamp Rivesaltes. And I ran away from this girl, and they chased me all over the\ncamp, as a— as a Seven year old boy, they’re kind of fast on their feet, and I had\nseveral people chasing me. So I was finally caught, and this girl took me to a\nbarrack, along with my cousin Kurt and locked me up for the night in that\nbarrack. And then, early in the morning sometime, she helped us to escape.",
        "Q: Did you know when your mother took you aside, that you were going to be\nseparated from her?",
        "A: I didn’t accept it as such, but that’s — that was the case. In later life I looked at\nit as, in the loving manner that my mother dumped me for this 17 year old girl,\nbecause she had an indication where she was going. Where she was going was not\nJune 9, 2009\ngoing to be good, and that she did this in order to save my life, in which the — she\nsucceeded. My mother had two boys, one nine years older than me, and myself,\nand through all this deprivation or everything, she managed to save both her\nchildren.",
        "Q: What happened to your brother Joseph?",
        "A: My brother Joseph was sent — who was older than I, was sent on the last\nkinder train to England, which was a refugee train to save children in Germany,\nand he spent the rest of the war in England without his parents. And he survived\nto — to this very day.",
        "Q: So there was never a moment when you said goodbye to your parents?",
        "A: No, I wa — would take that as the time that my mother spoke to me in telling me\nto escape. That was the long goodbye.",
        "Q: Do you remember any of the other things she said, to — to only speak French, or\nsomething else?",
        "A: No, I—I—I remember the gist of what she said, I don’t remember the exact\nwords. It’s been 65 years.",
        "Q: When you and Kurt were hiding in the barrack overnight, what were your\nfeelings at that point?",
        "A: Our feelings were very wet, because we both cried all night long.\nJune 9, 2009",
        "Q: You were afraid?",
        "A: Yes, indeed, we were.",
        "Q: Did you have an idea of where you would be going?",
        "A: I had no idea where we were going, or what — what — what our future was. We\nwere in the hands of this 17 year old girl who worked for the OSE\n[indecipherable] the Secours Enfant, who managed to save 10,000 children out\nof the concen — various concentration camps, 5,000 of which were recaptured, and\n5,000 of us who managed to survive the war because of their help.",
        "Q: The next morning, what happened?",
        "A: We were on our way to a orphanage by OSE in the mountains, and this young,\n17 year old French German Jewish girl, working for the OSE took us to this huge\ncastle, which probably had between two and 500 boys, all of Spanish origin, from\n— survivors from the Spanish civil war. And we were deposited there in this\norphanage, and since they all spoke Spanish, I learned to speak Spanish from\nthem. I learned to go to s — s — mathematics in Spanish, table — multiplication in\nSpanish, and when I left there several months later, I was speaking fluent Spanish.",
        "Q: Where did you go a few months later?\nJune 9, 2009",
        "A: To another OSE home in the Alps, which was in a mountain area. It was a\nclosed orphanage where we were given food and health care, and — and loving\ncare from other children like us, only older.",
        "Q: They were German refugees?",
        "A: They were German refugees and refugees from various countries.",
        "Q: And did you end up going to another OSE home?",
        "A: Yes, after that they took us to an OSE home called Montantan(ph), which\nagain was a castle in the Limoges(ph) region. And they probably had five - 600\nchildren there before we arrived, my cousin Kurt and I arrived there. And they\ngave us loving care. They gave us food and health care and li — as much love as an\nolder child could give you. And they were older children, mostly girls that looked\nafter us until we got comfortable in there. And it was a very good — probably spent\nmy coldest winter there.",
        "Q: Did you go to classes? Did you go to the local school, or were there classes in\nthe chateau?",
        "A: No, no, no, there were religious occasions and things in the chateau, and we\nlearned Hebrew songs in French. And it was a — for the time and the situation, I\nwould say a happy go lucky a — place, where they tried to make you feel at home\nas much as possible under the circumstances. And there were some very\nJune 9, 2009\ninteresting people, OSE people in charge of that home, who really took good care\nof us. When this OSE home became untenable because of Nazi designs upon it,\nthen they took us out of there and dispersed us among the countryside, either in\nsingles or in pairs. And my cousin Kurt and I were paired off, and we were taken\nunder the OSE — we were sent to the countryside, we were given new names.\nMine name was Maurice Julia and Kurt was [indecipherable] Julia. And we\nwere given a whole repertoire of where we were born and why we c-come to this\narea. And they sent us to a small town called Neyron in Ain, about 10 miles\noutside of Lyon, France’s second largest city. We were hidden on a small farm in\na rural area, with — this was a very small farm amid homes. We had Madame — the\nwoman, the ca — the Christian woman who took care of Kurt and me at the risk of\nher own life was named Madame Burra. She had five goats, a small farm area\nwhere we planted various assorted food, and grapes, and we had the — the fruit\ntrees. I had to climb the cherry tree to pick cherries for market. And I was very\ngood cherry picker, I put one in my mouth and one in the basket. And it was\ndelicious. And she fed us well. She made — she sent me out in the forest after a\nrain to collect escargot, and she made wonderful escargot if I brought her a\nbasketful. And Madame Burra provided food and shelter for us from the Nazis.\nWe went to church with her on Sundays and she even sent us to school. So we\nJune 9, 2009\nspoke well enough French not to be able to be found out as Jews, and when — in\nthe French school system.",
        "Q: Do you remember some of the things you were told that you were supposed to\ndo, or what you were supposed to say about why you ended up in this town?",
        "A: Yes, yes, our cover story was that Kurt and I were born in the north, near\nDunkirk where fight — a lot of fighting had occurred, and that my supposed\nparents had sent me to Madame Burra, my aunt in central France, for safety. And\nthat was our cover story and — and we went to school with that, and the n-\nneighbors accepted us with that, so Madame Burra protected us at the risk of her\nown life.",
        "Q: Apart from going to church, did you go to catechism? Did you go to get any\nreligious education?",
        "A: None.",
        "Q: And were there other Jewish children hiding in that same area?",
        "A: Most probably, but not known to me, although about 21 — 20 miles away, there\nwere about 40 children that the OSE could not find any homes for, and they were\ncalled the children of Egieu. And a nice Nazi fellow by the name of Klaus Barbie\nwas informed by a local farmer that these 40 children were in this house, and they\nhad about three or four OSE workers with them to look over them. And Klaus\nJune 9, 2009\nBarbie took two trucks full of gendarme with him, and raided this — this home,\nand arrested all 43 children and sent them within two days to Auschwitz, where\nthey were killed on arrival. And on my return to France, I had the opportunity to\nvisit this home, since it was so near to Ma-Madame Burra that I went and took\nphotographs of — of — of this — this home had been turned into a museum 60 years\nlater. And it wa — it was just earth shaking, and so close to where we lived during\nthe war.",
        "Q: During your time with Madame Burra, you were — were you and your cousin\nfollowing the progress of the war? Were you aware of what was happening?",
        "A: We - we had a radio in our attic. Radios were forbidden by order of death. If\nthey caught you with it, they’d shoot you right on the spot. But we listened to that\nperiodically, and we had some semblance. And we listened to the invasion in\nNormandy when the allies arrived, and we were all full of joy and tears at that\ntime. So, we were there.",
        "Q: Do you remember if there were any resistance networks operating?",
        "A: Oh yes, yes. France was full of FFI, Forces Francaises de l’intérieur,\nMaquis. They were all the same thing, they were underground fighters of various\nreligions and including many Jews, and a lot of communists, and — but they fought\nthe Germans bravely, and mostly were massacred by — by the Germans when they\nJune 9, 2009\ntried to fight in — 1n groups, 1n massive groups, because they had no artillery but\nsmall weapons. But the Maquis was very much around us and dear to us, because\noften they protected us.",
        "Q: You told me about a song.",
        "A: Yes [Sings in French]. And that’s 65 years later, I still remember that.",
        "Q: You and other schoolchildren sang that?",
        "A: Yes indeed, yes indeed. We were very careful where we sang it, but — but we\ndid, among other things.",
        "Q: Madame Burra was a widower — a widow?",
        "A: Madame Burra had a husband. He was sick when we arrived, and died while\nwe were there.",
        "Q: Did she have any other children?",
        "A: She had a son who worked and lived in Lyon. But I only met him once, and did\nnot know his first name, and I knew he worked in some kind of a plastic factory,\nwhatnot, but know very little about him.",
        "Q: Tell me of your memories of the liberation.",
        "A: Liberation came in Neyron in September 1944. It was probably the most\njoyous day in my life. The G.I.s gave us everything that we had never seen before.\nCanned food, chocolate, chewing gum, and one great phenomenon, peanut butter.\nJune 9, 2009\nChunks of it. And they were very good to us, and they — the Maquis at that time\nquickly arrested collaborators, mostly women that slept with the Germans, and\nclipped their hair and as outcasts, and whatever else they did to them afterwards,\nand some lived and some died. So it was a time of revenge.",
        "Q: When liberation occurred, what happened? Did your life change?",
        "A: Well, th-the thing that I loved most about liberation is seeing the Germans flee.\nThey fled ahead of the — they didn’t stand and fight. They fled ahead of the\nAmericans coming in, and they grabbed anything that had wheels. Bicycles, if you\nhad a bicycle, they took it from you, and they just wheeled out of town. And life\nchanged tremendously because OSE came back and reclaimed their children, their\nhidden children, and my c-cousin Kurt and I were split up for the first time in the\nwar. My cousin Kurt was taken back by OSE to Lyrondell(ph), an orphanage in\nLyon, and I was sent to the Hotesowa(ph) in La Chaumiere, another orphanage,\nbecause I had a respiratory ailment still, ailing from Rivesaltes, and they sent me\nin the — high in the mountains with the clean air and tried to cure me there. And\nthen my cousin Kurt was Bar Mitzvahed at Lyrondell(ph), and then eventually\nthey had me join him there at Lyrondell(ph), and I got my first lessons in Hebrew\nand the Bible and Judaism, and they educated me in the Jewish way there. And\nthey — and — and then I was found by my Aunt Hannah Ramsfelder(ph) and my\nJune 9, 2009\nbrother Joe, from England, and they both want — want — my brother Joe wanted\nto bring me to England, my aunt, sister of my father — my father had 12 brothers\nand sisters and she was the only survivor. So she wanted to bring me to America,\nso I had a choice between England and America. I said, give me Uncle Sam. And\nso, in November 1946, we boarded the Ile de France, France’s largest luxury\nliner and headed to New York City. We took about six days to cross the Atlantic.\nThe Ile de France was France’s largest luxury liner. The only problem was, it\nwas outfitted as a troop ship during the war. So on its first maiden voyage, it was\nstill so outfitted. So we slept in G.I. racks and ate G.I. food, but who cared? We\nwere Safe, and free and on our way to America, the land where the streets were\npaved with gold.",
        "Q: Did you try to find out what happened to your parents?",
        "A: More than anything else. My parents did not surface, nor Kurt’s parents did\nnot surface after the war. And so we had not — no choice but to presume that they\nwere dead. Where did they die and how did they die, we did not know. It took me\n40 years to find out that they had gone to Auschwitz via Drancy, and that they\nwere gassed and burned in the crematorium the same day that they arrived in\nAuschwitz. And the fact of not knowing what happened to them was the most\nexcruciating pain of all, which in — I endured for over 40 years. It was not until\nJune 9, 2009\n1983, that at a survivors’ meeting I found a book by the French lawyer — by a\nFrench lawyer who had found German records and reconstituted them and wrote a\nbook, and this book was in French. And since I had not spoken French for 30\nyears, I had lost the fluency of it, so I waited another year, I was told there would\nbe a — book would be translated into English, and purchased it. And found my\nfather and my mother in that book, into which transport they arrived to, and what\nhappened to them from these records from this French lawyer. And — and that\ngave me some sort of closure about my parents, if there is such a thing.",
        "Q: Tell me about your arrival in the United States.",
        "A: I arrived aboard the Ie de France in New York City in May 26\", 1946. I was\nmet at the pier by my aunt, Hannah Ramsfelder(ph), who brought me — who, she\nand her husband brought me to America, and my first cousin Inga(ph)\nFurlish(ph). Inga(ph) had survived the war in nearby Switzerland. She had come\nto the United States briefly before me, and she spoke fluent French and fluent\nEnglish. Therefore she became my translator and close friend, as well as first\ncousin. When I came to America, I spoke only French, I came to a household that\nspoke mainly German, and I went to a school that spoke only English. You talk\nabout being screwed up? I was it. I started school in America in the elementary\nschool level, had no help from anyone in the languages. I then went to junior high\nJune 9, 2009\nschool and after that I went to high school, to a — a school named\n[indecipherable] Vocation High School. Every morning session we studied\nbaking and baking technology. In the afternoon sessions we would get our — our\nother lessons. And after four years I graduated as a pastry chef. I worked as a\nbaker and cake decorator for 40 years, 18 hours a day, standing on my feet, no\nlunch breaks, nothing. But I was a talented baker and — and well in demand. I ran\ninto trouble with the unions, because I never got a raise, never got a Christmas\nbonus, so I quit the union, and I started as a baby photographer. After about a year\nI opened my own photography store, and I managed to be a photographer in New\nYork City for 10 years.",
        "Q: You were taking — you were specializing in pictures of babies?",
        "A: Babies. I answered an ad from an organization that did — gave free baby\npictures by the diaper service. And the — the managing manager of this came and\nmet me one morning, and I went around with him and I watched him work one\nmorning, what kind of equipment he used, you know, and see what you use, and\nhow you do it. And we went to lunch. At lunch I excused myself, I said I had to go\nto the bathroom. I went through the bathroom window and left. I had just learned\nthe photography business.\nJune 9, 2009",
        "Q: Let’s go back a little to your time when you first got here. Did you have any\nreligious training with your — with your aunt’s family?",
        "A: The synagogue that I belonged to in — in New York City was — provided free\nHebrew lessons for me and Kurt because we were Holocaust survivors and my\naunt didn’t have the money to pay them. So you get what — whatever you get for\nfree 1s — 1s free, so I didn’t learn anything. So all the learning that I have goes back\nto OSE in France.",
        "Q: How much more do we have on this tape?",
        "A: This is a good time to stop.\nEnd of Tape Three\nJune 9, 2009\nBeginning Tape Four",
        "Q: We were talking about your religious education with your aunt in New York.\nWere you Bar Mitzvahed?",
        "A: Yes, I was Bar Mitzvah. I was Bar Mitzvah in 1948 in Shaare Hatikvah\nsynagogue, an Orthodox synagogue apart from where we lived in Washington\nHeights. I was specially tutored by one of the Orthodox gentleman in the\nsynagogue who — who — who prepared Bar Mitzvahs. He didn’t char-charge my\naunt for it because she couldn’t afford it, and — and we had a wonderful Bar\nMitzvah with a synagogue full of people, and they made a small party for me\nafterwards. It was very, very rewarding and very exciting. And here I was a man,\nafter I'd been a man for 12 years before that, cause I always considered that I was\na man in a boy’s body, throughout the war. That —",
        "Q: What was your feeling about Judaism and — and believing in God?",
        "A: Well, OSE indoctrinated me for that, first in France and I have a firm belief in\nGod. I’ve not given up my — my belief in God because of the Holocaust. It has\nstrengthened and reaffirmed my belief, and I feel that the — the — the Holocaust\nwas the cost for the Jewish people to reclaim Israel. It’s my justification.",
        "Q: So you graduated from your vocational school with honors, and you were going\nto become a pastry chef, but you were 18.\nJune 9, 2009",
        "A: And I joined the Marine Corps. The Korean war was on in full blast, and I\nwanted to serve my country, my adopted country, and I joined the Marine Corps,\nUnited States Marine Corps. I came to Paris Island when I was yay — eight — 18\nyears old, and went through boot camp over there, which was another hell, but I\nsurvived that and became a full pledged United States Marine.",
        "Q: What was your specialty?",
        "A: I was artillery, 105s and 155 Howitzers. Boom, boom. It made — it made a lot\nof noise.",
        "Q: Did you have —",
        "A: I was also a rifleman, an expert rifleman. Every Marine is an expert rifleman.",
        "Q: Were you sent to Korea?",
        "A: Yes.",
        "Q: And what happened?",
        "A: It was a picnic because they sent me there after the armistice, so I was not\ninvolved in any of the fighting.",
        "Q: What were some of your duties?",
        "A: I became a chaplain’s aide, because I was always attending synagogue on\nFriday nights and whatnot, chaplain picked me out to be his aide.",
        "Q: For the Jewish soldiers?\nJune 9, 2009",
        "A: For the Jewish Marines. When I returned to Camp Lejeune, North Carolina,\nand I became acting Jewish chaplain, by order of the commanding general, and I\nhad 2,000 Marines in my congregation. So I had to lead services, had to conduct\nPassover services, had to conduct Passover services, I had to make arrangements, I\nhad great responsibilities. I wore sergeant stripes on my shirt, chaplain’s bars o-on\n— chaplain’s tablets on my collar, and a — as I walked back and forth around the\ncamp, they didn’t know if I was fish or fowl. I had officers’ plates on my car, I\nslept in the officers’ quarters, ate in the officers’ mess, and people saluted me as I\npassed me. So it was a—I had a great deal of authority on that base. So it was very\ninteresting and very challenging and I had to do everything on the camp for Jewish\npeople except marriage or burial.",
        "Q: Tell me, when you came to the States, your name was Manfred Judas?",
        "A: Yes.",
        "Q: And when did you become Fred Jarvis?",
        "A: I became Fred Jarvis when my u-uncle sent me to school, which was probably\na week after I arrived here. And I was very upset that he changed my name,\nbecause I very much wanted to have my father’s name. I didn’t know the meaning\nof Judas, I didn’t understand it at the time. And I fought vehemently to get my —\nmy name Judas back, and when I went into the Marine Corps, I reclaimed my\nJune 9, 2009\nname, Fred Judas, and I served as that in the Marine Corps. When I came out, I\nwas sent to the south. When I went in the Marines I first saw black don’t drink\nfrom this water fountain, you have to drink from here. Discrimination, all that.\nAnd I was taunted by a lot of people in the Marine Corps because of my name and\nbeing a Jew. So when I came out of the Marine Corps, I legally changed my name,\nwhen I got married and raised my family to — back to Jarvis.",
        "Q: How long did you spend in the Marine Corps?",
        "A: 14 years. Four years in — 1n active duty and 10 years in the reserve.",
        "Q: And then you became a pastry cook?",
        "A: No, I—I-—I was a pastry chef when I went into the Marine Corps, right, but I\ncame back into civilian life, I had to make a living for my family, I went back to\nbeing a baker, pastry chef, and I was a good one. I made cakes for the Ed Sullivan\nShow, I made ca — birthday cakes for Ed Sullivan’s family. I made cakes from\nscratch that tasted wonderfully and decorated them into brilliant cakes. I was\ntaught by one of the leading artists in New York City, and became very proficient\nat my trade, and worked at it for 40 years. I made cakes for stage, screen and\ntelevision.",
        "Q: All this time you were in New York City?",
        "A: All this time I was in New York City.\nJune 9, 2009",
        "Q: You met your wife where?",
        "A: I met my wife in my local synagogue in New York City, and I raised two\nchildren.",
        "Q: I know that you went back to Rivesaltes recently. Why did you do that?",
        "A: Well, I — Rivesaltes had been a very deep part of my life. It’s where I escaped\ntwice, with my parents and without them, and where I spent a very desperate time\nof my life. And I never had the money to go back, but I understood no one could\ngo there because the French army had built a rifle range and they — if you tried to\nget in there, they’d lock you up. So later on in life, as I was able to accumulate\nmoney, I decided I wanted to go back, I want to see first Gurs. Gurs is only —\nGurs — my grandmother’s grave is in Gurs. The only thing standing of the\nconcentration camp in Gurs at this time 1s the cemetery. Everything else was\nplanted into a forest. So I went there to see my grandmother’s grave, and as we\nJews do, we don’t leave flowers, we leave a stone on the grave. And so I paid my\nrespect there. I wanted to go to Rivesaltes, which it was only a hundred miles\naway, but couldn’t get in. So instead, I went to Caussade, where we were — where\nwe were headed on — hidden on that farm. Came back to the United States and in\n19 — in 2008, I found an article on the internet by the New York Times, that the\nFrench government had purchased something like 40 acres of the Rivesaltes\nJune 9, 2009\nconcentration camp, and was planning to build, in conjunction with the United\nStates Holocaust Memorial Museum, a 40 million dollar memorial to the people\nwho went through there. And I wanted to see what this camp looked like today\nbefore they built a memorial. So I booked passage over there, and not having\nspoken French for over 30 years, I was no longer fluent in it, so I hired a driver\nwith an automobile who would speak French and spoke fluent English. And my\ntravel agent was fortunate to hire such a person for me. I flew to Perpignan, and\ntook a hotel there, and I decided to stay there for eight days, because I didn’t want\nto spend two days there and not achieve what I came to do, and I brought my —\nbeing a professional photographer, I brought my camera along, and this gentleman\nknew just the way to the camp, and I was able to get in to the camp, and I took\nbetween 1500 and 2000 photographs over a period of eight days, I photographed\neverything that I could find 1n this concentration camp, so that I could show\nmyself and my children and my family where I actually was in 1942. That’s why I\nwanted to go back there.",
        "Q: When you arrived at the camp and saw it now, did some of the memories come\nback, or did it —",
        "A: The memories co — did not come back, they were always with me.\nJune 9, 2009",
        "Q: Did you see the barrack where you had lived with your mother, or were\nhidden?",
        "A: There was nothing recognizable in Rivesaltes after 65 years. Several\ngenerations of people besides Jews had been put through this camp, including the\nar — Harkis and Gypsies and — and German war — World War II prisoners after the\nwar. And there was no street recognizable, everything was in decay, barracks were\nfalling apart, in various stages, which is why I photographed it so intensely. And\nthere was really — I mean, the camp itself was recognizable as a camp, but there\nwere no actual locations recognizable, no streets, no areas. The ilos(ph)\nthemselves were barely recog — there was no markings for ilo(ph) E, ilo(ph) B,\nilo(ph) A. You couldn’t recognize anything. But I had such a vivid memory of our\nbathroom system, that I looked for the bathroom, this — this very — 1t was — had\nmade such a negative impression on me, I’ve — the smell, the sight, everything.\nNow I remember it exactly, I could make a drawing of it. And — and — but the\nbathrooms were of different modification and design, so I could only believe that\nthey were — the old bathrooms were torn down over the years, and new ones\nrebuilt. I couldn’t even find the area where we escaped from, and I looked very —\nvery hardly for that. So — but I’m very happy that I went back, that I was able to\nsee what there was, and so I can visualize it and discuss it with my children and\nJune 9, 2009\nfamily. I’m — they —I-—TI barely speak of this, but speaking and seeing in a\nphotograph are two different things. A photograph will speak a thousand words to\nyou. So, 1-1t was — it was something that I felt I had to do. I also went into Poland,\nto Auschwitz, to see Auschwitz where my parents were murdered, and\nphotographed everything I could there. And I stood there when it’s — I saw the\nsign that — Arbeit macht frei, and I cried like a baby. Sixty year — a 70 year old\nman at that time, crying like a baby. But that’s the emotion that’s tied to all this.",
        "Q: You now live in Tennessee. How did you get to Tennessee from New York\nCity?",
        "A: Well, from New York City, I moved to a— they — they pi — my photography\nbusiness was mainly in the Bronx, and they burned the Bronx down, which means\nthey burned down my business. I tried to start businesses in other boroughs, the\ncompetition was too steep. I mean, if you can’t make it in New York, you can’t\nmake it anyp — if you can make it in New York, you can make it anyplace. But, y-\nyou know, if you have a hundred photographers in one place, in New York you\ngot a thousand, you know, and you know how hard it is to get business, right? So I\nmoved to North Carolina, and I bought a bakery in North Carolina, and a\nrestaurant, and I worked that for 10 years, and then my wife decided to leave me.\nAnd so I moved from North Carolina to meril — Rockville, Maryland. I met my\nJune 9, 2009\npresent wife there, a nice goysha(ph) lady, and eventually we got married. She had\nsix children, I had two. Their — Mary’s children started a house — had a business\nin Tennessee, and they spent 10 years trying to talk their mother and me to come\ndown to Tennessee. After 10 years we said fine, we’ll retire there. We built a big\nhouse in Withville(ph), Tennessee. And after we moved in, about two weeks, they\ncame and said, Mom, we’re moving. We bought a business in Bristol. And she\nsaid no, I’m not moving. So I worked in — in Withville(ph) until I lost the business\nthere. And then John told me working for King pharmaceuticals. So I traveled\n200 miles round trip every day to come to work in Bristol, Tennessee, and one\nday I had an accident in a — on a winter day on ice, on the interstate, a rather\ndramatic accident. I was not injured, because God was looking out for me, and my\nwife said, we’re moving. The very next day she said, we’re moving. I rented an\napartment here in Bristol, and I never went back to — to — a hundred miles up the\nroad to Withville(ph). My wife came down, lived with me in the apartment, we\nsold the house in Withville(ph), and built a new house right here that you’re\nsitting in. And I worked for King pharmaceuticals for a total of about 20 years.\nAnd I was very well rewarded, and it was a very exciting, I was a — I saw that the\nphotography and media department for a Wall Street business, which was very\nrewarding to me. I managed to travel the world in that capacity, managed to do\nJune 9, 2009\nworld class photography, and it was a very war — worthwhile work experience for\nme. And that’s how we came to Bristol.",
        "Q: There’s a Jewish community locally?",
        "A: There’s a small Jewish community locally.",
        "Q: Are you connected to it?",
        "A: Iam connected to it. I was the — this community just five years ago celebrated\nits centennial, and it was my privilege, as chairman of the centennial committee to\nbring Elie Wiesel to Bristol, Tennessee to speak, along with a Holocaust valet,\nbelieve it or not. And a Holocaust opera singer, and Elie Wiesel. And all three\nacts, so to speak, got standing ovations in our biggest local theater. And I was able\nto present the — a Holocaust performance, Oskar Schindler’s, Oskar’s List, in\nmy son’s newly renovated post office downtown, which hundreds of local people\nfirst saw Holocaust exhibits. And so we had a very worthwhile centennial, and we\nexposed our congregation, people telling me, oh, we never even knew that you had\na synagogue down here. And so it was very worthwhile, and very rewarding.",
        "Q: And have you been active in testifying locally?",
        "A: Well, in the — within the last five years ve been asked to speak at local\nschools and churches about my Holocaust experience, and I — experiences, and I\nhave done so.\nJune 9, 2009",
        "Q: Who, or what encouraged you to speak out after so long a time when you were\nsilent?",
        "A: Elie Wiesel. He said, it is your duty and your obligation as a survivor to be a\nwitness, and to testify what happened to you, and — because there are many people\nwho do not believe that the hoskel — Holocaust happened, and you know only too\nwell that it did. So I’m taking his challenge.",
        "Q: Thank you, Mr. Jarvis for letting us interview today.",
        "A: You’re very welcome. [break] That is a photograph of my family. On the right\nis my father, Leo Judas, on the left my mother Hilda Judas. In the back is my\nolder brother, Irving Joseph Judas, and in the front me, Manfred Judas. This\nphotograph was taken in Freiburg, Germany, in 1939, shortly before my brother\nwas sent on the final kinder train to England. I want to know how the train made\nit across the English channel.",
        "Q: I think you can probably say anything you want to say as you look at Steve do\nthe picture. I think you can talk about anything you want while he’s\nphotographing.",
        "A: [break] — it was a photograph that was presented to me ma — by my aunt\nshortly before she died. So that’s how I acquired it. And it had a shadow, my\nJune 9, 2009\nfather’s face was in complete shadow, we were able to remove the shadow, which\nis a wonder in any time.",
        "Q: Okay, we’re — we’re rolling [indecipherable] talk more about it, we’re rolling.",
        "A: Okay, the gentleman in the front on the left hand side is my father, Leo Judas.\nHe is a horse dealer in Freiburg, Germany, and this is some type of military\nparade after the war. My father was very much in demand, and you can see the\nselection of horse flesh, that he understands horses thoroughly. It’s a beautiful\nhorse.",
        "Q: And he’s the one on the left horse, or he’s down, standing? He’s on the left side\non the horse, or he’s on —",
        "A: On the left side — there’s a horse on the right side.",
        "Q: Yeah.",
        "A: I have no idea who he 1s, and my father’s on the left side, so it’s a — he’s the\nfirst horse.",
        "Q: Okay, cause there’s a man standing there, and I thought he might be —",
        "A: No, on the horse.",
        "Q: Oh, it’s on the horse, okay. That’s shortly after World War I. Okay.",
        "A: This is my cousin Erik on the right, and his sister Ilsa on the left. Can you pan\ndown to show their names? ... That’s good.\nJune 9, 2009",
        "Q: Now, we’re gonna do —",
        "A: [indecipherable] Oh yeah, yeah, Erik. That’s [indecipherable]. Can you —\nyeah, right, can you do a little bit more to the right, to lose that line? Oh — okay, all\nright.",
        "Q: They — they can —",
        "A: Yeah, that’ll be good.",
        "Q: — fix that later [indecipherable] if they want.",
        "A: Yeah, they can mask it out.",
        "Q: Right.",
        "A: Oh, this is good. This is a photograph taken in Rivesaltes, probably sometime\nin 1941. And the left hand side is my father, Leo Judas. On the right hand side is\nhis brother Leopold Judas, and in the center is my dear and beloved cousin, Erik\nForst(ph). Erik was dressed like a super Nazi or something. He came in and out\nof that concentration camp like he owned it. And he wore brand new boots, every\ntime he took a step they creaked. And he wore a jacket and pants and shirt and a\ntie in the concentration camp, and the French beret. He looked like Superman\nhimself.",
        "Q: Did Erik survive the war?\n58\nJune 9, 2009",
        "A: No. Not that we know for sure. ... Look at my father’s face in the first picture\nyou took. Can you take that first picture out and show them?",
        "Q: Rivesaltes.\nEnd of Tape Four\nJune 9, 2009\nBeginning Tape Five",
        "A: This is a photograph of Madame Burra in Neyron, France at her small farm.\nMadame Burra hid Kurt Judas and me during the war, from the Nazis. This 1s\nher and her five goats. Kurt and I had to take these goats grazing on alternate\ndays, Kurt one day, I the next. These goats were just such a bother to me because\neach one wanted to go a different way constantly. But they provided milk for me,\nand the big one I rode like a horse. Plus, we got to eat one of them at\nChristmastime. This was life in the fast lane in World War II, Neyron, France,\nAin.",
        "Q: Do you remember which one you ate?",
        "A: The one that’s missing there. Now, there she is become a complete mystery.\nThis again is Madame Burra with her goats, in Neyron, Ain, France. France. ...",
        "Q: That was taken in Lyon, cause the — the photographer is — Lyon 1s — is marked,\nit’s your bro — it’s your cousin.",
        "A: Okay, okay. This is a passport photograph of my first cousin, Kurt Judas. This\nphotograph was taken by a professional photographer in the city of Lyon, France.\nThis is a picture of me and my aunt, Hannah Ramsfelder(ph) afin — after they\nfattened me up in the United States. That is in front of a — oh, my gosh, can’t\n60\nJune 9, 2009\nremember the name of the car. ... I—I look a little bit like my aunt there, don’t I?\nFamily resemblance.\nEnd of Tape Five\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This 1s an interview with Mr. Fred Jarvis, conducted by Peggy\nFrankston from the United States Holocaust Memorial Museum, with the\nRivesaltes Internment Camp Memorial, on June 9\", 2009 in Bristol, Tennessee.\nGood morning, Mr. Jarvis. Thank you for speaking with us today. Could you\npresent yourself?",
        "Q: What was your name?",
        "Q: Could you tell us a little about your parents, and your family, please?",
        "Q: Did you have any brothers or sisters?",
        "Q: What was his name?",
        "Q: Did anyone else live with you in the house, or the apartment?",
        "Q: Do you remember when the war started?",
        "Q: When the Gestapo arrived, was it the morning, the evening? Was it summer,\nwinter?",
        "Q: Was it cold out?",
        "Q: Before you left the house, what happened besides everyone packing a suitcase?",
        "Q: Were you afraid?",
        "Q: So you went to the central — central holding place, and did you wait outside?",
        "Q: Did they tell you where you were going?",
        "Q: And what happened after that?",
        "Q: When you left — [interruption]",
        "Q: Well then, I asked you that and you said — and you said no.",
        "Q: We just lived the four of us, okay.",
        "Q: So that’s why I asked that to you, okay, okay.",
        "Q: Okay.",
        "Q: So when you — when you told me that, I figured she must live with you, but sh\n— Okay.",
        "Q: Okay. She died there, or in Gurs?",
        "Q: She died in Gurs, okay, okay. So that’s — I want to — I want to start again,\nokay?",
        "Q: And — and I don’t want to have to point out discrepancies of things that you\ntold me, cause I’m not here to challenge what you say on tape.",
        "Q: I know, I know.",
        "Q: But also, 1t would be good if you could look at me. I know it’s sometimes hard\nwhen you’re — you’re remembering something you — you want to look at\nsomething else.",
        "Q: I mean, I’m not that great to look at, but 1f — if you need to look off just\nbecause, you know, you’re — you’re trying to rememb —",
        "Q: No, it’s not a question of that, it’s that yo — sometimes I have that trouble too, if\nI’m trying to remember something, I can’t look at the person in the eye, I look\nsomewhere else. But if you can come back to me, okay, I’d appreciate that, okay.",
        "Q: Can we start again Steve, is that okay? Okay. This is an interview with Mr.\nFred Jarvis, conducted by Peggy Frankston from the United States Holocaust\nMemorial Museum, with the Rivesaltes Internment Camp Memorial, on June 9\",\n2009 in Bristol, Tennessee. Mr. Jarvis, thank you for coming today. Could you\nintroduce yourself please?",
        "Q: Tell me a little bit about your family and about your life in Freiburg.",
        "Q: Do you remember the be — [interruption] Could you tell us a little about your\nfamily?",
        "Q: Did you live in a Jewish section?",
        "Q: Did your family practice Judaism?",
        "Q: What are your first memories of the war?",
        "Q: Could we go back a little please, and — and tell me about leaving Freiburg.",
        "Q: What happened when you had to leave Freiburg?",
        "Q: Mr. — Mr. Jarvis, you don’t remember it, but we st — we’re having to start\nagain, so all the stuff you told me about the Gestapo and all, we have to go over\nthat again.",
        "Q: Okay? So, that’s what I was trying to lead you into. You told me that your first\nmemory of the war was when the Gestapo came to your house.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: That it was a war.",
        "Q: Okay, then I phrased my — my question in — incorrectly. How can I lead into\nthis? How can we make —",
        "Q: Okay, okay. Okay ... what was the first memories that you have that something\nwas different than usual?",
        "Q: Did they tell you where they were sending you?",
        "Q: Before you left the house, what did — did you do? Did you say goodbye to\nsomebody, did you hide something? What — do you remember what happened\nbefore you left the house?",
        "Q: So you were taken, with other families, to a central holding point, and how long\ndid you stay there?",
        "Q: When you arrived, how long did it — first of all, how long did — do you\nremember the train trip from Freiburg to Gurs?",
        "Q: Do you remember being cold, being hungry? When you got there, what\nhappened? You got out of the train?",
        "Q: Were you separated from your family?",
        "Q: And your father was where?",
        "Q: Could you see him?",
        "Q: Were there other children with you, and —",
        "Q: They were in the barracks with your mother?",
        "Q: And other women?",
        "Q: Were they all German?",
        "Q: Do you remember playing with them?",
        "Q: Do you remember what the barracks looked like inside?",
        "Q: Do you remember what season it was when you arrived?",
        "Q: Was it cold?",
        "Q: What was a typical day like?",
        "Q: Did the other internees set up impromptu classes for you, or tried to t —\norganize activities for the children?",
        "Q: Do you remember what some of these things were?",
        "Q: Did you learn songs, or —",
        "Q: How did a day go by, when did you go see your father? You said you slipped\nthrough the barbed wire.",
        "Q: Do you know whether your parents were trying to get visas to emigrate?",
        "Q: Your father had a sister in United States, were —",
        "Q: Was it through her they were trying to get —",
        "Q: So, you were at Gurs for a certain amount of time.",
        "Q: And then what happened?",
        "Q: Do you remember how you were transported from Gurs to Rivesaltes?",
        "Q: You don’t remember if it’s a train or a bus or a truck?",
        "Q: Were you together with both parents?",
        "Q: And was your — was someone else in your family with you?",
        "Q: What about your grandmother?",
        "Q: What happened?",
        "Q: What was her name?",
        "Q: She was your mother’s mother?",
        "Q: Sussman?",
        "Q: Okay. What was it like arriving at Rivesaltes, apart from the wind?",
        "Q: Were —",
        "Q: Let’s go back to Gurs for a moment. Could you tell me a little about how the\nday went by?",
        "Q: Do you remember being ill at any moment?",
        "Q: Is there something that happened, that you remember particularly?",
        "Q: So, when they decided that you would go from Gurs to Rivesaltes, did they\ngive you any warning?",
        "Q: And what happened when you arrived? You and your mother were separated?",
        "Q: At that point were you speaking German with your mother and speaking\nFrench with other people?",
        "Q: Did your father have an assigned activity?",
        "Q: How long do you think you stayed in Rivesaltes?",
        "Q: And was a point where you left Rivesaltes?",
        "Q: Let’s go back to Caussade for a few minutes. You lived on the farm and you —\nand your parents farmed it?",
        "Q: Did you have any duties, as a child?",
        "Q: Were you in contact with the local population?",
        "Q: Do you remember what it was like when the local police and the Gestapo came\nto get you from the farm?",
        "Q: Did they give you a minute to pack a bag?",
        "Q: And when you got there, you heard that they sent your father to the prison, you\nsaw him?",
        "Q: What were the conditions inside the prison inside the camp? Were they —",
        "Q: They were worse than regular conditions?",
        "Q: In what way? They had less to eat?",
        "Q: And how long did they stay there in —",
        "Q: After you came back from Caussade, how — I know it’s hard to remember\nlengths of time, but you — you s — remained in Rivesaltes for — for a certain\namount of time.",
        "Q: A week, or two weeks?",
        "Q: I'd like to talk a little about life at Rivesaltes. Do you remember playing with\nother children, do you remember Spanish children, or children from the Roma?",
        "Q: It was made out of wood?",
        "Q: And what was inside, was there a mattress?",
        "Q: Oh, we can keep going?\nQ2: Yes.",
        "Q: Okay. What were some of the things you ate in Rivesaltes?",
        "Q: Do you remember any of the different organizations that came into the camps\nto help people? The Secours Swiss, or the OSE? Do you remember any of these\npeople?",
        "Q: Do you remember if they had any activities planned for you, games?",
        "Q: Do you remember any official visits by German or French officials coming to\nthe camp?",
        "Q: Did you stay with your mother most of the time?",
        "Q: Were you — were — what was her — her general mood?",
        "Q: Do you remember some of the conditions of life in the camp that you\nremember especially, that were especially difficult?",
        "Q: Was it far from your barrack?",
        "Q: What happened in August —\nQ2: I’m sorry, we need to change tapes.",
        "Q: — point when your mother was contacted by somebody concerning your fate,\nwhether you might be able to be taken away from her and put somewhere else?",
        "Q: Did you know when your mother took you aside, that you were going to be\nseparated from her?",
        "Q: What happened to your brother Joseph?",
        "Q: So there was never a moment when you said goodbye to your parents?",
        "Q: Do you remember any of the other things she said, to — to only speak French, or\nsomething else?",
        "Q: When you and Kurt were hiding in the barrack overnight, what were your\nfeelings at that point?",
        "Q: You were afraid?",
        "Q: Did you have an idea of where you would be going?",
        "Q: The next morning, what happened?",
        "Q: Where did you go a few months later?",
        "Q: They were German refugees?",
        "Q: And did you end up going to another OSE home?",
        "Q: Did you go to classes? Did you go to the local school, or were there classes in\nthe chateau?",
        "Q: Do you remember some of the things you were told that you were supposed to\ndo, or what you were supposed to say about why you ended up in this town?",
        "Q: Apart from going to church, did you go to catechism? Did you go to get any\nreligious education?",
        "Q: And were there other Jewish children hiding in that same area?",
        "Q: During your time with Madame Burra, you were — were you and your cousin\nfollowing the progress of the war? Were you aware of what was happening?",
        "Q: Do you remember if there were any resistance networks operating?",
        "Q: You told me about a song.",
        "Q: You and other schoolchildren sang that?",
        "Q: Madame Burra was a widower — a widow?",
        "Q: Did she have any other children?",
        "Q: Tell me of your memories of the liberation.",
        "Q: When liberation occurred, what happened? Did your life change?",
        "Q: Did you try to find out what happened to your parents?",
        "Q: Tell me about your arrival in the United States.",
        "Q: You were taking — you were specializing in pictures of babies?",
        "Q: Let’s go back a little to your time when you first got here. Did you have any\nreligious training with your — with your aunt’s family?",
        "Q: How much more do we have on this tape?",
        "Q: We were talking about your religious education with your aunt in New York.\nWere you Bar Mitzvahed?",
        "Q: What was your feeling about Judaism and — and believing in God?",
        "Q: So you graduated from your vocational school with honors, and you were going\nto become a pastry chef, but you were 18.",
        "Q: What was your specialty?",
        "Q: Did you have —",
        "Q: Were you sent to Korea?",
        "Q: And what happened?",
        "Q: What were some of your duties?",
        "Q: For the Jewish soldiers?",
        "Q: Tell me, when you came to the States, your name was Manfred Judas?",
        "Q: And when did you become Fred Jarvis?",
        "Q: How long did you spend in the Marine Corps?",
        "Q: And then you became a pastry cook?",
        "Q: All this time you were in New York City?",
        "Q: You met your wife where?",
        "Q: I know that you went back to Rivesaltes recently. Why did you do that?",
        "Q: When you arrived at the camp and saw it now, did some of the memories come\nback, or did it —",
        "Q: Did you see the barrack where you had lived with your mother, or were\nhidden?",
        "Q: You now live in Tennessee. How did you get to Tennessee from New York\nCity?",
        "Q: There’s a Jewish community locally?",
        "Q: Are you connected to it?",
        "Q: And have you been active in testifying locally?",
        "Q: Who, or what encouraged you to speak out after so long a time when you were\nsilent?",
        "Q: Thank you, Mr. Jarvis for letting us interview today.",
        "Q: I think you can probably say anything you want to say as you look at Steve do\nthe picture. I think you can talk about anything you want while he’s\nphotographing.",
        "Q: Okay, we’re — we’re rolling [indecipherable] talk more about it, we’re rolling.",
        "Q: And he’s the one on the left horse, or he’s down, standing? He’s on the left side\non the horse, or he’s on —",
        "Q: Yeah.",
        "Q: Okay, cause there’s a man standing there, and I thought he might be —",
        "Q: Oh, it’s on the horse, okay. That’s shortly after World War I. Okay.",
        "Q: Now, we’re gonna do —",
        "Q: They — they can —",
        "Q: — fix that later [indecipherable] if they want.",
        "Q: Right.",
        "Q: Did Erik survive the war?",
        "Q: Rivesaltes.",
        "Q: Do you remember which one you ate?",
        "Q: That was taken in Lyon, cause the — the photographer is — Lyon 1s — is marked,\nit’s your bro — it’s your cousin."
    ],
    "answers": [
        "Answer: My name is Fred Jarvis. I was born in Freiburg, Germany in 1935.",
        "A: My wa-— my name — my —I was born Manfred Judas.",
        "A: My father was a businessman in Freiburg, he was a horse dealer, which would\nbe the equivalent of today’s automobile dealer. He sold horses to the city of\nFreiburg, and he was a World War I veteran, and he was a well-known\nbusinessman, my mother was a stay at home mom. And I had many friends in\nFreiburg, Germany. I remember my father taking me sled riding in the — 1n the\nwintertime, and I played in the spring and summertime with the neighbors on the\nstreets. I had many toys. I was of a well — middle class family, and we had the cars\nthat you — pedal cars that you could ride along on the streets and — and — and\nwhich we shared with each other. And we had played pranks, my friends and I\nJune 9, 2009\nplayed pranks, we put pistol caps in the trolley tracks, and the trolley came along\nand it made noises, it cracked them, and so, that type of thing. So w-we had — had\na good childhood in Freiburg, Germany.",
        "A: I had an older brother, nine years older than me.",
        "A: His name was Irving Joseph Judas.",
        "A: Well, we had the guests from time to time, but it was just our family of four.",
        "A: No, I do not remember when the war started, I only remember when the\nGestapo knocked on our door, and said get out, at gunpoint. And they gave us time\nto pack a suitcase per person, and I was five years old, and my mother ha — packed\nfor me a child’s rucksack, which I carried with me to this central staging point, a\nrailroad station, where they took us to at gunpoint, where we met several hundred\nother German Jewish people like us, who huddled in fear, not knowing what to\nexpect, and ate what little food we thought to bring along, and then there was\nnone.\nJune 9, 2009",
        "A: Best of my relect — recollection it was in the morning.",
        "A: I—I don’t remember the temperature, or anything like that, that — the —",
        "A: Well, I remember my grandmother flushing paper money down the toilet, and it\n— it took me 40 years to find out why she did that. It was because they had told us\nthat we could only take the equivalent of 10 dollars per person by order of death if\nwe f-found out to have more. So sh-she flushed down — decided to flush down\nwhatever money she had in the house so they wouldn’t get it.",
        "A: In—I wasn’t really afraid at that point. I really didn’t know what was going on\nyet.",
        "A: No, they brought us inside, and with several hundred other people that were\nalready there.",
        "A: Didn’t tell us anything. That’s when we started to become afraid.\nJune 9, 2009",
        "A: They — there was a long space of time, I guess, that appears at — at — at such\noccasion, and then sometime that evening, they loaded us into cattle train cars and\nshipped us to southern France, near the Pyrenees mountains, to a concentration\ncamp called Gurs, g-u-r-s, Gurs. It was at the foothills of the Pyrenees\nmountains, a range of mountains that separates France and Spain.",
        "A: She did live with us.",
        "A: Oh, and I — yeah, yeah —",
        "A: Well, I —I— yeah, yeah.",
        "A: Okay, all right, okay.",
        "A: Thank you for pointing that out to me.",
        "A: They took her to Rivesaltes with us and she died there.\nJune 9, 2009",
        "A: In Gurs, she died in Gurs, yeah.",
        "A: Right, okay.",
        "A: I—I will try to do better. This 1s new to me, you know that.",
        "A: Okay.",
        "A: I'll be happy to look at you.",
        "A: Well, if it’s a contest between you and me, you win.\nJune 9, 2009",
        "A: Yes, indeed, yes.",
        "A: My name is Fred Jarvis. I was born in Freiburg, Germany as Manfred\nJudas in 1935. I— my father’s name was Leo, my mother’s name was Hilda, and\nmy brother’s name was name — was Irving Joseph Judas. And my grandmother\nlived with us in our garden apartment in Freiburg, Germany.",
        "A: My father was a businessman, my mother was a stay at home mom, and our life\nin Freiburg was very comfortable. My — Jews have been safe in Germany for\nseveral thousand years, and there was a pretty good sized community of Jewish\npeople. I remember my parents taking me to synagogue, and I remember playing\nwith the — my neighbors’ children, and my father taking me sled riding in the\nJune 9, 2009\nwintertime. In the spring and summertime I would play with my friends outdoors.\nWe would play pranks by putting a — the caps in the trolley tracks and having them\nexplode as the trolley went by. That was lots of fun. And we had all kinds of toys\nand 1-it was a great life at the time.",
        "A: My father was a horse dealer. My — he sold horses to the city of Freiburg. He\nwas a well-known person in town, and he was of middle class. And my mother\nwas a stay at home mom, and my grandmother lived us in our beautiful garden\napartment in Freiburg.",
        "A: I have no idea if 1t was a Jewish section or not. I was too young to realize or\nknow — know that.",
        "A: Yes indeed, because I remember them taking me to synagogue, and playing\nwith my neighbors and taking me sled riding, and —",
        "A: Actually, once we arrived at the concentration camp Gurs, of the horrible\nconditions that we were facing. The starvation —\nJune 9, 2009",
        "A: Well, I remember the train station.",
        "A: Well, they put us in a train station with several has —",
        "A: Okay.",
        "A: Yeah, but I didn’t know there was a war then, I just saw these people —",
        "A: — with guns in their hands and —",
        "A: — telling us to get out. I didn’t know — I- I-",
        "A: — didn’t know that it was a war already.\nJune 9, 2009",
        "A: Any way that you want, because I know what you’re looking for now.",
        "A: When the Gestapo knocked on our door and came in with guns and told us to\nget out, at gunpoint.",
        "A: They didn’t tell us anything, they just told us to pack a bag, and my mother\npacked a child’s rucksack for me, which I carried on my back, and the adults each\ncarried a suitcase. And we took just a little bit of food that we thought of. And\nthey escorted us at gunpoint to a central meeting point, a railroad station in town,\nwhere we were thrown together with several hundred other Jews like us, who were\nhuddled in fear — fear and not knowing what to expect. And we ate what little food\nwe brought, and then there was none.",
        "A: There — there was nobody left to say goodbye to. I do remember my\ngrandmother flushing paper money down the toilet, and 1t took me 40 years to\nrealize what she was doing when I was just five years old. And that was because\nJune 9, 2009\nwe had been told by the Gestapo that we’re only allowed to take the equivalent of\nabout 10 dollars of money per person by order of death, if we were caught with\nmore. So my mo — grandmother decided to flush the paper money that she had in\nthe house so the Nazis wouldn’t get it. They got everything else.",
        "A: We stayed there the rest of the day, and that evening they forced us into cattle\ntrain cars and shipped us to southern France, near the Pyrenees, a range of\nmountains separating France and Spain, to a concentration camp called Gurs, g-\nu-r-s. Camp Gurs was a very primitive and diseased. Hard labor and starvation\nkilled many people, including my grandmother.",
        "A: Not very well.",
        "A: We got out of the train, and it was like — they had like a train depot or\nsomething like that there. And people got out and they were assigned barracks,\nwooden barracks. And mud, boy, probably 12 inches of mud, and when you\nJune 9, 2009\nstepped into that mud, the mud sucked the shoes off your feet and more often than\nnot people couldn’t find their shoe any more.",
        "A: No, I was with my mother.",
        "A: My — my father was in a— in a nearby camp, also Gurs, separated by barbed\nwire.",
        "A: I could visit him, yes, I could go through the barbed wire and visit him, and\nnegotiate or communicate between my father and mother.",
        "A: Yes, there were many other children.",
        "A: Yes.",
        "A: Yes.",
        "A: I imagine so, yes.\nJune 9, 2009",
        "A: No, we — we had nothing to play with. We had no games, no — the — the game\nwas survival.",
        "A: Yes, they — they were wooden barracks with windows and we had — there were\nbunks to sleep on, and was no-not anything comfortable, everything was very\nprimitive. But — but we had bunks in Gurs.",
        "A: Winter.",
        "A: Yes.",
        "A: Wa-—I found it to be a very lonesome day, a very aggravating day. There was\nno happiness, there was always hunger and thirst. We had very little access to\nwater, we had no change of clothes. We lost our shoes in the mud, and there was\nnothing for a child to do, but hang onto their mother.",
        "A: Eventually, yes.\nJune 9, 2009",
        "A: Not really. I was just five years old.",
        "A: Not in Gurs.",
        "A: At various times, vary — various times of the day. I ca — I can’t give you an\nhour by hour description.",
        "A: Yes, they desperately tried to get visas to emigrate, desperately, but to no avail.",
        "A: That’s correct.",
        "A: That was one of the venues that they tried to get, they were not able to help.\nThe United States would not admit Jews at that time.",
        "A: Probably about a year, or thereabouts.",
        "A: Well, Marshal Pétain decided to show us the sunny side of France and\nshipped us to another concentration camp, closer to the medit — Mediterranean\nJune 9, 2009\nOcean, called sunny Rivesaltes. Rivesaltes was not always sunny, but it was\nwindy, and it was close to the ocean, but we could not see the ocean, but we could\nfeel the torrential wind that was forever blowing to almost hurricane forces,\ncoming off the ocean, and which lifted and — and rattled our barracks roofs, which\nwas made out of corrugated tin, and made very eerie sounds that I remember to\nthis very day, very eerie sounds. [interruption]",
        "A: No, I don’t.",
        "A: No, I don’t.",
        "A: Yes.",
        "A: My father’s brother and his wife, and their son, Kurt. Kurt Judas.",
        "A: My grandmother died in Gurs.",
        "A: And I remember she died of disease, and old age at Gurs, she was 90 years old,\nand probably starvation as well. And I remember her funeral. I remember her\nJune 9, 2009\ncasket being carried to the cemetery and I followed it, and I remember that to this\nday. And I had the opportunity a couple years ago to visit her grave, and I found it\nwith no problem.",
        "A: Her name —",
        "A: Yes.",
        "A: Sussman, Sussman.",
        "A: I really do not remember the arrival of Rivesaltes, I just remember the life at\nRivesaltes —",
        "A: — which was absolutely horrible, and th-the wind was just a part of it. The\nstarvation diet that we were on and the — it was much like Gurs, it was starvation,\ndisease and hard labor killed many people.\nEnd of Tape One\nJune 9, 2009\nBeginning Tape Two",
        "A: The day went by very slowly. We’re always looking for mealtime, which was\nvery little food. And we — several times during the day we had to fall out for\nappell, which was a head count to see if everyone was present. And that was a\nvery dramatic time every time. Everybody got very excited, and lot of hullaballoo\nand you fall out in front of your barracks and get counted.",
        "A: No, I was a healthy five year old at that time, when I arrived.",
        "A: Yes, my grandmother passed away of a combination of disease and\nmalnourishment. And she was 90 years old, and her name was Bernadine(ph)\nSussman. And I remember her funeral very well. It was probably half dozen\npeople that attended her funeral, and I followed behind her coffin, and remember\nthe internment. I was privileged to go back a couple of years ago and visit her\ngrave. And the only thing left of Gurs at that time was they planted a forest where\nthe camp was, and it was a full grown forest by now. But the cemetery was taken\ncare of and well cared for and I found my grandmother’s grave.\nJune 9, 2009",
        "A: No warning at all, just get on the way.",
        "A: I—my mother and my father were separated into two adjoining camps\nseparated by barbed wire. I remained with my mother, I was only about six years\nold when we arrived at Rivesaltes, and I learned to negotiate the barbed wire,\nbeing a small child I could squeeze through the barbed wire without getting cut,\nand I could communicate between my father and my mother. And other children\nmy age were able to do the same thing.",
        "A: I do not recall the separation between German and French, but I — at that point,\nI spoke German with my parents. At a later time I forgot German altogether and\nspoke only French.",
        "A: My father was in charge of horses in the concentration camp Rivesaltes. And\none of his jobs was to take a team of horses into the neighboring town of\nPerpignan, a ca — several times a week, to pick up the — the mail for the camp at\nJune 9, 2009\nthe Perpignan railroad station. So that gave him an opportunity to get out of the\ncamp, and it gave him an opportunity if he had any money, or if anybody else gave\nhim a little money, to buy a little food along the way. Morsels of food, and a\nmorsel of food was better than none.",
        "A: About two years.",
        "A: Yes, I had a cousin named Erik Forst(ph), who was born in Germany, but he\nmoved to France in 1939, so he was not a prisoner in any of the French\nconcentration camps like his family was. So he, his mother and his sister lived\nsomewhere in France, I do not know where. But all of a sudden he started\nshowing up in Rivesaltes, and he was dressed brilliantly, he was dressed like an\nundercover Nazi or something. Now what do I mean by that? He was dressed in —\nin boots, high thigh boots. He was dir — dressed in — in flowery pants, horseback\nriding type pants. He was dressed in a shirt, and tie and a jacket, and wearing a\nFrench beret. And people in concentration camps were just not dressed like that,\nthis was immaculate dressing. So over the years as I got older, I-I’ve always want\n—I remember every time he took a step that his boots creaked, the leather in his\nnew boots creaked, I remember the sound 65 years later. And I wondered over the\nJune 9, 2009\nyears, you know, what was this all about? But cousin Erik came to see us\nfrequently in the camp, and he could have sa — he had safe passage in and out of\nthe main gate and no one stopped him or challenged him. So I got to thinking, you\nknow, maybe he was acting the part of some Gestapo agent or something, and\nnobody wanted to mess with him. But actually what he did, he came to visit us in\nthe camp, and his plan was to plan an escape for us. So one dark night, my parents\nand I and my father’s brother Leopold, and his wife Carrie and his son Kurt,\nwho was a year and a half older than me, we all headed to the back of the camp,\nand my father gave the French — the French guard two packs of cigarettes and he\nturned his back. And we went through the barbed wife, down a short ravine and to\na dirt road where my cousin Erik had an automobile and a driver waiting, and we\npiled into that car. My parents and his brother and his wife and Kurt piled into the\nback, that was five people, and cousin Erik jumped in front next to the driver, and\nI jumped in front next to cousin Erik and the door. So that was eight people in — in\na car, I’m sure we were a tight fit. And we took off in the dark of night without\nlights and my cousin Erik kept barking, ouvrir les lumiéres, fermer les\nlumiéres, meaning open the lights and close the lights, and we drove like that all\nnight long according to what cousin Erik called for, and the driver obeyed him.\nAnd we drove for two nights, in the daytime we hid. And eventually we reached a\nJune 9, 2009\nsmall town by the name of Caussade, where cousin Erik had picked out a small\nfarm for us to hide in and live. And we had, on this small farm we had, which was\non top of a hill, we had one horse, one cow, one dog, chickens, ducks, geese and\npenned rabbits, which were our dinner. And we grew food, we grew — grew corn,\nwe grew potatoes, we grew all kinds of vegetables, we grew grapes, and we su-\nsubsisted on that farm. And we were on that farm about seven months before all of\na sudden, a number of different French police types started to show up. And my\nparents, seeing them come up the hill from below, ordered me to go lay in the corn\nfield and hide, they shouldn’t count all — be able to count all of us. And one day\nthere was so many of them that came, that — and they were stay there so long that I\nfell asleep in the cornfield, and when they had left, my parents couldn’t find me\nand they were on a hunt calling Manfred, Manfred, you know on the — finally I\nwoke up. But soon after that, they came with the German police, the Gestapo, and\nthey rea — rearrested all of us and sent us back to Camp Rivesaltes. The men were\nso dangerous, obviously, that within this concentration camp they had another jail.\nWithin the jail they had another jail, and they put the men in my family in that jail.\nAnd it was extraordinary and I remember that very well.\nJune 9, 2009",
        "A: Yes, my parents and my — Kurt’s parents, we farmed it.",
        "A: No I did not, really. But I — I — I did small things or whatnot, you know.",
        "A: We went into town on a daily basis. My parents and Kurt’s parents lived on\nthe farm. My cousin Erik, his mother and his sister lived in town and they rented\nthe apartment type thing. So cousin Kurt and I, we had to do the ob — driving him\ninto town with our horse and wagon, and picking him up in the morning on the\ndaily basis. So that was our contact in the town. We also wa-wandered into town\noccasionally, and sat along the general park area where men had outdoor\nrestaurants or — or tables. And we sat among them, we didn’t buy anything to eat,\nwe didn’t have any money. But, we really didn’t talk to them. The only one that\ntalked to any of the local people was cousin Erik. He was very friendly with the\nlocal police. And over the years, after they rearrested us and send us back to Camp\nRivesaltes, I was always wondering, you know, would cousin Erik have anything\nto do with getting us rearrested, because he was so friendly with the local police\nthere. I mean, you mind wanders, and you think — but no, that was not the case,\nthey — they just tracked us down. And cousin Erik, apparently, I learned many\nyears later, got warning from his friend in the police that the Gestapo was coming\nJune 9, 2009\nto pick us up. And in those days there were no telephones to call the farm, or any\ncommunications, so cousin Erik hightailed it and — and they — we got caught. So —\nand as I re-revisited Caussade 60 years later, the chief of police told me that Erik\nhad been told that they were coming for us, and that he escaped and — over the\nSpanish border, and came back after the war. How true that is, I — I can’t vouch\nfor, but that’s what the local chief of police told me.",
        "A: I-It was just desperate — des-desperate situation.",
        "A: Nothing, nothing, nothing. They just grabbed us and put us 1n a wagon or\nsomething, and send us off, back to the train station, and back to Rivesaltes, just\nthat fast.",
        "A: I saw him. I saw him. The prison had a — a yard and — and they — covered by\nbarbed wire, and I saw him in there.",
        "A: Very desperate.\nJune 9, 2009",
        "A: Mm-hm.",
        "A: I have no idea what they gave them to eat. We got precious little, I would\nsuppose they got even less.",
        "A: They stayed there until they sent them to Auschwitz via Drancy, in June,\n1942.",
        "A: It was actually a short time.",
        "A: No, it was probably a month or two. [interruption]",
        "A: The only thing I remember about Spanish children is I got sick in Rivesaltes. I\nhad some kind of a chest disease, where I was being treated, where they put\nbottles, heated with cans, and put them on — on my back. I have no idea what it\nJune 9, 2009\nwas, but it must have been pretty bad at the time. And in that hospital they gave\nme a little bit of milk, which was very difficult to get in — in the concentration\ncamp. And I was somewhat weak, so I didn’t finish my milk, and I put it at the\nhead of my bed on the floor. And had this Spanish boy who was also in the\nhospital, and he made his way on my bed, and tried to s-steal that milk. And that\nwas the very first fight that I ever remember being in as a boy. I smacked that boy\nin the lip, and I said, get out of here, that’s mine. And that’s what I remember of\nany Spanish boys in there. The Spanish mainly were people who hung around the\nperimeter of the barbed wire around the outside of the camp, who at times\nprovided food for us, if we had a little money to purchase it, such as perhaps a can\nof beans, or if you were lucky, one egg. And — and nobody had a lot of money so\nthe-they — but there were a lot of people there, so they had a ni — a—a chance to\nsell small pieces of fruit to people, a piece of fruit. And people were able to cook it\nlike a boy scout over la — over a fire made over rocks, and we can put a tin can on\nthe rocks and — and boil whatever it was. I remember my mother was cooking a\ncan of beans one time over such a rock system, which a — rather a lot of people\nwere able to do. And I was playing around that, and I knocked that can of beans\nover, and that was a disaster. And it was — it was just — just — just a disaster. That\ncan of bean would have been a feast for us. Also, these combination of French and\nJune 9, 2009\nSpanish people, since we had no beds to sleep on, we slept on the concrete floor\nwith a little bit of straw under us, if we could find some. They built a primitive\nwooden beds for someone who had a — a few cents, I-I have no idea what they sold\nit for, but they were — sold quite a few of them, so — and they were nothing that\nyou would want to sleep on, but for an inmate to sleep off the floor, you know,\nlike 10 inches off the floor rather than on the floor was a — was a — just awesome.",
        "A: Out of wood, yes.",
        "A: Oh no, there win — there’s no such thing, there were just wooden slots, and I\nguess you could put a blanket or something over it, 1t just kept you off the floor.\nNo one had a mattress.\nQ2: Oh, we’re fine, I’m sorry.",
        "A: Oh, we had quite a wonderful menu. We had probably, I would estimate about\ntwo ounces of bread twice a week — I mean, no, twice a day. And then, in the\nmiddle of the day they brought you dishwater soup, which was nothing more than\nJune 9, 2009\ndishwater with one or two carrots sliced into the soup. My mother would fish out\nthe carrots that she got and feed them to me because that was the only nourishment\nthat was available. And to show you how much I liked those carrots, when I was\ngrown, later on in life, for the next 40 years I could not eat a cooked carrot. I could\neat raw carrots, but I could not eat cooked carrots, although I’m able to do that\nnow. It — it shows the power of negative thinking, I think. But it wa — it was just\nawesome, 40 years I couldn’t eat a carrot.",
        "A: I remember the Red Cross coming, and I remember OSE coming. OSE and the\nRed Cross managed to provide for us young children, what I seem to remember to\nbe about a cup of milk every other week, and that was a lifesaver. We would hoard\nour br — two ounces of bread, and break them into this cup of milk, and this would\nbe mush, and that was like a feast. And so that was — that was quite an event. We\nwould have to queue up and line up to get into this barrack where they would feed\nthat to young children.\nJune 9, 2009",
        "A: OSE and organizations like that had some planned activities, but I was too\nyoung to participate in those things, so I didn’t.",
        "A: We had constant traffic, or — I didn’t know who specifically came by, but we\nwere constantly called out on appell in Rivesaltes also, whereby we had to fall out\nof our barracks and they had to have a head count of everybody several times a\nday. And this was very annoying because it disrupted our activities of doing\nnothing.",
        "A: I stayed with my mother all of the time.",
        "A: Displeasure, and despair. This was a very non-comporting existence, and there\nwas no — no bright shining star ahead. There was no hope. It was a hopeless\nsituation. It was — it was just very tragic, and we just carried on a-as best we could.\nWe just hung onto dear life.\nJune 9, 2009",
        "A: Well, the bathroom facilities for one were extremely difficult and extremely\nnegative. We — we had a bathroom which was maybe 30 - 40 feet long with\nseveral stalls for people to use, which was nothing but a hole in a piece of wood\nand they had some great facility below which would catch the waste. Which my\nfather and his horses and his team of people would have to empty every so often,\nwhich was a disgusting thing in itself. But the bathroom facilities you had to go —\nwere made out of concrete, but you had to go up as — a Set of wooden stairs to a\ncertain level, and there you had a — a bathroom facility and there were maybe 20\nof them in a row, such — and it even had a door for privacy, which was very\nsurprising. But you really didn’t want to close that door, although you had to,\nbecause the smell and the odor was just inescapable, and the — there was no such\nthing as toilet paper, and you would have to wipe your tail with your finger and\nthen wipe it on the wall. And there were many people ahead of you who had\nalready decorated the wall. And so it was like finger-painting. And — and it — it\nwas — the smell and the stench stayed with me for many years afterwards. And it —\nit — it was a very crude situation, but there 1t was, you know.",
        "A: No, it wa — that wasn’t the issue, it wasn’t that far from the barracks. They had\nseveral of those at several given points, but they had a lot of people there, so all\n31\nJune 9, 2009\nthese facilities were overused. And especially since most of us had diarrhea from\nwhat we had — the he — these were conditions, so it was very, very primitive.\nEnd of Tape Two\nJune 9, 2009\nBeginning Tape Three",
        "A: No, I do not remember any of that, but I do remember my mother speaking to\nme. She had taken me aside on a corner of one of the barracks and told me to\nescape, and she told me a-about my beha — what my behavior should be, and how I\nshould behave. And I do not remember specifically — she charged me with a\nnumber of things that I should do, and I had no clue that anything else. I was later\ncontacted by a 17 year old girl to — who helped me to escape from concentration\ncamp Rivesaltes. And I ran away from this girl, and they chased me all over the\ncamp, as a— as a Seven year old boy, they’re kind of fast on their feet, and I had\nseveral people chasing me. So I was finally caught, and this girl took me to a\nbarrack, along with my cousin Kurt and locked me up for the night in that\nbarrack. And then, early in the morning sometime, she helped us to escape.",
        "A: I didn’t accept it as such, but that’s — that was the case. In later life I looked at\nit as, in the loving manner that my mother dumped me for this 17 year old girl,\nbecause she had an indication where she was going. Where she was going was not\nJune 9, 2009\ngoing to be good, and that she did this in order to save my life, in which the — she\nsucceeded. My mother had two boys, one nine years older than me, and myself,\nand through all this deprivation or everything, she managed to save both her\nchildren.",
        "A: My brother Joseph was sent — who was older than I, was sent on the last\nkinder train to England, which was a refugee train to save children in Germany,\nand he spent the rest of the war in England without his parents. And he survived\nto — to this very day.",
        "A: No, I wa — would take that as the time that my mother spoke to me in telling me\nto escape. That was the long goodbye.",
        "A: No, I—I—I remember the gist of what she said, I don’t remember the exact\nwords. It’s been 65 years.",
        "A: Our feelings were very wet, because we both cried all night long.\nJune 9, 2009",
        "A: Yes, indeed, we were.",
        "A: I had no idea where we were going, or what — what — what our future was. We\nwere in the hands of this 17 year old girl who worked for the OSE\n[indecipherable] the Secours Enfant, who managed to save 10,000 children out\nof the concen — various concentration camps, 5,000 of which were recaptured, and\n5,000 of us who managed to survive the war because of their help.",
        "A: We were on our way to a orphanage by OSE in the mountains, and this young,\n17 year old French German Jewish girl, working for the OSE took us to this huge\ncastle, which probably had between two and 500 boys, all of Spanish origin, from\n— survivors from the Spanish civil war. And we were deposited there in this\norphanage, and since they all spoke Spanish, I learned to speak Spanish from\nthem. I learned to go to s — s — mathematics in Spanish, table — multiplication in\nSpanish, and when I left there several months later, I was speaking fluent Spanish.\nJune 9, 2009",
        "A: To another OSE home in the Alps, which was in a mountain area. It was a\nclosed orphanage where we were given food and health care, and — and loving\ncare from other children like us, only older.",
        "A: They were German refugees and refugees from various countries.",
        "A: Yes, after that they took us to an OSE home called Montantan(ph), which\nagain was a castle in the Limoges(ph) region. And they probably had five - 600\nchildren there before we arrived, my cousin Kurt and I arrived there. And they\ngave us loving care. They gave us food and health care and li — as much love as an\nolder child could give you. And they were older children, mostly girls that looked\nafter us until we got comfortable in there. And it was a very good — probably spent\nmy coldest winter there.",
        "A: No, no, no, there were religious occasions and things in the chateau, and we\nlearned Hebrew songs in French. And it was a — for the time and the situation, I\nwould say a happy go lucky a — place, where they tried to make you feel at home\nas much as possible under the circumstances. And there were some very\nJune 9, 2009\ninteresting people, OSE people in charge of that home, who really took good care\nof us. When this OSE home became untenable because of Nazi designs upon it,\nthen they took us out of there and dispersed us among the countryside, either in\nsingles or in pairs. And my cousin Kurt and I were paired off, and we were taken\nunder the OSE — we were sent to the countryside, we were given new names.\nMine name was Maurice Julia and Kurt was [indecipherable] Julia. And we\nwere given a whole repertoire of where we were born and why we c-come to this\narea. And they sent us to a small town called Neyron in Ain, about 10 miles\noutside of Lyon, France’s second largest city. We were hidden on a small farm in\na rural area, with — this was a very small farm amid homes. We had Madame — the\nwoman, the ca — the Christian woman who took care of Kurt and me at the risk of\nher own life was named Madame Burra. She had five goats, a small farm area\nwhere we planted various assorted food, and grapes, and we had the — the fruit\ntrees. I had to climb the cherry tree to pick cherries for market. And I was very\ngood cherry picker, I put one in my mouth and one in the basket. And it was\ndelicious. And she fed us well. She made — she sent me out in the forest after a\nrain to collect escargot, and she made wonderful escargot if I brought her a\nbasketful. And Madame Burra provided food and shelter for us from the Nazis.\nWe went to church with her on Sundays and she even sent us to school. So we\nJune 9, 2009\nspoke well enough French not to be able to be found out as Jews, and when — in\nthe French school system.",
        "A: Yes, yes, our cover story was that Kurt and I were born in the north, near\nDunkirk where fight — a lot of fighting had occurred, and that my supposed\nparents had sent me to Madame Burra, my aunt in central France, for safety. And\nthat was our cover story and — and we went to school with that, and the n-\nneighbors accepted us with that, so Madame Burra protected us at the risk of her\nown life.",
        "A: None.",
        "A: Most probably, but not known to me, although about 21 — 20 miles away, there\nwere about 40 children that the OSE could not find any homes for, and they were\ncalled the children of Egieu. And a nice Nazi fellow by the name of Klaus Barbie\nwas informed by a local farmer that these 40 children were in this house, and they\nhad about three or four OSE workers with them to look over them. And Klaus\nJune 9, 2009\nBarbie took two trucks full of gendarme with him, and raided this — this home,\nand arrested all 43 children and sent them within two days to Auschwitz, where\nthey were killed on arrival. And on my return to France, I had the opportunity to\nvisit this home, since it was so near to Ma-Madame Burra that I went and took\nphotographs of — of — of this — this home had been turned into a museum 60 years\nlater. And it wa — it was just earth shaking, and so close to where we lived during\nthe war.",
        "A: We - we had a radio in our attic. Radios were forbidden by order of death. If\nthey caught you with it, they’d shoot you right on the spot. But we listened to that\nperiodically, and we had some semblance. And we listened to the invasion in\nNormandy when the allies arrived, and we were all full of joy and tears at that\ntime. So, we were there.",
        "A: Oh yes, yes. France was full of FFI, Forces Francaises de l’intérieur,\nMaquis. They were all the same thing, they were underground fighters of various\nreligions and including many Jews, and a lot of communists, and — but they fought\nthe Germans bravely, and mostly were massacred by — by the Germans when they\nJune 9, 2009\ntried to fight in — 1n groups, 1n massive groups, because they had no artillery but\nsmall weapons. But the Maquis was very much around us and dear to us, because\noften they protected us.",
        "A: Yes [Sings in French]. And that’s 65 years later, I still remember that.",
        "A: Yes indeed, yes indeed. We were very careful where we sang it, but — but we\ndid, among other things.",
        "A: Madame Burra had a husband. He was sick when we arrived, and died while\nwe were there.",
        "A: She had a son who worked and lived in Lyon. But I only met him once, and did\nnot know his first name, and I knew he worked in some kind of a plastic factory,\nwhatnot, but know very little about him.",
        "A: Liberation came in Neyron in September 1944. It was probably the most\njoyous day in my life. The G.I.s gave us everything that we had never seen before.\nCanned food, chocolate, chewing gum, and one great phenomenon, peanut butter.\nJune 9, 2009\nChunks of it. And they were very good to us, and they — the Maquis at that time\nquickly arrested collaborators, mostly women that slept with the Germans, and\nclipped their hair and as outcasts, and whatever else they did to them afterwards,\nand some lived and some died. So it was a time of revenge.",
        "A: Well, th-the thing that I loved most about liberation is seeing the Germans flee.\nThey fled ahead of the — they didn’t stand and fight. They fled ahead of the\nAmericans coming in, and they grabbed anything that had wheels. Bicycles, if you\nhad a bicycle, they took it from you, and they just wheeled out of town. And life\nchanged tremendously because OSE came back and reclaimed their children, their\nhidden children, and my c-cousin Kurt and I were split up for the first time in the\nwar. My cousin Kurt was taken back by OSE to Lyrondell(ph), an orphanage in\nLyon, and I was sent to the Hotesowa(ph) in La Chaumiere, another orphanage,\nbecause I had a respiratory ailment still, ailing from Rivesaltes, and they sent me\nin the — high in the mountains with the clean air and tried to cure me there. And\nthen my cousin Kurt was Bar Mitzvahed at Lyrondell(ph), and then eventually\nthey had me join him there at Lyrondell(ph), and I got my first lessons in Hebrew\nand the Bible and Judaism, and they educated me in the Jewish way there. And\nthey — and — and then I was found by my Aunt Hannah Ramsfelder(ph) and my\nJune 9, 2009\nbrother Joe, from England, and they both want — want — my brother Joe wanted\nto bring me to England, my aunt, sister of my father — my father had 12 brothers\nand sisters and she was the only survivor. So she wanted to bring me to America,\nso I had a choice between England and America. I said, give me Uncle Sam. And\nso, in November 1946, we boarded the Ile de France, France’s largest luxury\nliner and headed to New York City. We took about six days to cross the Atlantic.\nThe Ile de France was France’s largest luxury liner. The only problem was, it\nwas outfitted as a troop ship during the war. So on its first maiden voyage, it was\nstill so outfitted. So we slept in G.I. racks and ate G.I. food, but who cared? We\nwere Safe, and free and on our way to America, the land where the streets were\npaved with gold.",
        "A: More than anything else. My parents did not surface, nor Kurt’s parents did\nnot surface after the war. And so we had not — no choice but to presume that they\nwere dead. Where did they die and how did they die, we did not know. It took me\n40 years to find out that they had gone to Auschwitz via Drancy, and that they\nwere gassed and burned in the crematorium the same day that they arrived in\nAuschwitz. And the fact of not knowing what happened to them was the most\nexcruciating pain of all, which in — I endured for over 40 years. It was not until\nJune 9, 2009\n1983, that at a survivors’ meeting I found a book by the French lawyer — by a\nFrench lawyer who had found German records and reconstituted them and wrote a\nbook, and this book was in French. And since I had not spoken French for 30\nyears, I had lost the fluency of it, so I waited another year, I was told there would\nbe a — book would be translated into English, and purchased it. And found my\nfather and my mother in that book, into which transport they arrived to, and what\nhappened to them from these records from this French lawyer. And — and that\ngave me some sort of closure about my parents, if there is such a thing.",
        "A: I arrived aboard the Ie de France in New York City in May 26\", 1946. I was\nmet at the pier by my aunt, Hannah Ramsfelder(ph), who brought me — who, she\nand her husband brought me to America, and my first cousin Inga(ph)\nFurlish(ph). Inga(ph) had survived the war in nearby Switzerland. She had come\nto the United States briefly before me, and she spoke fluent French and fluent\nEnglish. Therefore she became my translator and close friend, as well as first\ncousin. When I came to America, I spoke only French, I came to a household that\nspoke mainly German, and I went to a school that spoke only English. You talk\nabout being screwed up? I was it. I started school in America in the elementary\nschool level, had no help from anyone in the languages. I then went to junior high\nJune 9, 2009\nschool and after that I went to high school, to a — a school named\n[indecipherable] Vocation High School. Every morning session we studied\nbaking and baking technology. In the afternoon sessions we would get our — our\nother lessons. And after four years I graduated as a pastry chef. I worked as a\nbaker and cake decorator for 40 years, 18 hours a day, standing on my feet, no\nlunch breaks, nothing. But I was a talented baker and — and well in demand. I ran\ninto trouble with the unions, because I never got a raise, never got a Christmas\nbonus, so I quit the union, and I started as a baby photographer. After about a year\nI opened my own photography store, and I managed to be a photographer in New\nYork City for 10 years.",
        "A: Babies. I answered an ad from an organization that did — gave free baby\npictures by the diaper service. And the — the managing manager of this came and\nmet me one morning, and I went around with him and I watched him work one\nmorning, what kind of equipment he used, you know, and see what you use, and\nhow you do it. And we went to lunch. At lunch I excused myself, I said I had to go\nto the bathroom. I went through the bathroom window and left. I had just learned\nthe photography business.\nJune 9, 2009",
        "A: The synagogue that I belonged to in — in New York City was — provided free\nHebrew lessons for me and Kurt because we were Holocaust survivors and my\naunt didn’t have the money to pay them. So you get what — whatever you get for\nfree 1s — 1s free, so I didn’t learn anything. So all the learning that I have goes back\nto OSE in France.",
        "A: This is a good time to stop.\nEnd of Tape Three\nJune 9, 2009\nBeginning Tape Four",
        "A: Yes, I was Bar Mitzvah. I was Bar Mitzvah in 1948 in Shaare Hatikvah\nsynagogue, an Orthodox synagogue apart from where we lived in Washington\nHeights. I was specially tutored by one of the Orthodox gentleman in the\nsynagogue who — who — who prepared Bar Mitzvahs. He didn’t char-charge my\naunt for it because she couldn’t afford it, and — and we had a wonderful Bar\nMitzvah with a synagogue full of people, and they made a small party for me\nafterwards. It was very, very rewarding and very exciting. And here I was a man,\nafter I'd been a man for 12 years before that, cause I always considered that I was\na man in a boy’s body, throughout the war. That —",
        "A: Well, OSE indoctrinated me for that, first in France and I have a firm belief in\nGod. I’ve not given up my — my belief in God because of the Holocaust. It has\nstrengthened and reaffirmed my belief, and I feel that the — the — the Holocaust\nwas the cost for the Jewish people to reclaim Israel. It’s my justification.\nJune 9, 2009",
        "A: And I joined the Marine Corps. The Korean war was on in full blast, and I\nwanted to serve my country, my adopted country, and I joined the Marine Corps,\nUnited States Marine Corps. I came to Paris Island when I was yay — eight — 18\nyears old, and went through boot camp over there, which was another hell, but I\nsurvived that and became a full pledged United States Marine.",
        "A: I was artillery, 105s and 155 Howitzers. Boom, boom. It made — it made a lot\nof noise.",
        "A: I was also a rifleman, an expert rifleman. Every Marine is an expert rifleman.",
        "A: Yes.",
        "A: It was a picnic because they sent me there after the armistice, so I was not\ninvolved in any of the fighting.",
        "A: I became a chaplain’s aide, because I was always attending synagogue on\nFriday nights and whatnot, chaplain picked me out to be his aide.\nJune 9, 2009",
        "A: For the Jewish Marines. When I returned to Camp Lejeune, North Carolina,\nand I became acting Jewish chaplain, by order of the commanding general, and I\nhad 2,000 Marines in my congregation. So I had to lead services, had to conduct\nPassover services, had to conduct Passover services, I had to make arrangements, I\nhad great responsibilities. I wore sergeant stripes on my shirt, chaplain’s bars o-on\n— chaplain’s tablets on my collar, and a — as I walked back and forth around the\ncamp, they didn’t know if I was fish or fowl. I had officers’ plates on my car, I\nslept in the officers’ quarters, ate in the officers’ mess, and people saluted me as I\npassed me. So it was a—I had a great deal of authority on that base. So it was very\ninteresting and very challenging and I had to do everything on the camp for Jewish\npeople except marriage or burial.",
        "A: Yes.",
        "A: I became Fred Jarvis when my u-uncle sent me to school, which was probably\na week after I arrived here. And I was very upset that he changed my name,\nbecause I very much wanted to have my father’s name. I didn’t know the meaning\nof Judas, I didn’t understand it at the time. And I fought vehemently to get my —\nmy name Judas back, and when I went into the Marine Corps, I reclaimed my\nJune 9, 2009\nname, Fred Judas, and I served as that in the Marine Corps. When I came out, I\nwas sent to the south. When I went in the Marines I first saw black don’t drink\nfrom this water fountain, you have to drink from here. Discrimination, all that.\nAnd I was taunted by a lot of people in the Marine Corps because of my name and\nbeing a Jew. So when I came out of the Marine Corps, I legally changed my name,\nwhen I got married and raised my family to — back to Jarvis.",
        "A: 14 years. Four years in — 1n active duty and 10 years in the reserve.",
        "A: No, I—I-—I was a pastry chef when I went into the Marine Corps, right, but I\ncame back into civilian life, I had to make a living for my family, I went back to\nbeing a baker, pastry chef, and I was a good one. I made cakes for the Ed Sullivan\nShow, I made ca — birthday cakes for Ed Sullivan’s family. I made cakes from\nscratch that tasted wonderfully and decorated them into brilliant cakes. I was\ntaught by one of the leading artists in New York City, and became very proficient\nat my trade, and worked at it for 40 years. I made cakes for stage, screen and\ntelevision.",
        "A: All this time I was in New York City.\nJune 9, 2009",
        "A: I met my wife in my local synagogue in New York City, and I raised two\nchildren.",
        "A: Well, I — Rivesaltes had been a very deep part of my life. It’s where I escaped\ntwice, with my parents and without them, and where I spent a very desperate time\nof my life. And I never had the money to go back, but I understood no one could\ngo there because the French army had built a rifle range and they — if you tried to\nget in there, they’d lock you up. So later on in life, as I was able to accumulate\nmoney, I decided I wanted to go back, I want to see first Gurs. Gurs is only —\nGurs — my grandmother’s grave is in Gurs. The only thing standing of the\nconcentration camp in Gurs at this time 1s the cemetery. Everything else was\nplanted into a forest. So I went there to see my grandmother’s grave, and as we\nJews do, we don’t leave flowers, we leave a stone on the grave. And so I paid my\nrespect there. I wanted to go to Rivesaltes, which it was only a hundred miles\naway, but couldn’t get in. So instead, I went to Caussade, where we were — where\nwe were headed on — hidden on that farm. Came back to the United States and in\n19 — in 2008, I found an article on the internet by the New York Times, that the\nFrench government had purchased something like 40 acres of the Rivesaltes\nJune 9, 2009\nconcentration camp, and was planning to build, in conjunction with the United\nStates Holocaust Memorial Museum, a 40 million dollar memorial to the people\nwho went through there. And I wanted to see what this camp looked like today\nbefore they built a memorial. So I booked passage over there, and not having\nspoken French for over 30 years, I was no longer fluent in it, so I hired a driver\nwith an automobile who would speak French and spoke fluent English. And my\ntravel agent was fortunate to hire such a person for me. I flew to Perpignan, and\ntook a hotel there, and I decided to stay there for eight days, because I didn’t want\nto spend two days there and not achieve what I came to do, and I brought my —\nbeing a professional photographer, I brought my camera along, and this gentleman\nknew just the way to the camp, and I was able to get in to the camp, and I took\nbetween 1500 and 2000 photographs over a period of eight days, I photographed\neverything that I could find 1n this concentration camp, so that I could show\nmyself and my children and my family where I actually was in 1942. That’s why I\nwanted to go back there.",
        "A: The memories co — did not come back, they were always with me.\nJune 9, 2009",
        "A: There was nothing recognizable in Rivesaltes after 65 years. Several\ngenerations of people besides Jews had been put through this camp, including the\nar — Harkis and Gypsies and — and German war — World War II prisoners after the\nwar. And there was no street recognizable, everything was in decay, barracks were\nfalling apart, in various stages, which is why I photographed it so intensely. And\nthere was really — I mean, the camp itself was recognizable as a camp, but there\nwere no actual locations recognizable, no streets, no areas. The ilos(ph)\nthemselves were barely recog — there was no markings for ilo(ph) E, ilo(ph) B,\nilo(ph) A. You couldn’t recognize anything. But I had such a vivid memory of our\nbathroom system, that I looked for the bathroom, this — this very — 1t was — had\nmade such a negative impression on me, I’ve — the smell, the sight, everything.\nNow I remember it exactly, I could make a drawing of it. And — and — but the\nbathrooms were of different modification and design, so I could only believe that\nthey were — the old bathrooms were torn down over the years, and new ones\nrebuilt. I couldn’t even find the area where we escaped from, and I looked very —\nvery hardly for that. So — but I’m very happy that I went back, that I was able to\nsee what there was, and so I can visualize it and discuss it with my children and\nJune 9, 2009\nfamily. I’m — they —I-—TI barely speak of this, but speaking and seeing in a\nphotograph are two different things. A photograph will speak a thousand words to\nyou. So, 1-1t was — it was something that I felt I had to do. I also went into Poland,\nto Auschwitz, to see Auschwitz where my parents were murdered, and\nphotographed everything I could there. And I stood there when it’s — I saw the\nsign that — Arbeit macht frei, and I cried like a baby. Sixty year — a 70 year old\nman at that time, crying like a baby. But that’s the emotion that’s tied to all this.",
        "A: Well, from New York City, I moved to a— they — they pi — my photography\nbusiness was mainly in the Bronx, and they burned the Bronx down, which means\nthey burned down my business. I tried to start businesses in other boroughs, the\ncompetition was too steep. I mean, if you can’t make it in New York, you can’t\nmake it anyp — if you can make it in New York, you can make it anyplace. But, y-\nyou know, if you have a hundred photographers in one place, in New York you\ngot a thousand, you know, and you know how hard it is to get business, right? So I\nmoved to North Carolina, and I bought a bakery in North Carolina, and a\nrestaurant, and I worked that for 10 years, and then my wife decided to leave me.\nAnd so I moved from North Carolina to meril — Rockville, Maryland. I met my\nJune 9, 2009\npresent wife there, a nice goysha(ph) lady, and eventually we got married. She had\nsix children, I had two. Their — Mary’s children started a house — had a business\nin Tennessee, and they spent 10 years trying to talk their mother and me to come\ndown to Tennessee. After 10 years we said fine, we’ll retire there. We built a big\nhouse in Withville(ph), Tennessee. And after we moved in, about two weeks, they\ncame and said, Mom, we’re moving. We bought a business in Bristol. And she\nsaid no, I’m not moving. So I worked in — in Withville(ph) until I lost the business\nthere. And then John told me working for King pharmaceuticals. So I traveled\n200 miles round trip every day to come to work in Bristol, Tennessee, and one\nday I had an accident in a — on a winter day on ice, on the interstate, a rather\ndramatic accident. I was not injured, because God was looking out for me, and my\nwife said, we’re moving. The very next day she said, we’re moving. I rented an\napartment here in Bristol, and I never went back to — to — a hundred miles up the\nroad to Withville(ph). My wife came down, lived with me in the apartment, we\nsold the house in Withville(ph), and built a new house right here that you’re\nsitting in. And I worked for King pharmaceuticals for a total of about 20 years.\nAnd I was very well rewarded, and it was a very exciting, I was a — I saw that the\nphotography and media department for a Wall Street business, which was very\nrewarding to me. I managed to travel the world in that capacity, managed to do\nJune 9, 2009\nworld class photography, and it was a very war — worthwhile work experience for\nme. And that’s how we came to Bristol.",
        "A: There’s a small Jewish community locally.",
        "A: Iam connected to it. I was the — this community just five years ago celebrated\nits centennial, and it was my privilege, as chairman of the centennial committee to\nbring Elie Wiesel to Bristol, Tennessee to speak, along with a Holocaust valet,\nbelieve it or not. And a Holocaust opera singer, and Elie Wiesel. And all three\nacts, so to speak, got standing ovations in our biggest local theater. And I was able\nto present the — a Holocaust performance, Oskar Schindler’s, Oskar’s List, in\nmy son’s newly renovated post office downtown, which hundreds of local people\nfirst saw Holocaust exhibits. And so we had a very worthwhile centennial, and we\nexposed our congregation, people telling me, oh, we never even knew that you had\na synagogue down here. And so it was very worthwhile, and very rewarding.",
        "A: Well, in the — within the last five years ve been asked to speak at local\nschools and churches about my Holocaust experience, and I — experiences, and I\nhave done so.\nJune 9, 2009",
        "A: Elie Wiesel. He said, it is your duty and your obligation as a survivor to be a\nwitness, and to testify what happened to you, and — because there are many people\nwho do not believe that the hoskel — Holocaust happened, and you know only too\nwell that it did. So I’m taking his challenge.",
        "A: You’re very welcome. [break] That is a photograph of my family. On the right\nis my father, Leo Judas, on the left my mother Hilda Judas. In the back is my\nolder brother, Irving Joseph Judas, and in the front me, Manfred Judas. This\nphotograph was taken in Freiburg, Germany, in 1939, shortly before my brother\nwas sent on the final kinder train to England. I want to know how the train made\nit across the English channel.",
        "A: [break] — it was a photograph that was presented to me ma — by my aunt\nshortly before she died. So that’s how I acquired it. And it had a shadow, my\nJune 9, 2009\nfather’s face was in complete shadow, we were able to remove the shadow, which\nis a wonder in any time.",
        "A: Okay, the gentleman in the front on the left hand side is my father, Leo Judas.\nHe is a horse dealer in Freiburg, Germany, and this is some type of military\nparade after the war. My father was very much in demand, and you can see the\nselection of horse flesh, that he understands horses thoroughly. It’s a beautiful\nhorse.",
        "A: On the left side — there’s a horse on the right side.",
        "A: I have no idea who he 1s, and my father’s on the left side, so it’s a — he’s the\nfirst horse.",
        "A: No, on the horse.",
        "A: This is my cousin Erik on the right, and his sister Ilsa on the left. Can you pan\ndown to show their names? ... That’s good.\nJune 9, 2009",
        "A: [indecipherable] Oh yeah, yeah, Erik. That’s [indecipherable]. Can you —\nyeah, right, can you do a little bit more to the right, to lose that line? Oh — okay, all\nright.",
        "A: Yeah, that’ll be good.",
        "A: Yeah, they can mask it out.",
        "A: Oh, this is good. This is a photograph taken in Rivesaltes, probably sometime\nin 1941. And the left hand side is my father, Leo Judas. On the right hand side is\nhis brother Leopold Judas, and in the center is my dear and beloved cousin, Erik\nForst(ph). Erik was dressed like a super Nazi or something. He came in and out\nof that concentration camp like he owned it. And he wore brand new boots, every\ntime he took a step they creaked. And he wore a jacket and pants and shirt and a\ntie in the concentration camp, and the French beret. He looked like Superman\nhimself.\n58\nJune 9, 2009",
        "A: No. Not that we know for sure. ... Look at my father’s face in the first picture\nyou took. Can you take that first picture out and show them?\nEnd of Tape Four\nJune 9, 2009\nBeginning Tape Five",
        "A: This is a photograph of Madame Burra in Neyron, France at her small farm.\nMadame Burra hid Kurt Judas and me during the war, from the Nazis. This 1s\nher and her five goats. Kurt and I had to take these goats grazing on alternate\ndays, Kurt one day, I the next. These goats were just such a bother to me because\neach one wanted to go a different way constantly. But they provided milk for me,\nand the big one I rode like a horse. Plus, we got to eat one of them at\nChristmastime. This was life in the fast lane in World War II, Neyron, France,\nAin.",
        "A: The one that’s missing there. Now, there she is become a complete mystery.\nThis again is Madame Burra with her goats, in Neyron, Ain, France. France. ...",
        "A: Okay, okay. This is a passport photograph of my first cousin, Kurt Judas. This\nphotograph was taken by a professional photographer in the city of Lyon, France.\nThis is a picture of me and my aunt, Hannah Ramsfelder(ph) afin — after they\nfattened me up in the United States. That is in front of a — oh, my gosh, can’t\n60\nJune 9, 2009\nremember the name of the car. ... I—I look a little bit like my aunt there, don’t I?\nFamily resemblance.\nEnd of Tape Five\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 9, 2009\nRG-50.030*0530",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Fred Jarvis,\nconducted by Peggy Frankston on June 9, 2009 on behalf of the United States Holocaust Memorial\nMuseum. The interview took place in Bristol, Tennessee and is part of the United States Holocaust\nMemorial Museum's collection of oral testimonies. Rights to the interview are held by the United\nStates Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FRED JARVIS\nJune 9, 2009"
    ]
}