{
    "rg": "RG-50.106.0161_trs_en",
    "sequence": [
        "Question: -- museum volunteer collection interview with Lore Schneider, conducted\nby Esther Finder on August 14\", 2003 in Arlington, Virginia. This interview is part\nof the museum’s project to interview Holocaust survivors and witnesses who are also\nvolunteers with the museum. This is tape number one, side A. And I’d like to start by\nasking you what is your name, and would you please spell it?",
        "Answer: Okay, my name is Lore, L-o-r-e Schneider, S-c-h-n-e-i-d-e-r.",
        "Q: What was your name at birth?",
        "A: Well, actually Lore was my given middle name. My first name was H-e-t-i, Heti.\nAnd my last name was K-o-p-p-e-l, Koppel, in German.",
        "Q: Where were you born?",
        "A: In Bochum, Germany.",
        "Q: When?",
        "A: October 10\", 1924.",
        "Q: What was your father’s name and what did he do for a living?",
        "A: His first name was Oskar -- Oscar in English, and he was a lawyer, and at times a\njudge.",
        "Q: What was your mother’s name?",
        "A: Her name was Elsa, in German Ilse and she was a singer.",
        "Q: Did you have any brothers or sisters?\nAugust 14, 2003",
        "A: Sorry, I didn’t.",
        "Q: Okay. We had a slight glitch, I think we’re okay now. Where did you grow up?",
        "A: Well, I grew up in Bochum and we lived there until we left for the United States.",
        "Q: What was the town like? Was it a big city, or a small town?",
        "A: It was a medium sized city, which has since grown to a population of over 400,000.\nIt was a grimy industrial coal mining and manufacturing city.",
        "Q: Did your family have a long history in Germany?",
        "A: Yes, quite. There are several generations and -- in western Germany.",
        "Q: Were there many Jews in your town?",
        "A: There were ha -- accounted for in the general congregation, something over 1100,\nof whom about four came back after the war.",
        "Q: Before the war, before Hitler came to power, what were the relationships like\nbetween the Jews and the non-Jews in your town?",
        "A: Apparently peaceful enough. My father represented the miner’s union.",
        "Q: Was your family religiously observant?",
        "A: Not extremely so. The major holidays, yes, but among the Jews in West Germany,\nthings were sort of loose, but we were members of the congregation and I attended the\nJewish school.",
        "Q: Did you have a favorite holiday, and if you did, why?\nAugust 14, 2003",
        "A: I guess the two favorite ones were Passover and Hanukkah. For Passover we often\nwent to grandparents who kept their matzos in a big barrel, and Hanukkah for\nobvious reasons.",
        "Q: Well, not so obvious. What were your favorite reasons?",
        "A: Mostly -- oh, gifts.",
        "Q: When you were a child, did you personally ever see Hitler?",
        "A: Never saw him, but when we were at school, the Nazis would come by and make\nsure that we were sitting at our desks in our best clothes, listening to the speeches.",
        "Q: When you think back to your childhood, can you remember any personal\nexperiences that you had with anti-Semitism in Germany?",
        "A: Well, things began to boil up very quickly after Hitler took power. The people who\nowned the house in which we rented an apartment, their o -- late teens to early 20’s\nsons were among the first je -- to join the party. They paraded around in their brown\nshirts. Some of the children in the neighborhood joined the Hitlerjugend, the Hitler\nYouth. And of course there was always the spectacle of the marches up and down. We\nlived on the corner of a main street, and the spectacle of the parades up and down with\nthe flags, the music, the torches, and get away from that window. The atmosphere of\nfear.",
        "Q: Do you have any memories of your childhood before the Nazis began to gain\npower? Do you have any fond memories of your early childhood in Germany”?\nAugust 14, 2003",
        "A: I guess just a normal childhood. Playing in the park and learning to ice skate,\nplaying with other children. It didn’t take long though, before this atmosphere of fear\nset it. Very early, probably in 1933, we’d began to have what in retrospect I find very\nsurprising, blackout drills. Had to put curtain -- not curtains, but blankets on the\nwindows, don’t turn on any lights. Cars down below had to paint their head --\nheadlights blue. And in retrospect, in the early 30’s, I find this very surprising.",
        "Q: Was there any explanation for this?",
        "A: That was the way it was done. I was young enough not to know any real reason.\nThe other thing was the so-called Winterhilfe. Once a week people were required to\nhave a meal that was prepared in one pot, and the amount of money that was saved,\npresumably, by having a thick soup or something of that sort, was to be given to the\npoor. During the winter the Nazis would come knocking on the door, peek in the pots,\nand collect what you presumably saved. To this day I do not like to eat pea soup or\nlentil soup, for that reason.",
        "Q: Did your parents try to explain any of the Nazi related events to you when they\nbegan? I-I realize you were young, but did they try in any way to explain the situation\nto you?",
        "A: They tried to shield me as much as possible, but my father, who is a -- really a -- a\nperson who saw things that were coming, and he tried to persuade others that 1t wasn’t\nAugust 14, 2003\njust a passing fad, and when he was fired and no longer allowed to practice, he said it’s\ntime to go.",
        "Q: Why was he fired?",
        "A: For being Jewish.",
        "Q: When you think back to the events when Hitler came to power, do you remember\nsome of the first signs that things were changing? Do you remember it building in any\nway, or all of a sudden is it just in your mind as all around you?",
        "A: It didn’t take long, but the young people who lived in this building, showing up in\ntheir Nazi uniforms, other people and pushing people around. My father was arrested\nfor no good reason. His law partner was beaten up in an alley and left for dead.\nFortunately he wasn’t and managed to emigrate to Israel in later years. But when\nthings began to happen that way, he said it was time to get out.",
        "Q: Once he decided it was time to go, what efforts did he make to leave Germany?",
        "A: Well, we were more fortunate than most. My mother had a sister who came to live\nin the United States with her family following World War I. And they invited my\nfather to come to the United States, look around for a few weeks and see if it was\npossible to come and possibly make a living and then decide to apply for a visa. And\nthey then signed an affidavit for us that permitted us to come into this country.",
        "Q: How long did the process take from when he first decided to come until you got the\npaperwork all in order?\nAugust 14, 2003",
        "A: Probably something over a year.",
        "Q: During this time did anyone try to stop you or make it difficult for you to leave\nGermany?",
        "A: I don’t really know about that, there are family members who said, oh don’t just run\noff, it’s going to stop, it will all be over. And my father said, I don’t think it will stop.\nAnd he made up his mind and he is fortunate, some members of his family were\nfortunate to get out. Others were not so fortunate, were lost. Both my father’s family\nand mother’s family.",
        "Q: During that time between when he made up his mind that he was going to leave\nGermany and you were waiting for the paperwork, you said it was about a year, how\nwere things changing in Germany during that year?",
        "A: I would say it was just more of the same. More of the marches up and down the\nstreet, more of your child laughed at that -- a-a-at our man in uniform, you’re gonna\nget in trouble. Or just watch very carefully where you walk, how you walk. Stay out of\ntrouble. Just don’t call attention to yourself in any way.",
        "Q: What was happening in your life during this time, before you left Germany in that\nyear, or a little more than a year from when Hitler came to power, until you left. What\nwere you doing in your life?",
        "A: I was a school kid, and some of the families there were also hoping to get out. But\no-others were still ready to tough it out and see what would happen.\nAugust 14, 2003",
        "Q: You mentioned before that you went to the Jewish school, did I hear you correctly?",
        "A: Yes. The kindergarten and the school were both burned down later on\nKristallnacht.",
        "Q: But while you were still in Germany, was there any problem with attending a\nJewish school?",
        "A: No, it was not shut down until after I had left. And at that time my teacher made it\nher business to teach those children that were still there even after the school\ndisappeared. She taught them in a house, a Juden house and then she began smuggling\nthem, at great risk to herself, across the border into the Netherlands. Bochum is not\nfar from the Dutch border. And she managed to get out quite a number of -- of\nchildren, although she herself was later deported and died.",
        "Q: It -- do you have any other memory that sticks out in your mind from that time,\nbefore you left, in that year or so before you left Germany”",
        "A: It was mostly sort of apprehension. As a matter of fact, where would we go? My\nparents were beginning to study conversational Hebrew in case we couldn’t get into\nthe United States. I had a little bit of Hebrew in school of course, but that was prayer\nbook Hebrew, and no English whatever.",
        "Q: Did your parents speak any English?",
        "A: Yes. In their professions, they were multilingual. No-Not very good\nconversationally, but most educated people in those days knew some French, some\nAugust 14, 2003\nEnglish. My mother being a singer, had to a-at least know how to pronounce Italian.\nMy father, Hebrew, Greek, Latin, in addition to English, French, German.",
        "Q: Did you have any doubts or reservations about leaving Germany? Di-Did you\nwant to stay?",
        "A: I was young enough to just do what my parents wanted me to do, and there was\nenough fear there that it couldn’t be any worse in the United States.",
        "Q: Do you remember when your parents told you that now is the time to leave?",
        "A: Well, the preparations were ongoing. So then I began to read a little bit about\nAmerica. [ thought I would find Indians, and my father had visited the relatives who\nlived, at the time in Chevy Chase, D.C., and he said it’s next to Maryland. I pictured\na little gate going from the District of Columbia into Maryland. So I didn’t really\nknow what to expect.",
        "Q: What did you take with you and what did your parents take with them?",
        "A: Well they were allowed to take a few things which a lot of people later -- in later\nyears were not. So, a few items of furniture, they were allowed to take books, my\nmother’s music and some of my favorite books, a doll. And tha -- that’s it. I wanted to\nget rid of the German looking clothes as fast as I could.",
        "Q: Do you remember saying good-bye to people? Were you allowed to do that?",
        "A: Yes, I -- as a matter of fact I have a page in my autograph book, written by the\nschoolteacher that I mentioned before. And yes, of course, we took our leave of\nAugust 14, 2003\nfriends, that was still permitted in those days, and the grandparents in a nearby city, the\ngrandmother. The grandfather had died many years before. And a-an uncle -- those\npeople -- Grandmother died of natural causes, the uncle died in Gross-Rosen, in the\ncamp.",
        "Q: When?",
        "A: I’m not sure of the year. I tried to find that out in the -- in the museum library, but\nthey didn’t have the year. One of my father’s brothers was listed as fashon, which\nmeans assumed dead. He was deported, but they don’t know the actual date. One of\nmy mother’s brothers, a younger brother, we managed to bring to the United States\nwith his family. An older brother lived through most of the war, but managed to come\nto the United States. My father’s oldest brother was deported and killed. Another\nbrother escaped to South Africa. And another brother was incarcerated in Dachau for\na number of months, but was released and managed to come to the United States with\nhis family. My father also worked on bringing over as many people as he could of the\nfamily. With some he was successful, in others he was not.",
        "Q: For those that he was not successful in bringing over, do you know why he was\nunsuccessful on those attempts?",
        "A: Probably just bureaucracy, paperwork. By that time these people had been deported\nand you couldn’t even find most of them.",
        "Q: Would you, for the record, give me the name of the teacher that you told us about?\nAugust 14, 2003",
        "A: Oh yeah, her name was IIse Hirsch, H-i-r-s-c-h. When we read names on Yom\nHaShoah in the museum, she is always on my list to read.",
        "Q: At the time that you were getting ready to leave an-and now leaving Germany,\nwhat was the reaction of the Jewish community? At -- at this point when you left, were\nthey still -- were they becoming afraid?",
        "A: Some people, like us, were getting ready to leave. Others were still trying to make\nit somehow or another. So th-the reaction was mixed. Ther-There’s no monolithic\nreaction.",
        "Q: When exactly did you leave Germany’?",
        "A: In 1934, in June. We went by train to the Netherlands. My mother had a friend in\nAmsterdam, and when we crossed the border into the Netherlands and everybody\ntook a deep breath, we’re out of there. We stayed in Amsterdam for a day or two, then\nwent to Rotterdam, took a boat across the English channel. We were down in -- way\ndown in the bottom, next to the machinery in that boat, getting very seasick. We went\nfrom London to a port that the British pronounce, I think Harrich, it’s spelled\nHarwich. And from there we took a smallish steamboat called The Corinthia, that\ntook a little over a week to get to New York. The Corinthia was subsequently sunk\nduring World War II.",
        "Q: You’ve mentioned that on the train when you cross the border out of Germany, y-\nyou heaved a sigh of relief. Who were the other passengers with you?\nAugust 14, 2003",
        "A: Well, my parents. The other people we -- we didn’t know. Just people on the train.",
        "Q: You don’t know if they were Jewish?",
        "A: No, I do not.",
        "Q: What were your expectations, besides that you thought you’d see Indians and you’d\nsee gates, but what were your expectations of the Americans an-and what America\nwould be like in terms of other issues? Did you have any idea in your mind?",
        "A: Not too many, although the relatives who gave us the visa -- or the affidavit, they\nhad a daughter five years older than I from whom I had occasionally gotten a box of\nAmerican clothes and I couldn’t wait to be American.",
        "Q: Do you remember your first impressions of the United States when you first\nstarted seeing America?",
        "A: Well, the first thing that’s always pointed out to everyone, when you go into the\nharbor, Statue of Liberty. Take a good look at that. Also, at that time, people were not\ngoing through Ellis Island. The immigration people were coming on the ship. The\nship landed late in the day. The relatives were on the dock waiting to meet us and we\ntook the midnight train -- that was cheaper -- from New York to Washington. And\nfrom there we went to the ho -- my mother’s sister and her family.",
        "Q: When you first started meeting Americans who were not your relatives, how did\nthey treat you?\nAugust 14, 2003",
        "A: Well, the first few weeks we lived with -- with our relatives. There were -- there\nwas a Set of twins there, cousins, who were four years old, who gave me a terrible time\nbecause I couldn’t speak English. Then we moved into our own apartment, also in\nWashington. And I was very shy and retiring because nobody would speak to me, I\ncouldn’t speak to them. So it took awhile, but we came in the summertime and it\nwasn’t long before I was enrolled in the local elementary school. That was a traumatic\nexperience also, especially since I was tall for my age and they wanted to put me back\na grade because I couldn’t speak English. I fought like crazy to not be put back another\nyear. I finally succeeded in that, and worked very hard to try and pick up enough\nEnglish to go on. My bridge to English were numbers. A four is a four is a four in no\nmatter what language, and if I could manipulate those, then pick up a little bit more\neach time. A very kind teacher put a book in front of me with a map, and then she said,\ngeography. North, south, east, west, pointing at the directions. And little by little I\npicked up some English. The running joke in my family is a spelling word on my first\nspelling test. These days the children can spell much more complicated words, but that\nwas Queen. I spelled it k-w-i-n.",
        "Q: How long did it take you before you were fairly fluent in English?",
        "A: Oh, I’d say it takes n -- more than a year. The year -- the summer following that\nfirst year. In those days the school years were divided into two halves, A and B and\nyou could move -- you could enter school in the spring semester, for instance. So I\nAugust 14, 2003\nwent to summer school after that first year, made up one semester, and then had a\ncombined second half of fifth grade, first half of sixth grade. Went to summer school\nagain the following year, and that way I got even with others in my age group.\nFollowing that I went to summer school in high school, made up another year and\ngraduated at 16.",
        "Q: When you first started going to school and first started meeting people, did you\nexperience any anti-foreign or anti-Semitic sentiments?",
        "A: Not so much anti-Semitic, but anti-foreign. They -- they made fun of me and I said\nthe wrong things and they pushed me around. It was not as common to have non-\nEnglish speaking children in the schools then as it is now. There was no English as a\nsecond language, and I-I just had to make do.",
        "Q: While you were making these transitions to American public school, how were\nyour parents transitioning to life in the United States?",
        "A: It -- it’s a matter of trying to make a living. We lived not too far from where the\nBureau of Standards used to be located, and su -- in those days, 1f you were doing\nanything at all in science, you had to know German. So my father gave some private\nlessons in German. He also managed to get a job in the liquor store as a bookkeeper.\nMy mother also gave some lessons and then she began to teach music. And that\nbrought forth enough to pay the groceries. But it was still pretty hard to make ends\nAugust 14, 2003\nmeet. I used to be so envious of children that I saw with an ice cream cone, because we\ncouldn’t afford it.",
        "Q: I’m going to pause and change the tape, just one minute.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- view with Lore Schneider. This is tape number one, side B. And before I co-\ncontinue with my line of questioning from before, I wanted to go back and ask you one\nmore question about Germany. | had asked you if your family had a long history\nthere, but what I didn’t ask you was if your father ever served in the German military.",
        "A: Yes, he did, as did his brother. They were on active duty, and I have a -- a\ncertificate that indicated that my father got a service cross for his trouble.",
        "Q: While you first were here, in the first couple of months and years in the United\nStates, were you able to stay in touch with family and friends inside of Germany”",
        "A: Yes, there was one school friend and we exchanged a couple of postcards before\nthings got bad and we could no longer correspond. My parents corresponded with their\nfamily as long as they were able.",
        "Q: What kinds of information did you get about life in Germany from this\ncorrespondence that you were getting?",
        "A: Well, we got the account of people, the Nazis, breaking into the -- my father’s\nfamily business. They broke the windows, they threw the merchandise out in the street.\nAugust 14, 2003\nThey beat up his brother and then they said, you have to pay for the damage. The\nyounger brother was a physician they beat up, and he was on his way to see patients.\nActually he, at one time had been the doctor to the workers on the Cologne cathedral.\nBut he was in his car, going to see a patient when they began, on Kristallnacht\nwrecking everything in sight. They tried to set his car on fire with him in it. He\nmanaged to get out of the car. They dragged him off, first to jail and then to the\nconcentration camp in Dachau. He was there for a number of months, but -- and I\nhave an account of his experiences in Dachau. My father, after he came to this country\ninsisted that he retell everything as well as he remembered it. My father said, if you\ndon’t tell 1t as you remember it, nobody will ever believe that this really happened.\nLater on he was able to bring the family to the United States. Another brother escaped\nto South Africa. On my mother’s side, the one brother escaped first to France, then\nhe was underground for a number of years, came to the United States after the war.\nThe brother who continued the family business for a time was dragged off and killed\nin the concentration camp at Gross-Rosen. The youngest brother and his family, who\nhad been living in Berlin, they managed, again with the help of my parents, to come\nout and they came to the United States.",
        "Q: You gave me an accounting of many of the members of your family, but you didn’t\nsay anything about a grandparent. What was going on with that generation?\nAugust 14, 2003",
        "A: The only grandparent that was still alive was my mother’s mother and she died\nsoon after we came to the United States, of natural causes.",
        "Q: And she never had any interest in coming to the United States?",
        "A: She had spent a number of years in the United States in the late 19\" century in the\nbackwoods of Tennessee. They lived there for several years, but it was strictly\nbackwoods. She was frightened of the bears that would come under the house and she\ninsisted that they go back to city life in Germany. The first three of her children were\nborn in the United States. My mother was the fourth, and she was born in Germany.",
        "Q: Do you know what they were doing in Tennessee, why they had moved there?",
        "A: I’m not sure why they had moved there, but they had a small business, and my\ngrandfather was actually the postmaster. In those days, post offices were housed in\nstores, not their own building, especially in small, backwoods communities. My\nhusband and I, by the way, when we were first married, lived in Tennessee and we\ntook an excursion to Elbridge just to see what it looked like and it was still a wide\nplace in the road back then.",
        "Q: Let’s go back to your schooling. Where did you go to school, and what do you\nremember about the subjects that you studied? Was there anything that you liked?",
        "A: Well, in Germany I went to the Jewish school. Of course we learned our ABC’s\nand there was a different kind of writing before the cursive writing, it was very much\npointy, after the printing. Also, in the beginning, instead of writing on paper, we wrote\nAugust 14, 2003\nwith a slate. We had to carry a slate and a damp sponge with us, and something to\nmark -- it wasn’t chalk -- to mark on this slate. After the first year, then we graduated\nto paper. Also, after hours, the girls were taught one year to crochet, another year to do\nembroidery and by the time they got around to knitting, I had left. The boys were\ngiven a little bit of training with woodworking.",
        "Q: What about in the United States? Where did you go to school in this country?",
        "A: I went to an elementary school in Washington, followed that up with a junior high\nschool, also in Washington, and ended up at Woodrow Wilson High School in\nWashington. And then George Washington University.",
        "Q: After you learned English, did you make many friends?",
        "A: I was still pretty shy, I -- I somehow didn’t begin to fit in until I was in high school,\neven though I tried very hard. I spoke recently to a woman that I have known since the\nfirst day that we started to school, and what I didn’t know until recently is that in a\nway she sort of resented my working so hard all the time, trying to catch up with\neveryone else. And she said, in the end you passed me, didn’t you? You graduated\nfrom high school a year ahead of me. I didn't realize that she resented it at the time.",
        "Q: Were you in school with other Jewish students?",
        "A: There were very few in the elementary. In the junior high school and high school,\nyes, there were others, and that’s when I began to make friends. At George\nAugust 14, 2003\nWashington, in my freshman year, I went full time. Then I took a job and finished the\nrest at night.",
        "Q: During your days in elementary school, and into junior high school and -- you\nknow, and beyond, did you pay much attention to events that were going on in\nGermany? Again now, I’m talking about before 1939, before the war. Were you\npaying attention to what was happening?",
        "A: I know my parents were very conscious of it, they talked about it a lot. But I was\nvery busy trying to catch up with school work, to stay abreast of fellow students my\nown age, and trying to become American. It was not until high school that -- and then\nlater on in college, of course -- I graduated from high school in 1941.",
        "Q: I’m going to ask you if you know -- if you can remember any specific events, like\nperhaps the Berlin Olympics. Did you have any memory of -- of watching that from --\nfrom the American perspective?",
        "A: No, and of course that was before the days of television, so all we got was what was\non the radio or in the newspaper, and everybody heard about Jesse Owens. My\nEnglish -- a lot of spoken English came from listening to people like Jack Benny.\nFrom people like -- programs like Jack Benny and also Little Orphan Annie, I\nlearned a lot of spoken English.",
        "Q: Were you even aware of the book burnings, or the Nuremberg Laws as they were\nbeing enacted?\nAugust 14, 2003",
        "A: Only in so far as they were talked about in the family, and the entire time, my\nfather, after -- he took out his first papers by the way, first -- after three years, at that\ntime you could take out first papers that -- with which you declared your intention to\nbecome citizens. He was then allowed to be employed by the government, and he had\nthen a regular job. And anyone that would listen, he tried to get help for bringing other\nmembers of the family to the United States. And this is where a lot of information\ncame from.",
        "Q: What was his job when he finally got the papers?",
        "A: He -- well, basically, economist. People who studied law in Europe, it’s a different\nsystem and they could not practice here and he felt he was too old to go back to law\nschool and learn American law. And besides, it cost too much. So he -- but he had a\nvery broad, general education, so that permitted him to work as an economist, and\nsince the war was approaching, he was able to fill in a lot of information about\nindustrial production, coal mining and the like from -- in Germany because that had\nbeen his background, even when he was a lawyer for the coalminer’s union.",
        "Q: What about Kristallnacht? How was that reported in this country?",
        "A: Not too many papers, not -- they -- there are many reports on it now, in the -- in the\nmuseum. There was also a report in the local newspaper and local -- but what we were\ngetting was mostly from letters and accounts that other people had -- they were\ncomparing notes.\nAugust 14, 2003",
        "Q: What about the anschluss? When you heard about the anschluss, what was your\nreaction? I mean, what did your parents say?",
        "A: Austria, Czechoslovakia, and it wasn’t that much longer til the Nazis invaded\nPoland, and -- but the -- I think the invasion of Poland, that to me was, for all intents\nand purposes the beginning of World War II. The -- there was a summer camp in the\nMaryland mountains that’s still in existence called Camp Louise. They offered a not\ncomplete but very reduced price camper-ship to the refugee kids, and I was in camp at\nthe time of the invasion of Poland, but we all heard about it. The -- also -- again, there\nwere not too many refugee children in the Washington area at the time we came.\nWashington Hebrew offered me a -- a scholarship to their Sunday school. A real\nmensch of a rabbi named Rabbi Simon did that, but the ladies of the sisterhood, at that\ntime were not too sympathetic. One of the people, she actually came out and said, well\nit’s the fault of those German Jews. My mother never would go to another meeting.",
        "Q: What was the fault of the German Jews?",
        "A: The trouble that the German Jews are in in Germany.",
        "Q: Oh, so she was blaming the victims, is that what you --",
        "A: Yes, mm-hm. That was the -- at least partially, the nature of that congregation.\nThey were mostly well-to-do business people or professionals. They had no problems\nin the United States, so the Jews in Germany must have done it themselves. But the\nAugust 14, 2003\nrabbi was a mensch, said we want to educate this child, let her in. And I wanted very\nmuch to go.",
        "Q: With that mindset, that perhaps it was something that the Jews were doing\nthemselves to create anti-Semitism, did you ever experience that from -- from your\nfamily or from your community?",
        "A: No, except that my mother always had the fear that I’m going to do something to\nturn people against me and against Jews. Whenever I left the house, now don’t go out\nand make anti-Semitism. Don’t dress in flamboyant clothes, don’t dress in too bright\ncolors. Don’t be loud. Just stay in the background and you’ll stay out of trouble. This -\n- even in the United States.",
        "Q: After the invasion of Poland, during the war -- during the war years, did you\nexperience any anti-German or anti-Semitic feelings? This is during the war years.",
        "A: Well there’s a difference between anti-German and anti-Semitic by that time. And\nof course people were making anti-German remarks. They had names for Germans,\nKrauts and th -- you name it, but at that point I was old enough to know that that didn’t\napply to me.",
        "Q: Did people in the United States make the distinction between being German and\nbeing Jewish from Germany?\nAugust 14, 2003",
        "A: I’m not really sure, because by that time I was a teenager, I was speaking good,\nidiomatic English without an accent, and I just didn’t make a point of it. I just wanted\nto blend in.",
        "Q: Before I start to ask you about Pearl Harbor and America’s involvement in the\nwar, 1s there anything that stands out in your mind from the invasion of Poland until\nPearl Harbor? Do you have any memories of that time that -- that stick out in your\nmind?",
        "A: Just following the news very closely. Now, we personally had no ties to anyone in\nPoland. My father’s law partner had been originally from Poland. His wife had been\nBritish, but they were in Germany, not in Poland. We personally had no relatives in\nPoland whatever. So it was more reading the newspapers and trying to find out what\nwe could.",
        "Q: When did correspondence between you and your family and friends in Germany\ncease?",
        "A: It went on for quite awhile. It’s really heartbreaking, my father’s oldest brother was\nso wanting to get out and the letters were -- and they all had to adopt the name Israel,\nof course. And there weren’t any sisters, but they were all -- they all had to be named\nSarah. But my father had to keep reassuring his oldest brother that he was trying to\nget the permission to get him out, and he was unable to do so. The youngest brother\ngot out after the incarceration in Dachau, and another brother went to South Africa,\nAugust 14, 2003\nand his wife had ties to Great Britain, and South Africa at that time, was a British\ncolony.",
        "Q: Were you able to keep up correspondence until the United States got into the war?",
        "A: I don’t remember when the last of the letters ceased. By that time -- I don’t know,\nmost of the correspondence was then between my parents and whoever they could\ncorrespond with. I was, by that time, attending the college and -- at night and working\na full time day job. And I had no time for anything.",
        "Q: What was your full time day job?",
        "A: Well, right after the war broke out, they lowered the age that you could work for\nthe government. So I was 17, I took the typing test and I barely passed, but they\nneeded warm bodies to pound those typewriters at -- right after Pearl Harbor, most of\nthe young men at the university disappeared. They all enlisted or were drafted, and\nequally in some of the government offices. So they needed anybody who could operate\na typewriter.",
        "Q: Do you remember hearing the news about Pearl Harbor’?",
        "A: I most certainly do. I was visiting with a friend who was also from Germany. She\nhad not yet become a citizen. I was in her home when they made the announcement. It\nwas, I think, about three o’clock in the afternoon. And she immediately screamed and\nsaid, that makes me an enemy alien. What am I gonna do? Are they going to ship me\nAugust 14, 2003\nback? They didn’t, but she was very fearful. By that time we had already become\ncitizens and I was not that afraid.",
        "Q: When did you become a citizen?",
        "A: Oh, five years after we got here. At the time the Washington Post had a reporter at\nthe citizenship ceremony and all these people had previously gone to what was called\nthen Americanization school. And they took some pictures of the ceremony and that\nincluded a family picture of my parents and myself when we became citizens.",
        "Q: You did say that you were working during the day and going to school at night. Did\nthat leave any time for you to follow the war news?",
        "A: On weekends.",
        "Q: Did you have any idea what was happening to the Jews in Europe?",
        "A: Only in so far as rumors came out. From time to time -- of course, my father’s\nbrother, who was locked up in Dachau, this was just a foretaste of what was to come,\nand yes, we heard from this one and that one that -- but no one had any idea how bad it\nreally was.",
        "Q: What stands out in your mind about your life from, you know, 1942 until the end of\nthe war? Did you stay as a -- a government typist the whole time?",
        "A: Yes, I learned shorthand and became a stenographer, got a little more pay. But yes,\nthe entire time I was working at the Interior Department doing secretarial work and th\nAugust 14, 2003\n-- the Interior Department was walking distance to the campus of George\nWashington. So five nights a week I was going to school.",
        "Q: Do you remember hearing that the war in Europe was over?",
        "A: Absolutely. It was absolute bedlam in Washington. Everyone wanted to go\ndowntown. The buses were not running and everyone was cel -- was celebrating.\nBefore that, there were a couple of major events. One was, for instance, th-the death of\nFDR. I remember walking from my job to the campus and walking with a woman that\nwas taking some of the same classes. This woman had absolutely no confidence in\nHarry Truman. She said, isn’t there some way that the Constitution could be\nchanged? What does he know? Truman’s daughter Margaret was a classmate of\nmine. She attended one or two classes that I did. Several courses were given only at\nnight because the professors were working other jobs in the daytime. So Margaret\nwas in one or two of the classes that I took.",
        "Q: Did you know her?",
        "A: Well, enough to say hello, but not -- and when her father became president,\neverything changed for her. She then had to walk around campus with bodyguards.\nShe had to take the elevator and -- the elevator alone with her bodyguards, she could\nno longer really pal around with any of the students. She had to have these people with\nher.",
        "Q: What about when you heard that Hitler was dead?\nAugust 14, 2003",
        "A: Well, the joke is, Hitler 1s going to die on the Jewish holiday, cause when he dies,\nit will be a holiday. Incidentally, I should have mentioned this. My father, when he\nwas giving German instruction, gave some instruction to one of the sons of FDR,\nbecause he thought he was going to need it when -- he was in the military at the time.",
        "Q: Did you ever meet the son?",
        "A: No.",
        "Q: I think I’m going to pause now and change the tape, just one minute.",
        "A: Okay.\nEnd of Tape One, Side B\nAugust 14, 2003\nBeginning Tape Two, Side A",
        "Q: -- of the United States Holocaust Memorial Museum volunteer collection\ninterview with Lore Schneider. This is tape two, side A, and we had been talking\nabout the end of the war in Europe. How long after the war was over, how long did it\ntake before you began to realize what had happened to the Jews in Europe?",
        "A: When the G.I.’s were beginning to come back, my father had helped a cousin of his\nto come over from Europe. This cousin had four children, the oldest remained in\nEngland, they were part of the Kindertransport. A son joined the American army, he\nwas injured in the invasion, in the D-Day invasion. And through him -- and we visited\nhim in the veteran’s hospital -- through him we were beginning to hear more and more\nabout what they saw in Europe. Even though he was wounded right in the beginning,\nthrough his buddies in the army, we found out a lot.",
        "Q: Was there any reporting of this that you can remember from the newspapers and\nfrom newsreels?",
        "A: There was a certain amount in newsreels, but I must say I didn’t get to the movies\nvery often and the newspaper accounts were, for the most part, hidden on the back\npage.",
        "Q: What efforts did your family make after the war to try and find survivors?",
        "A: Well, they began writing letters, of course, and one of the contacts was a\nhousekeeper in my father’s home, to whom they had sent care packages all the way\nAugust 14, 2003\nalong. She tried her best to find out what happened to people there. She was\nunsuccessful. On my mother’s family, all we know about the brother who died at\nGross-Rosen, no one knew where he died, except that he did die in a concentration\ncamp. I found out the exact location when I dug into the archives at the museum.",
        "Q: You were a student during the day, and you were work -- I-I’m sorry, you were\nworking during the day and you were a student at night. What were you studying at\nnight? What was your ambition, what were your goals?",
        "A: Originally I had wanted to be a teacher, my father talked me out of it, and I studied\neconomics. But I was doing secretarial work before I got married and also after, until\nour first child was born. When I went back to the working world, I became a teacher\nafter all.",
        "Q: As the postwar period moved on, did you follow the Nuremberg Trials?",
        "A: Yes, my father went to Nuremberg. The Committee rounded up a number of\nlawyers who knew the German law and made them temporary colonels in the U.S.\nArmy, and they worked on particular cases. They stayed for several months, my father\nstayed for about six months. So the private in the German army during World War I\nbecame a temporary colonel in the U.S. Army.",
        "Q: Do you know what case he was working on?",
        "A: Yes, it was a -- a guy that -- I don’t know what his -- I don’t remember his real\nname now, Putzi Hanfstaengel.\nAugust 14, 2003",
        "Q: By the time of the Nuremberg Trials, I’m assuming that most people in the United\nStates knew about what had happened to the Jews.",
        "A: Abso -- absolutely. And -- course, before the war they had people like the Bund\nand Father Coughlin holding forth on the radio and a lot of people didn’t believe that\nthere was anything really happening there. I think there are people today who don’t\nbelieve it.",
        "Q: From your perspective as a refugee from Germany, who knew from your own\nfamily’s experience about concentration camps, was there anything about the\nAmerican reaction to this news about the -- the genocide that -- that surprised you in\nany way”?",
        "A: I don’t know that there was any American reaction, every individual was different.\nSome people were horrified, they were sympathetic. Other people didn’t believe it.\nThis -- this couldn’t possibly have happened. And I think a lot of that is detailed now\nin the exhibits at the museum, because there was no monolithic American reaction to\nthis.",
        "Q: Did you hear your colleagues, either at work or at school or whatever, around you,\nmake comment about the Nuremberg Trials? I mean, was it general sense that this\nwas a just thing to do, and was the sense that justice was done?",
        "A: I think so, yes. The more people heard about the atrocities of the Nazis, the more\nthey realized there had to be some kind of a trial.\nAugust 14, 2003",
        "Q: Did you feel justice was done in Nuremberg?",
        "A: It has to be a case by case thing, but for the most part yes, away with them.",
        "Q: Did you follow the debate in the U.N. about the partition of Palestine?",
        "A: Yes, everybody hung on every word, and there were public meetings to become\nmore informed on what -- and of course 1t meant more to someone who was trying to\nget into what was then Palestine.",
        "Q: Did you ever have any aspirations to go to Palestine [indecipherable]",
        "A: Our family was studying conversational Hebrew just in case we didn’t get into the\nUnited States. I have been to Israel since.",
        "Q: I want to ask you a little bit about your personal life also. How was your social life\nwhen you were in college and -- and working, and all of -- you know, those -- those\nlate teens, early 20’s, what was going on in your life socially?",
        "A: By the time I got into college, yes, I had American friends. There was not too much\ntime for socializing and my father was very strict, still very German. I had a very strict\ncurfew, and if I didn’t appear at the time he decreed, I was pretty scared. And my\nfriends were a little bit afraid of him as well.",
        "Q: Basically, what I want to know is how you met your husband and when that was.",
        "A: Well, when I took the government job at the Interior Department, I went on the bus\nevery day to work and always loaded down with books because after work I went to\nmy classes at George Washington. And one day a good looking young man offered\nAugust 14, 2003\nme his seat. What a way to meet girls. And he worked nearby and that’s how I met my\nhusband.",
        "Q: When was that?",
        "A: It was in -- let’s see, the winter of 1942.",
        "Q: And what was he doing in those days?",
        "A: He was -- had graduated from college the year before. He did it in reverse manner.\nHe studi -- he studied in the day and worked evenings. And he was skilled -- he’s a\ngeologist by profession and he was skilled in making maps. They needed maps to be\nmade for the air force in those days and he was working in a division of the Interior\nDepartment that made maps especially for the air force, and he was working nearby.",
        "Q: Want to tell me about your -- your first date, real date?",
        "A: Well, we did go to some gathering at his office, but the first real date just for the\ntwo of us was to see the movie, “Casablanca”. And we have never forgotten it. This 1s\n-- the movie is now 60 years old and still a classic.",
        "Q: I want to ask you about your perspective on some things that were happening\nsocially in the United States. As a refugee, how did you view relationships in this\ncountry between blacks and whites?",
        "A: Well, we thought it was totally wrong. I went to a segregated high school, that was\nhow everything was back then. Integration did not take place until we came to\nnorthern Virginia. And the year that our children entered the Arlington county\nAugust 14, 2003\nschools is when they truly desegregated the Virginia schools. There were African-\nAmerican students at George Washington, and my husband worked with some\nAfrican-Americans, and it was perfectly normal to be friends with those people. This\nwas not the usual way, Washington was a southern city at the time. There were some\nAfrican-Americans who worked in the Interior Department, for the most part they\nwere messengers. They didn’t get too much higher than that, but nevertheless, we tried\nto be friends with them.",
        "Q: Was your husband born and raised in this country?",
        "A: Yes, he was born in New York, lived most of his life -- he says he could walk to\nevery school he ever attended, from elementary school through college, in Brooklyn.",
        "Q: During your time in this country, there were some very turbulent eras. And I was\nwondering if you have any thoughts about the Korean war or the war in Vietnam. Did\nyou have any thoughts at the time or in retrospect about some of these conflicts?",
        "A: My husband’s brother was in the army during the Korean war, but they sent him to\nEurope instead of to Korea. Nevertheless, he dates back to those days. By the time\nthe Vietnam war came along, our children and their friends were in college and\ndemonstrating against the Vietnam war.",
        "Q: There were many social upheavals in this country, the Civil Rights movement, the\nWomen’s movement. Did any of these touch your personally?\nAugust 14, 2003",
        "A: Well, certainly when we first were married, we lived in Tennessee. Very much\nsouthern, very much segregated. And I almost got into trouble work -- I worked for a\ngovernment agency there, for calling some of the African-American employees -- I\nworked in the employee relations office -- for calling them mister. That is not done,\nbut I insisted on doing it anyway. It took a long time for that kind of thing to wear\naway. And of course now at the museum there are a number of African-American\nemployees who are very close to us. I -- I had somebody raise their eyebrows at seeing\none of them kiss me. So what?",
        "Q: Has your level of -- of -- of -- of ma -- excuse me, level of observance changed with\nrespect to Judaism, or do you still follow the same traditions you followed as a child?",
        "A: Well, once we had children we decided it was time that we joined a congregation,\nthat we sent them to Hebrew school and we -- when we came to northern Virginia, we\njoined a congregation that we are at -- that we still belong to now. In Minnesota where\nwe lived, we were members of a very large congregation. The one in northern\nVirginia is very small. My granddaughter was just Bat Mitzvahed in Massachusetts\nand she did everybody proud.",
        "Q: Well, let me ask you when you got married, and tell me a little bit about your\nchildren and when they were born.",
        "A: Well, the war ended in 1945. I got my degree in the spring of 1946. My husband\nwas discharged from the army soon after the end of the war. He got a job in\nAugust 14, 2003\nTennessee. And in May of ’46 we were married and went immediately to Memphis,\nand we lived there until 1950 and then he was transferred to Minnesota and we lived\nthere until 1960, and in 1960 he was transferred again to northern Virginia. We’ve\nbeen there ever since.",
        "Q: And how many children do you have and how old are they?",
        "A: I have three children. They range in age from 55 to 50.",
        "Q: And how many grandchildren?",
        "A: Only three.",
        "Q: What did you tell your children or your grandchildren about your experiences in\nyour childhood?",
        "A: I saved some documents that I gave to each one of them, so they know why I’m\nhere. The younger grandchildren know why grandma is in the United States, but they\nhave not yet visited the museum. Their mother has been wanting to shield them, I\nthink they’re old enough now. But the others know what grandma is about. Q: Besides\nyour work at the museum, are you affiliated with any survivor group or organization?",
        "A: Not really. I was there, working for another volunteer group when they first\norganized, back -- oh, it must be about 20 years ago. They had a -- the first convention\nat the convention center in Washington, it was brand new at the time. But other than\nthat, just through the people that we have known over the years and the friends that\nI’ve made, fellow volunteers at the museum.\nAugust 14, 2003",
        "Q: What work do you do at the Holocaust Museum?",
        "A: I work in visitor service doing the various things that the people in red jackets are\nasked to do. Giving information, sending them up into the exhibit, sometimes walking\naround answering questions and so on. It’s very gratifying, especially when visitors\nappreciate what you’ve done. In the past month I’ve had two letters sent to the\nmuseum from visitors, who -- they somehow got my name and wrote letters, thanking\nme for being kind to them.",
        "Q: What do you think you personally bring to the museum in the work that you do\nthere?",
        "A: Well, of course the main thing I think the survivor volunteers bring 1s, if anyone has\nany doubts that this happened, we know better. A German lady came in not too long\nago. She said, the more she went through that exhibit, the guiltier she felt because she\nwas alive at that time and she did nothing. She -- she was tha -- I think she was\nsincere.",
        "Q: Have you ever been back to Germany”",
        "A: Yes. Not of my own volition. For many years -- for about 60 years, I refused to set\nfoot in that place. Then, in 1995 a professor at der Ruhr University, which didn’t exist\nwhen I lived there, managed to persuade the city fathers to bring back people from\nvarious parts of the world, those who were still alive, and bring them back for a\nreunion in Bochum. The -- the mayor was of a different party, and previous parties\nAugust 14, 2003\nwho were in charge of the city were not particularly interested, but this mayor said,\nokay, let’s do it. So they began writing letters to those people that they could reach.\nOne of the ways that they reached me 1s sort of interesting. A, one of the people that\nstayed in Germany had a sister who lived in ing -- in Israel. This woman was in touch\nwith one of our school friends who lives in Cape Town. And when they started trying\nto locate people who had formerly lived in Bochum, she was telling one of her best\nfriends about this. Well, this best friend 1s my cousin, who also lives in Cape Town.\nS-So through this long way around, they located me and wrote a letter. And I was very\ndubious about going, I hesitated many months. Then the professor and his wife were --\nand son were on a trip to the United States, and he wrote and said, we’re going to be\nin the Washington area. We’d like to meet you, we’d like to go to the museum, we\nhear tickets are very hard to come by. Well, he asked the right person. And we\narranged for tickets for him. And then when he called, said he’d like to meet us, I was\nstill skeptical, I thought, what kind of a Nazi could this be? But we decided to take a\nchance and we met him in town for dinner. And he turned out to be a most\nextraordinary person. So much so that we planted a tree in Israel in his honor. He is\nabsolutely, unbelievably dedicated. And he kind of took the fear away of going, so we\nwent in 1995. And there we met some people that I hadn’t seen since we were\nchildren. They took us all around the city and showed us what was left, what was\nrebuilt, what isn’t there any more. And since that time we’ve been in contact with\nAugust 14, 2003\nthese people. A year ago he and his wife came to the States and visited some of the\nformer residents that they had met in past years, they went to various locations in the\nStates. And next month a woman who lives in northern Virginia who didn’t go on that\nfirst trip, although she had been to Germany several times, she is going to go by\nherself with a friend, she is now a widow. She is going to go and she will get more or\nless the same program that the rest of us had back in 795.",
        "Q: How were you treated by the Germans, the average person, when you came back to\nvisit?",
        "A: Well, these people saw to it that we were treated royally. He was a professor and he\nhad some -- and historian -- and he had some of his graduate students volunteering to\nescort us around. I referred to them as our babysitters. Anything we wanted to do,\nanywhere we wanted to go, in addition to the formal program that they had laid out for\nus. They couldn’t have been nicer.",
        "Q: How was it for you to be back in Germany? What was the feeling you had?",
        "A: It’s really indescribable. I didn’t want to be there and yet I did, and I said th -- the\nShehecheyanu to myself. Never thought I’d be there ever again, but they -- they made\nit so easy for us. And I had been totally afraid all those years and they -- they made it\neasy for us.",
        "Q: Have you ever been to Israel?\nAugust 14, 2003",
        "A: Yes. I’ve been back twice. My husband worked there for three months shortly after\nwe came to northern Virginia. At the time we couldn’t afford to all go. And then,\nseveral years later, he gave a paper at a U.N. conference, dealing with the work that he\nhad done before, and at that time we took all our children. And then one other time we\nwent to an elder hostel in Israel. And at that time we met up with some of our old\nfriends as well.",
        "Q: Is there anything that we haven’t mentioned that you would like to talk about\nbefore we conclude the interview today?",
        "A: Only that I’m still finding out and learning things, both by keeping in touch with\nold friends and by working at the museum. One person leads to another. I was just sent\na clipping from the German newspaper that dealt with the experiences of my school\nfriend of Germany who now lives in Cape Town. In Cape Town they have just\nopened a Holocaust Museum. She escorted me through it the day before Nelson\nMandela was to appear for the opening. We couldn’t stay for that, but their focus is a\nlittle different, but wherever there is a museum -- and there are now many of them\nthroughout the world, we have gone to see what they’ve got to teach the world.",
        "Q: I thank you very much for speaking with us today and this concludes the United\nStates Holocaust Memorial Museum interview with Lore Schneider.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: -- museum volunteer collection interview with Lore Schneider, conducted\nby Esther Finder on August 14\", 2003 in Arlington, Virginia. This interview is part\nof the museum’s project to interview Holocaust survivors and witnesses who are also\nvolunteers with the museum. This is tape number one, side A. And I’d like to start by\nasking you what is your name, and would you please spell it?",
        "Q: What was your name at birth?",
        "Q: Where were you born?",
        "Q: When?",
        "Q: What was your father’s name and what did he do for a living?",
        "Q: What was your mother’s name?",
        "Q: Did you have any brothers or sisters?",
        "Q: Okay. We had a slight glitch, I think we’re okay now. Where did you grow up?",
        "Q: What was the town like? Was it a big city, or a small town?",
        "Q: Did your family have a long history in Germany?",
        "Q: Were there many Jews in your town?",
        "Q: Before the war, before Hitler came to power, what were the relationships like\nbetween the Jews and the non-Jews in your town?",
        "Q: Was your family religiously observant?",
        "Q: Did you have a favorite holiday, and if you did, why?",
        "Q: Well, not so obvious. What were your favorite reasons?",
        "Q: When you were a child, did you personally ever see Hitler?",
        "Q: When you think back to your childhood, can you remember any personal\nexperiences that you had with anti-Semitism in Germany?",
        "Q: Do you have any memories of your childhood before the Nazis began to gain\npower? Do you have any fond memories of your early childhood in Germany”?",
        "Q: Was there any explanation for this?",
        "Q: Did your parents try to explain any of the Nazi related events to you when they\nbegan? I-I realize you were young, but did they try in any way to explain the situation\nto you?",
        "Q: Why was he fired?",
        "Q: When you think back to the events when Hitler came to power, do you remember\nsome of the first signs that things were changing? Do you remember it building in any\nway, or all of a sudden is it just in your mind as all around you?",
        "Q: Once he decided it was time to go, what efforts did he make to leave Germany?",
        "Q: How long did the process take from when he first decided to come until you got the\npaperwork all in order?",
        "Q: During this time did anyone try to stop you or make it difficult for you to leave\nGermany?",
        "Q: During that time between when he made up his mind that he was going to leave\nGermany and you were waiting for the paperwork, you said it was about a year, how\nwere things changing in Germany during that year?",
        "Q: What was happening in your life during this time, before you left Germany in that\nyear, or a little more than a year from when Hitler came to power, until you left. What\nwere you doing in your life?",
        "Q: You mentioned before that you went to the Jewish school, did I hear you correctly?",
        "Q: But while you were still in Germany, was there any problem with attending a\nJewish school?",
        "Q: It -- do you have any other memory that sticks out in your mind from that time,\nbefore you left, in that year or so before you left Germany”",
        "Q: Did your parents speak any English?",
        "Q: Did you have any doubts or reservations about leaving Germany? Di-Did you\nwant to stay?",
        "Q: Do you remember when your parents told you that now is the time to leave?",
        "Q: What did you take with you and what did your parents take with them?",
        "Q: Do you remember saying good-bye to people? Were you allowed to do that?",
        "Q: When?",
        "Q: For those that he was not successful in bringing over, do you know why he was\nunsuccessful on those attempts?",
        "Q: Would you, for the record, give me the name of the teacher that you told us about?",
        "Q: At the time that you were getting ready to leave an-and now leaving Germany,\nwhat was the reaction of the Jewish community? At -- at this point when you left, were\nthey still -- were they becoming afraid?",
        "Q: When exactly did you leave Germany’?",
        "Q: You’ve mentioned that on the train when you cross the border out of Germany, y-\nyou heaved a sigh of relief. Who were the other passengers with you?",
        "Q: You don’t know if they were Jewish?",
        "Q: What were your expectations, besides that you thought you’d see Indians and you’d\nsee gates, but what were your expectations of the Americans an-and what America\nwould be like in terms of other issues? Did you have any idea in your mind?",
        "Q: Do you remember your first impressions of the United States when you first\nstarted seeing America?",
        "Q: When you first started meeting Americans who were not your relatives, how did\nthey treat you?",
        "Q: How long did it take you before you were fairly fluent in English?",
        "Q: When you first started going to school and first started meeting people, did you\nexperience any anti-foreign or anti-Semitic sentiments?",
        "Q: While you were making these transitions to American public school, how were\nyour parents transitioning to life in the United States?",
        "Q: I’m going to pause and change the tape, just one minute.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- view with Lore Schneider. This is tape number one, side B. And before I co-\ncontinue with my line of questioning from before, I wanted to go back and ask you one\nmore question about Germany. | had asked you if your family had a long history\nthere, but what I didn’t ask you was if your father ever served in the German military.",
        "Q: While you first were here, in the first couple of months and years in the United\nStates, were you able to stay in touch with family and friends inside of Germany”",
        "Q: What kinds of information did you get about life in Germany from this\ncorrespondence that you were getting?",
        "Q: You gave me an accounting of many of the members of your family, but you didn’t\nsay anything about a grandparent. What was going on with that generation?",
        "Q: And she never had any interest in coming to the United States?",
        "Q: Do you know what they were doing in Tennessee, why they had moved there?",
        "Q: Let’s go back to your schooling. Where did you go to school, and what do you\nremember about the subjects that you studied? Was there anything that you liked?",
        "Q: What about in the United States? Where did you go to school in this country?",
        "Q: After you learned English, did you make many friends?",
        "Q: Were you in school with other Jewish students?",
        "Q: During your days in elementary school, and into junior high school and -- you\nknow, and beyond, did you pay much attention to events that were going on in\nGermany? Again now, I’m talking about before 1939, before the war. Were you\npaying attention to what was happening?",
        "Q: I’m going to ask you if you know -- if you can remember any specific events, like\nperhaps the Berlin Olympics. Did you have any memory of -- of watching that from --\nfrom the American perspective?",
        "Q: Were you even aware of the book burnings, or the Nuremberg Laws as they were\nbeing enacted?",
        "Q: What was his job when he finally got the papers?",
        "Q: What about Kristallnacht? How was that reported in this country?",
        "Q: What about the anschluss? When you heard about the anschluss, what was your\nreaction? I mean, what did your parents say?",
        "Q: What was the fault of the German Jews?",
        "Q: Oh, so she was blaming the victims, is that what you --",
        "Q: With that mindset, that perhaps it was something that the Jews were doing\nthemselves to create anti-Semitism, did you ever experience that from -- from your\nfamily or from your community?",
        "Q: After the invasion of Poland, during the war -- during the war years, did you\nexperience any anti-German or anti-Semitic feelings? This is during the war years.",
        "Q: Did people in the United States make the distinction between being German and\nbeing Jewish from Germany?",
        "Q: Before I start to ask you about Pearl Harbor and America’s involvement in the\nwar, 1s there anything that stands out in your mind from the invasion of Poland until\nPearl Harbor? Do you have any memories of that time that -- that stick out in your\nmind?",
        "Q: When did correspondence between you and your family and friends in Germany\ncease?",
        "Q: Were you able to keep up correspondence until the United States got into the war?",
        "Q: What was your full time day job?",
        "Q: Do you remember hearing the news about Pearl Harbor’?",
        "Q: When did you become a citizen?",
        "Q: You did say that you were working during the day and going to school at night. Did\nthat leave any time for you to follow the war news?",
        "Q: Did you have any idea what was happening to the Jews in Europe?",
        "Q: What stands out in your mind about your life from, you know, 1942 until the end of\nthe war? Did you stay as a -- a government typist the whole time?",
        "Q: Do you remember hearing that the war in Europe was over?",
        "Q: Did you know her?",
        "Q: What about when you heard that Hitler was dead?",
        "Q: Did you ever meet the son?",
        "Q: I think I’m going to pause now and change the tape, just one minute.",
        "Q: -- of the United States Holocaust Memorial Museum volunteer collection\ninterview with Lore Schneider. This is tape two, side A, and we had been talking\nabout the end of the war in Europe. How long after the war was over, how long did it\ntake before you began to realize what had happened to the Jews in Europe?",
        "Q: Was there any reporting of this that you can remember from the newspapers and\nfrom newsreels?",
        "Q: What efforts did your family make after the war to try and find survivors?",
        "Q: You were a student during the day, and you were work -- I-I’m sorry, you were\nworking during the day and you were a student at night. What were you studying at\nnight? What was your ambition, what were your goals?",
        "Q: As the postwar period moved on, did you follow the Nuremberg Trials?",
        "Q: Do you know what case he was working on?",
        "Q: By the time of the Nuremberg Trials, I’m assuming that most people in the United\nStates knew about what had happened to the Jews.",
        "Q: From your perspective as a refugee from Germany, who knew from your own\nfamily’s experience about concentration camps, was there anything about the\nAmerican reaction to this news about the -- the genocide that -- that surprised you in\nany way”?",
        "Q: Did you hear your colleagues, either at work or at school or whatever, around you,\nmake comment about the Nuremberg Trials? I mean, was it general sense that this\nwas a just thing to do, and was the sense that justice was done?",
        "Q: Did you feel justice was done in Nuremberg?",
        "Q: Did you follow the debate in the U.N. about the partition of Palestine?",
        "Q: Did you ever have any aspirations to go to Palestine [indecipherable]",
        "Q: I want to ask you a little bit about your personal life also. How was your social life\nwhen you were in college and -- and working, and all of -- you know, those -- those\nlate teens, early 20’s, what was going on in your life socially?",
        "Q: Basically, what I want to know is how you met your husband and when that was.",
        "Q: When was that?",
        "Q: And what was he doing in those days?",
        "Q: Want to tell me about your -- your first date, real date?",
        "Q: I want to ask you about your perspective on some things that were happening\nsocially in the United States. As a refugee, how did you view relationships in this\ncountry between blacks and whites?",
        "Q: Was your husband born and raised in this country?",
        "Q: During your time in this country, there were some very turbulent eras. And I was\nwondering if you have any thoughts about the Korean war or the war in Vietnam. Did\nyou have any thoughts at the time or in retrospect about some of these conflicts?",
        "Q: There were many social upheavals in this country, the Civil Rights movement, the\nWomen’s movement. Did any of these touch your personally?",
        "Q: Has your level of -- of -- of -- of ma -- excuse me, level of observance changed with\nrespect to Judaism, or do you still follow the same traditions you followed as a child?",
        "Q: Well, let me ask you when you got married, and tell me a little bit about your\nchildren and when they were born.",
        "Q: And how many children do you have and how old are they?",
        "Q: And how many grandchildren?",
        "Q: What did you tell your children or your grandchildren about your experiences in\nyour childhood?",
        "A: I saved some documents that I gave to each one of them, so they know why I’m\nhere. The younger grandchildren know why grandma is in the United States, but they\nhave not yet visited the museum. Their mother has been wanting to shield them, I\nthink they’re old enough now. But the others know what grandma is about. Q: Besides\nyour work at the museum, are you affiliated with any survivor group or organization?",
        "Q: What work do you do at the Holocaust Museum?",
        "Q: What do you think you personally bring to the museum in the work that you do\nthere?",
        "Q: Have you ever been back to Germany”",
        "Q: How were you treated by the Germans, the average person, when you came back to\nvisit?",
        "Q: How was it for you to be back in Germany? What was the feeling you had?",
        "Q: Have you ever been to Israel?",
        "Q: Is there anything that we haven’t mentioned that you would like to talk about\nbefore we conclude the interview today?",
        "Q: I thank you very much for speaking with us today and this concludes the United\nStates Holocaust Memorial Museum interview with Lore Schneider.\nEnd of Tape Two, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Okay, my name is Lore, L-o-r-e Schneider, S-c-h-n-e-i-d-e-r.",
        "A: Well, actually Lore was my given middle name. My first name was H-e-t-i, Heti.\nAnd my last name was K-o-p-p-e-l, Koppel, in German.",
        "A: In Bochum, Germany.",
        "A: October 10\", 1924.",
        "A: His first name was Oskar -- Oscar in English, and he was a lawyer, and at times a\njudge.",
        "A: Her name was Elsa, in German Ilse and she was a singer.\nAugust 14, 2003",
        "A: Sorry, I didn’t.",
        "A: Well, I grew up in Bochum and we lived there until we left for the United States.",
        "A: It was a medium sized city, which has since grown to a population of over 400,000.\nIt was a grimy industrial coal mining and manufacturing city.",
        "A: Yes, quite. There are several generations and -- in western Germany.",
        "A: There were ha -- accounted for in the general congregation, something over 1100,\nof whom about four came back after the war.",
        "A: Apparently peaceful enough. My father represented the miner’s union.",
        "A: Not extremely so. The major holidays, yes, but among the Jews in West Germany,\nthings were sort of loose, but we were members of the congregation and I attended the\nJewish school.\nAugust 14, 2003",
        "A: I guess the two favorite ones were Passover and Hanukkah. For Passover we often\nwent to grandparents who kept their matzos in a big barrel, and Hanukkah for\nobvious reasons.",
        "A: Mostly -- oh, gifts.",
        "A: Never saw him, but when we were at school, the Nazis would come by and make\nsure that we were sitting at our desks in our best clothes, listening to the speeches.",
        "A: Well, things began to boil up very quickly after Hitler took power. The people who\nowned the house in which we rented an apartment, their o -- late teens to early 20’s\nsons were among the first je -- to join the party. They paraded around in their brown\nshirts. Some of the children in the neighborhood joined the Hitlerjugend, the Hitler\nYouth. And of course there was always the spectacle of the marches up and down. We\nlived on the corner of a main street, and the spectacle of the parades up and down with\nthe flags, the music, the torches, and get away from that window. The atmosphere of\nfear.\nAugust 14, 2003",
        "A: I guess just a normal childhood. Playing in the park and learning to ice skate,\nplaying with other children. It didn’t take long though, before this atmosphere of fear\nset it. Very early, probably in 1933, we’d began to have what in retrospect I find very\nsurprising, blackout drills. Had to put curtain -- not curtains, but blankets on the\nwindows, don’t turn on any lights. Cars down below had to paint their head --\nheadlights blue. And in retrospect, in the early 30’s, I find this very surprising.",
        "A: That was the way it was done. I was young enough not to know any real reason.\nThe other thing was the so-called Winterhilfe. Once a week people were required to\nhave a meal that was prepared in one pot, and the amount of money that was saved,\npresumably, by having a thick soup or something of that sort, was to be given to the\npoor. During the winter the Nazis would come knocking on the door, peek in the pots,\nand collect what you presumably saved. To this day I do not like to eat pea soup or\nlentil soup, for that reason.",
        "A: They tried to shield me as much as possible, but my father, who is a -- really a -- a\nperson who saw things that were coming, and he tried to persuade others that 1t wasn’t\nAugust 14, 2003\njust a passing fad, and when he was fired and no longer allowed to practice, he said it’s\ntime to go.",
        "A: For being Jewish.",
        "A: It didn’t take long, but the young people who lived in this building, showing up in\ntheir Nazi uniforms, other people and pushing people around. My father was arrested\nfor no good reason. His law partner was beaten up in an alley and left for dead.\nFortunately he wasn’t and managed to emigrate to Israel in later years. But when\nthings began to happen that way, he said it was time to get out.",
        "A: Well, we were more fortunate than most. My mother had a sister who came to live\nin the United States with her family following World War I. And they invited my\nfather to come to the United States, look around for a few weeks and see if it was\npossible to come and possibly make a living and then decide to apply for a visa. And\nthey then signed an affidavit for us that permitted us to come into this country.\nAugust 14, 2003",
        "A: Probably something over a year.",
        "A: I don’t really know about that, there are family members who said, oh don’t just run\noff, it’s going to stop, it will all be over. And my father said, I don’t think it will stop.\nAnd he made up his mind and he is fortunate, some members of his family were\nfortunate to get out. Others were not so fortunate, were lost. Both my father’s family\nand mother’s family.",
        "A: I would say it was just more of the same. More of the marches up and down the\nstreet, more of your child laughed at that -- a-a-at our man in uniform, you’re gonna\nget in trouble. Or just watch very carefully where you walk, how you walk. Stay out of\ntrouble. Just don’t call attention to yourself in any way.",
        "A: I was a school kid, and some of the families there were also hoping to get out. But\no-others were still ready to tough it out and see what would happen.\nAugust 14, 2003",
        "A: Yes. The kindergarten and the school were both burned down later on\nKristallnacht.",
        "A: No, it was not shut down until after I had left. And at that time my teacher made it\nher business to teach those children that were still there even after the school\ndisappeared. She taught them in a house, a Juden house and then she began smuggling\nthem, at great risk to herself, across the border into the Netherlands. Bochum is not\nfar from the Dutch border. And she managed to get out quite a number of -- of\nchildren, although she herself was later deported and died.",
        "A: It was mostly sort of apprehension. As a matter of fact, where would we go? My\nparents were beginning to study conversational Hebrew in case we couldn’t get into\nthe United States. I had a little bit of Hebrew in school of course, but that was prayer\nbook Hebrew, and no English whatever.",
        "A: Yes. In their professions, they were multilingual. No-Not very good\nconversationally, but most educated people in those days knew some French, some\nAugust 14, 2003\nEnglish. My mother being a singer, had to a-at least know how to pronounce Italian.\nMy father, Hebrew, Greek, Latin, in addition to English, French, German.",
        "A: I was young enough to just do what my parents wanted me to do, and there was\nenough fear there that it couldn’t be any worse in the United States.",
        "A: Well, the preparations were ongoing. So then I began to read a little bit about\nAmerica. [ thought I would find Indians, and my father had visited the relatives who\nlived, at the time in Chevy Chase, D.C., and he said it’s next to Maryland. I pictured\na little gate going from the District of Columbia into Maryland. So I didn’t really\nknow what to expect.",
        "A: Well they were allowed to take a few things which a lot of people later -- in later\nyears were not. So, a few items of furniture, they were allowed to take books, my\nmother’s music and some of my favorite books, a doll. And tha -- that’s it. I wanted to\nget rid of the German looking clothes as fast as I could.",
        "A: Yes, I -- as a matter of fact I have a page in my autograph book, written by the\nschoolteacher that I mentioned before. And yes, of course, we took our leave of\nAugust 14, 2003\nfriends, that was still permitted in those days, and the grandparents in a nearby city, the\ngrandmother. The grandfather had died many years before. And a-an uncle -- those\npeople -- Grandmother died of natural causes, the uncle died in Gross-Rosen, in the\ncamp.",
        "A: I’m not sure of the year. I tried to find that out in the -- in the museum library, but\nthey didn’t have the year. One of my father’s brothers was listed as fashon, which\nmeans assumed dead. He was deported, but they don’t know the actual date. One of\nmy mother’s brothers, a younger brother, we managed to bring to the United States\nwith his family. An older brother lived through most of the war, but managed to come\nto the United States. My father’s oldest brother was deported and killed. Another\nbrother escaped to South Africa. And another brother was incarcerated in Dachau for\na number of months, but was released and managed to come to the United States with\nhis family. My father also worked on bringing over as many people as he could of the\nfamily. With some he was successful, in others he was not.",
        "A: Probably just bureaucracy, paperwork. By that time these people had been deported\nand you couldn’t even find most of them.\nAugust 14, 2003",
        "A: Oh yeah, her name was IIse Hirsch, H-i-r-s-c-h. When we read names on Yom\nHaShoah in the museum, she is always on my list to read.",
        "A: Some people, like us, were getting ready to leave. Others were still trying to make\nit somehow or another. So th-the reaction was mixed. Ther-There’s no monolithic\nreaction.",
        "A: In 1934, in June. We went by train to the Netherlands. My mother had a friend in\nAmsterdam, and when we crossed the border into the Netherlands and everybody\ntook a deep breath, we’re out of there. We stayed in Amsterdam for a day or two, then\nwent to Rotterdam, took a boat across the English channel. We were down in -- way\ndown in the bottom, next to the machinery in that boat, getting very seasick. We went\nfrom London to a port that the British pronounce, I think Harrich, it’s spelled\nHarwich. And from there we took a smallish steamboat called The Corinthia, that\ntook a little over a week to get to New York. The Corinthia was subsequently sunk\nduring World War II.\nAugust 14, 2003",
        "A: Well, my parents. The other people we -- we didn’t know. Just people on the train.",
        "A: No, I do not.",
        "A: Not too many, although the relatives who gave us the visa -- or the affidavit, they\nhad a daughter five years older than I from whom I had occasionally gotten a box of\nAmerican clothes and I couldn’t wait to be American.",
        "A: Well, the first thing that’s always pointed out to everyone, when you go into the\nharbor, Statue of Liberty. Take a good look at that. Also, at that time, people were not\ngoing through Ellis Island. The immigration people were coming on the ship. The\nship landed late in the day. The relatives were on the dock waiting to meet us and we\ntook the midnight train -- that was cheaper -- from New York to Washington. And\nfrom there we went to the ho -- my mother’s sister and her family.\nAugust 14, 2003",
        "A: Well, the first few weeks we lived with -- with our relatives. There were -- there\nwas a Set of twins there, cousins, who were four years old, who gave me a terrible time\nbecause I couldn’t speak English. Then we moved into our own apartment, also in\nWashington. And I was very shy and retiring because nobody would speak to me, I\ncouldn’t speak to them. So it took awhile, but we came in the summertime and it\nwasn’t long before I was enrolled in the local elementary school. That was a traumatic\nexperience also, especially since I was tall for my age and they wanted to put me back\na grade because I couldn’t speak English. I fought like crazy to not be put back another\nyear. I finally succeeded in that, and worked very hard to try and pick up enough\nEnglish to go on. My bridge to English were numbers. A four is a four is a four in no\nmatter what language, and if I could manipulate those, then pick up a little bit more\neach time. A very kind teacher put a book in front of me with a map, and then she said,\ngeography. North, south, east, west, pointing at the directions. And little by little I\npicked up some English. The running joke in my family is a spelling word on my first\nspelling test. These days the children can spell much more complicated words, but that\nwas Queen. I spelled it k-w-i-n.",
        "A: Oh, I’d say it takes n -- more than a year. The year -- the summer following that\nfirst year. In those days the school years were divided into two halves, A and B and\nyou could move -- you could enter school in the spring semester, for instance. So I\nAugust 14, 2003\nwent to summer school after that first year, made up one semester, and then had a\ncombined second half of fifth grade, first half of sixth grade. Went to summer school\nagain the following year, and that way I got even with others in my age group.\nFollowing that I went to summer school in high school, made up another year and\ngraduated at 16.",
        "A: Not so much anti-Semitic, but anti-foreign. They -- they made fun of me and I said\nthe wrong things and they pushed me around. It was not as common to have non-\nEnglish speaking children in the schools then as it is now. There was no English as a\nsecond language, and I-I just had to make do.",
        "A: It -- it’s a matter of trying to make a living. We lived not too far from where the\nBureau of Standards used to be located, and su -- in those days, 1f you were doing\nanything at all in science, you had to know German. So my father gave some private\nlessons in German. He also managed to get a job in the liquor store as a bookkeeper.\nMy mother also gave some lessons and then she began to teach music. And that\nbrought forth enough to pay the groceries. But it was still pretty hard to make ends\nAugust 14, 2003\nmeet. I used to be so envious of children that I saw with an ice cream cone, because we\ncouldn’t afford it.",
        "A: Yes, he did, as did his brother. They were on active duty, and I have a -- a\ncertificate that indicated that my father got a service cross for his trouble.",
        "A: Yes, there was one school friend and we exchanged a couple of postcards before\nthings got bad and we could no longer correspond. My parents corresponded with their\nfamily as long as they were able.",
        "A: Well, we got the account of people, the Nazis, breaking into the -- my father’s\nfamily business. They broke the windows, they threw the merchandise out in the street.\nAugust 14, 2003\nThey beat up his brother and then they said, you have to pay for the damage. The\nyounger brother was a physician they beat up, and he was on his way to see patients.\nActually he, at one time had been the doctor to the workers on the Cologne cathedral.\nBut he was in his car, going to see a patient when they began, on Kristallnacht\nwrecking everything in sight. They tried to set his car on fire with him in it. He\nmanaged to get out of the car. They dragged him off, first to jail and then to the\nconcentration camp in Dachau. He was there for a number of months, but -- and I\nhave an account of his experiences in Dachau. My father, after he came to this country\ninsisted that he retell everything as well as he remembered it. My father said, if you\ndon’t tell 1t as you remember it, nobody will ever believe that this really happened.\nLater on he was able to bring the family to the United States. Another brother escaped\nto South Africa. On my mother’s side, the one brother escaped first to France, then\nhe was underground for a number of years, came to the United States after the war.\nThe brother who continued the family business for a time was dragged off and killed\nin the concentration camp at Gross-Rosen. The youngest brother and his family, who\nhad been living in Berlin, they managed, again with the help of my parents, to come\nout and they came to the United States.\nAugust 14, 2003",
        "A: The only grandparent that was still alive was my mother’s mother and she died\nsoon after we came to the United States, of natural causes.",
        "A: She had spent a number of years in the United States in the late 19\" century in the\nbackwoods of Tennessee. They lived there for several years, but it was strictly\nbackwoods. She was frightened of the bears that would come under the house and she\ninsisted that they go back to city life in Germany. The first three of her children were\nborn in the United States. My mother was the fourth, and she was born in Germany.",
        "A: I’m not sure why they had moved there, but they had a small business, and my\ngrandfather was actually the postmaster. In those days, post offices were housed in\nstores, not their own building, especially in small, backwoods communities. My\nhusband and I, by the way, when we were first married, lived in Tennessee and we\ntook an excursion to Elbridge just to see what it looked like and it was still a wide\nplace in the road back then.",
        "A: Well, in Germany I went to the Jewish school. Of course we learned our ABC’s\nand there was a different kind of writing before the cursive writing, it was very much\npointy, after the printing. Also, in the beginning, instead of writing on paper, we wrote\nAugust 14, 2003\nwith a slate. We had to carry a slate and a damp sponge with us, and something to\nmark -- it wasn’t chalk -- to mark on this slate. After the first year, then we graduated\nto paper. Also, after hours, the girls were taught one year to crochet, another year to do\nembroidery and by the time they got around to knitting, I had left. The boys were\ngiven a little bit of training with woodworking.",
        "A: I went to an elementary school in Washington, followed that up with a junior high\nschool, also in Washington, and ended up at Woodrow Wilson High School in\nWashington. And then George Washington University.",
        "A: I was still pretty shy, I -- I somehow didn’t begin to fit in until I was in high school,\neven though I tried very hard. I spoke recently to a woman that I have known since the\nfirst day that we started to school, and what I didn’t know until recently is that in a\nway she sort of resented my working so hard all the time, trying to catch up with\neveryone else. And she said, in the end you passed me, didn’t you? You graduated\nfrom high school a year ahead of me. I didn't realize that she resented it at the time.",
        "A: There were very few in the elementary. In the junior high school and high school,\nyes, there were others, and that’s when I began to make friends. At George\nAugust 14, 2003\nWashington, in my freshman year, I went full time. Then I took a job and finished the\nrest at night.",
        "A: I know my parents were very conscious of it, they talked about it a lot. But I was\nvery busy trying to catch up with school work, to stay abreast of fellow students my\nown age, and trying to become American. It was not until high school that -- and then\nlater on in college, of course -- I graduated from high school in 1941.",
        "A: No, and of course that was before the days of television, so all we got was what was\non the radio or in the newspaper, and everybody heard about Jesse Owens. My\nEnglish -- a lot of spoken English came from listening to people like Jack Benny.\nFrom people like -- programs like Jack Benny and also Little Orphan Annie, I\nlearned a lot of spoken English.\nAugust 14, 2003",
        "A: Only in so far as they were talked about in the family, and the entire time, my\nfather, after -- he took out his first papers by the way, first -- after three years, at that\ntime you could take out first papers that -- with which you declared your intention to\nbecome citizens. He was then allowed to be employed by the government, and he had\nthen a regular job. And anyone that would listen, he tried to get help for bringing other\nmembers of the family to the United States. And this is where a lot of information\ncame from.",
        "A: He -- well, basically, economist. People who studied law in Europe, it’s a different\nsystem and they could not practice here and he felt he was too old to go back to law\nschool and learn American law. And besides, it cost too much. So he -- but he had a\nvery broad, general education, so that permitted him to work as an economist, and\nsince the war was approaching, he was able to fill in a lot of information about\nindustrial production, coal mining and the like from -- in Germany because that had\nbeen his background, even when he was a lawyer for the coalminer’s union.",
        "A: Not too many papers, not -- they -- there are many reports on it now, in the -- in the\nmuseum. There was also a report in the local newspaper and local -- but what we were\ngetting was mostly from letters and accounts that other people had -- they were\ncomparing notes.\nAugust 14, 2003",
        "A: Austria, Czechoslovakia, and it wasn’t that much longer til the Nazis invaded\nPoland, and -- but the -- I think the invasion of Poland, that to me was, for all intents\nand purposes the beginning of World War II. The -- there was a summer camp in the\nMaryland mountains that’s still in existence called Camp Louise. They offered a not\ncomplete but very reduced price camper-ship to the refugee kids, and I was in camp at\nthe time of the invasion of Poland, but we all heard about it. The -- also -- again, there\nwere not too many refugee children in the Washington area at the time we came.\nWashington Hebrew offered me a -- a scholarship to their Sunday school. A real\nmensch of a rabbi named Rabbi Simon did that, but the ladies of the sisterhood, at that\ntime were not too sympathetic. One of the people, she actually came out and said, well\nit’s the fault of those German Jews. My mother never would go to another meeting.",
        "A: The trouble that the German Jews are in in Germany.",
        "A: Yes, mm-hm. That was the -- at least partially, the nature of that congregation.\nThey were mostly well-to-do business people or professionals. They had no problems\nin the United States, so the Jews in Germany must have done it themselves. But the\nAugust 14, 2003\nrabbi was a mensch, said we want to educate this child, let her in. And I wanted very\nmuch to go.",
        "A: No, except that my mother always had the fear that I’m going to do something to\nturn people against me and against Jews. Whenever I left the house, now don’t go out\nand make anti-Semitism. Don’t dress in flamboyant clothes, don’t dress in too bright\ncolors. Don’t be loud. Just stay in the background and you’ll stay out of trouble. This -\n- even in the United States.",
        "A: Well there’s a difference between anti-German and anti-Semitic by that time. And\nof course people were making anti-German remarks. They had names for Germans,\nKrauts and th -- you name it, but at that point I was old enough to know that that didn’t\napply to me.\nAugust 14, 2003",
        "A: I’m not really sure, because by that time I was a teenager, I was speaking good,\nidiomatic English without an accent, and I just didn’t make a point of it. I just wanted\nto blend in.",
        "A: Just following the news very closely. Now, we personally had no ties to anyone in\nPoland. My father’s law partner had been originally from Poland. His wife had been\nBritish, but they were in Germany, not in Poland. We personally had no relatives in\nPoland whatever. So it was more reading the newspapers and trying to find out what\nwe could.",
        "A: It went on for quite awhile. It’s really heartbreaking, my father’s oldest brother was\nso wanting to get out and the letters were -- and they all had to adopt the name Israel,\nof course. And there weren’t any sisters, but they were all -- they all had to be named\nSarah. But my father had to keep reassuring his oldest brother that he was trying to\nget the permission to get him out, and he was unable to do so. The youngest brother\ngot out after the incarceration in Dachau, and another brother went to South Africa,\nAugust 14, 2003\nand his wife had ties to Great Britain, and South Africa at that time, was a British\ncolony.",
        "A: I don’t remember when the last of the letters ceased. By that time -- I don’t know,\nmost of the correspondence was then between my parents and whoever they could\ncorrespond with. I was, by that time, attending the college and -- at night and working\na full time day job. And I had no time for anything.",
        "A: Well, right after the war broke out, they lowered the age that you could work for\nthe government. So I was 17, I took the typing test and I barely passed, but they\nneeded warm bodies to pound those typewriters at -- right after Pearl Harbor, most of\nthe young men at the university disappeared. They all enlisted or were drafted, and\nequally in some of the government offices. So they needed anybody who could operate\na typewriter.",
        "A: I most certainly do. I was visiting with a friend who was also from Germany. She\nhad not yet become a citizen. I was in her home when they made the announcement. It\nwas, I think, about three o’clock in the afternoon. And she immediately screamed and\nsaid, that makes me an enemy alien. What am I gonna do? Are they going to ship me\nAugust 14, 2003\nback? They didn’t, but she was very fearful. By that time we had already become\ncitizens and I was not that afraid.",
        "A: Oh, five years after we got here. At the time the Washington Post had a reporter at\nthe citizenship ceremony and all these people had previously gone to what was called\nthen Americanization school. And they took some pictures of the ceremony and that\nincluded a family picture of my parents and myself when we became citizens.",
        "A: On weekends.",
        "A: Only in so far as rumors came out. From time to time -- of course, my father’s\nbrother, who was locked up in Dachau, this was just a foretaste of what was to come,\nand yes, we heard from this one and that one that -- but no one had any idea how bad it\nreally was.",
        "A: Yes, I learned shorthand and became a stenographer, got a little more pay. But yes,\nthe entire time I was working at the Interior Department doing secretarial work and th\nAugust 14, 2003\n-- the Interior Department was walking distance to the campus of George\nWashington. So five nights a week I was going to school.",
        "A: Absolutely. It was absolute bedlam in Washington. Everyone wanted to go\ndowntown. The buses were not running and everyone was cel -- was celebrating.\nBefore that, there were a couple of major events. One was, for instance, th-the death of\nFDR. I remember walking from my job to the campus and walking with a woman that\nwas taking some of the same classes. This woman had absolutely no confidence in\nHarry Truman. She said, isn’t there some way that the Constitution could be\nchanged? What does he know? Truman’s daughter Margaret was a classmate of\nmine. She attended one or two classes that I did. Several courses were given only at\nnight because the professors were working other jobs in the daytime. So Margaret\nwas in one or two of the classes that I took.",
        "A: Well, enough to say hello, but not -- and when her father became president,\neverything changed for her. She then had to walk around campus with bodyguards.\nShe had to take the elevator and -- the elevator alone with her bodyguards, she could\nno longer really pal around with any of the students. She had to have these people with\nher.\nAugust 14, 2003",
        "A: Well, the joke is, Hitler 1s going to die on the Jewish holiday, cause when he dies,\nit will be a holiday. Incidentally, I should have mentioned this. My father, when he\nwas giving German instruction, gave some instruction to one of the sons of FDR,\nbecause he thought he was going to need it when -- he was in the military at the time.",
        "A: No.",
        "A: Okay.\nEnd of Tape One, Side B\nAugust 14, 2003\nBeginning Tape Two, Side A",
        "A: When the G.I.’s were beginning to come back, my father had helped a cousin of his\nto come over from Europe. This cousin had four children, the oldest remained in\nEngland, they were part of the Kindertransport. A son joined the American army, he\nwas injured in the invasion, in the D-Day invasion. And through him -- and we visited\nhim in the veteran’s hospital -- through him we were beginning to hear more and more\nabout what they saw in Europe. Even though he was wounded right in the beginning,\nthrough his buddies in the army, we found out a lot.",
        "A: There was a certain amount in newsreels, but I must say I didn’t get to the movies\nvery often and the newspaper accounts were, for the most part, hidden on the back\npage.",
        "A: Well, they began writing letters, of course, and one of the contacts was a\nhousekeeper in my father’s home, to whom they had sent care packages all the way\nAugust 14, 2003\nalong. She tried her best to find out what happened to people there. She was\nunsuccessful. On my mother’s family, all we know about the brother who died at\nGross-Rosen, no one knew where he died, except that he did die in a concentration\ncamp. I found out the exact location when I dug into the archives at the museum.",
        "A: Originally I had wanted to be a teacher, my father talked me out of it, and I studied\neconomics. But I was doing secretarial work before I got married and also after, until\nour first child was born. When I went back to the working world, I became a teacher\nafter all.",
        "A: Yes, my father went to Nuremberg. The Committee rounded up a number of\nlawyers who knew the German law and made them temporary colonels in the U.S.\nArmy, and they worked on particular cases. They stayed for several months, my father\nstayed for about six months. So the private in the German army during World War I\nbecame a temporary colonel in the U.S. Army.",
        "A: Yes, it was a -- a guy that -- I don’t know what his -- I don’t remember his real\nname now, Putzi Hanfstaengel.\nAugust 14, 2003",
        "A: Abso -- absolutely. And -- course, before the war they had people like the Bund\nand Father Coughlin holding forth on the radio and a lot of people didn’t believe that\nthere was anything really happening there. I think there are people today who don’t\nbelieve it.",
        "A: I don’t know that there was any American reaction, every individual was different.\nSome people were horrified, they were sympathetic. Other people didn’t believe it.\nThis -- this couldn’t possibly have happened. And I think a lot of that is detailed now\nin the exhibits at the museum, because there was no monolithic American reaction to\nthis.",
        "A: I think so, yes. The more people heard about the atrocities of the Nazis, the more\nthey realized there had to be some kind of a trial.\nAugust 14, 2003",
        "A: It has to be a case by case thing, but for the most part yes, away with them.",
        "A: Yes, everybody hung on every word, and there were public meetings to become\nmore informed on what -- and of course 1t meant more to someone who was trying to\nget into what was then Palestine.",
        "A: Our family was studying conversational Hebrew just in case we didn’t get into the\nUnited States. I have been to Israel since.",
        "A: By the time I got into college, yes, I had American friends. There was not too much\ntime for socializing and my father was very strict, still very German. I had a very strict\ncurfew, and if I didn’t appear at the time he decreed, I was pretty scared. And my\nfriends were a little bit afraid of him as well.",
        "A: Well, when I took the government job at the Interior Department, I went on the bus\nevery day to work and always loaded down with books because after work I went to\nmy classes at George Washington. And one day a good looking young man offered\nAugust 14, 2003\nme his seat. What a way to meet girls. And he worked nearby and that’s how I met my\nhusband.",
        "A: It was in -- let’s see, the winter of 1942.",
        "A: He was -- had graduated from college the year before. He did it in reverse manner.\nHe studi -- he studied in the day and worked evenings. And he was skilled -- he’s a\ngeologist by profession and he was skilled in making maps. They needed maps to be\nmade for the air force in those days and he was working in a division of the Interior\nDepartment that made maps especially for the air force, and he was working nearby.",
        "A: Well, we did go to some gathering at his office, but the first real date just for the\ntwo of us was to see the movie, “Casablanca”. And we have never forgotten it. This 1s\n-- the movie is now 60 years old and still a classic.",
        "A: Well, we thought it was totally wrong. I went to a segregated high school, that was\nhow everything was back then. Integration did not take place until we came to\nnorthern Virginia. And the year that our children entered the Arlington county\nAugust 14, 2003\nschools is when they truly desegregated the Virginia schools. There were African-\nAmerican students at George Washington, and my husband worked with some\nAfrican-Americans, and it was perfectly normal to be friends with those people. This\nwas not the usual way, Washington was a southern city at the time. There were some\nAfrican-Americans who worked in the Interior Department, for the most part they\nwere messengers. They didn’t get too much higher than that, but nevertheless, we tried\nto be friends with them.",
        "A: Yes, he was born in New York, lived most of his life -- he says he could walk to\nevery school he ever attended, from elementary school through college, in Brooklyn.",
        "A: My husband’s brother was in the army during the Korean war, but they sent him to\nEurope instead of to Korea. Nevertheless, he dates back to those days. By the time\nthe Vietnam war came along, our children and their friends were in college and\ndemonstrating against the Vietnam war.\nAugust 14, 2003",
        "A: Well, certainly when we first were married, we lived in Tennessee. Very much\nsouthern, very much segregated. And I almost got into trouble work -- I worked for a\ngovernment agency there, for calling some of the African-American employees -- I\nworked in the employee relations office -- for calling them mister. That is not done,\nbut I insisted on doing it anyway. It took a long time for that kind of thing to wear\naway. And of course now at the museum there are a number of African-American\nemployees who are very close to us. I -- I had somebody raise their eyebrows at seeing\none of them kiss me. So what?",
        "A: Well, once we had children we decided it was time that we joined a congregation,\nthat we sent them to Hebrew school and we -- when we came to northern Virginia, we\njoined a congregation that we are at -- that we still belong to now. In Minnesota where\nwe lived, we were members of a very large congregation. The one in northern\nVirginia is very small. My granddaughter was just Bat Mitzvahed in Massachusetts\nand she did everybody proud.",
        "A: Well, the war ended in 1945. I got my degree in the spring of 1946. My husband\nwas discharged from the army soon after the end of the war. He got a job in\nAugust 14, 2003\nTennessee. And in May of ’46 we were married and went immediately to Memphis,\nand we lived there until 1950 and then he was transferred to Minnesota and we lived\nthere until 1960, and in 1960 he was transferred again to northern Virginia. We’ve\nbeen there ever since.",
        "A: I have three children. They range in age from 55 to 50.",
        "A: Only three.",
        "A: Not really. I was there, working for another volunteer group when they first\norganized, back -- oh, it must be about 20 years ago. They had a -- the first convention\nat the convention center in Washington, it was brand new at the time. But other than\nthat, just through the people that we have known over the years and the friends that\nI’ve made, fellow volunteers at the museum.\nAugust 14, 2003",
        "A: I work in visitor service doing the various things that the people in red jackets are\nasked to do. Giving information, sending them up into the exhibit, sometimes walking\naround answering questions and so on. It’s very gratifying, especially when visitors\nappreciate what you’ve done. In the past month I’ve had two letters sent to the\nmuseum from visitors, who -- they somehow got my name and wrote letters, thanking\nme for being kind to them.",
        "A: Well, of course the main thing I think the survivor volunteers bring 1s, if anyone has\nany doubts that this happened, we know better. A German lady came in not too long\nago. She said, the more she went through that exhibit, the guiltier she felt because she\nwas alive at that time and she did nothing. She -- she was tha -- I think she was\nsincere.",
        "A: Yes. Not of my own volition. For many years -- for about 60 years, I refused to set\nfoot in that place. Then, in 1995 a professor at der Ruhr University, which didn’t exist\nwhen I lived there, managed to persuade the city fathers to bring back people from\nvarious parts of the world, those who were still alive, and bring them back for a\nreunion in Bochum. The -- the mayor was of a different party, and previous parties\nAugust 14, 2003\nwho were in charge of the city were not particularly interested, but this mayor said,\nokay, let’s do it. So they began writing letters to those people that they could reach.\nOne of the ways that they reached me 1s sort of interesting. A, one of the people that\nstayed in Germany had a sister who lived in ing -- in Israel. This woman was in touch\nwith one of our school friends who lives in Cape Town. And when they started trying\nto locate people who had formerly lived in Bochum, she was telling one of her best\nfriends about this. Well, this best friend 1s my cousin, who also lives in Cape Town.\nS-So through this long way around, they located me and wrote a letter. And I was very\ndubious about going, I hesitated many months. Then the professor and his wife were --\nand son were on a trip to the United States, and he wrote and said, we’re going to be\nin the Washington area. We’d like to meet you, we’d like to go to the museum, we\nhear tickets are very hard to come by. Well, he asked the right person. And we\narranged for tickets for him. And then when he called, said he’d like to meet us, I was\nstill skeptical, I thought, what kind of a Nazi could this be? But we decided to take a\nchance and we met him in town for dinner. And he turned out to be a most\nextraordinary person. So much so that we planted a tree in Israel in his honor. He is\nabsolutely, unbelievably dedicated. And he kind of took the fear away of going, so we\nwent in 1995. And there we met some people that I hadn’t seen since we were\nchildren. They took us all around the city and showed us what was left, what was\nrebuilt, what isn’t there any more. And since that time we’ve been in contact with\nAugust 14, 2003\nthese people. A year ago he and his wife came to the States and visited some of the\nformer residents that they had met in past years, they went to various locations in the\nStates. And next month a woman who lives in northern Virginia who didn’t go on that\nfirst trip, although she had been to Germany several times, she is going to go by\nherself with a friend, she is now a widow. She is going to go and she will get more or\nless the same program that the rest of us had back in 795.",
        "A: Well, these people saw to it that we were treated royally. He was a professor and he\nhad some -- and historian -- and he had some of his graduate students volunteering to\nescort us around. I referred to them as our babysitters. Anything we wanted to do,\nanywhere we wanted to go, in addition to the formal program that they had laid out for\nus. They couldn’t have been nicer.",
        "A: It’s really indescribable. I didn’t want to be there and yet I did, and I said th -- the\nShehecheyanu to myself. Never thought I’d be there ever again, but they -- they made\nit so easy for us. And I had been totally afraid all those years and they -- they made it\neasy for us.\nAugust 14, 2003",
        "A: Yes. I’ve been back twice. My husband worked there for three months shortly after\nwe came to northern Virginia. At the time we couldn’t afford to all go. And then,\nseveral years later, he gave a paper at a U.N. conference, dealing with the work that he\nhad done before, and at that time we took all our children. And then one other time we\nwent to an elder hostel in Israel. And at that time we met up with some of our old\nfriends as well.",
        "A: Only that I’m still finding out and learning things, both by keeping in touch with\nold friends and by working at the museum. One person leads to another. I was just sent\na clipping from the German newspaper that dealt with the experiences of my school\nfriend of Germany who now lives in Cape Town. In Cape Town they have just\nopened a Holocaust Museum. She escorted me through it the day before Nelson\nMandela was to appear for the opening. We couldn’t stay for that, but their focus is a\nlittle different, but wherever there is a museum -- and there are now many of them\nthroughout the world, we have gone to see what they’ve got to teach the world.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nAugust 14, 2003\nBeginning Tape One, Side A"
    ]
}