{
    "rg": "RG-50.030.0326_trs_en",
    "sequence": [
        "Q: I need you to start off by telling me your name, when and where you were born.",
        "A: Okay. My name is Susan Beer and I was born in Budapest, Hungary in May 14th, 1924,\njust celebrated couple days ago my birthday.",
        "Q: Your name at the time?",
        "A: My name was at the time Suzanna Eisdorfer, I got much shorter now.",
        "Q: Tell me a little bit about your life before the war, you, did you live in Budapest?",
        "A: No. The reason I was born actually in Budapest, my mother came from Budapest and her\nentire family lived there. She moved to this small town in Slovakia, Topolcany, after she\ngot married and my father decided as a young, poor doctor it's much easier to start life\nthere. But then she didn't want to give birth in this small town where the medical\nestablishment wasn't just up to date and she wanted to be with her family, so I was just a\nmonth old then, I was taken back to Slovakia, but it still shows that I was born in Budapest,\nHungary and, well, actually 1t was very bad for me when it was time to immigrate to the\nUnited States because the quota for Hungarian born people was very, very small and\nlimited, so it was difficult at the time.",
        "Q: But, growing up in Topolcany, what was that like? Tell me about your family, and...\n05:15",
        "A: Well, unfortunately I was an only child. At that time I didn't feel the impact as much, I got\nspecial attention, which every boy child would like to have, but as I got a little older I really\nmissed the, some, you know, sisters or brothers, and I depended very much on friendship,\nand I had lots of friends and we spend many days, I mean, we spend a lot of time together\nwith the friends. You could walk by yourself as soon as you got a little older because the\ntown was small and very safe. We never heard of any disasters or any crimes. The only\nthing that was outrageous in the town, we had one drunken man and when he use to come\nhome from the tavern, he use to pass our... where we lived and he use to knock on the\nwindow, which was quite frightening and sometimes, but that was about all we\nknew. We lived in the center of the town, which was called the City Hall. There were\nmostly offices, a police station, a jail, the library, really the center of all activities was there,\nbut there were a few apartments, a little separated with a long balcony, the apartments\nopened up from this balcony, there lived a few professional people and we lived there out\nof convenience, because my father could have his living quarters, we could have upstairs,\nand then he could have downstairs his offices, everything was in the same area and his\npatients were well trained. If they came and no one was there because he had no\n05:17\nreceptionist or nurse, or anyone, he did everything by himself, they just rang the bell and\nsomeone would appear upstairs and it was usually yelling down and up, \"who is coming\ndown?\" or \"who is coming up?\" And some of the patients that were more familiar and it\nwas after office hours would just come up and, many times our appetites would be taken\naway, it would be middle of the, some meal, and they would come with some of their\nspecimens. So, when I was complaining as a child because I would stop eating as soon as\nall this is happening in my living, but I was not impressed by that very much. It was a\npleasant life, I don't think culturally it was very exciting, we had no theaters, we had couple\nmovie houses and the movies didn't change that often but as kids we had always Sunday\nafternoon cartoons or stuff like that and we had ice skating rinks. It wasn't fancy skates like\nthat, you know, with the shoes and all, it was the same skate that you had a key and as you\ngrew you just enlarged the skates. And there was a little hut where you put them on or off\nand they served their hot chocolate or something and it was just fun. The same thing\nchanged in summer to the tennis court, and so we played tennis, I don't say I was ever great\nin that. And then there was a lumberman, who was very nice, and so he gave some lumber\nand at the river he made like a little beach area, there were a few very primitive, wooden\nsort of thing that you could change your clothes and there was a place where the local\npastry shop owner in summer brought out there some yogurt and food and you could buy\nsomething and he would bring some corn, or you brought your own food. It was quite a\ndistance, you walk through fields, but we were use to walking and we didn't mind that, and\nso there's summers and winters were spent that way except of course for going to school.\nAnd unfortunately, close to 1938 all this pleasantry disappeared. It happened quite, it didn't\nhappen suddenly, but 1t came suddenly into our house, I would say. My mother loved music\nand she played very well the piano herself, and she spent her afternoons listening to music\nthat was coming from Vienna, certain times in the afternoon. Once she listened to the\nmusic, expected to hear music, there came an angry voice through the radio. A man yelling\nand especially against the Jews. Of course, we then became to know that this was Hitler.\nAnd this was our first time that we heard his voice and what is behind that voice. And then,\nas he entered Austria, there were some refugees coming to us and they told us about how\nthey had to disrupt their lives and run and come to us, they were guests many times at our\nhouse. But, even Vienna was only few hours from where we lived. It was distant, because it\ndidn't happen to us. And then, they came into Poland. And then we started to feel that it's\ngetting closer and closer, and in fact my father went to the American Consulate in Prague,\nthat was in 1938, to get some visa because he had distant relatives in Chicago who supplied\naffidavits for us to come out. And he was told that there's just no way he could come. I\nrecall very well he came back with a globe. He said \"Now we can point our finger to where\nAmerica is.\" And, we still weren't terrified. We made this attempt, but then that's all we did.\nBut then one day, I went to school, the gymnasium, I was at that time in the fifth grade of\nthe gymnasium ...",
        "Q: This was a public school?",
        "A: Yeah, that was a public. . . it was actually city school, city owned gymnasium and as I\ncame to class and was sitting there, all of a sudden our, we call them professors at that level,\nwho use to teach us the Slovak language and he was a very good professor, came dressed in\nblack Fascist uniform. He spread his legs Fascist-way apart and conducted a lecture, but not\nabout the Slovak language, but a hateful language against the\n05:23\nJewish students in this class. We, you know, no one said anything. I think today we would\nhave more courage to say anything, but it was so shocking to come and hear that everyone\njust was stuck. And up to that time, all in the class were friends, it didn't matter if they were\nJews or non-Jews and somehow that disrupted everything. We were sort of divided, and\nsoon after that we were not allowed to continue our schooling.",
        "Q: What did he say in his lecture?",
        "A: About the fathers, I can't recall in detail, but how he hated the Jews, the fathers, I know they\ndo this and that, I suppose what is always said of the Jews, that they take away from the\nothers and you know, become rich that way. Which I knew in our case for sure was not so,\nmy father was a practicing physician and he treated poor and rich and anyone the same way\nand the same length of time, he disregarded completely the amount of pay. I knew myself\nbecause he took me along many times on his house calls and the villages that sometimes he\nwould get a few carrots and sometimes some corn or fresh milk, that was his payment. And\nhe even thanked because he knew that's all they could afford and so I knew that he was\nvery, you know, wasn't right what he was saying. I wasn't that familiar with the other\nfathers, but I knew them well enough, I knew they were working people, and minding their\nown business. But it sort of spoiled the friendship from then on, we stopped little by little\nvisiting each other, we didn't do projects anymore then when we stopped going to school\nthe town became sort of separated.",
        "Q: What sort of a Jewish Community was this town, was it a large community?",
        "A: Yes, it was Orthodox community, not all of 1t, we had people who were not that religious,\nbut the store owners, the stores were mostly on the square and on Sabbath they were all\nclosed, most of them. It was interesting, some days, because the church was in the middle\nof town. The Catholics, because it was a Catholic town, went to church and on Sabbath, the\nJews went to their temple. And my father didn't get religious Jew, and not frequenting the\ncoffee house but the Synagogue, the patients who were Catholic, took great comfort in that\nbecause in the case of emergency they knew exactly where to find him. If he wasn't home,\nhe was in the Synagogue and they felt he was right there. You know, that he cared about the\nreligion. And the community was a caring community, they supported a very good public\nschool, I went to that Jewish Public School, and an old-age home, and there were very few\npoor Jews really, and if they were the community supported them. And...",
        "Q: But, in general, did the Jewish Community and the non-Jewish community mix, was there\nany sense of Anti-Semitism before the war?",
        "A: I can only tell you what I remember from our home. I use to go with my father to Gentile\npatients and next door to us was where the local Priest lived, he lived with his mother. It\nwas, you know, he was in charge of the whole city, of the Catholic community. Mr. Richter\nwas his name, Rev. Richter. I have even a picture of him because he taught us in the\ngymnasium and he taught us Latin. And he, when there was a nun, when he taught the\nCatholic religion, we were permitted to leave, you know, the classes. But, you know, we\ncould choose to stay, but my father was his doctor and his mother's doctor, he chose him to\nbe. And I know later on that my father was not permitted to practice anymore as a Jew. He\npersonally, and I have his letter, wrote to the Papal Nuncio to allow this Jewish doctor to\npractice because as he wrote, he brought so many Catholic children into the world and\ncared so much about the poor. And my father used to give lectures because they were very\nprimitive, some of the population, and they believed in all kind of nonsense, like a cat runs\nacross the street, you know, this and that, and they practice this kind of medicine\nsometimes. And he used to go to schools and show how they should\n05:29\nwash their hands, how important that is, and taught them some simple health, you know,\ngave them health education. And he was written up in the Catholic newspaper, I still have\nsome of the newspapers, even though they are almost in shreds. But, he made a name for\nhimself as a very caring doctor who didn't choose, if it's someone Jewish or non-Jewish and\nmany people were that way. I didn't see such a terrible distinction between Jews and non-\nJews, until the laws came against the Jews.",
        "Q: So, the beginning of the war for you was when . . . was it about the time this teacher came\ninto your classroom?",
        "A: Yes, I would say it was in about 1938. At first the rules were very mild, we gave up our\nradio, we had to give up our skates, even though they were simple sakes, tennis rackets.\nThey were mostly things of luxury or, you know, like recreational things. You had to even\ngive up your fur collar, from your coat. And they gave you, for each of these items, a\nreceipt. But the biggest blow was to our family when some people, not even from town,\nsome detectives from Bratislava, which was a central, the capital of Slovakia and where all\nthe law started, from the Slovak government and they sent those people out and they stole\nall my father's medical equipment. And, from then on, it was for him against the law to\npractice medicine. And, we had an apartment as I said and I had a small room in that\napartment and my father used that room when people came, they still wanted to come, even\nit was illegal, but they sneaked in and my room became his office. He didn't have more than\nhis bag, black bag with some of his equipment, but he was a very good diagnostician and he\nhad most of what he needed in his head, in his ear. And he couldn't write prescriptions\nbecause it was illegal, but the pharmacist even though he wasn't Jewish was a good friend,\nand my father send me to, many times without the prescription, I had to memorize the\ninstructions and I brought\n05:32\nback the medicine that the patients needed, so I became helpful to him and I always wanted\nto study medicine so this was very good. One day, I became really very resourceful, but my\nfather didn't appreciate it. A lady came who needed insulin shots and she had to go away\nand she didn't want to wait for him, so I says \"No, you can do it.\" So, just remembered what\nhe did, I knew there shouldn't be any air in the needle because that could be fatal and I blew\nout the air, filled up and gave her the shot. My father was so terrified that he ran to the train\nstation to see if the woman is still alive. But, he discouraged me very much for doing that\nagain. But, I enjoyed being, so to speak, his assistant in this except one day, we still had\nhelp in the house. You know, most households did because there are no vacuum cleaners,\nthere are no central heating or automatic warm water, so I had to bring up wood and coal\nand it was heavy chores, which wasn't really for a woman to do. [brief interruption] But, we\nhad help in the house that was since I was born. It was really cook we could call her, her\nname was Marca, that was her first name. She came from a village and even though she\ncouldn't read or write, she was highly intelligent. She could memorize phone numbers and\ninstructions and speak several languages really. And I adored her. She was like a second\n05:35:\nmother. Even she had aching feet and when I was a kid she would put me in a sled and run\nin the snow, you know, she would do anything for me and one day, after these restrictions\nthat my father couldn't practice anymore came, a woman knocked middle of the night on\nthe door and it was a daughter who's mother was in dire need of medical attention, she had\nsome kind of a heart ailment and my father knew her so well that he always helped her.\nAnd this Marca, our cook, knew that especially at night if my father ventures out to a\npatient, he could be deported or jailed or what could happen to him and she didn't wake him\nup. She told the woman she can't wake him up to go because it against the rules and in the\nmorning the woman came to our door and pointed to this poor cook, our Marca, \"you killed\nmy mother.\" And she came to the city hall where we live to get the death certificate but\nbefore she did that, she did a very big disservice to come first to us and our poor Marca was\na very devoted Catholic and she took it so much to her conscious that she became mentally\nill from that point on. She wouldn't eat, she couldn't function, she totally deteriorated and\nshe died eventually. And that was an immense loss because she was in our house for almost\nseventeen years. And we went to her funeral and my father bought a stone for her in that\nlittle village, the inscription said, \"For devoted service...\" and so on. So that was my first\nloss because of these rules. Then came the rules much faster. First, we had to make a star\nfor ourselves out of sort of yellow felt with the blue Jewish star, and it said \"Jew\" on it, and\nwe had to sew that on our clothes and we couldn't go out without that. I remember that first\nholiday was Rosh Hashana, then, everybody appeared with this star in the Synagogue. And,\nkids they laughed, we saw it first, you know, it was funny, but it wasn't really very funny.\nThen there was a curfew, we couldn't go out after 9:00, we couldn't attend movies, we\ncouldn't do anything at the end. The way we occupied ourselves because we couldn't go to\nschool, each of us who was good in any subject would prepare herself, or himself, and meet\nin private homes and sort of lecture the rest of the kids in geography or history or whatever,\nwe did that ourselves. And then we had meetings, we had the Maccabi Hatsaie which was a\nyouth movement, and there was a leader who came from Bratislava, a young man, to sort of\ninstruct us in Zionism. And certain books we had to read and meet and Friday night we\nwould sing songs and psalms so, we would still have a little fun someplace. But then came\n1942...",
        "Q: Your skipping a few years, aren't you?",
        "A: No, 1939 is when it all became very bad. When Slovakia became autonomous. And that's\nwhen all the rules really started, the local inhabitants became the Helinka (hlinka?) guards,\nthe Fascists, and some local people wore black uniforms. The City Hall, you couldn't enter\nwithout showing your identifications, if I wanted to go in and out of my own house, so to\nspeak, I had to show identification.",
        "Q: Did you take any abuse on the street from other kids, or where you afraid at all being on the\nstreets?",
        "A: No. I knew everyone. I mean, we grew up together, in fact, sometimes on purpose I\nwouldn't put on this sign \"Jew.\" I just wouldn't. And I know someone stopped me. And I\nknow at one time they did, a man did: \"Why don't I have it?\" and I scolded him. I said,\n\"How dare you! You came so many times at night to ask help from my father and now you\ndare to confront me?\" and he kept quiet. I was not afraid at all, of anyone. That was one of\nmy I think my good points because that helps. Because I think the more they saw you were\nafraid the more they abused you. I think that when they saw someone who really wasn't\nafraid they stopped.",
        "Q: So there were abuses of some of the...",
        "A: There were small items, but nothing horrifying, except once again, there came detectives.\nThat was already around 1940 from again Bratislava, they burst into our apartment, I was\nalone at home, and then my father came. And they took things from our pantry, like chicken\nfat and butter and stuff like that, they just ransacked the pantry. They wanted to know\nwhere my father's saving books are, and if he doesn't work, how do we live. I remember\nthose questions. And then they took him to jail, and they took fifty people from the Jewish\ncommunity to jail because they wanted a certain amount of money, and until they didn't get\nthat money, they kept these people in jail. And that was pretty terrifying because we didn't\nknow where they going to take him from the jail.",
        "Q: How long was he gone?",
        "A: About three days in the local jail.",
        "Q: Did somebody come up with the money to get them out?",
        "A: Yeah, the community had to come up with the money to get those fifty people out. But you\nknow, that never ends. When they take, once money they want more money. And then of\ncourse all the stores, the Jewish owners were kicked out, the Gentiles took over, they called\nit Arisovak [\"arienization\"|. You know, I don't know how to translate it actually, you know,\nthe gentiles took over the stores. Then they started to come, we couldn't have any help\nanymore, you know, and like we had to give up piano and the rules were getting tougher\nand then you couldn't travel. If you wanted to travel out of town, you had to have\nidentification, couldn't travel without that.",
        "Q: Could you get these identification papers?",
        "A: Well actually, where would you travel? One place was like the other so it wasn't important\nto travel for anyone, there was no place to do.",
        "Q: How did, your father, how did these people support themselves?",
        "A: My father still had patients coming and of course we still had some savings, you know, and\nwe were still allowed to use those savings, until a certain time. And of course we lived a\nvery simple life by then, our needs were very small, you couldn't do very much so it was\nactually just the food you needed. There was not much more you could use for money, you\nknow, for. And, but it really got very bad in 1942, that's when it started getting very bad and\nwhere we lived in the City Hall, the notary, which he was the head of the city government,\nlived in the same balcony as we did, on the same balcony, and he had a heart ailment and\nwas very grateful for my father's closeness, he could help him a lot, and I taught his\nchildren English and small children, young children, and he came to my father one day, and\nhe said, \"You know, doctor, you would do right if you would send your daughter away. Let\nher ask at the office for a travel permit for two weeks absence because we have here a rule\nthat girls between the ages of 15 and 17 will be taken away to some \"labor camp,\" I mean to\nsome labor camp. To my father, didn't sound right, he didn't trust the word \"labor camp.\"\nHe just, it was an unknown and he listened to this advice. I went and I got right away\npermit because I knew all the people there, you know, in the offices. In better times, long\ntime ago, in the jail use to be the gypsies, you know, they stole chickens and carrots and\nstuff and I had so much pull that I could get the key from the police and let them out after\nthey cried all night. They called after me to let them out so I knew all these people there in\nthe offices and I got the permit. And my father got in touch with a second cousin in a town\nthat was bordering this Hungary, or very close to Hungary. And he had a\n05:46\ndaughter approximately my age and was anxious to do something for her safety too. So, he\nknew about a guide, a man, who for some amount of money would transport people from\nCzechoslovakia into Hungary. He had certain connections to do this. And so, one day,\nbecause the girls were suppose to be taken end of March, this was in 1942. And my father\naccompanied me about middle of March, about a week, we were a week ahead of this rule.\nI said good-bye to my mother, of course, I couldn't carry more than like a rucksack, on my\nback. And he accompanied me to this town and I met this second cousin and the guide and\nhe instructed us that the same evening we would board a train and we wouldn't speak, we\nwouldn't sit together, if one would be caught maybe the other could, sort of escape. And we\nshouldn't speak because our Hungarian wasn't great and if someone was looking for\nescapees like us, they could, they would readily know that because there were already some\ngirls caught in this way. In fact, my best friend was caught with her cousin and another girl\nand rode back into the city jail and transported from there to Auschwitz that we found out\nin 1942. So, of course, we listened to the guide and I have to just mention to you that you\nwould think that I was very unhappy to leave me mother, [interruption] I wasn't that\nunhappy to leave, because life was pretty sad. Especially the teenager, of energy and your\nsort of cooped up, there is no place to go, nothing to do, I was getting pretty unhappy, you\nknow, living that way. So this gave me like the opportunity to leave all this, and especially\nknowing that I would go to Budapest, that was the aim, to go to Budapest which I use to\nvisit my grandparents and aunts and cousins my age lived there and it was a capital and had\nlots of fun. So, I thought, great, I'm leaving this horrible place. And, I didn't know that it\nmight be final, you know, I thought it just a temporary arrangement. So I was pretty\ncheerful to say good-bye and go, and even to say good-bye to my father and go. And so, we\ngot on this train that night, I think 1t was around March 17th or so, in 1942. The city where\nwe did that was called Sarik and we rode on this train, you know, he purchased our tickets\nand he was in charge so we didn't have to speak, this guide.",
        "Q: He was just a Slovakian... ?",
        "A: He was probably both Slovakian and Hungarian, he got well paid for his efforts and he was\nsupposed to bring us all the way to Budapest safely, and then report back to the girl's\nparents and to my parents. Of course, what he did is, the road out, not more than forty\nminutes out of Sarik(?), (Sered?) and he said, he said he would show with his hand when\nit's time to leave the train, you know, not use too much words there, you know, and he\nshowed us to get off. So, we all got off, I mean, the girl, my cousin Lily and me and the\nguide. And then he, there was a hay stack right close by and he says, \"You get in there\nnow.\" And we heard some dogs barking and there was on the horizon you could see up the\nhill a big farm house and that was already Hungary. And he said, \"You know those guards\nthey'll now change for a second, this one guard, and in that second you've got to run into\nthis farm house and there's no one there, no guard at that point.\"\nEnd of Tape #1\nTape #2\nSo, we giggled in this hay stack, we thought it was a great adventure to do all this, you\nknow, what a fun, you know, and how silly they were, you\n05:55\nknow, and then he told us to now run for it. And we ran into the farm house and it was a\nnice farmer and the guy left us, good-bye, finished. And took most of our things too, that\nwere suppose to be given to us. Some change of clothing and whatever, some shoes, there\nwasn't that much there and he took his payment and left. I mean, the payment was prepaid.\nAnd the farmer pointed to a large bed, by then we were real tired and we went to sleep. And\nat daybreak, it was really just daybreak, he told us to look out the window and we feel there\nwere some farmers going with their produce to the next town, which was really Hungary.\nAnd he gave us a basket with some vegetables in it and he told us just follow the crowd, go\nwith them, so we did. We did what we were told to do. And we walked and we came to the\ntown of Galanta, that's where we were heading, and I knew that in this town lived my Aunt,\nmy father's sister, I'd been visiting there before and she had six children, and so, but no one\ntold us the address, they'd forgot, so who are you going to ask? We were afraid to stop\nanyone, they could be our enemies, any one because even so Hungary was free of the\nGermans and German rules yet, but they had rules against aliens, I mean, people come\nillegally into their country, it was not a rich country and they couldn't afford to support all\nthese people, there were already refugees from Austria and Poland, they didn't need more\nthan that. So, we were afraid to ask, but then there was light\n05:57\nin the basement because it was just before Passover time, and we saw a bearded Jew, you\nknow, that time a beard meant religious Jew yet, you know, those were the years. And so\nwe dared, we thought he couldn't be a gangster and, of course, 1t was a very small town,\neverybody knew each other, and he took us straight to where my family lived. Now, you\nwould think they were swell to see you, wasn't so at all. My Aunt was terrified, she said,\n\"Must be terrible if your father let you go,\" and \"you can't stay here, not even for any time,\"\nbecause her sons were being looked for, they were suppose to go to labor camp and they\nwere hiding so they didn't need more people hiding there from things, so she dispatched one\nof her sons that was safer for him to go to the train station, that he should be the one to\naccompany us to Budapest. Now, the train station was loaded with gendarmes and\npolicemen and we were afraid to look, no one should look very much at you. And we found\nout, at least I did, that running away and being a refugee and even being free from home\ndidn't mean that much fun, it's pretty scary and sad because really people don't like you that\nmuch. And so, we boarded the train to Budapest and arrived safely and headed for my\ngrandparents apartment. Now, you know, my other cousins all lived in Budapest when they\nwere boys, so I was the only granddaughter living out of town, there was a really big\ncelebration every time I would come and visit, which was maybe once or twice a year. But\nwhen I came to their door, there was no happiness seeing me. Was similar reaction as my\nAunt's, things must be very bad and I don't know if you could stay here really, we could be\npunished. So, they had a long, they were discussing it among themselves what to do, and\nthey figured out that the best would be if I go and stay with my Aunt and her family, which\nI preferred, because she had two sons, my cousins, they were similar to my age and I was\nlooking for fun, you know. So I went there, and, but when my father returned from the\ncompany to Sered, he came back to my home town, he saw already on the Synagogue wall\na big poster telling that all the Jews have to gather within a week at the train station, they'll\nbe all taken away. And my father didn't wait for that to happen like he didn't wait for me to\nbe caught, and got in touch again with the same guy, even so he didn't do the service he was\nsuppose to do, and asked him to take my father, my mother and him, the same route as he\nhad took me. So I was very surprised one morning, then I saw my parents few days later\nafter I arrived. And they stayed for a few days with my grandparents, but not very long.\nNow, our situation wasn't as bad as most of the refugees. Number one, my parents spoke\nperfect Hungarian, my mother was from Budapest, my father got his medical degree in\nBudapest. And he was allowed, actually, to practice medicine there. He got a job on the\nstaff of the Jewish General Hospital legally. Illegally, he took again his little black bag and\nwent and visited the refugees who didn't dare to go officially to a doctor, but were very\nhappy to, you know, when my father went to them for a very limited fee. And the other\nthing was that they took on a furnished room at a person, they didn't tell her what really\ntheir status was, their immigration or legal status was, they just said he's a doctor and he's\ntaking some courses, you know, some excuse. And so, we lived in this furnished room, now\nthe cooking was pretty difficult. My mother could cook on a one burner, you know, a little\nportable stove and meantimes, I was dispatched to the Jewish restaurant for food, and, I\ndon't know if your familiar with those carriers there, metal, aluminum carriers divided into\nparts where the soup would be in one part, and the other foods . . . the only problem was,\nyou couldn't go on the bus with it because they were afraid you'd spill it on some of the\npassengers, so I had to carry it quite a distance home from the restaurant, it was quite\ndifficult. And, so they existed that way. My father always was a big stickler for education\nbecause that's how he became from a very poor person a successful doctors so education\nwas everything to him and he felt I shouldn't be denied that. So he got in contact with a\ngirls' Gymnasium\n06:03\ntoo and they permitted me, not to attend classes, first of all I didn't speak the Hungarian,\nthey were afraid, you know, for me to go, but they gave me some lessons to learn and I\ncould go and pass exams, and so I continued my education past the sixth grade.",
        "Q: This gymnasium, was this mixed Jewish and non-Jewish?",
        "A: It was, it had nothing to do with Jewish, it was a regular girls' gymnasium. It was...",
        "Q: Just a public...",
        "A: Yeah, yeah it was both. It was actually a private girls' gymnasium. The name was\nVaszkurlia (ph) was the name of it, woman, man, or whatever, writer or poet or something.",
        "Q: What I'm just trying to get a sense of, I know that Hungary's real problems hadn't begun yet,\nbut were there any problems for Jews in Budapest at this time?",
        "A: No, not for the Hungarian Jews, but they were looking constantly for Jews like us. And they\nwere having conducted razzias, which was, they combed whole apartment buildings really\nlooking for people like us and they put them into holding places, and usually those holding\nplaces were Synagogues. The Jewish community had to support the people that they jailed.\nAnd when there were enough of them they would deport them. So, it wasn't easy to be a\nrefugee either. But, as I said, we had it somewhat easier having family there and easier with\n(re)sources than most people did and I had fun. Through my cousin, I became acquainted\nwith a boy, and we became girlfriend, boyfriend, they taught me how to dance, and, you\nknow, when you seventeen, you really don't care who is looking behind your shoulder, you\nhave to run away at night to hide it's still, you know, was fun. And we lived this way until\n1944, Spring of 1944. I have to tell you, that I think from those times on Passover, is not a\npleasant holiday for me because all these horrible things always happened just before that.\nAnd so, one morning, as I slept, I heard goose steps, and it was Germans marching into\nBudapest. And we knew that, what we, how we lived till now wouldn't be enough. We\nwould have to do much more to survive. Because my father, being a father, his main\nconcern was me. And he had a patient who was an ink factory owner. She came from our\nhome town and married a very rich man there and they lived in a gorgeous villa that had\nspecial, underneath the villa was for the custodian apartment because they were so fancy\nthey had those little elevators, I know it has a name that evades me right now, that carried\nthe food from the kitchen up to the, you know, dumbwaiters or something, it's called. So\nanyways, he became acquainted and their doctor and they told my father the day our\nfamiliar visit, Hungarian office and their family, I think the officer sort of liked them better\nthan his own family and he told them that he knows his wife was looking into a Catholic\ncharity to look for a place to work for her, you know, like a maid. And, maybe I should go\nthere to him and tell them that that's where I was told that they are looking for employment.\nAnd my father got me a maid's book. You know, in Europe, you couldn't just go and serve.\nYou had to have your picture, it was like a passport. And you had to have recommendations\nfrom your past employers, if you were good, if you were honest, if you were a hard worker.\nSo, I came all dressed up because you know those girls were usually peasant girls who did\nthis kind of work. They were dressed accordingly, they wore thick hose and wore babushka,\nyou know, kerchiefs. And so I got all fixed up, my name changed, I became 'Anna\nVoyachickola', that was my name. And because it was in a sort of Slovak-Hungarian area,\neven so was Hungary, my not-so-good Hungarian wouldn't be detected that much, it would\nmake sense that I don't speak 100% Hungarian. So, I knocked on the door, was quite far,\nyou know, Budapest is divided, it's 'Buda' and 'Pest' and the river Danube divides it, and\nthere are many bridges to get to this was in 'Buda'. And so, I traveled to 'Buda' and I was\nfully accepted as 'Anna Voyachickola' and they handed me a lot of hard work that I was\nreally not accustomed to. I had to take rugs, heavy rugs, down into the yard, I don't know if\nyour familiar, they sort of made out of bamboo or something and you have to bang the rugs,\nyou put it on one of those hanging . . . they were specially made, and you had to bang those\nrugs, the dust out, I don't think it worked very well because it just went back and forth, the\ndust, it didn't suck it out 1t just moved it from one place to another, but it was hard job and\nthen when you were done you had to again roll it back up and lug it up and, you know,\nthose rugs were at least 12' x 10' or bigger and heavy, so it was no fun. You know, I didn't\ncomplain, I did it. And they gave me loads of shirts to iron, I never ironed a shirt in my life,\nthe most I ironed was some handkerchief or maybe some dollies or what, but not long-\nsleeved shirt that had been starched, and I really didn't know how do you attack these\nthings, how do you go about, but you know, if you have to . . . just do it. I have learned to\niron so well I think I could\nget employment in one of the shirt places, and, but, my downfall came there when they\nplayed some music one day. And as I was dusting, I hummed the music, it was some kind\nof a Strauss melody and I think I sang it ahead of it's time, and I became very suspect, how\ndoes 'Anna Voyachickola' know this kind of music, this is not right! But lucky for me, they\ndidn't feel at all that I was a Jewish refugee, they told those people and we found out from\nthe husband because he confided in those friends of my father, they thought I was planted\nthere by Germans, they wanted to know how a Hungarian officer act during their regime.\nBut frankly I didn't go back there anymore, first of all, there was a munitions factory close\nby and the allies started bombarding Budapest very heavily, especially that area. So, many\ntimes, I couldn't come back by any transportation I had to walk. And it was tremendous\ndistance after putting in four (full?) hours of hard work, so I didn't go back there anymore.\nAnd I, at that time there was a ghetto formed in Budapest. Few Jewish streets, where Jews\nused to live in some of the apartment buildings were designated as Jewish houses and many\nfamilies had to move in together and share.",
        "Q: When was this?",
        "A: This was in '44.",
        "Q: Spring of '44?",
        "A: Yeah, early '44. And so, I told my father you know it's very well that you took care of my\nneeds but I am worried about you and mother and I think you should do something too. So\nhe got himself a false identification. He became, his name was Isberg, but now he was Dr.\nAlakesh and there he was there again for some studies for a few months and they moved\ninto the custodian apartment of these ink manufacturers. [short interruption]\nLet me back track to 1943. Okay, I missed out on something there. My father tried to find\nme a furnished room in a place because he didn't want me to live with my parents, he felt if\none is caught the other could save himself. And he went with me to the, you know, the\nadvertised rental to this lady, Mrs. Braushaendler (ph), I remember her name in a very nice\ndistrict not far from where my parents lived, and there were two other girls living. She had\na daughter who was a very good seamstress, she was a widow, the mother. And she gave\nme, it wasn't really a room, it was part of the kitchen, she just separated a bed with a sort of\ncurtain and that was where I stayed. And one day, this was in 1943, one day on a Sabbath\nmorning, they were looking, it was a razzia, they were looking for refugees and even so,\nthey didn't look particularly for me, they were looking for others, but they found me. And,\nthey knew right away from conversation with me that I'm a refugee and they gave me just\nenough time to get dressed, and while I was getting dressed I had enough time to tell the\ndaughter of the lady to please run, I didn't tell her it's my father, they thought it was my\nUncle, go and tell my Uncle that I'm being taken away. They didn't know that I was a\nrefugee, those people. So, she notified, she then notified my father and I was taken to, it\nwas a Temple. And they had some more people like me, there were quite a few people like\nme. And they kept these people until they had enough and would take them to\nconcentration camps.",
        "Q: The people you were renting from, did they know you where Jewish?",
        "A: Oh sure. Yeah. Oh, you mean the people I was renting from?",
        "Q: That's what I said.",
        "A: Yeah, they knew I was Jewish but didn't know I'm not Hungarian, they didn't know. I guess\nby then maybe my Hungarian improved, I didn't know. But I was being taken into this\nholding place, and this boyfriend that I had when he found out, he got so upset that he went\n... they had a very fancy store downtown in Budapest, he emptied I think the safe from all\nthe money they had, he was going to buy me out. But of course, it didn't work that way. But\nanyways, he came to visit, my father couldn't because he wasn't legal, but this boyfriend\ncould. And my father was afraid that I'll be taken away from there, so he found out from a\nchemist that there is some kind of powder that in large amounts it make bombs, but in very,\nvery small amounts it colors you, like, you would have like symptoms of hepatitis, you'd\nbecome all yellow and feverish, and you know places like that were terrified of having an\noutbreak, and he knew that if I get that, I would be taken straight to the Jewish General\nHospital where he was on the staff. And he prepared the people there that I would be\nprobably coming as a patient. And he was so right, I took this powder and within hours I\nturned, like an egg yolk. And the doctor right away dispatched me to the hospital. And I\nwas truly sick because it was poison and affected all my glands. And, the detectives came\nthere too because there were a few refugees like me already hiding under pretenses, you\nknow, and they got the whiff of it. So, my father taught me how to manipulate the\nthermometer, it shouldn't go too high, it shouldn't go too low. You know, under the sheet I\nwould rub it because of the quicksilver, you know. It was an old-fashioned kind of\nthermometer. And so, I was there three weeks, and meanwhile, I had an Uncle living in\nBudapest, my father's\nbrother, who had many friends and he got to get one of his friends to adopt me, so I should\nbe legalized, because I was still under age. And, even so, I never met the man, but as a\nresult, I was able to leave the hospital semi-legalized. I still wasn't allowed to leave\nBudapest under the circumstances but at least I could leave the hospital and then I lived\nalone in another furnished room, not where I lived before. So this was until 1944 and then\nin 1944, of course, the Germans came and there were some places the Ghetto and then we\ntook assumed names and after I gave up being 'Anna Voyachickola' we all went to hide in\nthis apartment of this custodian of this ink manufacturer. They escaped themselves, so they\ndidn't live there anymore, it was just us in the custodian's apartment living. But after we\nwere there about a week, my father couldn't stand the isolation and being away from his\npatients, so he took his little black bag and went to the ghetto where his former patients\nlived now. And as he was leaving the ghetto, he was accosted by detectives. Still\nHungarian, detectives, even though it was occupied by the Germans. And they, him and\ntwo others they found in this building. Now, he had in one of his coat pockets his real name\nand in his other one, his false identification and so, of course, they knew that they caught\nthe right person they were looking for and they took all three of them, two detectives took\nthree captured people into the subway station, there was a big, big subway in Budapest\ngoing in all directions. And in one of the big stations the door opened wide and my father\nwas very resourceful, he tells one of the detectives, \"Look! Your guy ran out on you, just\nnow!\" and when the other detective looked two of them ran away, so the two detectives\nremained with one guy. And my father ran all the way where we lived at that time and he\ntold us what happened. We had some supper ready and everything and I said . . . somehow I\ntook over from that point on. I think, when your young you are easier in command of what\nhappen next. And I told my father to shave his mustache and you have to leave. So we went\non the street, we just grabbed a few of our things and took a cab. And we didn't know what\nto tell him, where do we go? We had no place to go and we didn't want to endanger anyone\nwith us. So we told him at one point to leave us off, and my father remembered there was\nsomeone who was still legal in the Jewish community and protected, sort of, under\nprotection. Who was at one time his teacher and my father was his doctor and he told him\nin case of need, you can turn to me. So we knocked on his door, because you never knew,\nwill they let you in or not? But he did. And he allowed us to stay. And my father went out\nto look for something for us to do to, you know, what would be the next step? There weren't\nmany options. And, as he went, he heard a story that today, I think your hair would stand up\nfrom disbelief, but he swalowed it and the story was that there are some German Army\nOfficers, or Army personnel, who are disillusioned with the army life and they have their\nGerman army truck and they would take us back to Slovakia. Now, part of Slovakia was\nliberated by partisans, very small part of it. And that was where we were going to go. Of\ncourse, it cost a lot of money and my father didn't have it, so he tried to organize some more\ninto coming with us. He got 44 people in all, among them was my cousin, the one that I\nslept in her house when I first escaped and her family by then was already taken away\nbecause from small towns they took families earlier and she knew she was the only one left.\nAnd some friends, and there were even two women who were pregnant and had young\nchildren, there was all kind of people. And we were suppose to meet the Germans with their\ntruck at this little park at night. And the Rabbi where we stayed blessed us and we left. And\nas we were approaching the park there were big flood lights turning on us. And we knew\nright away when there's a secret mission you don't turn on flood lights but we couldn't run\naway anymore, we were caught. And it was no mission of rescue, it was a mission that they\nwere plotting and they hit us, kicked us into the truck, beat us up. And sped to the Gestapo\nheadquarters to Buda, that's where it was. Their headquarters was underground of a jail, of\na real jail for criminals, it had several floors. And the men and women were separated. The\nmen were taken, I think to a third floor of the jail and the women and children to the fifth\nfloor of the jail. And it was a jail with locked doors like criminals and they gave us this\nlittle bathing, this little water, barely for eleven people to wash. And for the children they\nwould bring a little better food. And I remember I was so beaten that my nose was bleeding\nquite badly. And we were all in a state of shock but one of the woman who had a young\nchild was able to tell a story to the child. And somehow that narration and that calmness of\nthat woman put me to sleep and got me relaxed. And so, we were in this jail and, I just want\nto mention for a minute, the next morning when they\n06:28:\nopened for a minute the jail door, across from our jail was another jail where a young\nwoman was doing exercising, she was in solitary confinement doing head stands and\ngesticulating to me like this and that, you know, and I had no clue. What's with her and\nwhat is her privilege being all alone in this place. Well, they allowed us about every second\nday, each floor was allowed to go down to the court yard under the guards' supervision to\nwalk around in circles and this young woman, being on our floor joined me in this walk.\nAnd she told me, you probably heard of her, her name was Hanna Senesh, she was a\nparachutist trained by the English to come and rescue some people and she was caught by\nthe Croats in Yugoslavia on the border and brought here with the other parachutists friends,\nand she wouldn't tell on the others and of course she was being interrogated and she knew\nfor sure she will be hung after a while, but it was a privilege for me, even for a short while,\nto meet her because she was a very courageous woman. But anyway, we stayed in this jail\nfor about three to four weeks and after that we were again ordered to go down these stairs\nwith whatever belongings we had and come to the main floor and for the first time I felt like\nthe men came there too, the few who were Jailed, including my father. He was handcuffed\nwith one hand to another man with his hand so the two men were always together no matter\nwhat. And his hand was quite swollen from the handcuffs. And there were a lot of trustees\nin\nthis jail, there were manufacturers, Jews, who were the first ones to be put in jail and they\nacted like trustees so I asked one, \"Where are we being taken to?\" He said Auschwitz. And\nby then, even we weren't sure what Auschwitz was but we knew it's a place you don't come\nback from. And so it wasn't a very pleasant idea to be there, but I found a postcard in my\npurse that they returned to me, they took it when we got to jail, and I found a pen and I\nwrote to my boyfriend, even so I didn't put his address just his name so I didn't know how\nhe might get it, but I wrote that we are being taken to Auschwitz and then we were\nmarched, we were twenty-seven people not all Jews. Among us were non-Jews, the women\nand children remained behind that were not being taken. We were marched to the train\nstation and we were called 'political prisoners' because we wanted to escape the Germans.\nAnd put on regular trains with guards in each compartment, and there were guards on the\nroof of the train too. And, they found the card, the Germans found my card and they were\nrunning around with it, holding it high up in all compartments, walking around, that, of\ncourse my mother knew who it was because she knew the name it was directed to. But of\ncourse the person never got it, I just, the reason I wrote it I just didn't want to disappear\nwithout anyone knowing that, where we are being taken. [Something missing]\nEnd of Tape #2\nTape #3",
        "Q: Before you move on, there are two things I want to ask you, it's about this three months in\njail, that's a good enough time .. .",
        "A: No, three weeks.",
        "Q: The other thing is that in Budapest itself, after the Germans came in, what was the life like?",
        "A: You know, I did not have a normal life as soon as they came in, personally. Because I\nbecame the maid, number one. We were much more scared, you know, we knew that our\nlife is getting to be limited. Everybody else got scared, see, now, it was all of the\nHungarians, especially us. And their people were caught on the streets and taken away to\nwork camps, to, you know.",
        "Q: Was there a strong Nazi presence on the streets, was either a lot of soldiers around, or...",
        "A: You know, I wasn't that much around because they came middle of March, I became the\nmaid, and in May we were already taken to jail, so there wasn't that much time in between.\nIt was, and we didn't stay were we use to live, we went to a neighborhood were we were\nunknown and we didn't dare\n06:35:\nto go out very much. That was not a normal life, we didn't communicate with anyone, not\neven with your family anymore. I didn't even know what's going on very much, as you see\nmy father was caught in the apartment building, so...",
        "Q: And the life in the jail was... ?",
        "A: There was no life. We were in that one-room jail and there were bombings. The allies, and\nthe gentile population of the jail was taken in the basement, but the Jews were left to burn\nto death. You know, those were those carpet bombings, I don't know if your familiar with\nthat. It's like, going like this . . . you could see the flames, and it was close to us, any minute\nwe thought we going to go into flames, so this old lady taught us how to say the last prayer\nbefore you die and we sat on the floor and said that prayer, that's all we could do. So you\ncan't call it life, it was, you know, we talked and we, the poor two little children were there,\nyou know, with their mothers.",
        "Q: Were you scared?",
        "A: Scared? We were more always scared of what's next somehow. The fear was always, you\nknow I have to tell you when I was found out, when they took me away that Saturday\nmorning and put me into that holding place, it was almost a relief. And then, I don't have to\nanymore run from them. You know, because you were always afraid you'll be caught. You\nknow, so after a while you just don't care, you want to be relieved of this fear, you know,\nwe were constantly afraid. Fear of the unknown, really. Because we just knew it was\nhorrible, but no one knew for sure exactly what it is.",
        "Q: During this period, did you ever try to pass yourself as a Catholic girl, ora... ?",
        "A: Yes, I did. In fact, I even had the, what do you call those . . . the beads? You know, in\nSunday morning if I went out, that's what I carried with me and was holding it in my hands.\nAnd you know, I knew the prayers because, I knew it in Slovak because I learned it from\nour cook, I knew it very well, I knew all of it, so, I don't know how you . . . well, I knew it\nin Hungarian but I figured I could always say it in Slovak. Yeah, I did, you know...",
        "Q: Just on the streets, or... ?",
        "A: Yeah.",
        "Q: So, you got on this train... ?",
        "A: We got on the train, we were guarded, and the man's handcuffs stayed on, you know, they\nwent to the toilet they had to go together.",
        "Q: There was a toilet on the train?",
        "A: Yeah, sure. It was a regular train. It was not the kind of train that most people that you have\nin your museum were taken. This train was a normal train because we were political\nprisoners, this was our advantage so to speak, you know, being labeled as such. You know,\nyou never know what was your advantage. And we were just twenty some people, it wasn't\nhordes of people, 1t was just us. And there were no children among us. But the old lady was.\nAnd, there were even bombings on the train, we went through Vienna and they got us off\nthe train into a holding place. And, you know, people looked at you, the other passengers,\nand you wondered: how do they look at you? Do they pity you, do they, are they happy to\nsee you like this, do they hate you, you know? You didn't know what the expression\nyou saw on the walls of the train station against Jews, all kind of symbols and\nwords against, so, and, the guards, they even fed us. They gave us bread and things and the\nguards told us we should give them our watches, our rings, because were we go, we won't\nneed it. And I was very defiant as a young person and I just took my mothers and my\nthings, I wished I could take everybody's, and went in the toilet and flushed it down with\ngreat satisfaction. I felt was a much better place than in the guards hands. And we traveled\nlike that, not, you know, it wasn't that long, next morning I looked out the window and I\nsaw people working, mostly in striped uniforms. It was a nice June morning and I saw\n06:40:\nthem working in the fields. And I was always instructed or taught that if you work you live.\nWell, under normal circumstances probably but not under the German regime. So I was\nvery hopeful when I saw people working in the fields, I thought that's what we would be\ndoing.",
        "Q: How much information did you have about the concentration camps and the extermination\ncamps?",
        "A: I was under the impression that we would be killed on the way. I heard of gassings in trucks\nand I thought that's what will happen. And, when it didn't happen, I thought well, you\nknow, we made it that far.",
        "Q: Did they tell you you were going to a labor camp, or... ?",
        "A: No, they didn't say, no. I just got from the trustee the information that we are being taken to\nAuschwitz.",
        "Q: And you didn't know much about it.",
        "A: I didn't know details. Knew that it's a place you just don't want to go, no one ever came\nback, no, there were no details about it.",
        "Q: And this is late?",
        "A: Yeah, it's late.",
        "Q: It's 1944.",
        "A: Yeah, still didn't know, no.",
        "Q: Okay.. All right. So you arrived and you see... ?",
        "A: So, we arrived at the normal train station. And my father, we were handcuffed and all, and\ninteresting, my father's, what his reaction was when we got off the train he begged me for\nforgiveness. That he got me here, and he explained why. When I was about 15 I had a\nchance to go on a Youth Aliya to Palestine, which I wanted to do, and he wouldn't permit\nme because the morals weren't good there, you know, bad reputation, and he just wouldn't\nlet me go, and he asked for forgiveness, if he would have let me go, I wouldn't have gotten\nhere. And he promised then and then, that if we get out of there, he'll never interfere in my\ndecisions, and he never did. So, we said good-bye to the men, just saw them from a distance\nbeing led away, and couple guards led us away. And we were approaching Camp Birkenau,\nthey preferred it be called Auschwitz, and it had the famous inscription, which still I\nbelieved, until I got in, \"Arbeit Macht Frei\" which means \"Work Makes You Free.\" And\nthis is the biggest lie, there were high voltage wires, and let me give you the impression\nwhen I saw and entered this camp. As I walked within the door, walked after us, my first\nimpression was, and I looked around because this was not a normal place you could tell,\nthat I died, this is true, and I woke up in Hell, I must have been a very bad person to wake\nup bad(ly) punished, to come to a place like this. Because the people that I saw there were\nnot human looking. Young men with shaven heads, with glazed eyes, with funny clothes.\nThey just moved in a crazy way and then the Germans shouting, they had two words, they\nwere key words, \"Raus\" and \"Schnell,\" \"out\" and \"fast.\" And lucky were us that we\nunderstood German, if you didn't then you were readily kicked or pushed and, you know,\nthe scene was that there were turrets with guards and the guns were pointing towards the\nprisoners. There were chimneys, unusual chimneys with unusual smoke coming out of\nthem. And I caught hold of a young girl who looked a little normal and I tried to inquire,\nyou know, you have learned very fast not to ask for much and talk too much, this was not\ngood, but I dared to ask, I said: \"You know, in 1942 many of my friends I think they were\nbrought here.\" And I mentioned my best friend's name, maybe you know her name was\nHelga Fayhee (ph)? So she points toward this chimney with the huge smoke, you could\nsmell the flesh from that smoke, and said \"That's were they all are, including your friend.\" I\ndidn't know what she was talking about, then. And then everything \"Schnell! Schnell!,\" so\nof course, everything was taken from us even little what we had, and \"Schnell! Schnell!,\"\nwe were chased into what they called \"the sauna.\" It isn't a sauna that you picture, it was a\nhuge place with showers, and they were real showers. We had to totally undress which was\nvery unusual, in Europe in those days people just didn't undress in front of strangers, there\nwere men there too who shaved us every place and they sprayed disinfectant on us and\nthey, they handed us this soap that had initials. It said RJF. And RJF meant Rein Juedisch\nFett, translated Clean Jewish Fat. In other words, the soap was made from the victims,\neverything was utilized there. And of course, we didn't know. So they turned on the\nshowers and \"Schnell! Schnell!\" we had to soap ourselves, and we hardly rinsed ourselves,\nthey didn't give you enough time, and \"Schnell! Schnell!\" you have to get your clothes.\nNow, you didn't get your clothes, you got what was thrown there on the floor. If it fit or\ndidn't fit, made no difference, it's not, it's as soon as it's \"Schnel!.\" Now you can imagine\nhow I felt seeing my mother in this place, and probably she also felt seeing me, but I have\nto tell you that as soon as we got there, she was not my mother anymore in a practical way.\nShe became the child and I was the mother. She just couldn't function in this place. And, so\nmy allotment of clothes was a black dress with short sleeves, and no underclothes at all.\nThe shoes were the most dire thing because they usually didn't fit, no one measured you,\nand if they were very bad, if the fitting was totally out, you were doomed because most of\nthe time you were on your feet. There were no places where you could sit or anything. And\nmany people died on account just not having the right shoes. Your feet swell or were so\nhurt that they couldn't continue, but my shoes were acceptable. And they were both the\nsame size, both the same heel because it didn't have to be. You could have had the right foot\nin the wrong, you know, different size than the left foot, or different heel. So, then \"Schnel!\nSchnel!\" they painted a red stripe on our backs because they without this you could maybe\nescape, which was ridiculous. I don't know how they imagined that. Then they gave us,\nover our left chest, describing us, what kind of prisoners we are. And then there were\nStations...",
        "Q: What did yours say?",
        "A: Jew, you know.",
        "Q: Was it a special designation for political prisoner, or?",
        "A: Not here. Not here. But then there were stations, you know, where you went through like,\nwhen you go to a subway or something you have to go through, and there were girls\ntattooing people because, you know, you lost your name the minute you arrived at\nAuschwitz, now, I had already two names that weren't mine. First my cousin's, when I came\nto Galanta they gave me my cousin's name to really legalize, then I became 'Anna\nVoyachickola' and I lost my name altogether because everybody was called out by number,\nand my number was one number higher than my mother's. The irony of it is, my mother\nwas such an esthetic person that she checked each girl that did the best job in tattooing and\nshe found that this one who did me did the most beautiful job, and I really never saw a nicer\ntattoo, if you can call it nice. [Shows tattoo] And then I got this triangle which meant\n‘political prisoner’. Now the girls told me \"Your lucky,\" the ones that tattooed me, \"you\nhave a living number.\" I said, \"What do you mean by that?\" And she said, \"Well, if you\ndon't have an 'A' or a 'B', that means that this number is as many people as there were now\nin camp and your the first one with this number.\" The people who had 'A's\" meant that one\nperson already died with that number. The person who had 'B' there were two who had died\nwith that number. So, and they have to give it to me because I was political prisoner. Now, I\ndidn't know really that I was political prisoner until I visited a year and a half ago\n06:51:\nthe Holocaust Museum and there are arms with this number and the explanation that, in the\nbeginning, it was non-Jews or old men who had this. Then there were men who were Jews\nand there were very few women who had this. I'm distinguished with this triangle pointing\nthe I am political prisoner. But you didn't want to be called your number, you were afraid to\nbe called that was the biggest fear everyone because when they called your number it meant\ndeath most of the time. So, after we were tattooed, then \"Schnell! Schnell!,\" they ran us\nthrough what was like a bunk, a wooden structure, and there were hundreds and thousands\nof them because the camp was divided into A-B-C-D-E-F. We were in 'A' camp, we were\nthe... we just came and I think they waited for the visas for something, they kept you in\nsort of isolation for a short while and there\nwas space maybe for 100 people in this camp, we were 400 in this building. And where we\nslept were bunks, three-tier bunks. The way you have it in your museum there are no, we\nhad no straw, we had no sheets, no pillows, no blankets and there was space for maybe\nthree people in each bunk to stretch out, we were eight. If one person wanted to turn\nsometime during the night all eight had to turn because there just was no way that it could\nbe accomplished, there was no space whatsoever. And at 2:00 AM they would wake us up\nwith their flashlight, again \"Schnell! Schnell!,\" \"Raus!\" Raus!\" And we would have to\nstand, everyone in front of the cottage and then we would look out into space, we saw these\nrepeated, in front of each cottage, it was like black from the people, women, standing there,\nand the magic number was five, you stood five in width and five in length. The best place to\nstand, it depended how you ran out, you know, where you got your place, was in the\nmiddle. Number one, you were protected from being seen; number two, if it was cold and\nwindy, the people somehow enclosed you. But, one day, as we were standing, you could\nstand there for hours regardless of the weather, hours and hours until it didn't jive all the\nnumbers in the camp. And the people who didn't stand in the front line had to have their\narms up over their shoulders. There was a person who was in charge of each block, the\nblock \"Aelteste,\" the block elder, and she would tell you \"Rensid Naramana,\" you know\nthey spoke Polish, but knowing Slovak so it was sort of, you know, I could figure out what\nthey meant. And you know, if you tried just for five minutes to keep your arms at that, in\nthat position, you feel like you don't have arms. And if you have to do it five hours then you\ncan imagine what it was.",
        "Q: What did that mean, what they were saying... ?",
        "A: \"Arms on the shoulders.\" And, at that time they distributed your rations. Now the ration\nwas bread, piece of bread, that was made mostly out of sawdust and some brown liquid.\nNow, I didn't have even my own cup, so I had to use from everyone, what everybody else\nused, you know? Lucky for my mother and me, the people found out that we got into camp\nand they knew who we were, some people yet from my home town and others, and they\nbrought a sweater for my mother and they brought some bread for me when we arrived,\nwhich was very pleasant to be welcomed, even there to a place like this. And the thing was\nto adapt, which my father, that was his main teaching in my life as a child. To be flexible\nand to adapt. And I was able to do it, instead of like some, and they were very detested by\nthe old prisoners, we called them \"Alter Haeftling,\"” means \"old prisoner\" and there were\nthe new prisoners which, you know, they felt they still had a good life for a while, which\nwas their right, you know. They came and started complaining to this \"old heflinck\" if they\ndetested you. But if you adapted, they helped you. And I adapted. If I knew that I have to\nwash outside in a bucket so I washed outside in a bucket. And I offered to work. There was\na job called \"stubendienst\", \"Stube\" means \"room,\" \"Dienst\" means \"service,\" so it's room\nservice. In this place, they took great care to paint the tiles red, or whatever. They broke\nbricks to make the color with water. And I offered to help and I had an advantage with that,\nthat they let my mother lie up after the bunks were fixed and she could lie there and rest, so\nthat was my advantage. And we worked hard, and one time, we had to work outside, it was\ncalled \"Aussenkommando\" , meaning \"working outside.\" So after we stood we'd file out\nthere and got our ration, there were an orchestra playing for us. There was an orchestra at\nthe gate of the camp that led outside with the vicious dogs on the other side playing a march\nfor us to march out. And I remember seeing a rotten apple as I walked and I was dying to\nhave that rotten apple and one of the guards just kicked it away before I could get it. And as\nwe walked, I saw a little hut, I guess some of the guards lived, seeing some steam coming\nout and shade, by biggest dream was to live in such a hut, to be away from everyone\nbecause you were never alone, you couldn't wash by yourself there are millions of things in\nthe wash room. You couldn't run the toilet alone, there were latrines that you sat back to\nback with people. It's nice to be with people but it's nice to be alone. And you never had\nthat, something that was your own. And in the\n06:60\nAussenkommando we had to cut bushes down on the Vistula River which was the main\nriver of Poland. It was pretty chilly by then, it was the end of September and October, it's\nvery cold there, the climate is horrible there. There's malaria there, it's a bad climate. And\none of the guards, he was a Hungarian that was taken in, he took pity on me and gave me\nhis food, and I asked him why, if your doing it he could be killed by that, and he said, \"I\ndon't want to be here, really, I didn't wanna be here. Where I lived there was some Jewish\nfamily who were very good to my family and I want to pay it back.\" And things like that\ngave you extra strength, that you saw that the world didn't go completely cuckoo, you\nknow, that there are some humans even here who are decent. That sort of gave you courage,\nand the other thing was that my father kept in touch with me through human messages,\ntelling me where he was. He worked very hard, he had to carry toilets and got a double-\nsided hernia because he didn't know how to carry. He had to shine trumpets, polish\ninstruments for the musicians. He had to put up hard shoe polish, I understand. But then at\nthe end, some of the people from my home town who had been old prisoners, because the\nold prisoners, you know, it was . . . there were\n07:02\npeople at higher ranks and some old prisoners had higher ranks. The Germans trusted them\nand gave them jobs to do. And some of them were able to get my father to become a doctor\nin the camp taking care of the prisoners. So his life had improved a great deal, he didn't\nhave to stand Zell Appell. We got better food. Some of the prisoners who got cigarettes\nthey would give to him and because he didn't smoke, he was able to exchange it for food.\nAnd he would send me a tomato sometimes, which was a gift unthinkable. And, those\nthings kept you going. And then I heard there was woman, her position was \"Schreiber\" or\nWriter [secretary?], and that was the highest position a Jew could have. She spoke several\nlanguages, she was very smart. And her position was to be in charge of all the accountings,\nof all the Zell Appells and responsible for it. That the numbers jived and are correct. Now\nthat was a very responsible position. And she found out that under this number who is the\nname, and one day she came to us, she wants to help. She called the number and I was\nterrified that the number was called. And I said, \"Why do you want to help?,\" you know,\neven from Jews you become suspicious. And she told me that her sister, and I knew who\nshe was talking about, her name was \"Goldstein,\" lived in our home town and she\nresembled her a little bit. She said, they were I remember big Zionist, her sister and brother-\nin-law and the two children, and my father saved the sister's life and the child in childbirth.\nAnd even they don't live anymore, but she wants to help us through it. So, you know, I\nalways say you never know in your life when you help someone who benefits from that\nhelp. It might be someone totally unrelated or, you know. And so, she wanted . . . her help\nwas to give us job in the latrine, that was a big job! Because if you worked there, you got\ndouble portions but I said \"I really appreciate the job, but it's one job I just can't do,\" you\nknow because, they were just holes and you take a stick and clean it with a stick and no\nmatter how hungry I was, that was something I just couldn't bear to do. So I thanked her a\nlot and had to give up. But then one day I heard that about forty-two girls that came in '42\nwith the original transport that I escaped, you know, when I went to Hungary, are being\ntaken out to a camp, which was called I think \"Auschwitz II\" but I heard later it was called\nthe Statsgebaeude, which means \"a state building.\" It was just an hour or less walk from\nBirkenau, but the circumstances were compared like from Hell to Heaven, you know,\ncompared to the situation. So I again was pretty courageous, you know, they had alarms,\nblock alarm. Block alarm meant between each A-B-C-D there were electric gates. And then\ntransports came, they locked these gates so that you shouldn't see wants going on, or\nshouldn't tell those people where they are being taken because if two, three hundred people\ncome and they find out and they started to fight, you couldn't do the killing job properly\nand, well. But I went through this alarm before the gate closed to her where she was, and I\nsaid, \"Now, you wanted to help us once, maybe you could help us now. I heard these girls\nare being taken there, maybe you could include my mother and me in that group,\" and she\ndid. And that was a big, big help.",
        "Q: Before we go on, can I ask you some questions about Birkenau?",
        "A: Yeah.",
        "Q: The block leaders, the block elders, where were they from and how did they treat you?",
        "A: It all depended, it was totally personal.",
        "Q: In your hall, in your barracks?",
        "A: I can't complain, I can't complain.",
        "Q: Who were they?",
        "A: I tell the truth, I can't complain about any of the help and why I was treated right. First of\nall, they knew my father, many of them. Because many were Slovak girls. And my father\nhad such a wide reputation of being so decent and good, that, and they were so amazed that\nmy mother got in at that age that they were just happy to see a woman her age make it. And\nI didn't complain, that was another thing, even in fact I always offered to do something, and\nthey wanted to help. So, I can't complain in my. . . Hmm, there was one, her name was Ella\nwho had a position who was totally crazed. I have a picture in front of me, she had like\nblonde, curlier, wild hair, and she walked around like crazed, and hit whenever she would .\n.. So I was hit by her and so was my mother, but it wasn't anything person, she was nuts.\nYou know, there were many who were.",
        "Q: Where were they from, were they Slovaks?",
        "A: Yeah.",
        "Q: Oh, they were?",
        "A: Of course, Jews, yeah.",
        "Q: Now, in your barracks, where were the other prisoners from?",
        "A: There were some French prisoners and it was very interesting. You know, they wore\nturbans, they tried to be very feminine, and some were Greek and sang beautiful songs, just\nbeautiful songs. One was a French woman who said she's a Rothschild and she's very rich,\nyou know. I mean, people were nuts, you know, I mean, there were some from Hungary\nand they were not liked. And I'll tell you why they were not liked. Because many of the\nrefugees like me went to Hungary and the Hungarian population, Jewish population was not\nvery sympathetic and helpful. For one, they were taken and these people remembered it,\nyou know.",
        "Q: Did people help each other or did the whole morality change?",
        "A: Some helped. Now, it was all... I tell you, it was who you were. You didn't change that\nmuch while you were there, to tell the truth. If you were nasty, you got nastier. If you were\nmean, you got meaner, you know. Of course, circumstances could make you that way too.\nFor instances, I was offered a job of the Stubendienst, and sometimes the Stubeindienst had\nto hit because if someone wasn't \"schnell\" enough, you hit them to make them \"schnell,\"\nsome couldn't, they couldn't move. And I thanked them very much, I really didn't ask for\nsuch a job. But, it'sa...",
        "Q: There were a lot of people though, that just..I mean, had to survive themselves, and...",
        "A: I have to talk about this. I had a cousin, who came with us. She died not long ago in\nSwitzerland. Now, I have never met anyone like her because she came with us with the old\nlady and when we were first taken into the sauna she helped her to soap, not enough that\nshe had to \"schnell! schnell!.\" She took care of this old lady, and if someone was hungry\nshe was able to give her food to that person, and you know, no one did that because the\nhunger was to such a degree, I mean, it's unbelievable to be able to be so hungry that you\njust didn't give what you had, you know, so she was able to be so good, and so, there were\nsuch people.",
        "Q: Were there also people who were taking from each other?",
        "A: Yeah, stealing. You know, but we couldn't, but we didn't eat because we didn't want to eat\neverything in one time. We would have liked and ten times as much, we put it under our\nhats because that's the only way it was safe. And sometimes when people fell deep asleep it\nwas taken even from\nthere. And some of the bread was rat eaten and we ate that too.\nEnd of Tape #3\nTape #4",
        "Q: Did you get away with religious observances in Auschwitz?",
        "A: Only on a secret way, secret way, yeah. But even I had Yom Kipper services in a basement,\none looking out and they knew their prayers by heart, some of them, and they did it, yeah,\nright. I find me a prayer book, and I'm so sorry I don't have it, I had it for a long, long time.\nUp to liberation almost, and I don't know what happened to it.",
        "Q: Was there any religious activity in your barrack?",
        "A: There were some women, it wasn't in my barrack, but there were some women that I know\nwho prayed, and I did too. When I was totally . . . didn't know what else to do, I prayed to\nGod, and it was a very fervent prayer. And I believed that I will get help, I strongly\nbelieved in it.",
        "Q: You were there around the time of the High Holidays?",
        "A: I was there during the High Holidays.",
        "Q: Was there any recognition?",
        "A: I knew we knew, but it's a High Holidays, we had to work. But by then I was in a better\ncamp. But while I was in this camp, there were some Slovak girls who worked in a\nmunitions factory and there were some who worked in the commando, in the crematoria\ncommandos, who wanted to bomb those crematoria, but they needed the material for it.\nAnd these girls carried on themselves the powder on themselves because they were\nsearched every time they entered and left the gate and then they had enough. And when\nthere was enough, they did bomb in October of 1944 two of the crematories, which stopped\na lot of the killing but, unfortunately, those girls were hung in front of everyone.",
        "Q: Did you know them?",
        "A: No, I didn't know them but, yeah.",
        "Q: Were there any other efforts do you think for people to sabotage or in some way resist what\nwas going on?",
        "A: Maybe it was, but I think it was the old timers who would do it because, see, they had\nconnection with the men's camp. Sometimes men came to work into the camp and the\nmeeting place was the latrines. Newspapers were brought, their exchanges with cigarettes\nand food and they got their news and they got what their going to do there. That's where\nthe, you know, the Germans didn't go in those latrines for obvious reasons, they were not a\npleasant place to go.",
        "Q: Was seeing collective punishment or beatings or these sorts of abuses, was that regular?",
        "A: Now beatings, they were constantly beating. If you didn't go fast\nenough they kicked you, they beat you, they send a dog on you. That was normal life. For\ninstance, someone died and in the same bunk was a person was alive and the dead person\nwas next to them, you know, and that was a normal thing. And, I want to tell you this story,\nwhich I didn't finish. Once we stood cell block count with my mother, it was in the\nbeginning, and one of the Germans who were counting came and pushed her out in front\nand the next stop would be to take her number and then take her away. In my desperation, I\nlooked down on the ground hoping some miracle happens, and as I looked down I saw\nsome red something appearing, and I picked it up even so it was not allowed to move from\nyour position and 1... it was something and I smeared it on my mother's cheeks and\npushed her back in and it worked. He never paid attention to her anymore. So I feel that was\nmy personal, you know, victory so to speak, you know. And there were such personal\nvictories, that's all you could do, you had no arms, there was no communication with others,\nyou know. Things like that have to be made together, you know, there has to be a leader,\nand we were constantly weaker, you know, weakened from starvation and you loose the\nwill to do anything, you know you just want to, one more day, one more hour, one more\nminute. But anyways, I started telling you that I went to this woman, to the \"Schreiberin\"\n(her) name was Attica and I begged her to help us now, which she did. So one day we\nfound ourselves standing with I think there were forty-one and two of us made it forty-\nthree, and they marched out into the Statsgebaeude it was called. There were only Brick\nbuildings there, I understand that these buildings were made for the Russian prisoners of\nwar and then, when they were moved, they others moved in, you know. There were only a\nthousand women in this place. You know, I found some couple girls from my home town\nand when they arrived, they waited us with real towels and with real soap, which was great\npresent to have. And they made arrangements that I could see my father, they knew the\ndoctor in the women's camp and she could send me to the dentistry. You know, it was a\nprivileged camp so to speak, this was the Red Cross camp, this is what they would show,\nthis camp. Our Zell Appell lasted five minutes, it was just the performa thing to do. We\nwere really not starved there, we got enough bread and things and we could actually, there\nin the basement of each building, there were places where you could sit down and eat. And\nwhen I tell these stories to other survivors I don't think they believe me, but there are some\nwho were there know. And most of the people who were there worked for the Germans.\nThey were either fantastic seamstresses or some craftsmen. Our job was, you know, there\ncame the transport from Poland and Belgium and brought these magnificent linens. The\nGermans had, it was called Naehstube, sewing room, and there were tables with\nmeasurements and you took this linen, you put it on this table, first you measured it how to\nfold, you know, the measurement were there for right folding, and you checked it for\ndamage or for excellence. If the linen was totally new or in good shape, it went to the\nofficers of the highest rank. As they degraded it, so it went to the lower rank officers and\nthen they had women who right away mended it, and my mother was one of the women\nwho mended it. And they took us twice a week for showers, and this was... and we each\nhad our own bed, bunk, I mean, they were still bunks but pillows and sheets and heated. I\nmean, unbelievable! I thought I'd got into some sanitartum or something, I couldn't believe.\nBut, unfortunately, after being there very brief time I came down with the horrible typhoid\nfever because we had a lot of lice and the lice are the best to get you that, you know, they\ngo from person to person. And I ended up in that hospital there. Now, I was very fortunate\nthat I got it while I was in that particular camp and not in Birkenau because typhoid,\nsomething that spreads 1s assured death sentence. I mean, over the death sentence of being\nthere. And I was able to communicate my symptoms to my father because the nurse where I\nwas had a husband who was a nurse in the men's camp where my father was. And just over\nthe fence, she was able to give him little slips of paper, and so my father ran into the lab and\nfound the slides with my typhoid, you know, saying that I had typhoid, and destroyed it so\nno one could find it. Otherwise they would have taken me away. And he even got\npermission from one of the German soldiers to visit me there. And I knew when he's\ncoming, so my mother was already, she was in the hospital too. And he brought me some\nfruit and he gave me a shot, and this is incredible because it never happened before. He had\nsuch ways with people that even the Germans fell under his sort of spell. And he said, \"I\nknow, I have a child too,\" I know how you feel the guy told him and so he saw me there,\nand I knew that one of the doctors was not a doctor who was treating me, I could tell. And\nso he asked that someone else could treat me which the real doctor did. And he took time,\nof course, to get better in a place like that. And I became friends with someone who was\nhiding there because they wanted to make on her medical experiments and she came in '42,\nthe same time my husband's sister went. And she had goiter, and one of the doctors that was\nhis specialty wanted to do experiments on her and the girls were hiding her. So we became\nvery good friends and remained friends until she died, she lived then later in Israel and I am\nstill in contact with her husband and son.",
        "Q: Were you aware of any of their medical experiments, was that still going on?",
        "A: We heard about it. We heard about it or from her heard it in that hospital, definitely, I knew\nabout it, yeah.",
        "Q: Any particular kind of experiments?",
        "A: Well, this I knew, that someone had some sort of cancer, they were trying to do\nexperiments on her. And I think they did on ovaries, all kinds of things. But, I had terrible\ntyphoid, I couldn't say I'm going to make it really, but soon after I got out of the hospital\nand got back to my barracks, we were told to go out in the middle of the night and stand in\nline to give us extra food and we were marched out of Auschwitz because\n07:27\nthe Russians were coming, this was in January, 1945, and they didn't want the Russians to\nfind us there and what they did to us. And so, the whole camp marched out that night.",
        "Q: Okay, before we get to that, I do have some more questions to ask, I think you had a\nstrategically more of a vantage point, especially with your father in the hospital.",
        "A: Right.",
        "Q: Did he ever say anything about medical experiments in you hearing?",
        "A: No, no.",
        "Q: Nothing.",
        "A: Yeah.",
        "Q: What about, when you mentioned the soap, when you first were in, that really wasn't Jewish\nfat, was it?",
        "A: I think so.",
        "Q: Oh, you do?",
        "A: I think so, yeah. Why not? They made out of the skin lamp shades and out of the hair they\nstuffed mattresses in Germany, so I wouldn't say...",
        "Q: You could just wash yourself with it?",
        "A: Oh no, we didn't know what it was then. And even if you did, there was nothing else. It's\ninteresting how a person comes from normal surroundings and has to adapt to this\nincredible low creature surroundings, you know. I don't know how long you could do it, but\nyou do it. And if you don't, those who didn't died. Those who couldn't adapt died. It wasn't I\nwas stronger, or healthier, or better, or anything else. I just knew how to adapt. And, I had\nto live on account of my mother, she could not live without me, and I had responsibilities.",
        "Q: Did you work every day?",
        "A: Almost, yeah. I had several jobs. We were carrying bricks at first and we carried it like you\nwould have, I don't know, what kind of a precious thing, and it was a totally, had to use\nbecause we carried it to one end and you carried it back to the other end, it was just to give\nyou a job. Then, we sifted sand, you know, to sift sand, and then, you know, worked\noutside. That was, no one like to go work outside.",
        "Q: Was there any break in the week, was there something that happened on Sunday?",
        "A: Sunday. Sunday, you didn't work, but you still stood cell block count, got the same food.\nOh, they put in your liquid little more, something, horse meat or...",
        "Q: Were there any kind of activities other than work and the appells?",
        "A: You know, for some reason, I remember, I think it was New Years Day. There was a\nprogram where I went and maybe it was in this other camp, you know it's unclear, but I\nclearly know I went where the prisoners were allowed to mimic the Germans, you know,\nand they all laughed. But then in middle of it, when you forgot yourself where you are, the\nsirens started blowing and everybody has to run out and back in their place.",
        "Q: So there were a few occasions where there was... ?",
        "A: That's the only time that I remember, only that time.",
        "Q: And when the music was playing for you all...",
        "A: Yes, and marches, the marches.",
        "Q: And those were prisoners who were playing the instruments?",
        "A: Oh yes! There were fantastic musicians, there was one who was a soprano, I think, a singer,\nwho sang maybe for the Germans for entertainment.",
        "Q: To your knowledge was there any sexual abuse of any of the prisoners?",
        "A: I heard there were many women, more like girls, and they took on young girls and they\nwere able to survive. Eleven, twelve-year-old, they pulled them, they were like messengers,\nyou know, they were messengers but they lived with them. And there were very pretty boys\nwho had the same function.",
        "Q: With the SS Guards, or... ?",
        "A: Yeah, right. And those survived, those children survived. I don't know how their mental\noutlook is and so on, but they survived. But, I know.",
        "Q: Were there any relationships between the prisoners?",
        "A: Yes, there were, between the men and women, yes there were. But it was on a hidden, in\nhidden places, you know. And it was the ones who were there longer and were better fed\nand had interest in sex, when you half dead, your not very interested, you want to have\nbread, not sex, you know.",
        "Q: Were there relationships within the women's barracks at all, for companionship or... ?",
        "A: You mean sexual relation .. . ?",
        "Q: Yes, for companionship ...",
        "A: Yeah, companionship and I saw, there were two in the sewing room later on, there was one\nvery pretty girl who liked girls and she would give them extra food and extra, yeah, on\nsome occasions you could see.",
        "Q: But not very often... ?",
        "A: You know, we were so driven you seldom had an occasion for anything extra, it was...",
        "Q: Anything else you can think of that might be important to remember about Auschwitz?",
        "A: I can just tell you that when we had to move out, many of the old timers were thrilled\nbecause they never thought they would ever leave that place. I don't think I was that thrilled\nbecause it was again into unknown, and we had to march real good beat, you know, good\npace in the snow and in the cold and I just got out of typhoid and I really sat down in the\nsnow, I didn't want to go on, I just couldn't. And that was the only time that I remember that\nmy mother acted as a mother and prompted me to get up and move on. As we walked,\nagain, I was encouraged by one of the guards who asked me, not commanded me, but asked\nme to go faster because, if you didn't, they had a long stick with a big stone and they\ncracked your head, and if you couldn't keep up walking at a certain pace\n07:34\nbecause they didn't have any more, that many guards, they were at the front. When they\nkilled you, they cracked your head and we saw a lot of dead people in the snow. We were\nafraid to look, it might be someone you recognized. We walked like that, there were people,\nwe went through Plesch ? (ph), a Polish village, and the people there stood because they\nknew how thirsty we are with buckets, they wanted us to have water, but they didn't let us\nstop to have the water. And we were tremendously thirsty, you know, you walk and walk\nand you walk like that until eight at night until we got to barn. And whoever fitted into the\nbarn was able to go in it. There were the animals, barn animals were roaming, cows and all,\nbut they didn't care. There was straw, we were out of the real cold. We were afraid to take\noff our shoes as we could never put them back, you know, they were red and our feet were\nswollen so we just kept them on and, in the morning, when they opened the barn door there\nwere a lot of frozen bodies outside, people who didn't get in. And then, we were marching\nfurther and transported with the open wagons, which was almost worse than walking\nbecause the cold was just so penetrating, the wind blew all around you, people died right\nthere in the wagon. They had no food, the only thing we could collect snow and eat that.\nAnd in one point the engineer was unusually kind and if he stopped the train once in a\nwhile he would let some of us collect the steam from the engine to make some hot liquid.\nWe were transported like that until we came to Ravensburg.",
        "Q: How long were you marching, and the train?",
        "A: We were marching I would say a good day, and the train another day.",
        "Q: And the local people saw you going by?",
        "A: Well, the trains they didn't because that was the railroad you know, and...",
        "Q: How many of them were you, how many were you?",
        "A: The whole camp, all the women from the camp. Heard they took the people who couldn't\nwalk, they put them on wagons but, you know, after a while we didn't see them anymore.\nThe whole road was full of the people who are marching and they must have marched\nbefore us because half of the people are killed.",
        "Q: This is thousands?",
        "A: Thousands.",
        "Q: And this is just the women?",
        "A: Just women, at that point. I think the men were going before us. . .",
        "Q: Beginning of January?",
        "A: This was middle of January.",
        "Q: And were there planes above?",
        "A: Didn't see, didn't see.",
        "Q: Okay, so where did they take you?",
        "A: We came to a place called Ravensburg. And they left us stand out, thirsty and hungry, some\npeople had something to deal with and so they got water, or something, but I have nothing\nto exchange for, what? So we just stood and were hungry and thirsty and worn out. Finally,\nthey let us in, it was called the Seamen's Barrack, seamen's like you say now, the electric\nseamen's, and there we sat on the floor and then at one point, a guard brought a bucket of\nwater and everyone rushed to him to get it and he just spilled 1t out. And I was so mad, and\nI didn't care, I said, \"Why didn't you just kill us, because we going to die anyways?\" So\nthen he brought more and he let us slowly take, each. And then, we were distributed into\nbarracks. It was so crowded at that time Ravensburg because they'd brought in from all over\nthere, it was aman...a ladies camp, a women's camp. That was already in Germany.\nThere was no place to sleep or to be. Luckily, I got a place on top someplace with my\nmother. Snow was falling and it was pandemonium. Next to us was some German\nprostitutes with tuberculosis, a lot of them. And then they were announcing who speaks\nlanguages, particular the languages that I knew because the Germans were very meticulous,\neveryone had to be registered. Exact! And so, I was being taken someplace, they gave me a\nbig basin with warm water and soap, I could wash, and started work, you know, asking\nquestions. But then after a few hours when I returned to my own place, I couldn't find my\nmother, she disappeared! So, I thought, I can't leave her by herself, she would wander away\nyou know, and I just gave up the job and usually, I stood for her in line. Whatever I could I\ndid for her. And after being there few weeks they loaded us on regular trains and took us\nfarther. We didn't know where, but farther into Germany. And when we got off the train\nwas a beautiful country full of woods, normal circumstances would have like it, and our\nneighbors, this was not a large camp, but amazing but there were a few women in\nCleveland who were\nliberated in this same camp and my friends sister too, so it's interesting, probably they got\nthere the same way I did.",
        "Q: What was the name of the Camp?",
        "A: It was called Neustadt-Glewe. It was the name of the city, the camp had no name. They\njust, the city was Neustadt-Glewe, it was in Mecklenburg, Germany, because I saw this\nsignature...",
        "Q: Is this a labor camp?",
        "A: No, it was not. . . it was a concentration camp. And there were some laborers, they lived\nseparately, and they were the French prisoners of war, our neighbors, who gave us courage\nby letting us know where the war is standing, that it's not too distant until liberation,\nbecause by then we were so terribly starved that I developed what you call hunger edema,\nit's... your body, it's not only your stomach, but all the cells in your body are hungry, are\nmalnourished. For instance, if I would stick my hand, they skin wouldn't jump back the\nhold would just stay. And I developed fever, I got like red lines on my legs, it was all from\nhunger. And so, I knew we couldn't live much longer there, you know, no energy, it was\nhard to just move or get up. We didn't do work there, but we weren't fed either, I mean, just\nwater, sort of, or liquid. But then, after it was May, it was actually May 2nd, we looked out\nthe window, it was a lovely day, and we saw our guards looked unusual. They were\nunshaven, they were drunk and they were leaving. So, we sort of knew the end came. And\nthe French prisoners of war cut through some wires, we were surrounded by . . . they cut the\nwires. Just a couple of days before that or so, a girl was so hungry, you know, there were\ngoing wagons on the road which wasn't far from us that had these sugar beets or horse\nbeets, whatever, because we got this soup, this horse beets, maybe that's what it was, and\nshe picks up one that the wagon, you know, it fell. And one of the guards just waited until\nshe put it in her mouth and shot her. And they had potatoes and vegetables dug in the\nground, they made hills. The looked like hills, there were so many, and they wouldn't give it\nto us. And, after we were free, we really didn't feel that free. No one came there, none of the\nAmerican army who freed this territory didn't know we existed. The town wasn't very far,\nbut they didn't know. And so, no one came then, we didn't know what's our next move.\nSome people became very unhappy and screamed and cried because they just, it just\ndawned on them that they are left alone, that all their loved ones were killed off and there\nwas no place for them to come back to. I had my mother to take care of and I had became\nfriends with two other girls, one was from Yugoslavia, one was from Romania. And we\nbefriended each other in this particular place. And they moved out together into the\nbuildings that were occupied before by the workers. So each had our bed, and there was one\nvery energetic girl that I met after the war and became friends with and had her mother\nthere too, she had the energy to take a big pot of water and boil potatoes which was the best\nthing for our stomachs. Some girls ran into this warehouse that was there that was loaded\nwith Red Cross packages that was suppose to be given to the French prisoners of war and\nnever was, and they got deathly sick. They got such diarrhea that some died. My mother\nsuffered from chronic diarrhea, even from the potatoes, she was so weakened. And after we\nwere like that, you know, washed ourselves and scrubbed ourselves, we went into town. My\nmother was left behind but I went with my two friends into town, to Neustadt-Glewe. And\nas we were entering the town, we saw some, about three or four American Army personnel.\nAnd I spoke English, I wouldn't say I spoke like I do today, but I could be understood and I\nunderstood and I spoke well German. And they were sort of looking around, and there were\nsome German army personnel with them and it seemed like they were looking for\nsomething, so I went to them, and I said, \"Could I help you?\" And they said, \"Yes, tell them\nto throw down their arms,\" which I did with pleasure, of course. And, as I went into town, I\nsaw even a nicer scene, I saw the American Army on both sides of the time walk and the\nGermans walking the middle throwing their arms in front. And the prisoners made a thing\nlike a carnival in town, they ransacked the stores, they stole bicycles, they just walked on,\nthey thought it belongs to them. They took baby buggies and loaded them with whatever\nthey could take, and I just wondered where they were going with all that. We entered a\nGerman house, and you know this city was totally undamaged, the war never entered this\narea. So we entered a German house, the inhabitants were nicely sitting around their table,\neating, and the only question was, \"Are the Russians coming? They were not afraid of the\nAmericans, terrified of the Russians. I said, \"We have no idea who's coming, you know, but\nwe would like some food,\" and they let us go by ourselves in the basement that was loaded\nfrom floor to top with food. And we helped ourselves, with canned things. And one smart,\nand there was some fabric, I remember there was a red and white sort of cotton fabric, that\nmy girlfriend from Romania she was a fantastic seamstress, she tore it and made a skirt out\nof it for me. And I came in that skirt back home actually. And one girl was very smart and\ntook couple bottles of drinks, I would have never thought of it, which was very helpful to us\nbecause right after the Germans liberated the town, two days later it became the Russian\nzone, and the Russian soldiers were totally ungentlemen-like. They wanted to rape us, no\nmatter what condition we were in. We hardly could escape them, and we decided we are\nleaving, we didn't know how, but we knew that the Americans are next door. We walked\nout of there. They wouldn't let us through. But then when we showed our drinks, the bottle\nof drinks that pacified them, they let us through. And we actually, probably came to the\nAmerican Zone again because it interchanged, sort of.",
        "Q: When you say that the Russians tried to rape you, what does that mean?",
        "A: They ran into the door, into the door and to rape us. My mother had to kneel down and beg\nthem to leave me alone. And then, one got drunk and while he snored, we ran out.",
        "Q: So nobody was hurt?",
        "A: No body was hurt, but it was close call, was a close call, I just couldn't care.",
        "Q: Now, I may have lost something along this. . . 1t seems like you left Skarzysko-Kamienna\nin January, you traveled...",
        "A: Ravensburg.",
        "Q: You were in Ravensburg for several weeks?",
        "A: I came to Ravensburg until about February, and in February we were couple months in\nNeustadt-Glewe.",
        "Q: Oh, you were there that long?",
        "A: Oh yeah.",
        "Q: But no work or anything?",
        "A: No. No, you know, there was no work and no one could work anymore. Some women were\nthen knitting for a German, there was a horrible German woman, she had boots, you know,\nlike the German have, they had boots up to here, their socks their sticking out, and they had\na horses whip stuck into the thing and just whipping people, you know.",
        "Q: And the guards there, they were all Germans?\n07:52",
        "A: Yeah.",
        "Q: Did you think you would get free?",
        "A: Not sure, not really sure, we hoped, you know. But as we were getting victory, you know,\nwe didn't care anymore. We just became so passive that to get up and actually wash\nourselves was the biggest feat we could do, you know.",
        "Q: Did you want to live at that time?",
        "A: Yeah, sure I wanted to live, yeah.\nEnd of Tape #4\nTape #5\n07:53",
        "A: So, we walked on this highway, we left Neustadt-Glewe and we went through the Russian,\nyou know, he let us through. It was a hard job, we had to beg him. But, we got on this\nhighway and there were woods on both sides on this highway. Actually, we really enjoyed\nthis walk because it was for the first time that you walked and no one said, Schnell and\nRaus. You don't realize what it 1s, just to walk and no one chasing you. And then we saw\nthe woods, which until then, you know, Auschwitz had absolutely nothing of nature, and\nwe heard birds that . . . it's so delightful when you haven't heard it for such a long time, just\na nice voice instead of those harsh, horrible voices. But then all of a sudden we heard shots\nand we thought, oh God, they're after us now. But before we had a chance to be really that\nscared, we saw American, people in American army uniform running out from the woods\nand they saw us and saw how we looked all scared and, you know, and they said, \"It's the\nend of the War, end of World War II. We are celebrating.\" It was May the 8th, end of\nWorld War II and they were shooting tn the air, celebrating. And we walked sort of with\nthem to the next town which was their headquarters, it was called Ludwigslust, the delight\nof Ludwig, I understand it was a summer place for one of the King Ludwig and you could\nsee his castle there on top and the American soldiers were in charge of the bakery so we got\nright away a loaf of bread. And they went into German, there were only Germans, into one\nof the houses and asked them to give up one of their rooms for us. And they brought us\nsome food and some clothes. And I remember going into this little town, it had a little pond,\nsort of a lake or pond, and benches around it, and I found a book with German poetry, and I\njust enjoyed sitting on this bench reading this book. You know, I haven't read anything for\nages. So, we didn't know anything about my father and we wanted to go on, you know, get\ncloser to home, and we found\n07:57\nsome French, you know, liberated French prisoners of war, that had a bus or truck that is\nheading toward France, and so we asked them to take us on it. Our first stop was a camp,\nsort of, that was set up by a, I didn't know then U.S.O. personnel. There were women and\nmen and they were serving on tables, I remember, with napkins and, you know, it was first\nnormal setting of some kind of a food. And one soldier who was from Cleveland, I know, I\nwish I would have remembered his name, gave my mother his food ration. He said he\nwishes, you know, he hoped that if his mother would need something like that, they would\ngive it to her. And he gave us a special little room, just a cubicle, for us to sleep there. But\nthe next day, the bus moved on and it stopped in Celle, which was again I think Eastern...\nno, actually, it belonged to the English, it was the English zone, you know there were so\nmany zones. This was the English zone, it was near Bergen-Belsen, was right next to\nBergen-Belsen, but this was like a DP Camp already. And they made me a, like the camp\ntranslator, so they gave me a nice room with my two friends and my mother, and I found a\ndoctor who told me the best thing for my mother is toast and tea. They wanted to keep me\nin the hospital there but I didn't want to go. And there were Czech partisans and Slovak\npartisans, this is what the camp started with. And there were some who were like in big\nrooms sleeping in, but we had our little private area which was very nice. And we\nrecuperated, even so I still had that hunger symptoms, this red streak and fever. And then I\nheard that there's a bus and there were Gypsies, many Gypsies in this place and a lot of\nGypsies. And I found out that from Prague they're sending a bus for some of the people\nfrom Prague who were there, prisoners, to bring them back to Prague. And there were only\nso many seats for, you know, the people were named because there were no gasoline, you\ncouldn't find gasoline. So, I went again to the camp, whatever, in charge of this camp, an\nEnglishman, and I said, \"Could you do me favor? I brought my mother through all this, I\ndon't want her to perish now. I have to get closer to better health for her, could you get us\non this bus?\" And he did. So we got on this bus, and actually, I was helpful because they\nstopped it because they were going from one zone to another and they didn't want to let it\ngo through. So then I spoke to them, \"Is there any other way?\" There was a dirt road so we\ntook the dirt road and we got through and I remember, our first night we slept Halle,\nGermany, and there were some students who gave up their place for us to sleep and, I never\nforget, it was the first fresh coffee for breakfast and some regular breakfast, and then we\nwent down to Prague and we were brought the Red Cross building, or where ever the Red\nCross was, and they gave us money and food and they had already had posted some people\nsurvived, so we looked, you know, any news .. . there was nothing about my father. So, we\nslept there one night and headed closer to home. So we went on the one train that left\nPrague and they had a rule that the first seating went to the survivors, only then could\neveryone else sit down. And so we sat down and got to Bratislava, the capital of Slovakia.\nAnd in the same train compartment was . . . there were besides us, three women,\n08:02\nall from that region. One woman left behind a husband and child, three years . . . she was\nthree years in camp, and she invited us to her place. The other one left a husband behind\nand, so then we came all to her place first, where she left the husband and child. It was early\nmorning, the train arrived and we walked to her place. And we see a man turned to the back\nof us with his Tallith, you know the prayer shawl, praying it was her husband. And when\nasked about her child, he said, \"Just a minute.\" He went to the neighbor and brought the\nchild, so they survived. So this was very good news. And then, the one young woman who\nleft her husband found her husband. There was really just us left, and we walked, we\nwanted to go to the public bath to really wash up and, as we walked, we met a man from my\nhometown, Mr. Bernfeld, his name was Max Bernfeld, and... a tall man, and he... was\nsurprising that he recognized us the way we looked, and he said, \"Why are you so upset?\"\nAnd we told him we don't know what happened to my father, and he said, \"Well, I do.\" And\nhe took from his breast pocket a prescription blank with his name and address. See, what\nhappened was my father, as dedicated doctor he always was, stayed with his hospital people\nin Auschwitz. Of course, they lined them up to be blasted, but the Russians arrived minutes\nbefore it could happen. So, instead of in May, he was liberated in January. And slowly, he\nhad contracted typhoid too on the way, but he made it to Poprad? (ph) where there was a\nhospital that he knew the doctor there, so he was able to recuperate there and make his way\nback home to, he came to Budapest, which was liberated. And he, the address was already\nthis man told us, he's practicing in a furnished room, medicine, so we were able to send him\na message right away that we are alive because he didn't think we would be, especially me,\nhe saw me last having typhoid fever. And, we went on the only train that went from\nBratislava to Budapest and it was so crowded that I pushed my mother through the toilet\nwindow in to the train because the steps were all taken. People were standing on the steps\nand there were many Russian soldiers going to Budapest. There were no windows on the\ntrain, and so we sat down on the floor too, we were glad to sit. And we arrived to Budapest\nmany hours later, it's a short train ride normally, but you know some of the tracks were torn\nor ruined so they had to always had to get out and correct them and continue. And, when\nwe arrived to Budapest at the train station, the Jewish community was waiting at the train.\nYou know, what's sad was no body else but the Jewish community was waiting, there was\nno one else, you know, the whole city should have been waiting or, you know, some other\npeople but no, 1t was always the Jewish community who set up the food kitchens and who\ndid everything. It was a Joint Distribution committee who did all that. The people were\nwaiting with makeshift transportation to bring some people who arrived with the train had\nno legs, had no way of walking, they were in a horrible shape, much worse than my mother\nand I, and so they were waiting for them to transport them to the hospital. And they had a\nfood kitchen already set up too. And some had big posters with blown up pictures of\n08:07\ntheir lost children or husbands or wives. The fears asking, \"Have you seen this person?\nHave you seen this?\" You know, it was a hopeless question. So, we made our way,\nwalking, to my father's address and the landlady hardly wanted to let us in the way we\nlooked, you know, she couldn't believe who we were. But then I knocked on my father's\ndoor, but typical of him, he said, \"Just a minute, I have a patient I have to take care of right\nnow.\" So he did.",
        "Q: He knew it was you?",
        "A: Sure! And he then came out and, of course, we were together, which was incredible after all\nthat time. His first job was to delouse me with all kinds of mixtures, then we went to eat.\nBut I have to tell you, I never looked full, I ate and ate and I was continuously hungry, there\nwas no end. And then after weeks of this, I finally upset my stomach and I knew this was it.\nI filled myself up. My father's birthday was in August and I had nothing else to give him, so\nI wrote down my entire experience for the year that I was away, totally, and I had total\nrecall at that time, and I forgot all about it, but he didn't. He saved it and I found it after he\ndied among his belongings, which was very helpful to me because I translated it then into\nEnglish and added many things and now the Museum\n08:09\nhas it among their archives. While we stayed in Budapest I finished the Gymnasium and\nthen to the Jewish Gym they were very tolerate, you know, and I made in one year all six,\nseventh, eighth grades plus the diploma I got. Then, we wanted to go back and my father\nwanted to resume his practice. So we went back, but we couldn't find . . . we couldn't get\nback our apartment. Our furniture was being used by other people. Most houses in town\nwere occupied by people who didn't belong to them. They just took them. And, someone\nwho offered my father to put away things, put away so good, that when my father came to\nthe door, he appeared in my father's suit, shocked that he had returned. And this was an old\npatient of his. The anti-semitism continued, it was not a very nice place to be, and it was\nlike a ghost town. None of my friends were there, most of the Jews weren't there, it wasn't\nnice. And I went and registered in Bratislava to medical school and that's where I met my\nhusband several months later because I needed bones to study for the exam and I never\ncould visualize things, it was anatomy of the extremities, and I had to do good on my\nexamination because they had, the government, Pollack?? government, still had our\npassbooks. They didn't return our saving books, they just gave out certain portions and if I\nwas a good student and proved it they gave out so I could continue my schooling for the\nexpenses. So I had to go every month and pass an exam. So I needed . . . I, someone, I was\nstanding in line someplace, because you always stood in line for something, and one of my\ncolleagues said, \"Oh, I know someone who has bones.\" So I went and knocked on the door\nand, it was a strange place. It was an apartment with a white-haired lady who had a bun on\nher head and she spoke only Hungarian and it seemed like my husband didn't speak\nHungarian so they communicated by singing, more or less. They sang out their...\nwhatever they had to say to each other. He had a room, he had no other clothes but this suit\nhanging on one of those hangers you see in the waiting room floating around. It was... his\nbedding was draped and open, I'll never forget the picture of the room. It was like... 1t had\na skull that he used, I don't know for what reason, and he had a record player and a piano,\nand he had bones. That's what I came for. And so... wrapped the bones and it was\nChristmas vacation so I went home with the bones to study. And my mother always took\nmy laundry when I arrived and she wasn't prepared because this was all wrapped in laundry\nwhat was coming out of it, I just heard a big scream, and the bones came out and she felt\nthat I should bring back something in return for the favor, so, she was a fantastic cook and\nbaker so I brought good food back. So,\nanyways, and I returned with all that good food and I guess love must have been started\nwith his stomach because we started going out together. There was a big difference in our\nphilosophy - I was religious and brought up religious and he had absolutely no inkling of\nany of it, and I said, \"We can't get serious before . . . either things have to change or\nsomething.\" In fact, I sneaked him home because my mother didn't want to meet him, and it\nwas very funny, she said, \"What do I say? Who is it?\" You know, because in those days\nsomebody had to be something. He had to either be a finished, what she called a finished\nperson had a degree or a job or something, and he wasn't that. So, said, \"Oh, his name\n08:16\nis Adam,\" So at least I can say the first name. And then when she saw him, how skinny he\nis, She took pity on him and he appreciate her food so much, and she whispered to me,\nbecause he was so skinny that his Adam's apple would move up and down, his neck, and\nshe whispered to me, \"Don't let him take a bath, he might get down with the drain water.\"\nSo, but, somehow they got to like him and he really, was being taught to be religious, he\nwent and found someone who was teaching him to know some, some basic things. And so\nthen we got engaged. But I was asked if I want to come by a teacher that I had to the United\nStates. And I did, I didn't want to remain there, even signing on, giving up my future\nprofession because I didn't know what's waiting here for me and my husband says he wants\nto come too, he has an Aunt here, in Cleveland, that's how he got to Cleveland. So, he didn't\nknow how to write so I wrote, so I cheated, she thought he was very good in English and he\ndid. . . she know there's some girl involved, she was a... we know and she thought, \"Oh,,\nshe's going to have someone living with her and she send him a boat ticket, fancy boat\nticket, as soon as she found out the story she removed the boat ticket, withdrew the boat\nticket, and he had to come then with a horrible boat, but I was the only one who could come\nout as a student and my visa was only for eight months and I didn't want to come all by\nmyself but my husband said I should because somebody has to do the foot work for all of\nthem, he was very right. So, I came, I had some relatives that I never met and neither my\nfather but they were kind enough to send me airplane tickets, Pan-American airline was\nflying and there were only fifty people, that was a very luxuriously thing to come by\nairplane in 1948, and so I came by myself. This teacher was waiting for me at the airport\nand she took me to her boarding house where she lived in Borrow Park in Brooklyn and she\nfound a job for me, as the lady that I stayed she had a very well-to-do sister who needed\nsort of a supervisorship, five children, they were going a lot out of town, and someone who\nwould be supervising that, but I was quite uncomfortable in that position and found a job\nlater on with the Barton Candy people as a governess out in Seagate, which is past Coney\nIsland, at that time was a beautiful, private place but it's not anymore, so I spend the\nsummer there, meanwhile, my husband tried to get his visa but his English was not good\nand they told him to go back and practice\n08:13:\nbecause as a student he had to know, and I got him the papers to come. I came here to\nCleveland, his Aunt was waiting for and she looked scary, I tell you! She had no teeth and\nshe was totally, you know, she never took care of herself, she was frightening. And she took\nme home someplace near Euclid Beach to a little hut, sort of, and, but I went to the\nCleveland college, that's where the papers came for my husband, which was downtown at\nthat time, where the Society bank is now, and I got him papers to come from there and\nsome other papers in New York and so, he was able to come about eight months after me,\nand so, we got married in Cleveland. We got married in New York eight months after he\narrived with some friends, at the wedding there were about 35 people, some from my home\ntown. I have some pictures of it. I frankly don't know where the wedding took place, some\nplace in the Lower East Side, I see in the photograph some linen hanging outside so\nprobably that's where it was. And it was in a rickety sort of little temple and we came to\nCleveland and started our life in a furnished, ugly little room.",
        "Q: When you came over here, I'm sure everything seemed quite different to you, do you\nremember what your first impressions were?",
        "A: Yeah. When I came to New York this friend was waiting for me, it was on a Friday\nafternoon. And the family where she stayed, they were poor but very generous and I wasn't\nused to all this food and there were just no end. I remember that Friday night, 1t never\nended, it was just one thing after another. And, it looked very pleasant. And then Saturday\nmorning, I went with her to the Synagogue, you say special prayers, you survived this\nhorrible thing, and I was very surprised to see so many people going to Synagogues. I\nmean, we didn't do it, and women and .. . that wasn't the case. And then at night, she took\nme to Times Square. And I remember on the subway, I think it was the IRT or, I don't\nknow, whichever went from Borrow Park to Downtown, I was struck by . . . in winter\npeople wearing flowered dresses under their coats. Old ladies all painted, their faces, I\nmean, just looked strange and, on Times Square, it was so noisy and everybody was so gay,\nI just couldn't take it. It was too much. For me, it was sadder to be in that atmosphere. And\nthen, of course, I looked up at those buildings, there was no limit to them. But, I remember,\nI couldn't take the gaiety, it was .. . it was too hard to take. And, you know, I came from...\neverything was drab and sad, everybody lost everyone, and here... and the American\npeople didn't want to hear anything, they made up their minds. The lady where I stayed\nthought that I got the number on the boat, you know, never questioned. There were\nremarks. They wanted to hear, not really what happened, but like what you read now in\nthose magazines, you know, were there any sexual things and so on. You know, I wasn't\ninterested to discuss, they made up their minds, you know, what happened, they didn't want\nto hear. And they said things that aggravated you, coming from there that they didn't have\nenough but we suffered too, we didn't have enough butter or, you know, we didn't have\nenough meat. I mean, you know, it was best not to talk about it because it upset you. Those\nthings were. . . it took years! People just didn't understand the level of the, the suffering,\nthey couldn't. But the best thing was not to say anything but to listen. And they didn't, they\ndidn't want to.\n08:24:",
        "Q: What sort of long-term impact did this have, I mean, did you reclaim any gaiety?",
        "A: It took a while, 1t took a while to cry, it took a while to laugh. I don't think I ever. . . yeah, I\ncould laugh quite good, you know. Crying was maybe even harder than laughing. Nothing\nwas as sad as that, somehow, you know. America was kind of strange in the beginning,\nliving in New York and in summer to Coney Island. I lived together with other girls who\nare survivors. And the people of the Barton . . . name was Klein, was extremely kind\npeople, very understanding, and I liked to work for them. And then my husband came, and\nthen he came to Cleveland. I didn't like Cleveland, first of all, life was very hard, we lived\nin a bad neighborhood, an ugly room and we have nothing. And I couldn't work as a\nstudent, he couldn't work as a student, was not allowed. And, I had worked as a maid more\nor less and he repaired electric appliances in a place and I think he got into a fight with\nsomeone who was praising the Germans and he was kicked out. And then he went to look\nfor another job and his feet were examined and he wanted to know what kind of a person 1s\nhe and he said he's a podiatrist, you know, there's a local school and he went, was accepted.\nAnd he use to drive a truck and I use to go with him. I got a job in Belfer, which is a\nresidential treatment center, and they had a section that was for religious children. It was\nreally semi-orphans at that time who lived there, it wasn't at that time a treatment center, it\nwas semi-orphans and they had girls and boys and I got a good job as a house mother for\nthe boys and, of course, we lived there, we got our little apartment, our food, everything\nwas taken care of. The only expense was the monthly phone which was at that time $4.50,\nof course, the pay was $100, so you couldn't have very much from that. But, I liked that job.\nThe boys loved me and I'm still in touch, some are grandparents already and I still see them,\nthey come. And it was a perfect job for me because I was needed and, I needed them. And\nwe were in a certain atmosphere, it was nice place, it had an indoor swimming pool and\nwas. We met other people who were previous refugees. It was very nice and I lived there\nuntil my son was born and then we had to leave and then it was very rough.",
        "Q: Did you ever continue your studies?",
        "A: You know, when my children were at least in first grade, the younger, I had a desire to try\nagain so I had to pass a test, at Western Reserve and I passed the test, it was an English test,\nand I had to start like . . . I got some credit more from my gymnasium than from the\nmedical school. I think I got one year credit for all of 1t. And I registered, I wasn't that\nyoung anymore, but I went to the Freshman to school and I had to take English 101 and\nEnglish 102 and I loved it! I loved to write and I took as my thesis the Civil War, which I\nwas very engrossed 1n it, I looked at old newspapers and then I passed that, I did that one\nyear, I could take only one subject because there was no one to substitute for me at home.\n08:29\nAnd then I took Biology which was much harder but I liked that a lot. And then I took\nPsychology and then I had to just give it up because it was too hard to do it, there's no one\nhere, in charge, my daughter even though she went to a day school, was let out earlier than I\nhad, you know, I wanted to continue there some of the studies and I tried to make\narrangements, she should go to the neighbors, just didn't work, I had to unwillingly give it\nup.",
        "Q: I think it must have been difficult starting over, I mean you... ?",
        "A: It was difficult starting not knowing here anyone. One luck was that the day we got married\nwe came to Cleveland and my husband walked on Public Square because he had to register\nfor the college, and he bumped into a girl from his home town who lived here too. And so, I\nhad one person that I had and she's still my friend after all these years. And that was a\nblessing because I knew no one else. I mean, I really didn't. And the other thing was very\nhelpful to get the job where we lived and stayed and I had every week a day off and many\ntimes I didn't even take it off, I took the kids downtown with me where I went then to\nEuclid Beach,\nI loved Euclid Beach! I liked all the rides, and the other house mothers hated it, but I liked\nit so, you know, and they loved me, they really did. So, it was a nice combination and was a\ngood start.\nEnd of Tape #5\nTape #6\n08:32",
        "Q: The other thing that occurred to me as you were talking was when you were working in this\norphanage...",
        "A: Yeah.",
        "Q: I mean, for a long time you weren't around very many children, were you?",
        "A: No, no.",
        "Q: You were living in a fairly childless world.",
        "A: Yeah, of course, these children were not little children, the youngest was six, the oldest was\nsixteen. But I had a fantastic relationship. You know, they didn't listen to anyone but they\nlistened to me. They wanted to know, the directors, \"How do you do it?\" And I said, \"With\nlove.\" Really did, for instance, no one else did it before, at night I would go and brush their\nhair, cut their nails. They went to school and the first time I went to a P.T.A. meeting they\nwere standing out from an institution, and I said, \"The next time I'll go I don't want to see\nthis.\" So, you know, there was a certain amount of money you could get for their clothing,\nand I asked them to let me be 1n charge of this. And, you know, I went to buy, shop for\nthem, I had their sizes and I had a seamstress who they . . . she came in for weeks and they\nwould come and everyone was measured so things should fit, and every night, you know,\nwhen they went to school I spent a whole day and I got this job. There was a huge walk-in\ncloset with little cubby holes and their names and I was folding and putting nice neatly in\nall their belongings and, with their name, I use to sew by hand the name tags during the\nday, that was my recreation. And the kids saw it, you know, it made . . . I made them more\nfeel like I am, you know, belonging to them, that I do think for them.",
        "Q: Do you think it was your background that made you want to... ?",
        "A: I just wanted to do it. This was... I didn't regard it just as a\n08:35\njob, it was my life. And I remember when these Directors came and saw this, you know,\nthey just couldn't believe it, you know, before it was such a mess. And I made those boys,\nevery night I stood in that, that closet and they picked what they wanted to wear next\nmorning but it had to be done at night, no rush in the morning, and they folded it on their\nchairs, and in the morning I combed and brushed their hair and when they came down their\nbreakfast was all set and ready, there was no rush. And I stood even with the hair brush in\nthe doorway, you know, so next time I went to the P.T.A. meeting I was so proud because\nthey looked like everyone else, even better. They were all fixed, and they even made a little\nbooklet. They sent it out as, you know, advertisements and I had a lot of pictures in it.\nBathing the kids and doing really, reading to them, many times a little kid, I would make\nhim lie down with me during the day and I would read to him or just both of us would read.\nSo they should feel, you know, they . . . it was good for me, it was as good for me as for\nthem.",
        "Q: But tell me a little bit about, more about, I think you did have to start a second life, in a\nway.",
        "A: Yeah, sure. There were many things that were .. . I was always my own person, I don't\ncopy anyone and I don't till today. I found very helpful when I was asked to speak about it.\nNo one else did then, this was more than twenty years ago, and I had a friend who was a\nschool teacher who is quite well known today who started this whole program and writing\nbooks how to teach this subject. And she asked me to speak and I've gone to so many\nschools and had nice receptions and, it's like another part of my life, it's not just cooking\nand cleaning but it's going out and meeting different people, so it's nice. And I know this is\nsomething no one else can do and it won't be very long still anyone can do.",
        "Q: What do you think you had to give up, because of your experiences, because of the war?",
        "A: Now, I wanted to have a different kind of life, I wanted to be in Europe where I lived, I\nwanted to be a doctor very badly, always, and I couldn't do it. My husband had been\nwanting to be a doctor and couldn't do it, you had to take second choice. And, it's mostly\nthat, mostly that.",
        "Q: Did you have dreams, other kinds of dreams while you were in camp or while you were\nhiding out that you remember?",
        "A: Well, there are nightmares, you know, sometimes they still come back. You know, you\nhave this nightmare of being chased and caught and you can't get out of it, so your always\nhappy when you wake up. You know, it comes to my mind, you probably know of this\nwriter-doctor who wrote this book and this person there in camp had a nightmare and he\ntold them not to wake him because a nightmare can't be as bad as the reality, you know, so,\nand I enjoyed so much closeness to my father so I was glad when he was able to come to\nMontreal, they couldn't come to America because immigration laws, but could come to\nCanada and at age 58 he got his state board and opened his office there in Montreal and was\nvery successful and just as much liked as ever and lived until age 81. My mother wasn't so\nlucky, she died at age 61, she had a bad case of cancer and suffered a great deal. But, they\nare buried next to each other. So, most of my friends have no place to go, to no cemetery.\nAnd I do. And, besides that my children knew my father and my father-in-law, and my son\nknew my mother too, so that's satisfying to know that.",
        "Q: Are there certain images that still haunt you?",
        "A: Well, I will tell you, I always feel that when I'm hungry, it's not a hungry of the moment but\nit's hungry for all the times I was hungry in camp. I really know that. Or if I'm thirsty or\ncold, it's a very, intense you know, it's a very . . . it's an experience that is more sorrow than\njust a normal one, I think. And for a while I was always worried that my children will be\nlost or my husband will be lost, and I always write, and even now with my grandchildren,\nand it happened in fact, we were 1n a Synagogue that we attended in New York and for a\nwhile I think my son was holding my grandson, all of a sudden they missing, and they were\nnot as worried as I was, I was absolutely frantic. First of all, there was the street and I was\nyelling at my son-in-law, \"Why did you have to let his hand go? He had to shake hands\nwith someone.\" I said, \"Forget shaking hands.\" You hold on so, I think it's little more\nintense maybe than it would be, you know.",
        "Q: Throughout all of this how important was Judaism to you?",
        "A: Very important to me. Because I prayed and hoped God will help me, I prayed to him, I\nspoke to him, I said many times, \"Look, I did everything I could. It's up to you now to do\nsomething.\"",
        "Q: And you continued to believe?",
        "A: I continued to believe but I don't know I would have if my parents wouldn't have survived\nso, I don't want to be so proud of myself. I think a lot has to do the continuity that I had. My\nlife was disrupted but then it continued. The care wasn't all on me, which I thought it would\nbe, but my father continued to care.",
        "Q: Did you ever resent Judaism?",
        "A: No, not really, never.",
        "Q: Is there anything else you want to say?",
        "A: Well, I would say that people always think they desire big things but actually the many\nthings that are small are the most important things. When you very hungry, bread 1s\nimportant. When you thirsty, water is important. The sunshine, the trees, the birds, the\nflowers, the kindness . . . people aren't very kind. They're impatient, they don't help each\nother. Sad. And many times you stand at a check-out counter and people are complaining,\nyou know, complaining that they have to stay in line. And I see all the foods they have\nthere, it comes back to me! We would have been glad to stand with all that food loaded on\nthat wagon, I mean, they don't realize what they have. They can't, really, I shouldn't blame\nthem.",
        "Q: So you don't get impatient?",
        "A: Not really. Maybe with other things, but not that. I'm easily to be let down, like you have\nnoticed. You know, if someone promises something and you... . I think that goes back to\nyou feel maybe their not going to keep that promise. And I think that's, again, some\nbacklash from that time. I am easily disappointed.",
        "Q: Anything else you want to say?",
        "A: I would say that we are lucky to be here in the United States and enjoy the freedom that we\nhave and I want to really compliment the Museum for doing such a fantastic job in keeping\nthe memory alive.",
        "Q: Thank you. Okay, why don't you tell me what this is?\n08:47",
        "A: Okay, this is a picture, photography of my home town called Topolcany. What we see is a\nchurch which is in the middle of the square and then to the left with the tower, there 1s a\ntower, that's where I lived, that was called the City Hall. And the City, there was a gate that\nyou went in and it was a thorough-fair, you ended up on a next street when you crossed it.\nAnd all the police, the jails, the library, all the federal institutions and city institutions were\nin this one building.",
        "Q: Okay.",
        "A: Okay. This is a picture of my class, it's the fifth grade, the Jewish Elementary School and it\nsays TR which means Treeadam (ph), which means great fifth grade and I'm the pig-tails\nthere on the right hand side and right next to me, looking at the picture from my point, is to\nthe right, is my best friend who I was so looking for when I entered Auschwitz. And most\nof these people don't exist anymore, there are very few, there is one on the left hand side\nwith the pig-tails who lives in Riverdale, Newark and another one, and of course, they are\nall grandmothers now.",
        "Q: How did you get this picture out?",
        "A: My father had it all in a shoe box and when we returned we went up in the attic and took it.",
        "Q: How about this one?",
        "A: This was done already in Montreal, the picture, no, both. That, my parent, and this one,\nhere, with the kids. He was a doctor for a home there or something.",
        "Q: And who 1s this?",
        "A: This is my mother and father and this is few years after they arrived in Montreal and it's in\nfront of their building, they're picture taken.",
        "Q: Okay.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: I need you to start off by telling me your name, when and where you were born.",
        "Q: Your name at the time?",
        "Q: Tell me a little bit about your life before the war, you, did you live in Budapest?",
        "Q: But, growing up in Topolcany, what was that like? Tell me about your family, and...",
        "Q: This was a public school?",
        "Q: What did he say in his lecture?",
        "Q: What sort of a Jewish Community was this town, was it a large community?",
        "Q: But, in general, did the Jewish Community and the non-Jewish community mix, was there\nany sense of Anti-Semitism before the war?",
        "Q: So, the beginning of the war for you was when . . . was it about the time this teacher came\ninto your classroom?",
        "Q: Your skipping a few years, aren't you?",
        "Q: Did you take any abuse on the street from other kids, or where you afraid at all being on the\nstreets?",
        "Q: So there were abuses of some of the...",
        "Q: How long was he gone?",
        "Q: Did somebody come up with the money to get them out?",
        "Q: Could you get these identification papers?",
        "Q: How did, your father, how did these people support themselves?",
        "Q: He was just a Slovakian... ?",
        "Q: This gymnasium, was this mixed Jewish and non-Jewish?",
        "Q: Just a public...",
        "Q: What I'm just trying to get a sense of, I know that Hungary's real problems hadn't begun yet,\nbut were there any problems for Jews in Budapest at this time?",
        "Q: When was this?",
        "Q: Spring of '44?",
        "Q: The people you were renting from, did they know you where Jewish?",
        "Q: That's what I said.",
        "Q: Before you move on, there are two things I want to ask you, it's about this three months in\njail, that's a good enough time .. .",
        "Q: The other thing is that in Budapest itself, after the Germans came in, what was the life like?",
        "Q: Was there a strong Nazi presence on the streets, was either a lot of soldiers around, or...",
        "Q: And the life in the jail was... ?",
        "Q: Were you scared?",
        "Q: During this period, did you ever try to pass yourself as a Catholic girl, ora... ?",
        "Q: Just on the streets, or... ?",
        "Q: So, you got on this train... ?",
        "Q: There was a toilet on the train?",
        "Q: How much information did you have about the concentration camps and the extermination\ncamps?",
        "Q: Did they tell you you were going to a labor camp, or... ?",
        "Q: And you didn't know much about it.",
        "Q: And this is late?",
        "Q: It's 1944.",
        "Q: Okay.. All right. So you arrived and you see... ?",
        "Q: What did yours say?",
        "Q: Was it a special designation for political prisoner, or?",
        "Q: What did that mean, what they were saying... ?",
        "Q: Before we go on, can I ask you some questions about Birkenau?",
        "Q: The block leaders, the block elders, where were they from and how did they treat you?",
        "Q: In your hall, in your barracks?",
        "Q: Who were they?",
        "Q: Where were they from, were they Slovaks?",
        "Q: Oh, they were?",
        "Q: Now, in your barracks, where were the other prisoners from?",
        "Q: Did people help each other or did the whole morality change?",
        "Q: There were a lot of people though, that just..I mean, had to survive themselves, and...",
        "Q: Were there also people who were taking from each other?",
        "Q: Did you get away with religious observances in Auschwitz?",
        "Q: Was there any religious activity in your barrack?",
        "Q: You were there around the time of the High Holidays?",
        "Q: Was there any recognition?",
        "Q: Did you know them?",
        "Q: Were there any other efforts do you think for people to sabotage or in some way resist what\nwas going on?",
        "Q: Was seeing collective punishment or beatings or these sorts of abuses, was that regular?",
        "Q: Were you aware of any of their medical experiments, was that still going on?",
        "Q: Any particular kind of experiments?",
        "Q: Okay, before we get to that, I do have some more questions to ask, I think you had a\nstrategically more of a vantage point, especially with your father in the hospital.",
        "Q: Did he ever say anything about medical experiments in you hearing?",
        "Q: Nothing.",
        "Q: What about, when you mentioned the soap, when you first were in, that really wasn't Jewish\nfat, was it?",
        "Q: Oh, you do?",
        "Q: You could just wash yourself with it?",
        "Q: Did you work every day?",
        "Q: Was there any break in the week, was there something that happened on Sunday?",
        "Q: Were there any kind of activities other than work and the appells?",
        "Q: So there were a few occasions where there was... ?",
        "Q: And when the music was playing for you all...",
        "Q: And those were prisoners who were playing the instruments?",
        "Q: To your knowledge was there any sexual abuse of any of the prisoners?",
        "Q: With the SS Guards, or... ?",
        "Q: Were there any relationships between the prisoners?",
        "Q: Were there relationships within the women's barracks at all, for companionship or... ?",
        "Q: Yes, for companionship ...",
        "Q: But not very often... ?",
        "Q: Anything else you can think of that might be important to remember about Auschwitz?",
        "Q: How long were you marching, and the train?",
        "Q: And the local people saw you going by?",
        "Q: How many of them were you, how many were you?",
        "Q: This is thousands?",
        "Q: And this is just the women?",
        "Q: Beginning of January?",
        "Q: And were there planes above?",
        "Q: Okay, so where did they take you?",
        "Q: What was the name of the Camp?",
        "Q: Is this a labor camp?",
        "Q: When you say that the Russians tried to rape you, what does that mean?",
        "Q: So nobody was hurt?",
        "Q: Now, I may have lost something along this. . . 1t seems like you left Skarzysko-Kamienna\nin January, you traveled...",
        "Q: You were in Ravensburg for several weeks?",
        "Q: Oh, you were there that long?",
        "Q: But no work or anything?",
        "Q: And the guards there, they were all Germans?",
        "Q: Did you think you would get free?",
        "Q: Did you want to live at that time?",
        "Q: He knew it was you?",
        "Q: When you came over here, I'm sure everything seemed quite different to you, do you\nremember what your first impressions were?",
        "Q: What sort of long-term impact did this have, I mean, did you reclaim any gaiety?",
        "Q: Did you ever continue your studies?",
        "Q: I think it must have been difficult starting over, I mean you... ?",
        "Q: The other thing that occurred to me as you were talking was when you were working in this\norphanage...",
        "Q: I mean, for a long time you weren't around very many children, were you?",
        "Q: You were living in a fairly childless world.",
        "Q: Do you think it was your background that made you want to... ?",
        "Q: But tell me a little bit about, more about, I think you did have to start a second life, in a\nway.",
        "Q: What do you think you had to give up, because of your experiences, because of the war?",
        "Q: Did you have dreams, other kinds of dreams while you were in camp or while you were\nhiding out that you remember?",
        "Q: Are there certain images that still haunt you?",
        "Q: Throughout all of this how important was Judaism to you?",
        "Q: And you continued to believe?",
        "Q: Did you ever resent Judaism?",
        "Q: Is there anything else you want to say?",
        "Q: So you don't get impatient?",
        "Q: Anything else you want to say?",
        "Q: Thank you. Okay, why don't you tell me what this is?",
        "Q: Okay.",
        "Q: How did you get this picture out?",
        "Q: How about this one?",
        "Q: And who 1s this?",
        "Q: Okay."
    ],
    "answers": [
        "A: Okay. My name is Susan Beer and I was born in Budapest, Hungary in May 14th, 1924,\njust celebrated couple days ago my birthday.",
        "A: My name was at the time Suzanna Eisdorfer, I got much shorter now.",
        "A: No. The reason I was born actually in Budapest, my mother came from Budapest and her\nentire family lived there. She moved to this small town in Slovakia, Topolcany, after she\ngot married and my father decided as a young, poor doctor it's much easier to start life\nthere. But then she didn't want to give birth in this small town where the medical\nestablishment wasn't just up to date and she wanted to be with her family, so I was just a\nmonth old then, I was taken back to Slovakia, but it still shows that I was born in Budapest,\nHungary and, well, actually 1t was very bad for me when it was time to immigrate to the\nUnited States because the quota for Hungarian born people was very, very small and\nlimited, so it was difficult at the time.\n05:15",
        "A: Well, unfortunately I was an only child. At that time I didn't feel the impact as much, I got\nspecial attention, which every boy child would like to have, but as I got a little older I really\nmissed the, some, you know, sisters or brothers, and I depended very much on friendship,\nand I had lots of friends and we spend many days, I mean, we spend a lot of time together\nwith the friends. You could walk by yourself as soon as you got a little older because the\ntown was small and very safe. We never heard of any disasters or any crimes. The only\nthing that was outrageous in the town, we had one drunken man and when he use to come\nhome from the tavern, he use to pass our... where we lived and he use to knock on the\nwindow, which was quite frightening and sometimes, but that was about all we\nknew. We lived in the center of the town, which was called the City Hall. There were\nmostly offices, a police station, a jail, the library, really the center of all activities was there,\nbut there were a few apartments, a little separated with a long balcony, the apartments\nopened up from this balcony, there lived a few professional people and we lived there out\nof convenience, because my father could have his living quarters, we could have upstairs,\nand then he could have downstairs his offices, everything was in the same area and his\npatients were well trained. If they came and no one was there because he had no\n05:17\nreceptionist or nurse, or anyone, he did everything by himself, they just rang the bell and\nsomeone would appear upstairs and it was usually yelling down and up, \"who is coming\ndown?\" or \"who is coming up?\" And some of the patients that were more familiar and it\nwas after office hours would just come up and, many times our appetites would be taken\naway, it would be middle of the, some meal, and they would come with some of their\nspecimens. So, when I was complaining as a child because I would stop eating as soon as\nall this is happening in my living, but I was not impressed by that very much. It was a\npleasant life, I don't think culturally it was very exciting, we had no theaters, we had couple\nmovie houses and the movies didn't change that often but as kids we had always Sunday\nafternoon cartoons or stuff like that and we had ice skating rinks. It wasn't fancy skates like\nthat, you know, with the shoes and all, it was the same skate that you had a key and as you\ngrew you just enlarged the skates. And there was a little hut where you put them on or off\nand they served their hot chocolate or something and it was just fun. The same thing\nchanged in summer to the tennis court, and so we played tennis, I don't say I was ever great\nin that. And then there was a lumberman, who was very nice, and so he gave some lumber\nand at the river he made like a little beach area, there were a few very primitive, wooden\nsort of thing that you could change your clothes and there was a place where the local\npastry shop owner in summer brought out there some yogurt and food and you could buy\nsomething and he would bring some corn, or you brought your own food. It was quite a\ndistance, you walk through fields, but we were use to walking and we didn't mind that, and\nso there's summers and winters were spent that way except of course for going to school.\nAnd unfortunately, close to 1938 all this pleasantry disappeared. It happened quite, it didn't\nhappen suddenly, but 1t came suddenly into our house, I would say. My mother loved music\nand she played very well the piano herself, and she spent her afternoons listening to music\nthat was coming from Vienna, certain times in the afternoon. Once she listened to the\nmusic, expected to hear music, there came an angry voice through the radio. A man yelling\nand especially against the Jews. Of course, we then became to know that this was Hitler.\nAnd this was our first time that we heard his voice and what is behind that voice. And then,\nas he entered Austria, there were some refugees coming to us and they told us about how\nthey had to disrupt their lives and run and come to us, they were guests many times at our\nhouse. But, even Vienna was only few hours from where we lived. It was distant, because it\ndidn't happen to us. And then, they came into Poland. And then we started to feel that it's\ngetting closer and closer, and in fact my father went to the American Consulate in Prague,\nthat was in 1938, to get some visa because he had distant relatives in Chicago who supplied\naffidavits for us to come out. And he was told that there's just no way he could come. I\nrecall very well he came back with a globe. He said \"Now we can point our finger to where\nAmerica is.\" And, we still weren't terrified. We made this attempt, but then that's all we did.\nBut then one day, I went to school, the gymnasium, I was at that time in the fifth grade of\nthe gymnasium ...",
        "A: Yeah, that was a public. . . it was actually city school, city owned gymnasium and as I\ncame to class and was sitting there, all of a sudden our, we call them professors at that level,\nwho use to teach us the Slovak language and he was a very good professor, came dressed in\nblack Fascist uniform. He spread his legs Fascist-way apart and conducted a lecture, but not\nabout the Slovak language, but a hateful language against the\n05:23\nJewish students in this class. We, you know, no one said anything. I think today we would\nhave more courage to say anything, but it was so shocking to come and hear that everyone\njust was stuck. And up to that time, all in the class were friends, it didn't matter if they were\nJews or non-Jews and somehow that disrupted everything. We were sort of divided, and\nsoon after that we were not allowed to continue our schooling.",
        "A: About the fathers, I can't recall in detail, but how he hated the Jews, the fathers, I know they\ndo this and that, I suppose what is always said of the Jews, that they take away from the\nothers and you know, become rich that way. Which I knew in our case for sure was not so,\nmy father was a practicing physician and he treated poor and rich and anyone the same way\nand the same length of time, he disregarded completely the amount of pay. I knew myself\nbecause he took me along many times on his house calls and the villages that sometimes he\nwould get a few carrots and sometimes some corn or fresh milk, that was his payment. And\nhe even thanked because he knew that's all they could afford and so I knew that he was\nvery, you know, wasn't right what he was saying. I wasn't that familiar with the other\nfathers, but I knew them well enough, I knew they were working people, and minding their\nown business. But it sort of spoiled the friendship from then on, we stopped little by little\nvisiting each other, we didn't do projects anymore then when we stopped going to school\nthe town became sort of separated.",
        "A: Yes, it was Orthodox community, not all of 1t, we had people who were not that religious,\nbut the store owners, the stores were mostly on the square and on Sabbath they were all\nclosed, most of them. It was interesting, some days, because the church was in the middle\nof town. The Catholics, because it was a Catholic town, went to church and on Sabbath, the\nJews went to their temple. And my father didn't get religious Jew, and not frequenting the\ncoffee house but the Synagogue, the patients who were Catholic, took great comfort in that\nbecause in the case of emergency they knew exactly where to find him. If he wasn't home,\nhe was in the Synagogue and they felt he was right there. You know, that he cared about the\nreligion. And the community was a caring community, they supported a very good public\nschool, I went to that Jewish Public School, and an old-age home, and there were very few\npoor Jews really, and if they were the community supported them. And...",
        "A: I can only tell you what I remember from our home. I use to go with my father to Gentile\npatients and next door to us was where the local Priest lived, he lived with his mother. It\nwas, you know, he was in charge of the whole city, of the Catholic community. Mr. Richter\nwas his name, Rev. Richter. I have even a picture of him because he taught us in the\ngymnasium and he taught us Latin. And he, when there was a nun, when he taught the\nCatholic religion, we were permitted to leave, you know, the classes. But, you know, we\ncould choose to stay, but my father was his doctor and his mother's doctor, he chose him to\nbe. And I know later on that my father was not permitted to practice anymore as a Jew. He\npersonally, and I have his letter, wrote to the Papal Nuncio to allow this Jewish doctor to\npractice because as he wrote, he brought so many Catholic children into the world and\ncared so much about the poor. And my father used to give lectures because they were very\nprimitive, some of the population, and they believed in all kind of nonsense, like a cat runs\nacross the street, you know, this and that, and they practice this kind of medicine\nsometimes. And he used to go to schools and show how they should\n05:29\nwash their hands, how important that is, and taught them some simple health, you know,\ngave them health education. And he was written up in the Catholic newspaper, I still have\nsome of the newspapers, even though they are almost in shreds. But, he made a name for\nhimself as a very caring doctor who didn't choose, if it's someone Jewish or non-Jewish and\nmany people were that way. I didn't see such a terrible distinction between Jews and non-\nJews, until the laws came against the Jews.",
        "A: Yes, I would say it was in about 1938. At first the rules were very mild, we gave up our\nradio, we had to give up our skates, even though they were simple sakes, tennis rackets.\nThey were mostly things of luxury or, you know, like recreational things. You had to even\ngive up your fur collar, from your coat. And they gave you, for each of these items, a\nreceipt. But the biggest blow was to our family when some people, not even from town,\nsome detectives from Bratislava, which was a central, the capital of Slovakia and where all\nthe law started, from the Slovak government and they sent those people out and they stole\nall my father's medical equipment. And, from then on, it was for him against the law to\npractice medicine. And, we had an apartment as I said and I had a small room in that\napartment and my father used that room when people came, they still wanted to come, even\nit was illegal, but they sneaked in and my room became his office. He didn't have more than\nhis bag, black bag with some of his equipment, but he was a very good diagnostician and he\nhad most of what he needed in his head, in his ear. And he couldn't write prescriptions\nbecause it was illegal, but the pharmacist even though he wasn't Jewish was a good friend,\nand my father send me to, many times without the prescription, I had to memorize the\ninstructions and I brought\n05:32\nback the medicine that the patients needed, so I became helpful to him and I always wanted\nto study medicine so this was very good. One day, I became really very resourceful, but my\nfather didn't appreciate it. A lady came who needed insulin shots and she had to go away\nand she didn't want to wait for him, so I says \"No, you can do it.\" So, just remembered what\nhe did, I knew there shouldn't be any air in the needle because that could be fatal and I blew\nout the air, filled up and gave her the shot. My father was so terrified that he ran to the train\nstation to see if the woman is still alive. But, he discouraged me very much for doing that\nagain. But, I enjoyed being, so to speak, his assistant in this except one day, we still had\nhelp in the house. You know, most households did because there are no vacuum cleaners,\nthere are no central heating or automatic warm water, so I had to bring up wood and coal\nand it was heavy chores, which wasn't really for a woman to do. [brief interruption] But, we\nhad help in the house that was since I was born. It was really cook we could call her, her\nname was Marca, that was her first name. She came from a village and even though she\ncouldn't read or write, she was highly intelligent. She could memorize phone numbers and\ninstructions and speak several languages really. And I adored her. She was like a second\n05:35:\nmother. Even she had aching feet and when I was a kid she would put me in a sled and run\nin the snow, you know, she would do anything for me and one day, after these restrictions\nthat my father couldn't practice anymore came, a woman knocked middle of the night on\nthe door and it was a daughter who's mother was in dire need of medical attention, she had\nsome kind of a heart ailment and my father knew her so well that he always helped her.\nAnd this Marca, our cook, knew that especially at night if my father ventures out to a\npatient, he could be deported or jailed or what could happen to him and she didn't wake him\nup. She told the woman she can't wake him up to go because it against the rules and in the\nmorning the woman came to our door and pointed to this poor cook, our Marca, \"you killed\nmy mother.\" And she came to the city hall where we live to get the death certificate but\nbefore she did that, she did a very big disservice to come first to us and our poor Marca was\na very devoted Catholic and she took it so much to her conscious that she became mentally\nill from that point on. She wouldn't eat, she couldn't function, she totally deteriorated and\nshe died eventually. And that was an immense loss because she was in our house for almost\nseventeen years. And we went to her funeral and my father bought a stone for her in that\nlittle village, the inscription said, \"For devoted service...\" and so on. So that was my first\nloss because of these rules. Then came the rules much faster. First, we had to make a star\nfor ourselves out of sort of yellow felt with the blue Jewish star, and it said \"Jew\" on it, and\nwe had to sew that on our clothes and we couldn't go out without that. I remember that first\nholiday was Rosh Hashana, then, everybody appeared with this star in the Synagogue. And,\nkids they laughed, we saw it first, you know, it was funny, but it wasn't really very funny.\nThen there was a curfew, we couldn't go out after 9:00, we couldn't attend movies, we\ncouldn't do anything at the end. The way we occupied ourselves because we couldn't go to\nschool, each of us who was good in any subject would prepare herself, or himself, and meet\nin private homes and sort of lecture the rest of the kids in geography or history or whatever,\nwe did that ourselves. And then we had meetings, we had the Maccabi Hatsaie which was a\nyouth movement, and there was a leader who came from Bratislava, a young man, to sort of\ninstruct us in Zionism. And certain books we had to read and meet and Friday night we\nwould sing songs and psalms so, we would still have a little fun someplace. But then came\n1942...",
        "A: No, 1939 is when it all became very bad. When Slovakia became autonomous. And that's\nwhen all the rules really started, the local inhabitants became the Helinka (hlinka?) guards,\nthe Fascists, and some local people wore black uniforms. The City Hall, you couldn't enter\nwithout showing your identifications, if I wanted to go in and out of my own house, so to\nspeak, I had to show identification.",
        "A: No. I knew everyone. I mean, we grew up together, in fact, sometimes on purpose I\nwouldn't put on this sign \"Jew.\" I just wouldn't. And I know someone stopped me. And I\nknow at one time they did, a man did: \"Why don't I have it?\" and I scolded him. I said,\n\"How dare you! You came so many times at night to ask help from my father and now you\ndare to confront me?\" and he kept quiet. I was not afraid at all, of anyone. That was one of\nmy I think my good points because that helps. Because I think the more they saw you were\nafraid the more they abused you. I think that when they saw someone who really wasn't\nafraid they stopped.",
        "A: There were small items, but nothing horrifying, except once again, there came detectives.\nThat was already around 1940 from again Bratislava, they burst into our apartment, I was\nalone at home, and then my father came. And they took things from our pantry, like chicken\nfat and butter and stuff like that, they just ransacked the pantry. They wanted to know\nwhere my father's saving books are, and if he doesn't work, how do we live. I remember\nthose questions. And then they took him to jail, and they took fifty people from the Jewish\ncommunity to jail because they wanted a certain amount of money, and until they didn't get\nthat money, they kept these people in jail. And that was pretty terrifying because we didn't\nknow where they going to take him from the jail.",
        "A: About three days in the local jail.",
        "A: Yeah, the community had to come up with the money to get those fifty people out. But you\nknow, that never ends. When they take, once money they want more money. And then of\ncourse all the stores, the Jewish owners were kicked out, the Gentiles took over, they called\nit Arisovak [\"arienization\"|. You know, I don't know how to translate it actually, you know,\nthe gentiles took over the stores. Then they started to come, we couldn't have any help\nanymore, you know, and like we had to give up piano and the rules were getting tougher\nand then you couldn't travel. If you wanted to travel out of town, you had to have\nidentification, couldn't travel without that.",
        "A: Well actually, where would you travel? One place was like the other so it wasn't important\nto travel for anyone, there was no place to do.",
        "A: My father still had patients coming and of course we still had some savings, you know, and\nwe were still allowed to use those savings, until a certain time. And of course we lived a\nvery simple life by then, our needs were very small, you couldn't do very much so it was\nactually just the food you needed. There was not much more you could use for money, you\nknow, for. And, but it really got very bad in 1942, that's when it started getting very bad and\nwhere we lived in the City Hall, the notary, which he was the head of the city government,\nlived in the same balcony as we did, on the same balcony, and he had a heart ailment and\nwas very grateful for my father's closeness, he could help him a lot, and I taught his\nchildren English and small children, young children, and he came to my father one day, and\nhe said, \"You know, doctor, you would do right if you would send your daughter away. Let\nher ask at the office for a travel permit for two weeks absence because we have here a rule\nthat girls between the ages of 15 and 17 will be taken away to some \"labor camp,\" I mean to\nsome labor camp. To my father, didn't sound right, he didn't trust the word \"labor camp.\"\nHe just, it was an unknown and he listened to this advice. I went and I got right away\npermit because I knew all the people there, you know, in the offices. In better times, long\ntime ago, in the jail use to be the gypsies, you know, they stole chickens and carrots and\nstuff and I had so much pull that I could get the key from the police and let them out after\nthey cried all night. They called after me to let them out so I knew all these people there in\nthe offices and I got the permit. And my father got in touch with a second cousin in a town\nthat was bordering this Hungary, or very close to Hungary. And he had a\n05:46\ndaughter approximately my age and was anxious to do something for her safety too. So, he\nknew about a guide, a man, who for some amount of money would transport people from\nCzechoslovakia into Hungary. He had certain connections to do this. And so, one day,\nbecause the girls were suppose to be taken end of March, this was in 1942. And my father\naccompanied me about middle of March, about a week, we were a week ahead of this rule.\nI said good-bye to my mother, of course, I couldn't carry more than like a rucksack, on my\nback. And he accompanied me to this town and I met this second cousin and the guide and\nhe instructed us that the same evening we would board a train and we wouldn't speak, we\nwouldn't sit together, if one would be caught maybe the other could, sort of escape. And we\nshouldn't speak because our Hungarian wasn't great and if someone was looking for\nescapees like us, they could, they would readily know that because there were already some\ngirls caught in this way. In fact, my best friend was caught with her cousin and another girl\nand rode back into the city jail and transported from there to Auschwitz that we found out\nin 1942. So, of course, we listened to the guide and I have to just mention to you that you\nwould think that I was very unhappy to leave me mother, [interruption] I wasn't that\nunhappy to leave, because life was pretty sad. Especially the teenager, of energy and your\nsort of cooped up, there is no place to go, nothing to do, I was getting pretty unhappy, you\nknow, living that way. So this gave me like the opportunity to leave all this, and especially\nknowing that I would go to Budapest, that was the aim, to go to Budapest which I use to\nvisit my grandparents and aunts and cousins my age lived there and it was a capital and had\nlots of fun. So, I thought, great, I'm leaving this horrible place. And, I didn't know that it\nmight be final, you know, I thought it just a temporary arrangement. So I was pretty\ncheerful to say good-bye and go, and even to say good-bye to my father and go. And so, we\ngot on this train that night, I think 1t was around March 17th or so, in 1942. The city where\nwe did that was called Sarik and we rode on this train, you know, he purchased our tickets\nand he was in charge so we didn't have to speak, this guide.",
        "A: He was probably both Slovakian and Hungarian, he got well paid for his efforts and he was\nsupposed to bring us all the way to Budapest safely, and then report back to the girl's\nparents and to my parents. Of course, what he did is, the road out, not more than forty\nminutes out of Sarik(?), (Sered?) and he said, he said he would show with his hand when\nit's time to leave the train, you know, not use too much words there, you know, and he\nshowed us to get off. So, we all got off, I mean, the girl, my cousin Lily and me and the\nguide. And then he, there was a hay stack right close by and he says, \"You get in there\nnow.\" And we heard some dogs barking and there was on the horizon you could see up the\nhill a big farm house and that was already Hungary. And he said, \"You know those guards\nthey'll now change for a second, this one guard, and in that second you've got to run into\nthis farm house and there's no one there, no guard at that point.\"\nEnd of Tape #1\nTape #2\nSo, we giggled in this hay stack, we thought it was a great adventure to do all this, you\nknow, what a fun, you know, and how silly they were, you\n05:55\nknow, and then he told us to now run for it. And we ran into the farm house and it was a\nnice farmer and the guy left us, good-bye, finished. And took most of our things too, that\nwere suppose to be given to us. Some change of clothing and whatever, some shoes, there\nwasn't that much there and he took his payment and left. I mean, the payment was prepaid.\nAnd the farmer pointed to a large bed, by then we were real tired and we went to sleep. And\nat daybreak, it was really just daybreak, he told us to look out the window and we feel there\nwere some farmers going with their produce to the next town, which was really Hungary.\nAnd he gave us a basket with some vegetables in it and he told us just follow the crowd, go\nwith them, so we did. We did what we were told to do. And we walked and we came to the\ntown of Galanta, that's where we were heading, and I knew that in this town lived my Aunt,\nmy father's sister, I'd been visiting there before and she had six children, and so, but no one\ntold us the address, they'd forgot, so who are you going to ask? We were afraid to stop\nanyone, they could be our enemies, any one because even so Hungary was free of the\nGermans and German rules yet, but they had rules against aliens, I mean, people come\nillegally into their country, it was not a rich country and they couldn't afford to support all\nthese people, there were already refugees from Austria and Poland, they didn't need more\nthan that. So, we were afraid to ask, but then there was light\n05:57\nin the basement because it was just before Passover time, and we saw a bearded Jew, you\nknow, that time a beard meant religious Jew yet, you know, those were the years. And so\nwe dared, we thought he couldn't be a gangster and, of course, 1t was a very small town,\neverybody knew each other, and he took us straight to where my family lived. Now, you\nwould think they were swell to see you, wasn't so at all. My Aunt was terrified, she said,\n\"Must be terrible if your father let you go,\" and \"you can't stay here, not even for any time,\"\nbecause her sons were being looked for, they were suppose to go to labor camp and they\nwere hiding so they didn't need more people hiding there from things, so she dispatched one\nof her sons that was safer for him to go to the train station, that he should be the one to\naccompany us to Budapest. Now, the train station was loaded with gendarmes and\npolicemen and we were afraid to look, no one should look very much at you. And we found\nout, at least I did, that running away and being a refugee and even being free from home\ndidn't mean that much fun, it's pretty scary and sad because really people don't like you that\nmuch. And so, we boarded the train to Budapest and arrived safely and headed for my\ngrandparents apartment. Now, you know, my other cousins all lived in Budapest when they\nwere boys, so I was the only granddaughter living out of town, there was a really big\ncelebration every time I would come and visit, which was maybe once or twice a year. But\nwhen I came to their door, there was no happiness seeing me. Was similar reaction as my\nAunt's, things must be very bad and I don't know if you could stay here really, we could be\npunished. So, they had a long, they were discussing it among themselves what to do, and\nthey figured out that the best would be if I go and stay with my Aunt and her family, which\nI preferred, because she had two sons, my cousins, they were similar to my age and I was\nlooking for fun, you know. So I went there, and, but when my father returned from the\ncompany to Sered, he came back to my home town, he saw already on the Synagogue wall\na big poster telling that all the Jews have to gather within a week at the train station, they'll\nbe all taken away. And my father didn't wait for that to happen like he didn't wait for me to\nbe caught, and got in touch again with the same guy, even so he didn't do the service he was\nsuppose to do, and asked him to take my father, my mother and him, the same route as he\nhad took me. So I was very surprised one morning, then I saw my parents few days later\nafter I arrived. And they stayed for a few days with my grandparents, but not very long.\nNow, our situation wasn't as bad as most of the refugees. Number one, my parents spoke\nperfect Hungarian, my mother was from Budapest, my father got his medical degree in\nBudapest. And he was allowed, actually, to practice medicine there. He got a job on the\nstaff of the Jewish General Hospital legally. Illegally, he took again his little black bag and\nwent and visited the refugees who didn't dare to go officially to a doctor, but were very\nhappy to, you know, when my father went to them for a very limited fee. And the other\nthing was that they took on a furnished room at a person, they didn't tell her what really\ntheir status was, their immigration or legal status was, they just said he's a doctor and he's\ntaking some courses, you know, some excuse. And so, we lived in this furnished room, now\nthe cooking was pretty difficult. My mother could cook on a one burner, you know, a little\nportable stove and meantimes, I was dispatched to the Jewish restaurant for food, and, I\ndon't know if your familiar with those carriers there, metal, aluminum carriers divided into\nparts where the soup would be in one part, and the other foods . . . the only problem was,\nyou couldn't go on the bus with it because they were afraid you'd spill it on some of the\npassengers, so I had to carry it quite a distance home from the restaurant, it was quite\ndifficult. And, so they existed that way. My father always was a big stickler for education\nbecause that's how he became from a very poor person a successful doctors so education\nwas everything to him and he felt I shouldn't be denied that. So he got in contact with a\ngirls' Gymnasium\n06:03\ntoo and they permitted me, not to attend classes, first of all I didn't speak the Hungarian,\nthey were afraid, you know, for me to go, but they gave me some lessons to learn and I\ncould go and pass exams, and so I continued my education past the sixth grade.",
        "A: It was, it had nothing to do with Jewish, it was a regular girls' gymnasium. It was...",
        "A: Yeah, yeah it was both. It was actually a private girls' gymnasium. The name was\nVaszkurlia (ph) was the name of it, woman, man, or whatever, writer or poet or something.",
        "A: No, not for the Hungarian Jews, but they were looking constantly for Jews like us. And they\nwere having conducted razzias, which was, they combed whole apartment buildings really\nlooking for people like us and they put them into holding places, and usually those holding\nplaces were Synagogues. The Jewish community had to support the people that they jailed.\nAnd when there were enough of them they would deport them. So, it wasn't easy to be a\nrefugee either. But, as I said, we had it somewhat easier having family there and easier with\n(re)sources than most people did and I had fun. Through my cousin, I became acquainted\nwith a boy, and we became girlfriend, boyfriend, they taught me how to dance, and, you\nknow, when you seventeen, you really don't care who is looking behind your shoulder, you\nhave to run away at night to hide it's still, you know, was fun. And we lived this way until\n1944, Spring of 1944. I have to tell you, that I think from those times on Passover, is not a\npleasant holiday for me because all these horrible things always happened just before that.\nAnd so, one morning, as I slept, I heard goose steps, and it was Germans marching into\nBudapest. And we knew that, what we, how we lived till now wouldn't be enough. We\nwould have to do much more to survive. Because my father, being a father, his main\nconcern was me. And he had a patient who was an ink factory owner. She came from our\nhome town and married a very rich man there and they lived in a gorgeous villa that had\nspecial, underneath the villa was for the custodian apartment because they were so fancy\nthey had those little elevators, I know it has a name that evades me right now, that carried\nthe food from the kitchen up to the, you know, dumbwaiters or something, it's called. So\nanyways, he became acquainted and their doctor and they told my father the day our\nfamiliar visit, Hungarian office and their family, I think the officer sort of liked them better\nthan his own family and he told them that he knows his wife was looking into a Catholic\ncharity to look for a place to work for her, you know, like a maid. And, maybe I should go\nthere to him and tell them that that's where I was told that they are looking for employment.\nAnd my father got me a maid's book. You know, in Europe, you couldn't just go and serve.\nYou had to have your picture, it was like a passport. And you had to have recommendations\nfrom your past employers, if you were good, if you were honest, if you were a hard worker.\nSo, I came all dressed up because you know those girls were usually peasant girls who did\nthis kind of work. They were dressed accordingly, they wore thick hose and wore babushka,\nyou know, kerchiefs. And so I got all fixed up, my name changed, I became 'Anna\nVoyachickola', that was my name. And because it was in a sort of Slovak-Hungarian area,\neven so was Hungary, my not-so-good Hungarian wouldn't be detected that much, it would\nmake sense that I don't speak 100% Hungarian. So, I knocked on the door, was quite far,\nyou know, Budapest is divided, it's 'Buda' and 'Pest' and the river Danube divides it, and\nthere are many bridges to get to this was in 'Buda'. And so, I traveled to 'Buda' and I was\nfully accepted as 'Anna Voyachickola' and they handed me a lot of hard work that I was\nreally not accustomed to. I had to take rugs, heavy rugs, down into the yard, I don't know if\nyour familiar, they sort of made out of bamboo or something and you have to bang the rugs,\nyou put it on one of those hanging . . . they were specially made, and you had to bang those\nrugs, the dust out, I don't think it worked very well because it just went back and forth, the\ndust, it didn't suck it out 1t just moved it from one place to another, but it was hard job and\nthen when you were done you had to again roll it back up and lug it up and, you know,\nthose rugs were at least 12' x 10' or bigger and heavy, so it was no fun. You know, I didn't\ncomplain, I did it. And they gave me loads of shirts to iron, I never ironed a shirt in my life,\nthe most I ironed was some handkerchief or maybe some dollies or what, but not long-\nsleeved shirt that had been starched, and I really didn't know how do you attack these\nthings, how do you go about, but you know, if you have to . . . just do it. I have learned to\niron so well I think I could\nget employment in one of the shirt places, and, but, my downfall came there when they\nplayed some music one day. And as I was dusting, I hummed the music, it was some kind\nof a Strauss melody and I think I sang it ahead of it's time, and I became very suspect, how\ndoes 'Anna Voyachickola' know this kind of music, this is not right! But lucky for me, they\ndidn't feel at all that I was a Jewish refugee, they told those people and we found out from\nthe husband because he confided in those friends of my father, they thought I was planted\nthere by Germans, they wanted to know how a Hungarian officer act during their regime.\nBut frankly I didn't go back there anymore, first of all, there was a munitions factory close\nby and the allies started bombarding Budapest very heavily, especially that area. So, many\ntimes, I couldn't come back by any transportation I had to walk. And it was tremendous\ndistance after putting in four (full?) hours of hard work, so I didn't go back there anymore.\nAnd I, at that time there was a ghetto formed in Budapest. Few Jewish streets, where Jews\nused to live in some of the apartment buildings were designated as Jewish houses and many\nfamilies had to move in together and share.",
        "A: This was in '44.",
        "A: Yeah, early '44. And so, I told my father you know it's very well that you took care of my\nneeds but I am worried about you and mother and I think you should do something too. So\nhe got himself a false identification. He became, his name was Isberg, but now he was Dr.\nAlakesh and there he was there again for some studies for a few months and they moved\ninto the custodian apartment of these ink manufacturers. [short interruption]\nLet me back track to 1943. Okay, I missed out on something there. My father tried to find\nme a furnished room in a place because he didn't want me to live with my parents, he felt if\none is caught the other could save himself. And he went with me to the, you know, the\nadvertised rental to this lady, Mrs. Braushaendler (ph), I remember her name in a very nice\ndistrict not far from where my parents lived, and there were two other girls living. She had\na daughter who was a very good seamstress, she was a widow, the mother. And she gave\nme, it wasn't really a room, it was part of the kitchen, she just separated a bed with a sort of\ncurtain and that was where I stayed. And one day, this was in 1943, one day on a Sabbath\nmorning, they were looking, it was a razzia, they were looking for refugees and even so,\nthey didn't look particularly for me, they were looking for others, but they found me. And,\nthey knew right away from conversation with me that I'm a refugee and they gave me just\nenough time to get dressed, and while I was getting dressed I had enough time to tell the\ndaughter of the lady to please run, I didn't tell her it's my father, they thought it was my\nUncle, go and tell my Uncle that I'm being taken away. They didn't know that I was a\nrefugee, those people. So, she notified, she then notified my father and I was taken to, it\nwas a Temple. And they had some more people like me, there were quite a few people like\nme. And they kept these people until they had enough and would take them to\nconcentration camps.",
        "A: Oh sure. Yeah. Oh, you mean the people I was renting from?",
        "A: Yeah, they knew I was Jewish but didn't know I'm not Hungarian, they didn't know. I guess\nby then maybe my Hungarian improved, I didn't know. But I was being taken into this\nholding place, and this boyfriend that I had when he found out, he got so upset that he went\n... they had a very fancy store downtown in Budapest, he emptied I think the safe from all\nthe money they had, he was going to buy me out. But of course, it didn't work that way. But\nanyways, he came to visit, my father couldn't because he wasn't legal, but this boyfriend\ncould. And my father was afraid that I'll be taken away from there, so he found out from a\nchemist that there is some kind of powder that in large amounts it make bombs, but in very,\nvery small amounts it colors you, like, you would have like symptoms of hepatitis, you'd\nbecome all yellow and feverish, and you know places like that were terrified of having an\noutbreak, and he knew that if I get that, I would be taken straight to the Jewish General\nHospital where he was on the staff. And he prepared the people there that I would be\nprobably coming as a patient. And he was so right, I took this powder and within hours I\nturned, like an egg yolk. And the doctor right away dispatched me to the hospital. And I\nwas truly sick because it was poison and affected all my glands. And, the detectives came\nthere too because there were a few refugees like me already hiding under pretenses, you\nknow, and they got the whiff of it. So, my father taught me how to manipulate the\nthermometer, it shouldn't go too high, it shouldn't go too low. You know, under the sheet I\nwould rub it because of the quicksilver, you know. It was an old-fashioned kind of\nthermometer. And so, I was there three weeks, and meanwhile, I had an Uncle living in\nBudapest, my father's\nbrother, who had many friends and he got to get one of his friends to adopt me, so I should\nbe legalized, because I was still under age. And, even so, I never met the man, but as a\nresult, I was able to leave the hospital semi-legalized. I still wasn't allowed to leave\nBudapest under the circumstances but at least I could leave the hospital and then I lived\nalone in another furnished room, not where I lived before. So this was until 1944 and then\nin 1944, of course, the Germans came and there were some places the Ghetto and then we\ntook assumed names and after I gave up being 'Anna Voyachickola' we all went to hide in\nthis apartment of this custodian of this ink manufacturer. They escaped themselves, so they\ndidn't live there anymore, it was just us in the custodian's apartment living. But after we\nwere there about a week, my father couldn't stand the isolation and being away from his\npatients, so he took his little black bag and went to the ghetto where his former patients\nlived now. And as he was leaving the ghetto, he was accosted by detectives. Still\nHungarian, detectives, even though it was occupied by the Germans. And they, him and\ntwo others they found in this building. Now, he had in one of his coat pockets his real name\nand in his other one, his false identification and so, of course, they knew that they caught\nthe right person they were looking for and they took all three of them, two detectives took\nthree captured people into the subway station, there was a big, big subway in Budapest\ngoing in all directions. And in one of the big stations the door opened wide and my father\nwas very resourceful, he tells one of the detectives, \"Look! Your guy ran out on you, just\nnow!\" and when the other detective looked two of them ran away, so the two detectives\nremained with one guy. And my father ran all the way where we lived at that time and he\ntold us what happened. We had some supper ready and everything and I said . . . somehow I\ntook over from that point on. I think, when your young you are easier in command of what\nhappen next. And I told my father to shave his mustache and you have to leave. So we went\non the street, we just grabbed a few of our things and took a cab. And we didn't know what\nto tell him, where do we go? We had no place to go and we didn't want to endanger anyone\nwith us. So we told him at one point to leave us off, and my father remembered there was\nsomeone who was still legal in the Jewish community and protected, sort of, under\nprotection. Who was at one time his teacher and my father was his doctor and he told him\nin case of need, you can turn to me. So we knocked on his door, because you never knew,\nwill they let you in or not? But he did. And he allowed us to stay. And my father went out\nto look for something for us to do to, you know, what would be the next step? There weren't\nmany options. And, as he went, he heard a story that today, I think your hair would stand up\nfrom disbelief, but he swalowed it and the story was that there are some German Army\nOfficers, or Army personnel, who are disillusioned with the army life and they have their\nGerman army truck and they would take us back to Slovakia. Now, part of Slovakia was\nliberated by partisans, very small part of it. And that was where we were going to go. Of\ncourse, it cost a lot of money and my father didn't have it, so he tried to organize some more\ninto coming with us. He got 44 people in all, among them was my cousin, the one that I\nslept in her house when I first escaped and her family by then was already taken away\nbecause from small towns they took families earlier and she knew she was the only one left.\nAnd some friends, and there were even two women who were pregnant and had young\nchildren, there was all kind of people. And we were suppose to meet the Germans with their\ntruck at this little park at night. And the Rabbi where we stayed blessed us and we left. And\nas we were approaching the park there were big flood lights turning on us. And we knew\nright away when there's a secret mission you don't turn on flood lights but we couldn't run\naway anymore, we were caught. And it was no mission of rescue, it was a mission that they\nwere plotting and they hit us, kicked us into the truck, beat us up. And sped to the Gestapo\nheadquarters to Buda, that's where it was. Their headquarters was underground of a jail, of\na real jail for criminals, it had several floors. And the men and women were separated. The\nmen were taken, I think to a third floor of the jail and the women and children to the fifth\nfloor of the jail. And it was a jail with locked doors like criminals and they gave us this\nlittle bathing, this little water, barely for eleven people to wash. And for the children they\nwould bring a little better food. And I remember I was so beaten that my nose was bleeding\nquite badly. And we were all in a state of shock but one of the woman who had a young\nchild was able to tell a story to the child. And somehow that narration and that calmness of\nthat woman put me to sleep and got me relaxed. And so, we were in this jail and, I just want\nto mention for a minute, the next morning when they\n06:28:\nopened for a minute the jail door, across from our jail was another jail where a young\nwoman was doing exercising, she was in solitary confinement doing head stands and\ngesticulating to me like this and that, you know, and I had no clue. What's with her and\nwhat is her privilege being all alone in this place. Well, they allowed us about every second\nday, each floor was allowed to go down to the court yard under the guards' supervision to\nwalk around in circles and this young woman, being on our floor joined me in this walk.\nAnd she told me, you probably heard of her, her name was Hanna Senesh, she was a\nparachutist trained by the English to come and rescue some people and she was caught by\nthe Croats in Yugoslavia on the border and brought here with the other parachutists friends,\nand she wouldn't tell on the others and of course she was being interrogated and she knew\nfor sure she will be hung after a while, but it was a privilege for me, even for a short while,\nto meet her because she was a very courageous woman. But anyway, we stayed in this jail\nfor about three to four weeks and after that we were again ordered to go down these stairs\nwith whatever belongings we had and come to the main floor and for the first time I felt like\nthe men came there too, the few who were Jailed, including my father. He was handcuffed\nwith one hand to another man with his hand so the two men were always together no matter\nwhat. And his hand was quite swollen from the handcuffs. And there were a lot of trustees\nin\nthis jail, there were manufacturers, Jews, who were the first ones to be put in jail and they\nacted like trustees so I asked one, \"Where are we being taken to?\" He said Auschwitz. And\nby then, even we weren't sure what Auschwitz was but we knew it's a place you don't come\nback from. And so it wasn't a very pleasant idea to be there, but I found a postcard in my\npurse that they returned to me, they took it when we got to jail, and I found a pen and I\nwrote to my boyfriend, even so I didn't put his address just his name so I didn't know how\nhe might get it, but I wrote that we are being taken to Auschwitz and then we were\nmarched, we were twenty-seven people not all Jews. Among us were non-Jews, the women\nand children remained behind that were not being taken. We were marched to the train\nstation and we were called 'political prisoners' because we wanted to escape the Germans.\nAnd put on regular trains with guards in each compartment, and there were guards on the\nroof of the train too. And, they found the card, the Germans found my card and they were\nrunning around with it, holding it high up in all compartments, walking around, that, of\ncourse my mother knew who it was because she knew the name it was directed to. But of\ncourse the person never got it, I just, the reason I wrote it I just didn't want to disappear\nwithout anyone knowing that, where we are being taken. [Something missing]\nEnd of Tape #2\nTape #3",
        "A: No, three weeks.",
        "A: You know, I did not have a normal life as soon as they came in, personally. Because I\nbecame the maid, number one. We were much more scared, you know, we knew that our\nlife is getting to be limited. Everybody else got scared, see, now, it was all of the\nHungarians, especially us. And their people were caught on the streets and taken away to\nwork camps, to, you know.",
        "A: You know, I wasn't that much around because they came middle of March, I became the\nmaid, and in May we were already taken to jail, so there wasn't that much time in between.\nIt was, and we didn't stay were we use to live, we went to a neighborhood were we were\nunknown and we didn't dare\n06:35:\nto go out very much. That was not a normal life, we didn't communicate with anyone, not\neven with your family anymore. I didn't even know what's going on very much, as you see\nmy father was caught in the apartment building, so...",
        "A: There was no life. We were in that one-room jail and there were bombings. The allies, and\nthe gentile population of the jail was taken in the basement, but the Jews were left to burn\nto death. You know, those were those carpet bombings, I don't know if your familiar with\nthat. It's like, going like this . . . you could see the flames, and it was close to us, any minute\nwe thought we going to go into flames, so this old lady taught us how to say the last prayer\nbefore you die and we sat on the floor and said that prayer, that's all we could do. So you\ncan't call it life, it was, you know, we talked and we, the poor two little children were there,\nyou know, with their mothers.",
        "A: Scared? We were more always scared of what's next somehow. The fear was always, you\nknow I have to tell you when I was found out, when they took me away that Saturday\nmorning and put me into that holding place, it was almost a relief. And then, I don't have to\nanymore run from them. You know, because you were always afraid you'll be caught. You\nknow, so after a while you just don't care, you want to be relieved of this fear, you know,\nwe were constantly afraid. Fear of the unknown, really. Because we just knew it was\nhorrible, but no one knew for sure exactly what it is.",
        "A: Yes, I did. In fact, I even had the, what do you call those . . . the beads? You know, in\nSunday morning if I went out, that's what I carried with me and was holding it in my hands.\nAnd you know, I knew the prayers because, I knew it in Slovak because I learned it from\nour cook, I knew it very well, I knew all of it, so, I don't know how you . . . well, I knew it\nin Hungarian but I figured I could always say it in Slovak. Yeah, I did, you know...",
        "A: Yeah.",
        "A: We got on the train, we were guarded, and the man's handcuffs stayed on, you know, they\nwent to the toilet they had to go together.",
        "A: Yeah, sure. It was a regular train. It was not the kind of train that most people that you have\nin your museum were taken. This train was a normal train because we were political\nprisoners, this was our advantage so to speak, you know, being labeled as such. You know,\nyou never know what was your advantage. And we were just twenty some people, it wasn't\nhordes of people, 1t was just us. And there were no children among us. But the old lady was.\nAnd, there were even bombings on the train, we went through Vienna and they got us off\nthe train into a holding place. And, you know, people looked at you, the other passengers,\nand you wondered: how do they look at you? Do they pity you, do they, are they happy to\nsee you like this, do they hate you, you know? You didn't know what the expression\nyou saw on the walls of the train station against Jews, all kind of symbols and\nwords against, so, and, the guards, they even fed us. They gave us bread and things and the\nguards told us we should give them our watches, our rings, because were we go, we won't\nneed it. And I was very defiant as a young person and I just took my mothers and my\nthings, I wished I could take everybody's, and went in the toilet and flushed it down with\ngreat satisfaction. I felt was a much better place than in the guards hands. And we traveled\nlike that, not, you know, it wasn't that long, next morning I looked out the window and I\nsaw people working, mostly in striped uniforms. It was a nice June morning and I saw\n06:40:\nthem working in the fields. And I was always instructed or taught that if you work you live.\nWell, under normal circumstances probably but not under the German regime. So I was\nvery hopeful when I saw people working in the fields, I thought that's what we would be\ndoing.",
        "A: I was under the impression that we would be killed on the way. I heard of gassings in trucks\nand I thought that's what will happen. And, when it didn't happen, I thought well, you\nknow, we made it that far.",
        "A: No, they didn't say, no. I just got from the trustee the information that we are being taken to\nAuschwitz.",
        "A: I didn't know details. Knew that it's a place you just don't want to go, no one ever came\nback, no, there were no details about it.",
        "A: Yeah, it's late.",
        "A: Yeah, still didn't know, no.",
        "A: So, we arrived at the normal train station. And my father, we were handcuffed and all, and\ninteresting, my father's, what his reaction was when we got off the train he begged me for\nforgiveness. That he got me here, and he explained why. When I was about 15 I had a\nchance to go on a Youth Aliya to Palestine, which I wanted to do, and he wouldn't permit\nme because the morals weren't good there, you know, bad reputation, and he just wouldn't\nlet me go, and he asked for forgiveness, if he would have let me go, I wouldn't have gotten\nhere. And he promised then and then, that if we get out of there, he'll never interfere in my\ndecisions, and he never did. So, we said good-bye to the men, just saw them from a distance\nbeing led away, and couple guards led us away. And we were approaching Camp Birkenau,\nthey preferred it be called Auschwitz, and it had the famous inscription, which still I\nbelieved, until I got in, \"Arbeit Macht Frei\" which means \"Work Makes You Free.\" And\nthis is the biggest lie, there were high voltage wires, and let me give you the impression\nwhen I saw and entered this camp. As I walked within the door, walked after us, my first\nimpression was, and I looked around because this was not a normal place you could tell,\nthat I died, this is true, and I woke up in Hell, I must have been a very bad person to wake\nup bad(ly) punished, to come to a place like this. Because the people that I saw there were\nnot human looking. Young men with shaven heads, with glazed eyes, with funny clothes.\nThey just moved in a crazy way and then the Germans shouting, they had two words, they\nwere key words, \"Raus\" and \"Schnell,\" \"out\" and \"fast.\" And lucky were us that we\nunderstood German, if you didn't then you were readily kicked or pushed and, you know,\nthe scene was that there were turrets with guards and the guns were pointing towards the\nprisoners. There were chimneys, unusual chimneys with unusual smoke coming out of\nthem. And I caught hold of a young girl who looked a little normal and I tried to inquire,\nyou know, you have learned very fast not to ask for much and talk too much, this was not\ngood, but I dared to ask, I said: \"You know, in 1942 many of my friends I think they were\nbrought here.\" And I mentioned my best friend's name, maybe you know her name was\nHelga Fayhee (ph)? So she points toward this chimney with the huge smoke, you could\nsmell the flesh from that smoke, and said \"That's were they all are, including your friend.\" I\ndidn't know what she was talking about, then. And then everything \"Schnell! Schnell!,\" so\nof course, everything was taken from us even little what we had, and \"Schnell! Schnell!,\"\nwe were chased into what they called \"the sauna.\" It isn't a sauna that you picture, it was a\nhuge place with showers, and they were real showers. We had to totally undress which was\nvery unusual, in Europe in those days people just didn't undress in front of strangers, there\nwere men there too who shaved us every place and they sprayed disinfectant on us and\nthey, they handed us this soap that had initials. It said RJF. And RJF meant Rein Juedisch\nFett, translated Clean Jewish Fat. In other words, the soap was made from the victims,\neverything was utilized there. And of course, we didn't know. So they turned on the\nshowers and \"Schnell! Schnell!\" we had to soap ourselves, and we hardly rinsed ourselves,\nthey didn't give you enough time, and \"Schnell! Schnell!\" you have to get your clothes.\nNow, you didn't get your clothes, you got what was thrown there on the floor. If it fit or\ndidn't fit, made no difference, it's not, it's as soon as it's \"Schnel!.\" Now you can imagine\nhow I felt seeing my mother in this place, and probably she also felt seeing me, but I have\nto tell you that as soon as we got there, she was not my mother anymore in a practical way.\nShe became the child and I was the mother. She just couldn't function in this place. And, so\nmy allotment of clothes was a black dress with short sleeves, and no underclothes at all.\nThe shoes were the most dire thing because they usually didn't fit, no one measured you,\nand if they were very bad, if the fitting was totally out, you were doomed because most of\nthe time you were on your feet. There were no places where you could sit or anything. And\nmany people died on account just not having the right shoes. Your feet swell or were so\nhurt that they couldn't continue, but my shoes were acceptable. And they were both the\nsame size, both the same heel because it didn't have to be. You could have had the right foot\nin the wrong, you know, different size than the left foot, or different heel. So, then \"Schnel!\nSchnel!\" they painted a red stripe on our backs because they without this you could maybe\nescape, which was ridiculous. I don't know how they imagined that. Then they gave us,\nover our left chest, describing us, what kind of prisoners we are. And then there were\nStations...",
        "A: Jew, you know.",
        "A: Not here. Not here. But then there were stations, you know, where you went through like,\nwhen you go to a subway or something you have to go through, and there were girls\ntattooing people because, you know, you lost your name the minute you arrived at\nAuschwitz, now, I had already two names that weren't mine. First my cousin's, when I came\nto Galanta they gave me my cousin's name to really legalize, then I became 'Anna\nVoyachickola' and I lost my name altogether because everybody was called out by number,\nand my number was one number higher than my mother's. The irony of it is, my mother\nwas such an esthetic person that she checked each girl that did the best job in tattooing and\nshe found that this one who did me did the most beautiful job, and I really never saw a nicer\ntattoo, if you can call it nice. [Shows tattoo] And then I got this triangle which meant\n‘political prisoner’. Now the girls told me \"Your lucky,\" the ones that tattooed me, \"you\nhave a living number.\" I said, \"What do you mean by that?\" And she said, \"Well, if you\ndon't have an 'A' or a 'B', that means that this number is as many people as there were now\nin camp and your the first one with this number.\" The people who had 'A's\" meant that one\nperson already died with that number. The person who had 'B' there were two who had died\nwith that number. So, and they have to give it to me because I was political prisoner. Now, I\ndidn't know really that I was political prisoner until I visited a year and a half ago\n06:51:\nthe Holocaust Museum and there are arms with this number and the explanation that, in the\nbeginning, it was non-Jews or old men who had this. Then there were men who were Jews\nand there were very few women who had this. I'm distinguished with this triangle pointing\nthe I am political prisoner. But you didn't want to be called your number, you were afraid to\nbe called that was the biggest fear everyone because when they called your number it meant\ndeath most of the time. So, after we were tattooed, then \"Schnell! Schnell!,\" they ran us\nthrough what was like a bunk, a wooden structure, and there were hundreds and thousands\nof them because the camp was divided into A-B-C-D-E-F. We were in 'A' camp, we were\nthe... we just came and I think they waited for the visas for something, they kept you in\nsort of isolation for a short while and there\nwas space maybe for 100 people in this camp, we were 400 in this building. And where we\nslept were bunks, three-tier bunks. The way you have it in your museum there are no, we\nhad no straw, we had no sheets, no pillows, no blankets and there was space for maybe\nthree people in each bunk to stretch out, we were eight. If one person wanted to turn\nsometime during the night all eight had to turn because there just was no way that it could\nbe accomplished, there was no space whatsoever. And at 2:00 AM they would wake us up\nwith their flashlight, again \"Schnell! Schnell!,\" \"Raus!\" Raus!\" And we would have to\nstand, everyone in front of the cottage and then we would look out into space, we saw these\nrepeated, in front of each cottage, it was like black from the people, women, standing there,\nand the magic number was five, you stood five in width and five in length. The best place to\nstand, it depended how you ran out, you know, where you got your place, was in the\nmiddle. Number one, you were protected from being seen; number two, if it was cold and\nwindy, the people somehow enclosed you. But, one day, as we were standing, you could\nstand there for hours regardless of the weather, hours and hours until it didn't jive all the\nnumbers in the camp. And the people who didn't stand in the front line had to have their\narms up over their shoulders. There was a person who was in charge of each block, the\nblock \"Aelteste,\" the block elder, and she would tell you \"Rensid Naramana,\" you know\nthey spoke Polish, but knowing Slovak so it was sort of, you know, I could figure out what\nthey meant. And you know, if you tried just for five minutes to keep your arms at that, in\nthat position, you feel like you don't have arms. And if you have to do it five hours then you\ncan imagine what it was.",
        "A: \"Arms on the shoulders.\" And, at that time they distributed your rations. Now the ration\nwas bread, piece of bread, that was made mostly out of sawdust and some brown liquid.\nNow, I didn't have even my own cup, so I had to use from everyone, what everybody else\nused, you know? Lucky for my mother and me, the people found out that we got into camp\nand they knew who we were, some people yet from my home town and others, and they\nbrought a sweater for my mother and they brought some bread for me when we arrived,\nwhich was very pleasant to be welcomed, even there to a place like this. And the thing was\nto adapt, which my father, that was his main teaching in my life as a child. To be flexible\nand to adapt. And I was able to do it, instead of like some, and they were very detested by\nthe old prisoners, we called them \"Alter Haeftling,\"” means \"old prisoner\" and there were\nthe new prisoners which, you know, they felt they still had a good life for a while, which\nwas their right, you know. They came and started complaining to this \"old heflinck\" if they\ndetested you. But if you adapted, they helped you. And I adapted. If I knew that I have to\nwash outside in a bucket so I washed outside in a bucket. And I offered to work. There was\na job called \"stubendienst\", \"Stube\" means \"room,\" \"Dienst\" means \"service,\" so it's room\nservice. In this place, they took great care to paint the tiles red, or whatever. They broke\nbricks to make the color with water. And I offered to help and I had an advantage with that,\nthat they let my mother lie up after the bunks were fixed and she could lie there and rest, so\nthat was my advantage. And we worked hard, and one time, we had to work outside, it was\ncalled \"Aussenkommando\" , meaning \"working outside.\" So after we stood we'd file out\nthere and got our ration, there were an orchestra playing for us. There was an orchestra at\nthe gate of the camp that led outside with the vicious dogs on the other side playing a march\nfor us to march out. And I remember seeing a rotten apple as I walked and I was dying to\nhave that rotten apple and one of the guards just kicked it away before I could get it. And as\nwe walked, I saw a little hut, I guess some of the guards lived, seeing some steam coming\nout and shade, by biggest dream was to live in such a hut, to be away from everyone\nbecause you were never alone, you couldn't wash by yourself there are millions of things in\nthe wash room. You couldn't run the toilet alone, there were latrines that you sat back to\nback with people. It's nice to be with people but it's nice to be alone. And you never had\nthat, something that was your own. And in the\n06:60\nAussenkommando we had to cut bushes down on the Vistula River which was the main\nriver of Poland. It was pretty chilly by then, it was the end of September and October, it's\nvery cold there, the climate is horrible there. There's malaria there, it's a bad climate. And\none of the guards, he was a Hungarian that was taken in, he took pity on me and gave me\nhis food, and I asked him why, if your doing it he could be killed by that, and he said, \"I\ndon't want to be here, really, I didn't wanna be here. Where I lived there was some Jewish\nfamily who were very good to my family and I want to pay it back.\" And things like that\ngave you extra strength, that you saw that the world didn't go completely cuckoo, you\nknow, that there are some humans even here who are decent. That sort of gave you courage,\nand the other thing was that my father kept in touch with me through human messages,\ntelling me where he was. He worked very hard, he had to carry toilets and got a double-\nsided hernia because he didn't know how to carry. He had to shine trumpets, polish\ninstruments for the musicians. He had to put up hard shoe polish, I understand. But then at\nthe end, some of the people from my home town who had been old prisoners, because the\nold prisoners, you know, it was . . . there were\n07:02\npeople at higher ranks and some old prisoners had higher ranks. The Germans trusted them\nand gave them jobs to do. And some of them were able to get my father to become a doctor\nin the camp taking care of the prisoners. So his life had improved a great deal, he didn't\nhave to stand Zell Appell. We got better food. Some of the prisoners who got cigarettes\nthey would give to him and because he didn't smoke, he was able to exchange it for food.\nAnd he would send me a tomato sometimes, which was a gift unthinkable. And, those\nthings kept you going. And then I heard there was woman, her position was \"Schreiber\" or\nWriter [secretary?], and that was the highest position a Jew could have. She spoke several\nlanguages, she was very smart. And her position was to be in charge of all the accountings,\nof all the Zell Appells and responsible for it. That the numbers jived and are correct. Now\nthat was a very responsible position. And she found out that under this number who is the\nname, and one day she came to us, she wants to help. She called the number and I was\nterrified that the number was called. And I said, \"Why do you want to help?,\" you know,\neven from Jews you become suspicious. And she told me that her sister, and I knew who\nshe was talking about, her name was \"Goldstein,\" lived in our home town and she\nresembled her a little bit. She said, they were I remember big Zionist, her sister and brother-\nin-law and the two children, and my father saved the sister's life and the child in childbirth.\nAnd even they don't live anymore, but she wants to help us through it. So, you know, I\nalways say you never know in your life when you help someone who benefits from that\nhelp. It might be someone totally unrelated or, you know. And so, she wanted . . . her help\nwas to give us job in the latrine, that was a big job! Because if you worked there, you got\ndouble portions but I said \"I really appreciate the job, but it's one job I just can't do,\" you\nknow because, they were just holes and you take a stick and clean it with a stick and no\nmatter how hungry I was, that was something I just couldn't bear to do. So I thanked her a\nlot and had to give up. But then one day I heard that about forty-two girls that came in '42\nwith the original transport that I escaped, you know, when I went to Hungary, are being\ntaken out to a camp, which was called I think \"Auschwitz II\" but I heard later it was called\nthe Statsgebaeude, which means \"a state building.\" It was just an hour or less walk from\nBirkenau, but the circumstances were compared like from Hell to Heaven, you know,\ncompared to the situation. So I again was pretty courageous, you know, they had alarms,\nblock alarm. Block alarm meant between each A-B-C-D there were electric gates. And then\ntransports came, they locked these gates so that you shouldn't see wants going on, or\nshouldn't tell those people where they are being taken because if two, three hundred people\ncome and they find out and they started to fight, you couldn't do the killing job properly\nand, well. But I went through this alarm before the gate closed to her where she was, and I\nsaid, \"Now, you wanted to help us once, maybe you could help us now. I heard these girls\nare being taken there, maybe you could include my mother and me in that group,\" and she\ndid. And that was a big, big help.",
        "A: Yeah.",
        "A: It all depended, it was totally personal.",
        "A: I can't complain, I can't complain.",
        "A: I tell the truth, I can't complain about any of the help and why I was treated right. First of\nall, they knew my father, many of them. Because many were Slovak girls. And my father\nhad such a wide reputation of being so decent and good, that, and they were so amazed that\nmy mother got in at that age that they were just happy to see a woman her age make it. And\nI didn't complain, that was another thing, even in fact I always offered to do something, and\nthey wanted to help. So, I can't complain in my. . . Hmm, there was one, her name was Ella\nwho had a position who was totally crazed. I have a picture in front of me, she had like\nblonde, curlier, wild hair, and she walked around like crazed, and hit whenever she would .\n.. So I was hit by her and so was my mother, but it wasn't anything person, she was nuts.\nYou know, there were many who were.",
        "A: Yeah.",
        "A: Of course, Jews, yeah.",
        "A: There were some French prisoners and it was very interesting. You know, they wore\nturbans, they tried to be very feminine, and some were Greek and sang beautiful songs, just\nbeautiful songs. One was a French woman who said she's a Rothschild and she's very rich,\nyou know. I mean, people were nuts, you know, I mean, there were some from Hungary\nand they were not liked. And I'll tell you why they were not liked. Because many of the\nrefugees like me went to Hungary and the Hungarian population, Jewish population was not\nvery sympathetic and helpful. For one, they were taken and these people remembered it,\nyou know.",
        "A: Some helped. Now, it was all... I tell you, it was who you were. You didn't change that\nmuch while you were there, to tell the truth. If you were nasty, you got nastier. If you were\nmean, you got meaner, you know. Of course, circumstances could make you that way too.\nFor instances, I was offered a job of the Stubendienst, and sometimes the Stubeindienst had\nto hit because if someone wasn't \"schnell\" enough, you hit them to make them \"schnell,\"\nsome couldn't, they couldn't move. And I thanked them very much, I really didn't ask for\nsuch a job. But, it'sa...",
        "A: I have to talk about this. I had a cousin, who came with us. She died not long ago in\nSwitzerland. Now, I have never met anyone like her because she came with us with the old\nlady and when we were first taken into the sauna she helped her to soap, not enough that\nshe had to \"schnell! schnell!.\" She took care of this old lady, and if someone was hungry\nshe was able to give her food to that person, and you know, no one did that because the\nhunger was to such a degree, I mean, it's unbelievable to be able to be so hungry that you\njust didn't give what you had, you know, so she was able to be so good, and so, there were\nsuch people.",
        "A: Yeah, stealing. You know, but we couldn't, but we didn't eat because we didn't want to eat\neverything in one time. We would have liked and ten times as much, we put it under our\nhats because that's the only way it was safe. And sometimes when people fell deep asleep it\nwas taken even from\nthere. And some of the bread was rat eaten and we ate that too.\nEnd of Tape #3\nTape #4",
        "A: Only on a secret way, secret way, yeah. But even I had Yom Kipper services in a basement,\none looking out and they knew their prayers by heart, some of them, and they did it, yeah,\nright. I find me a prayer book, and I'm so sorry I don't have it, I had it for a long, long time.\nUp to liberation almost, and I don't know what happened to it.",
        "A: There were some women, it wasn't in my barrack, but there were some women that I know\nwho prayed, and I did too. When I was totally . . . didn't know what else to do, I prayed to\nGod, and it was a very fervent prayer. And I believed that I will get help, I strongly\nbelieved in it.",
        "A: I was there during the High Holidays.",
        "A: I knew we knew, but it's a High Holidays, we had to work. But by then I was in a better\ncamp. But while I was in this camp, there were some Slovak girls who worked in a\nmunitions factory and there were some who worked in the commando, in the crematoria\ncommandos, who wanted to bomb those crematoria, but they needed the material for it.\nAnd these girls carried on themselves the powder on themselves because they were\nsearched every time they entered and left the gate and then they had enough. And when\nthere was enough, they did bomb in October of 1944 two of the crematories, which stopped\na lot of the killing but, unfortunately, those girls were hung in front of everyone.",
        "A: No, I didn't know them but, yeah.",
        "A: Maybe it was, but I think it was the old timers who would do it because, see, they had\nconnection with the men's camp. Sometimes men came to work into the camp and the\nmeeting place was the latrines. Newspapers were brought, their exchanges with cigarettes\nand food and they got their news and they got what their going to do there. That's where\nthe, you know, the Germans didn't go in those latrines for obvious reasons, they were not a\npleasant place to go.",
        "A: Now beatings, they were constantly beating. If you didn't go fast\nenough they kicked you, they beat you, they send a dog on you. That was normal life. For\ninstance, someone died and in the same bunk was a person was alive and the dead person\nwas next to them, you know, and that was a normal thing. And, I want to tell you this story,\nwhich I didn't finish. Once we stood cell block count with my mother, it was in the\nbeginning, and one of the Germans who were counting came and pushed her out in front\nand the next stop would be to take her number and then take her away. In my desperation, I\nlooked down on the ground hoping some miracle happens, and as I looked down I saw\nsome red something appearing, and I picked it up even so it was not allowed to move from\nyour position and 1... it was something and I smeared it on my mother's cheeks and\npushed her back in and it worked. He never paid attention to her anymore. So I feel that was\nmy personal, you know, victory so to speak, you know. And there were such personal\nvictories, that's all you could do, you had no arms, there was no communication with others,\nyou know. Things like that have to be made together, you know, there has to be a leader,\nand we were constantly weaker, you know, weakened from starvation and you loose the\nwill to do anything, you know you just want to, one more day, one more hour, one more\nminute. But anyways, I started telling you that I went to this woman, to the \"Schreiberin\"\n(her) name was Attica and I begged her to help us now, which she did. So one day we\nfound ourselves standing with I think there were forty-one and two of us made it forty-\nthree, and they marched out into the Statsgebaeude it was called. There were only Brick\nbuildings there, I understand that these buildings were made for the Russian prisoners of\nwar and then, when they were moved, they others moved in, you know. There were only a\nthousand women in this place. You know, I found some couple girls from my home town\nand when they arrived, they waited us with real towels and with real soap, which was great\npresent to have. And they made arrangements that I could see my father, they knew the\ndoctor in the women's camp and she could send me to the dentistry. You know, it was a\nprivileged camp so to speak, this was the Red Cross camp, this is what they would show,\nthis camp. Our Zell Appell lasted five minutes, it was just the performa thing to do. We\nwere really not starved there, we got enough bread and things and we could actually, there\nin the basement of each building, there were places where you could sit down and eat. And\nwhen I tell these stories to other survivors I don't think they believe me, but there are some\nwho were there know. And most of the people who were there worked for the Germans.\nThey were either fantastic seamstresses or some craftsmen. Our job was, you know, there\ncame the transport from Poland and Belgium and brought these magnificent linens. The\nGermans had, it was called Naehstube, sewing room, and there were tables with\nmeasurements and you took this linen, you put it on this table, first you measured it how to\nfold, you know, the measurement were there for right folding, and you checked it for\ndamage or for excellence. If the linen was totally new or in good shape, it went to the\nofficers of the highest rank. As they degraded it, so it went to the lower rank officers and\nthen they had women who right away mended it, and my mother was one of the women\nwho mended it. And they took us twice a week for showers, and this was... and we each\nhad our own bed, bunk, I mean, they were still bunks but pillows and sheets and heated. I\nmean, unbelievable! I thought I'd got into some sanitartum or something, I couldn't believe.\nBut, unfortunately, after being there very brief time I came down with the horrible typhoid\nfever because we had a lot of lice and the lice are the best to get you that, you know, they\ngo from person to person. And I ended up in that hospital there. Now, I was very fortunate\nthat I got it while I was in that particular camp and not in Birkenau because typhoid,\nsomething that spreads 1s assured death sentence. I mean, over the death sentence of being\nthere. And I was able to communicate my symptoms to my father because the nurse where I\nwas had a husband who was a nurse in the men's camp where my father was. And just over\nthe fence, she was able to give him little slips of paper, and so my father ran into the lab and\nfound the slides with my typhoid, you know, saying that I had typhoid, and destroyed it so\nno one could find it. Otherwise they would have taken me away. And he even got\npermission from one of the German soldiers to visit me there. And I knew when he's\ncoming, so my mother was already, she was in the hospital too. And he brought me some\nfruit and he gave me a shot, and this is incredible because it never happened before. He had\nsuch ways with people that even the Germans fell under his sort of spell. And he said, \"I\nknow, I have a child too,\" I know how you feel the guy told him and so he saw me there,\nand I knew that one of the doctors was not a doctor who was treating me, I could tell. And\nso he asked that someone else could treat me which the real doctor did. And he took time,\nof course, to get better in a place like that. And I became friends with someone who was\nhiding there because they wanted to make on her medical experiments and she came in '42,\nthe same time my husband's sister went. And she had goiter, and one of the doctors that was\nhis specialty wanted to do experiments on her and the girls were hiding her. So we became\nvery good friends and remained friends until she died, she lived then later in Israel and I am\nstill in contact with her husband and son.",
        "A: We heard about it. We heard about it or from her heard it in that hospital, definitely, I knew\nabout it, yeah.",
        "A: Well, this I knew, that someone had some sort of cancer, they were trying to do\nexperiments on her. And I think they did on ovaries, all kinds of things. But, I had terrible\ntyphoid, I couldn't say I'm going to make it really, but soon after I got out of the hospital\nand got back to my barracks, we were told to go out in the middle of the night and stand in\nline to give us extra food and we were marched out of Auschwitz because\n07:27\nthe Russians were coming, this was in January, 1945, and they didn't want the Russians to\nfind us there and what they did to us. And so, the whole camp marched out that night.",
        "A: Right.",
        "A: No, no.",
        "A: Yeah.",
        "A: I think so.",
        "A: I think so, yeah. Why not? They made out of the skin lamp shades and out of the hair they\nstuffed mattresses in Germany, so I wouldn't say...",
        "A: Oh no, we didn't know what it was then. And even if you did, there was nothing else. It's\ninteresting how a person comes from normal surroundings and has to adapt to this\nincredible low creature surroundings, you know. I don't know how long you could do it, but\nyou do it. And if you don't, those who didn't died. Those who couldn't adapt died. It wasn't I\nwas stronger, or healthier, or better, or anything else. I just knew how to adapt. And, I had\nto live on account of my mother, she could not live without me, and I had responsibilities.",
        "A: Almost, yeah. I had several jobs. We were carrying bricks at first and we carried it like you\nwould have, I don't know, what kind of a precious thing, and it was a totally, had to use\nbecause we carried it to one end and you carried it back to the other end, it was just to give\nyou a job. Then, we sifted sand, you know, to sift sand, and then, you know, worked\noutside. That was, no one like to go work outside.",
        "A: Sunday. Sunday, you didn't work, but you still stood cell block count, got the same food.\nOh, they put in your liquid little more, something, horse meat or...",
        "A: You know, for some reason, I remember, I think it was New Years Day. There was a\nprogram where I went and maybe it was in this other camp, you know it's unclear, but I\nclearly know I went where the prisoners were allowed to mimic the Germans, you know,\nand they all laughed. But then in middle of it, when you forgot yourself where you are, the\nsirens started blowing and everybody has to run out and back in their place.",
        "A: That's the only time that I remember, only that time.",
        "A: Yes, and marches, the marches.",
        "A: Oh yes! There were fantastic musicians, there was one who was a soprano, I think, a singer,\nwho sang maybe for the Germans for entertainment.",
        "A: I heard there were many women, more like girls, and they took on young girls and they\nwere able to survive. Eleven, twelve-year-old, they pulled them, they were like messengers,\nyou know, they were messengers but they lived with them. And there were very pretty boys\nwho had the same function.",
        "A: Yeah, right. And those survived, those children survived. I don't know how their mental\noutlook is and so on, but they survived. But, I know.",
        "A: Yes, there were, between the men and women, yes there were. But it was on a hidden, in\nhidden places, you know. And it was the ones who were there longer and were better fed\nand had interest in sex, when you half dead, your not very interested, you want to have\nbread, not sex, you know.",
        "A: You mean sexual relation .. . ?",
        "A: Yeah, companionship and I saw, there were two in the sewing room later on, there was one\nvery pretty girl who liked girls and she would give them extra food and extra, yeah, on\nsome occasions you could see.",
        "A: You know, we were so driven you seldom had an occasion for anything extra, it was...",
        "A: I can just tell you that when we had to move out, many of the old timers were thrilled\nbecause they never thought they would ever leave that place. I don't think I was that thrilled\nbecause it was again into unknown, and we had to march real good beat, you know, good\npace in the snow and in the cold and I just got out of typhoid and I really sat down in the\nsnow, I didn't want to go on, I just couldn't. And that was the only time that I remember that\nmy mother acted as a mother and prompted me to get up and move on. As we walked,\nagain, I was encouraged by one of the guards who asked me, not commanded me, but asked\nme to go faster because, if you didn't, they had a long stick with a big stone and they\ncracked your head, and if you couldn't keep up walking at a certain pace\n07:34\nbecause they didn't have any more, that many guards, they were at the front. When they\nkilled you, they cracked your head and we saw a lot of dead people in the snow. We were\nafraid to look, it might be someone you recognized. We walked like that, there were people,\nwe went through Plesch ? (ph), a Polish village, and the people there stood because they\nknew how thirsty we are with buckets, they wanted us to have water, but they didn't let us\nstop to have the water. And we were tremendously thirsty, you know, you walk and walk\nand you walk like that until eight at night until we got to barn. And whoever fitted into the\nbarn was able to go in it. There were the animals, barn animals were roaming, cows and all,\nbut they didn't care. There was straw, we were out of the real cold. We were afraid to take\noff our shoes as we could never put them back, you know, they were red and our feet were\nswollen so we just kept them on and, in the morning, when they opened the barn door there\nwere a lot of frozen bodies outside, people who didn't get in. And then, we were marching\nfurther and transported with the open wagons, which was almost worse than walking\nbecause the cold was just so penetrating, the wind blew all around you, people died right\nthere in the wagon. They had no food, the only thing we could collect snow and eat that.\nAnd in one point the engineer was unusually kind and if he stopped the train once in a\nwhile he would let some of us collect the steam from the engine to make some hot liquid.\nWe were transported like that until we came to Ravensburg.",
        "A: We were marching I would say a good day, and the train another day.",
        "A: Well, the trains they didn't because that was the railroad you know, and...",
        "A: The whole camp, all the women from the camp. Heard they took the people who couldn't\nwalk, they put them on wagons but, you know, after a while we didn't see them anymore.\nThe whole road was full of the people who are marching and they must have marched\nbefore us because half of the people are killed.",
        "A: Thousands.",
        "A: Just women, at that point. I think the men were going before us. . .",
        "A: This was middle of January.",
        "A: Didn't see, didn't see.",
        "A: We came to a place called Ravensburg. And they left us stand out, thirsty and hungry, some\npeople had something to deal with and so they got water, or something, but I have nothing\nto exchange for, what? So we just stood and were hungry and thirsty and worn out. Finally,\nthey let us in, it was called the Seamen's Barrack, seamen's like you say now, the electric\nseamen's, and there we sat on the floor and then at one point, a guard brought a bucket of\nwater and everyone rushed to him to get it and he just spilled 1t out. And I was so mad, and\nI didn't care, I said, \"Why didn't you just kill us, because we going to die anyways?\" So\nthen he brought more and he let us slowly take, each. And then, we were distributed into\nbarracks. It was so crowded at that time Ravensburg because they'd brought in from all over\nthere, it was aman...a ladies camp, a women's camp. That was already in Germany.\nThere was no place to sleep or to be. Luckily, I got a place on top someplace with my\nmother. Snow was falling and it was pandemonium. Next to us was some German\nprostitutes with tuberculosis, a lot of them. And then they were announcing who speaks\nlanguages, particular the languages that I knew because the Germans were very meticulous,\neveryone had to be registered. Exact! And so, I was being taken someplace, they gave me a\nbig basin with warm water and soap, I could wash, and started work, you know, asking\nquestions. But then after a few hours when I returned to my own place, I couldn't find my\nmother, she disappeared! So, I thought, I can't leave her by herself, she would wander away\nyou know, and I just gave up the job and usually, I stood for her in line. Whatever I could I\ndid for her. And after being there few weeks they loaded us on regular trains and took us\nfarther. We didn't know where, but farther into Germany. And when we got off the train\nwas a beautiful country full of woods, normal circumstances would have like it, and our\nneighbors, this was not a large camp, but amazing but there were a few women in\nCleveland who were\nliberated in this same camp and my friends sister too, so it's interesting, probably they got\nthere the same way I did.",
        "A: It was called Neustadt-Glewe. It was the name of the city, the camp had no name. They\njust, the city was Neustadt-Glewe, it was in Mecklenburg, Germany, because I saw this\nsignature...",
        "A: No, it was not. . . it was a concentration camp. And there were some laborers, they lived\nseparately, and they were the French prisoners of war, our neighbors, who gave us courage\nby letting us know where the war is standing, that it's not too distant until liberation,\nbecause by then we were so terribly starved that I developed what you call hunger edema,\nit's... your body, it's not only your stomach, but all the cells in your body are hungry, are\nmalnourished. For instance, if I would stick my hand, they skin wouldn't jump back the\nhold would just stay. And I developed fever, I got like red lines on my legs, it was all from\nhunger. And so, I knew we couldn't live much longer there, you know, no energy, it was\nhard to just move or get up. We didn't do work there, but we weren't fed either, I mean, just\nwater, sort of, or liquid. But then, after it was May, it was actually May 2nd, we looked out\nthe window, it was a lovely day, and we saw our guards looked unusual. They were\nunshaven, they were drunk and they were leaving. So, we sort of knew the end came. And\nthe French prisoners of war cut through some wires, we were surrounded by . . . they cut the\nwires. Just a couple of days before that or so, a girl was so hungry, you know, there were\ngoing wagons on the road which wasn't far from us that had these sugar beets or horse\nbeets, whatever, because we got this soup, this horse beets, maybe that's what it was, and\nshe picks up one that the wagon, you know, it fell. And one of the guards just waited until\nshe put it in her mouth and shot her. And they had potatoes and vegetables dug in the\nground, they made hills. The looked like hills, there were so many, and they wouldn't give it\nto us. And, after we were free, we really didn't feel that free. No one came there, none of the\nAmerican army who freed this territory didn't know we existed. The town wasn't very far,\nbut they didn't know. And so, no one came then, we didn't know what's our next move.\nSome people became very unhappy and screamed and cried because they just, it just\ndawned on them that they are left alone, that all their loved ones were killed off and there\nwas no place for them to come back to. I had my mother to take care of and I had became\nfriends with two other girls, one was from Yugoslavia, one was from Romania. And we\nbefriended each other in this particular place. And they moved out together into the\nbuildings that were occupied before by the workers. So each had our bed, and there was one\nvery energetic girl that I met after the war and became friends with and had her mother\nthere too, she had the energy to take a big pot of water and boil potatoes which was the best\nthing for our stomachs. Some girls ran into this warehouse that was there that was loaded\nwith Red Cross packages that was suppose to be given to the French prisoners of war and\nnever was, and they got deathly sick. They got such diarrhea that some died. My mother\nsuffered from chronic diarrhea, even from the potatoes, she was so weakened. And after we\nwere like that, you know, washed ourselves and scrubbed ourselves, we went into town. My\nmother was left behind but I went with my two friends into town, to Neustadt-Glewe. And\nas we were entering the town, we saw some, about three or four American Army personnel.\nAnd I spoke English, I wouldn't say I spoke like I do today, but I could be understood and I\nunderstood and I spoke well German. And they were sort of looking around, and there were\nsome German army personnel with them and it seemed like they were looking for\nsomething, so I went to them, and I said, \"Could I help you?\" And they said, \"Yes, tell them\nto throw down their arms,\" which I did with pleasure, of course. And, as I went into town, I\nsaw even a nicer scene, I saw the American Army on both sides of the time walk and the\nGermans walking the middle throwing their arms in front. And the prisoners made a thing\nlike a carnival in town, they ransacked the stores, they stole bicycles, they just walked on,\nthey thought it belongs to them. They took baby buggies and loaded them with whatever\nthey could take, and I just wondered where they were going with all that. We entered a\nGerman house, and you know this city was totally undamaged, the war never entered this\narea. So we entered a German house, the inhabitants were nicely sitting around their table,\neating, and the only question was, \"Are the Russians coming? They were not afraid of the\nAmericans, terrified of the Russians. I said, \"We have no idea who's coming, you know, but\nwe would like some food,\" and they let us go by ourselves in the basement that was loaded\nfrom floor to top with food. And we helped ourselves, with canned things. And one smart,\nand there was some fabric, I remember there was a red and white sort of cotton fabric, that\nmy girlfriend from Romania she was a fantastic seamstress, she tore it and made a skirt out\nof it for me. And I came in that skirt back home actually. And one girl was very smart and\ntook couple bottles of drinks, I would have never thought of it, which was very helpful to us\nbecause right after the Germans liberated the town, two days later it became the Russian\nzone, and the Russian soldiers were totally ungentlemen-like. They wanted to rape us, no\nmatter what condition we were in. We hardly could escape them, and we decided we are\nleaving, we didn't know how, but we knew that the Americans are next door. We walked\nout of there. They wouldn't let us through. But then when we showed our drinks, the bottle\nof drinks that pacified them, they let us through. And we actually, probably came to the\nAmerican Zone again because it interchanged, sort of.",
        "A: They ran into the door, into the door and to rape us. My mother had to kneel down and beg\nthem to leave me alone. And then, one got drunk and while he snored, we ran out.",
        "A: No body was hurt, but it was close call, was a close call, I just couldn't care.",
        "A: Ravensburg.",
        "A: I came to Ravensburg until about February, and in February we were couple months in\nNeustadt-Glewe.",
        "A: Oh yeah.",
        "A: No. No, you know, there was no work and no one could work anymore. Some women were\nthen knitting for a German, there was a horrible German woman, she had boots, you know,\nlike the German have, they had boots up to here, their socks their sticking out, and they had\na horses whip stuck into the thing and just whipping people, you know.\n07:52",
        "A: Yeah.",
        "A: Not sure, not really sure, we hoped, you know. But as we were getting victory, you know,\nwe didn't care anymore. We just became so passive that to get up and actually wash\nourselves was the biggest feat we could do, you know.",
        "A: Yeah, sure I wanted to live, yeah.\nEnd of Tape #4\nTape #5\n07:53",
        "A: So, we walked on this highway, we left Neustadt-Glewe and we went through the Russian,\nyou know, he let us through. It was a hard job, we had to beg him. But, we got on this\nhighway and there were woods on both sides on this highway. Actually, we really enjoyed\nthis walk because it was for the first time that you walked and no one said, Schnell and\nRaus. You don't realize what it 1s, just to walk and no one chasing you. And then we saw\nthe woods, which until then, you know, Auschwitz had absolutely nothing of nature, and\nwe heard birds that . . . it's so delightful when you haven't heard it for such a long time, just\na nice voice instead of those harsh, horrible voices. But then all of a sudden we heard shots\nand we thought, oh God, they're after us now. But before we had a chance to be really that\nscared, we saw American, people in American army uniform running out from the woods\nand they saw us and saw how we looked all scared and, you know, and they said, \"It's the\nend of the War, end of World War II. We are celebrating.\" It was May the 8th, end of\nWorld War II and they were shooting tn the air, celebrating. And we walked sort of with\nthem to the next town which was their headquarters, it was called Ludwigslust, the delight\nof Ludwig, I understand it was a summer place for one of the King Ludwig and you could\nsee his castle there on top and the American soldiers were in charge of the bakery so we got\nright away a loaf of bread. And they went into German, there were only Germans, into one\nof the houses and asked them to give up one of their rooms for us. And they brought us\nsome food and some clothes. And I remember going into this little town, it had a little pond,\nsort of a lake or pond, and benches around it, and I found a book with German poetry, and I\njust enjoyed sitting on this bench reading this book. You know, I haven't read anything for\nages. So, we didn't know anything about my father and we wanted to go on, you know, get\ncloser to home, and we found\n07:57\nsome French, you know, liberated French prisoners of war, that had a bus or truck that is\nheading toward France, and so we asked them to take us on it. Our first stop was a camp,\nsort of, that was set up by a, I didn't know then U.S.O. personnel. There were women and\nmen and they were serving on tables, I remember, with napkins and, you know, it was first\nnormal setting of some kind of a food. And one soldier who was from Cleveland, I know, I\nwish I would have remembered his name, gave my mother his food ration. He said he\nwishes, you know, he hoped that if his mother would need something like that, they would\ngive it to her. And he gave us a special little room, just a cubicle, for us to sleep there. But\nthe next day, the bus moved on and it stopped in Celle, which was again I think Eastern...\nno, actually, it belonged to the English, it was the English zone, you know there were so\nmany zones. This was the English zone, it was near Bergen-Belsen, was right next to\nBergen-Belsen, but this was like a DP Camp already. And they made me a, like the camp\ntranslator, so they gave me a nice room with my two friends and my mother, and I found a\ndoctor who told me the best thing for my mother is toast and tea. They wanted to keep me\nin the hospital there but I didn't want to go. And there were Czech partisans and Slovak\npartisans, this is what the camp started with. And there were some who were like in big\nrooms sleeping in, but we had our little private area which was very nice. And we\nrecuperated, even so I still had that hunger symptoms, this red streak and fever. And then I\nheard that there's a bus and there were Gypsies, many Gypsies in this place and a lot of\nGypsies. And I found out that from Prague they're sending a bus for some of the people\nfrom Prague who were there, prisoners, to bring them back to Prague. And there were only\nso many seats for, you know, the people were named because there were no gasoline, you\ncouldn't find gasoline. So, I went again to the camp, whatever, in charge of this camp, an\nEnglishman, and I said, \"Could you do me favor? I brought my mother through all this, I\ndon't want her to perish now. I have to get closer to better health for her, could you get us\non this bus?\" And he did. So we got on this bus, and actually, I was helpful because they\nstopped it because they were going from one zone to another and they didn't want to let it\ngo through. So then I spoke to them, \"Is there any other way?\" There was a dirt road so we\ntook the dirt road and we got through and I remember, our first night we slept Halle,\nGermany, and there were some students who gave up their place for us to sleep and, I never\nforget, it was the first fresh coffee for breakfast and some regular breakfast, and then we\nwent down to Prague and we were brought the Red Cross building, or where ever the Red\nCross was, and they gave us money and food and they had already had posted some people\nsurvived, so we looked, you know, any news .. . there was nothing about my father. So, we\nslept there one night and headed closer to home. So we went on the one train that left\nPrague and they had a rule that the first seating went to the survivors, only then could\neveryone else sit down. And so we sat down and got to Bratislava, the capital of Slovakia.\nAnd in the same train compartment was . . . there were besides us, three women,\n08:02\nall from that region. One woman left behind a husband and child, three years . . . she was\nthree years in camp, and she invited us to her place. The other one left a husband behind\nand, so then we came all to her place first, where she left the husband and child. It was early\nmorning, the train arrived and we walked to her place. And we see a man turned to the back\nof us with his Tallith, you know the prayer shawl, praying it was her husband. And when\nasked about her child, he said, \"Just a minute.\" He went to the neighbor and brought the\nchild, so they survived. So this was very good news. And then, the one young woman who\nleft her husband found her husband. There was really just us left, and we walked, we\nwanted to go to the public bath to really wash up and, as we walked, we met a man from my\nhometown, Mr. Bernfeld, his name was Max Bernfeld, and... a tall man, and he... was\nsurprising that he recognized us the way we looked, and he said, \"Why are you so upset?\"\nAnd we told him we don't know what happened to my father, and he said, \"Well, I do.\" And\nhe took from his breast pocket a prescription blank with his name and address. See, what\nhappened was my father, as dedicated doctor he always was, stayed with his hospital people\nin Auschwitz. Of course, they lined them up to be blasted, but the Russians arrived minutes\nbefore it could happen. So, instead of in May, he was liberated in January. And slowly, he\nhad contracted typhoid too on the way, but he made it to Poprad? (ph) where there was a\nhospital that he knew the doctor there, so he was able to recuperate there and make his way\nback home to, he came to Budapest, which was liberated. And he, the address was already\nthis man told us, he's practicing in a furnished room, medicine, so we were able to send him\na message right away that we are alive because he didn't think we would be, especially me,\nhe saw me last having typhoid fever. And, we went on the only train that went from\nBratislava to Budapest and it was so crowded that I pushed my mother through the toilet\nwindow in to the train because the steps were all taken. People were standing on the steps\nand there were many Russian soldiers going to Budapest. There were no windows on the\ntrain, and so we sat down on the floor too, we were glad to sit. And we arrived to Budapest\nmany hours later, it's a short train ride normally, but you know some of the tracks were torn\nor ruined so they had to always had to get out and correct them and continue. And, when\nwe arrived to Budapest at the train station, the Jewish community was waiting at the train.\nYou know, what's sad was no body else but the Jewish community was waiting, there was\nno one else, you know, the whole city should have been waiting or, you know, some other\npeople but no, 1t was always the Jewish community who set up the food kitchens and who\ndid everything. It was a Joint Distribution committee who did all that. The people were\nwaiting with makeshift transportation to bring some people who arrived with the train had\nno legs, had no way of walking, they were in a horrible shape, much worse than my mother\nand I, and so they were waiting for them to transport them to the hospital. And they had a\nfood kitchen already set up too. And some had big posters with blown up pictures of\n08:07\ntheir lost children or husbands or wives. The fears asking, \"Have you seen this person?\nHave you seen this?\" You know, it was a hopeless question. So, we made our way,\nwalking, to my father's address and the landlady hardly wanted to let us in the way we\nlooked, you know, she couldn't believe who we were. But then I knocked on my father's\ndoor, but typical of him, he said, \"Just a minute, I have a patient I have to take care of right\nnow.\" So he did.",
        "A: Sure! And he then came out and, of course, we were together, which was incredible after all\nthat time. His first job was to delouse me with all kinds of mixtures, then we went to eat.\nBut I have to tell you, I never looked full, I ate and ate and I was continuously hungry, there\nwas no end. And then after weeks of this, I finally upset my stomach and I knew this was it.\nI filled myself up. My father's birthday was in August and I had nothing else to give him, so\nI wrote down my entire experience for the year that I was away, totally, and I had total\nrecall at that time, and I forgot all about it, but he didn't. He saved it and I found it after he\ndied among his belongings, which was very helpful to me because I translated it then into\nEnglish and added many things and now the Museum\n08:09\nhas it among their archives. While we stayed in Budapest I finished the Gymnasium and\nthen to the Jewish Gym they were very tolerate, you know, and I made in one year all six,\nseventh, eighth grades plus the diploma I got. Then, we wanted to go back and my father\nwanted to resume his practice. So we went back, but we couldn't find . . . we couldn't get\nback our apartment. Our furniture was being used by other people. Most houses in town\nwere occupied by people who didn't belong to them. They just took them. And, someone\nwho offered my father to put away things, put away so good, that when my father came to\nthe door, he appeared in my father's suit, shocked that he had returned. And this was an old\npatient of his. The anti-semitism continued, it was not a very nice place to be, and it was\nlike a ghost town. None of my friends were there, most of the Jews weren't there, it wasn't\nnice. And I went and registered in Bratislava to medical school and that's where I met my\nhusband several months later because I needed bones to study for the exam and I never\ncould visualize things, it was anatomy of the extremities, and I had to do good on my\nexamination because they had, the government, Pollack?? government, still had our\npassbooks. They didn't return our saving books, they just gave out certain portions and if I\nwas a good student and proved it they gave out so I could continue my schooling for the\nexpenses. So I had to go every month and pass an exam. So I needed . . . I, someone, I was\nstanding in line someplace, because you always stood in line for something, and one of my\ncolleagues said, \"Oh, I know someone who has bones.\" So I went and knocked on the door\nand, it was a strange place. It was an apartment with a white-haired lady who had a bun on\nher head and she spoke only Hungarian and it seemed like my husband didn't speak\nHungarian so they communicated by singing, more or less. They sang out their...\nwhatever they had to say to each other. He had a room, he had no other clothes but this suit\nhanging on one of those hangers you see in the waiting room floating around. It was... his\nbedding was draped and open, I'll never forget the picture of the room. It was like... 1t had\na skull that he used, I don't know for what reason, and he had a record player and a piano,\nand he had bones. That's what I came for. And so... wrapped the bones and it was\nChristmas vacation so I went home with the bones to study. And my mother always took\nmy laundry when I arrived and she wasn't prepared because this was all wrapped in laundry\nwhat was coming out of it, I just heard a big scream, and the bones came out and she felt\nthat I should bring back something in return for the favor, so, she was a fantastic cook and\nbaker so I brought good food back. So,\nanyways, and I returned with all that good food and I guess love must have been started\nwith his stomach because we started going out together. There was a big difference in our\nphilosophy - I was religious and brought up religious and he had absolutely no inkling of\nany of it, and I said, \"We can't get serious before . . . either things have to change or\nsomething.\" In fact, I sneaked him home because my mother didn't want to meet him, and it\nwas very funny, she said, \"What do I say? Who is it?\" You know, because in those days\nsomebody had to be something. He had to either be a finished, what she called a finished\nperson had a degree or a job or something, and he wasn't that. So, said, \"Oh, his name\n08:16\nis Adam,\" So at least I can say the first name. And then when she saw him, how skinny he\nis, She took pity on him and he appreciate her food so much, and she whispered to me,\nbecause he was so skinny that his Adam's apple would move up and down, his neck, and\nshe whispered to me, \"Don't let him take a bath, he might get down with the drain water.\"\nSo, but, somehow they got to like him and he really, was being taught to be religious, he\nwent and found someone who was teaching him to know some, some basic things. And so\nthen we got engaged. But I was asked if I want to come by a teacher that I had to the United\nStates. And I did, I didn't want to remain there, even signing on, giving up my future\nprofession because I didn't know what's waiting here for me and my husband says he wants\nto come too, he has an Aunt here, in Cleveland, that's how he got to Cleveland. So, he didn't\nknow how to write so I wrote, so I cheated, she thought he was very good in English and he\ndid. . . she know there's some girl involved, she was a... we know and she thought, \"Oh,,\nshe's going to have someone living with her and she send him a boat ticket, fancy boat\nticket, as soon as she found out the story she removed the boat ticket, withdrew the boat\nticket, and he had to come then with a horrible boat, but I was the only one who could come\nout as a student and my visa was only for eight months and I didn't want to come all by\nmyself but my husband said I should because somebody has to do the foot work for all of\nthem, he was very right. So, I came, I had some relatives that I never met and neither my\nfather but they were kind enough to send me airplane tickets, Pan-American airline was\nflying and there were only fifty people, that was a very luxuriously thing to come by\nairplane in 1948, and so I came by myself. This teacher was waiting for me at the airport\nand she took me to her boarding house where she lived in Borrow Park in Brooklyn and she\nfound a job for me, as the lady that I stayed she had a very well-to-do sister who needed\nsort of a supervisorship, five children, they were going a lot out of town, and someone who\nwould be supervising that, but I was quite uncomfortable in that position and found a job\nlater on with the Barton Candy people as a governess out in Seagate, which is past Coney\nIsland, at that time was a beautiful, private place but it's not anymore, so I spend the\nsummer there, meanwhile, my husband tried to get his visa but his English was not good\nand they told him to go back and practice\n08:13:\nbecause as a student he had to know, and I got him the papers to come. I came here to\nCleveland, his Aunt was waiting for and she looked scary, I tell you! She had no teeth and\nshe was totally, you know, she never took care of herself, she was frightening. And she took\nme home someplace near Euclid Beach to a little hut, sort of, and, but I went to the\nCleveland college, that's where the papers came for my husband, which was downtown at\nthat time, where the Society bank is now, and I got him papers to come from there and\nsome other papers in New York and so, he was able to come about eight months after me,\nand so, we got married in Cleveland. We got married in New York eight months after he\narrived with some friends, at the wedding there were about 35 people, some from my home\ntown. I have some pictures of it. I frankly don't know where the wedding took place, some\nplace in the Lower East Side, I see in the photograph some linen hanging outside so\nprobably that's where it was. And it was in a rickety sort of little temple and we came to\nCleveland and started our life in a furnished, ugly little room.",
        "A: Yeah. When I came to New York this friend was waiting for me, it was on a Friday\nafternoon. And the family where she stayed, they were poor but very generous and I wasn't\nused to all this food and there were just no end. I remember that Friday night, 1t never\nended, it was just one thing after another. And, it looked very pleasant. And then Saturday\nmorning, I went with her to the Synagogue, you say special prayers, you survived this\nhorrible thing, and I was very surprised to see so many people going to Synagogues. I\nmean, we didn't do it, and women and .. . that wasn't the case. And then at night, she took\nme to Times Square. And I remember on the subway, I think it was the IRT or, I don't\nknow, whichever went from Borrow Park to Downtown, I was struck by . . . in winter\npeople wearing flowered dresses under their coats. Old ladies all painted, their faces, I\nmean, just looked strange and, on Times Square, it was so noisy and everybody was so gay,\nI just couldn't take it. It was too much. For me, it was sadder to be in that atmosphere. And\nthen, of course, I looked up at those buildings, there was no limit to them. But, I remember,\nI couldn't take the gaiety, it was .. . it was too hard to take. And, you know, I came from...\neverything was drab and sad, everybody lost everyone, and here... and the American\npeople didn't want to hear anything, they made up their minds. The lady where I stayed\nthought that I got the number on the boat, you know, never questioned. There were\nremarks. They wanted to hear, not really what happened, but like what you read now in\nthose magazines, you know, were there any sexual things and so on. You know, I wasn't\ninterested to discuss, they made up their minds, you know, what happened, they didn't want\nto hear. And they said things that aggravated you, coming from there that they didn't have\nenough but we suffered too, we didn't have enough butter or, you know, we didn't have\nenough meat. I mean, you know, it was best not to talk about it because it upset you. Those\nthings were. . . it took years! People just didn't understand the level of the, the suffering,\nthey couldn't. But the best thing was not to say anything but to listen. And they didn't, they\ndidn't want to.\n08:24:",
        "A: It took a while, 1t took a while to cry, it took a while to laugh. I don't think I ever. . . yeah, I\ncould laugh quite good, you know. Crying was maybe even harder than laughing. Nothing\nwas as sad as that, somehow, you know. America was kind of strange in the beginning,\nliving in New York and in summer to Coney Island. I lived together with other girls who\nare survivors. And the people of the Barton . . . name was Klein, was extremely kind\npeople, very understanding, and I liked to work for them. And then my husband came, and\nthen he came to Cleveland. I didn't like Cleveland, first of all, life was very hard, we lived\nin a bad neighborhood, an ugly room and we have nothing. And I couldn't work as a\nstudent, he couldn't work as a student, was not allowed. And, I had worked as a maid more\nor less and he repaired electric appliances in a place and I think he got into a fight with\nsomeone who was praising the Germans and he was kicked out. And then he went to look\nfor another job and his feet were examined and he wanted to know what kind of a person 1s\nhe and he said he's a podiatrist, you know, there's a local school and he went, was accepted.\nAnd he use to drive a truck and I use to go with him. I got a job in Belfer, which is a\nresidential treatment center, and they had a section that was for religious children. It was\nreally semi-orphans at that time who lived there, it wasn't at that time a treatment center, it\nwas semi-orphans and they had girls and boys and I got a good job as a house mother for\nthe boys and, of course, we lived there, we got our little apartment, our food, everything\nwas taken care of. The only expense was the monthly phone which was at that time $4.50,\nof course, the pay was $100, so you couldn't have very much from that. But, I liked that job.\nThe boys loved me and I'm still in touch, some are grandparents already and I still see them,\nthey come. And it was a perfect job for me because I was needed and, I needed them. And\nwe were in a certain atmosphere, it was nice place, it had an indoor swimming pool and\nwas. We met other people who were previous refugees. It was very nice and I lived there\nuntil my son was born and then we had to leave and then it was very rough.",
        "A: You know, when my children were at least in first grade, the younger, I had a desire to try\nagain so I had to pass a test, at Western Reserve and I passed the test, it was an English test,\nand I had to start like . . . I got some credit more from my gymnasium than from the\nmedical school. I think I got one year credit for all of 1t. And I registered, I wasn't that\nyoung anymore, but I went to the Freshman to school and I had to take English 101 and\nEnglish 102 and I loved it! I loved to write and I took as my thesis the Civil War, which I\nwas very engrossed 1n it, I looked at old newspapers and then I passed that, I did that one\nyear, I could take only one subject because there was no one to substitute for me at home.\n08:29\nAnd then I took Biology which was much harder but I liked that a lot. And then I took\nPsychology and then I had to just give it up because it was too hard to do it, there's no one\nhere, in charge, my daughter even though she went to a day school, was let out earlier than I\nhad, you know, I wanted to continue there some of the studies and I tried to make\narrangements, she should go to the neighbors, just didn't work, I had to unwillingly give it\nup.",
        "A: It was difficult starting not knowing here anyone. One luck was that the day we got married\nwe came to Cleveland and my husband walked on Public Square because he had to register\nfor the college, and he bumped into a girl from his home town who lived here too. And so, I\nhad one person that I had and she's still my friend after all these years. And that was a\nblessing because I knew no one else. I mean, I really didn't. And the other thing was very\nhelpful to get the job where we lived and stayed and I had every week a day off and many\ntimes I didn't even take it off, I took the kids downtown with me where I went then to\nEuclid Beach,\nI loved Euclid Beach! I liked all the rides, and the other house mothers hated it, but I liked\nit so, you know, and they loved me, they really did. So, it was a nice combination and was a\ngood start.\nEnd of Tape #5\nTape #6\n08:32",
        "A: Yeah.",
        "A: No, no.",
        "A: Yeah, of course, these children were not little children, the youngest was six, the oldest was\nsixteen. But I had a fantastic relationship. You know, they didn't listen to anyone but they\nlistened to me. They wanted to know, the directors, \"How do you do it?\" And I said, \"With\nlove.\" Really did, for instance, no one else did it before, at night I would go and brush their\nhair, cut their nails. They went to school and the first time I went to a P.T.A. meeting they\nwere standing out from an institution, and I said, \"The next time I'll go I don't want to see\nthis.\" So, you know, there was a certain amount of money you could get for their clothing,\nand I asked them to let me be 1n charge of this. And, you know, I went to buy, shop for\nthem, I had their sizes and I had a seamstress who they . . . she came in for weeks and they\nwould come and everyone was measured so things should fit, and every night, you know,\nwhen they went to school I spent a whole day and I got this job. There was a huge walk-in\ncloset with little cubby holes and their names and I was folding and putting nice neatly in\nall their belongings and, with their name, I use to sew by hand the name tags during the\nday, that was my recreation. And the kids saw it, you know, it made . . . I made them more\nfeel like I am, you know, belonging to them, that I do think for them.",
        "A: I just wanted to do it. This was... I didn't regard it just as a\n08:35\njob, it was my life. And I remember when these Directors came and saw this, you know,\nthey just couldn't believe it, you know, before it was such a mess. And I made those boys,\nevery night I stood in that, that closet and they picked what they wanted to wear next\nmorning but it had to be done at night, no rush in the morning, and they folded it on their\nchairs, and in the morning I combed and brushed their hair and when they came down their\nbreakfast was all set and ready, there was no rush. And I stood even with the hair brush in\nthe doorway, you know, so next time I went to the P.T.A. meeting I was so proud because\nthey looked like everyone else, even better. They were all fixed, and they even made a little\nbooklet. They sent it out as, you know, advertisements and I had a lot of pictures in it.\nBathing the kids and doing really, reading to them, many times a little kid, I would make\nhim lie down with me during the day and I would read to him or just both of us would read.\nSo they should feel, you know, they . . . it was good for me, it was as good for me as for\nthem.",
        "A: Yeah, sure. There were many things that were .. . I was always my own person, I don't\ncopy anyone and I don't till today. I found very helpful when I was asked to speak about it.\nNo one else did then, this was more than twenty years ago, and I had a friend who was a\nschool teacher who is quite well known today who started this whole program and writing\nbooks how to teach this subject. And she asked me to speak and I've gone to so many\nschools and had nice receptions and, it's like another part of my life, it's not just cooking\nand cleaning but it's going out and meeting different people, so it's nice. And I know this is\nsomething no one else can do and it won't be very long still anyone can do.",
        "A: Now, I wanted to have a different kind of life, I wanted to be in Europe where I lived, I\nwanted to be a doctor very badly, always, and I couldn't do it. My husband had been\nwanting to be a doctor and couldn't do it, you had to take second choice. And, it's mostly\nthat, mostly that.",
        "A: Well, there are nightmares, you know, sometimes they still come back. You know, you\nhave this nightmare of being chased and caught and you can't get out of it, so your always\nhappy when you wake up. You know, it comes to my mind, you probably know of this\nwriter-doctor who wrote this book and this person there in camp had a nightmare and he\ntold them not to wake him because a nightmare can't be as bad as the reality, you know, so,\nand I enjoyed so much closeness to my father so I was glad when he was able to come to\nMontreal, they couldn't come to America because immigration laws, but could come to\nCanada and at age 58 he got his state board and opened his office there in Montreal and was\nvery successful and just as much liked as ever and lived until age 81. My mother wasn't so\nlucky, she died at age 61, she had a bad case of cancer and suffered a great deal. But, they\nare buried next to each other. So, most of my friends have no place to go, to no cemetery.\nAnd I do. And, besides that my children knew my father and my father-in-law, and my son\nknew my mother too, so that's satisfying to know that.",
        "A: Well, I will tell you, I always feel that when I'm hungry, it's not a hungry of the moment but\nit's hungry for all the times I was hungry in camp. I really know that. Or if I'm thirsty or\ncold, it's a very, intense you know, it's a very . . . it's an experience that is more sorrow than\njust a normal one, I think. And for a while I was always worried that my children will be\nlost or my husband will be lost, and I always write, and even now with my grandchildren,\nand it happened in fact, we were 1n a Synagogue that we attended in New York and for a\nwhile I think my son was holding my grandson, all of a sudden they missing, and they were\nnot as worried as I was, I was absolutely frantic. First of all, there was the street and I was\nyelling at my son-in-law, \"Why did you have to let his hand go? He had to shake hands\nwith someone.\" I said, \"Forget shaking hands.\" You hold on so, I think it's little more\nintense maybe than it would be, you know.",
        "A: Very important to me. Because I prayed and hoped God will help me, I prayed to him, I\nspoke to him, I said many times, \"Look, I did everything I could. It's up to you now to do\nsomething.\"",
        "A: I continued to believe but I don't know I would have if my parents wouldn't have survived\nso, I don't want to be so proud of myself. I think a lot has to do the continuity that I had. My\nlife was disrupted but then it continued. The care wasn't all on me, which I thought it would\nbe, but my father continued to care.",
        "A: No, not really, never.",
        "A: Well, I would say that people always think they desire big things but actually the many\nthings that are small are the most important things. When you very hungry, bread 1s\nimportant. When you thirsty, water is important. The sunshine, the trees, the birds, the\nflowers, the kindness . . . people aren't very kind. They're impatient, they don't help each\nother. Sad. And many times you stand at a check-out counter and people are complaining,\nyou know, complaining that they have to stay in line. And I see all the foods they have\nthere, it comes back to me! We would have been glad to stand with all that food loaded on\nthat wagon, I mean, they don't realize what they have. They can't, really, I shouldn't blame\nthem.",
        "A: Not really. Maybe with other things, but not that. I'm easily to be let down, like you have\nnoticed. You know, if someone promises something and you... . I think that goes back to\nyou feel maybe their not going to keep that promise. And I think that's, again, some\nbacklash from that time. I am easily disappointed.",
        "A: I would say that we are lucky to be here in the United States and enjoy the freedom that we\nhave and I want to really compliment the Museum for doing such a fantastic job in keeping\nthe memory alive.\n08:47",
        "A: Okay, this is a picture, photography of my home town called Topolcany. What we see is a\nchurch which is in the middle of the square and then to the left with the tower, there 1s a\ntower, that's where I lived, that was called the City Hall. And the City, there was a gate that\nyou went in and it was a thorough-fair, you ended up on a next street when you crossed it.\nAnd all the police, the jails, the library, all the federal institutions and city institutions were\nin this one building.",
        "A: Okay. This is a picture of my class, it's the fifth grade, the Jewish Elementary School and it\nsays TR which means Treeadam (ph), which means great fifth grade and I'm the pig-tails\nthere on the right hand side and right next to me, looking at the picture from my point, is to\nthe right, is my best friend who I was so looking for when I entered Auschwitz. And most\nof these people don't exist anymore, there are very few, there is one on the left hand side\nwith the pig-tails who lives in Riverdale, Newark and another one, and of course, they are\nall grandmothers now.",
        "A: My father had it all in a shoe box and when we returned we went up in the attic and took it.",
        "A: This was done already in Montreal, the picture, no, both. That, my parent, and this one,\nhere, with the kids. He was a doctor for a home there or something.",
        "A: This is my mother and father and this is few years after they arrived in Montreal and it's in\nfront of their building, they're picture taken.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 16, 1995\nRG-50.030* 0326",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Susan\nEisdorfer Beer, conducted by Randy Goldman on May 16, 1995 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Beachwood, OH and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "SUSAN EISDORFER BEER\nMay 16, 1995"
    ]
}