{
    "rg": "RG-50.030.0422_trs_en",
    "sequence": [
        "Q: So, I'm Arwen Donahue and we're here at the U.S. Holocaust Memorial Museum and it's\nNovember 17, 1995. I'm here with Mr. Nicholas Winton. And Mr. Winton if you would\nstate for me your date of birth and place of birth?",
        "A: I was born on the 19th of May 1909 in London.",
        "Q: And will you say something for me about your family background, what your father did,\nand your mother, and what you remember’?",
        "A: My father was a banker, Mother was born in Nuremberg and was the first girl in\nGermany to take the Ivy tour which is the matriculation when that exam became open for\ngirls. And she came to London after her marriage when she was very young. She was\nstill 17.",
        "Q: What was the atmosphere in your home like in your early years?",
        "A: It was very... it was marvelous. We were in a home which Father's parents had owned\npreviously. It was an enormous 20 room house with a billiard table in I remember, and\nyes we were happy there. It was in the north of London in Hampstead and Father moved\nfrom banking after the war to importing glass from Czechoslovakia. He joined a firm\nwhich imported glass. Yes, it was very as far as I can remember, a congenial atmosphere.\nNearly 85 years ago now, so I don't know how much one genuinely remembers from\none's childhood.",
        "Q: Now, you traveled to Germany when you were fairly young, did you not?",
        "A: Well, we traveled to Germany on holiday because Mother's relatives were still in\nNuremberg. Mother's mother was still in Nuremberg and brothers and sisters were still\nover there. And of course when Hitler arrived on the scene, so the family that had been\nstill in Germany started to come over to England and of course Mother and Father were\nable to help them not only to come over but to...to look after them. They all stayed with\nus to start with before making their separate ways in the world.",
        "Q: How would you describe.... were you aware of Hitler from the beginning of his rise to\npower, and did you know anything about him?",
        "A: I think we did, because when Hitler came to power in 1933 I was 24 and I... from my\nyouth I think I've always been very politically conscious and always very left wing and I\njoined all kinds of things which would have been protesting against things like Hitler\nrepresented. Yes, I think we were very aware of it from early on, especially having gone\nthrough the first world war also where you had that... not anti-semitic feeling, but\ncertainly anti-German feeling in the country. Later on, one had not only the anti-semitic\nbut the anti-German feeling together.",
        "Q: When you were... before you become a London stock broker, correct me if I'm wrong,\nyou had traveled to Germany to study banking?",
        "A: Yes. Well, Father, as I said, had been a banker, and he thought that my career should be\nin banking, and that a little travel would do me good, and I was in a bank in France for a\nyear and then six months with a bank in Hamburg and then six months for the bank in\nBerlin, and I would have gone on to do banking over here in the States were it not for the\nbig crash occurring in '29, and so Father thought it was about time I came home, instead\nof him spending money on me, and some of my own.",
        "Q: Were you interested in banking?",
        "A: Yes, I think I was interested in banking and finance, yes. I dare say I would have\naccomodated myself to any other profession I'd be put in, but banking seemed to suit me\nquite well, yes.",
        "Q: What are your recollections from those months that you spent in Germany, political\nrecollections? Did you witness persecution?",
        "A: When I was in Germany which would have been in 1930, I have no political recollections\nat all really. I mean I did banking, I made a lot of friends. I was good at fencing and I\nwas both in Hamburg and in Berlin in the local fencing club, and met a lot of friends\nthere-- and in fact I even fenced for Germany. At that time in 1930, there was a big\nmatch against Denmark, actually. I was on their team and I also owned a boat on the\nWansee and spent the weekends boating. So at that time there was no -- I mean I wasn't\ninterested in politics as such at that time and it was of course prior to... 1t was three years\nbefore Hitler even came on the scenes. So, no I wasn't in any way politically interested at\nthat period.",
        "Q: When would you say that your political awareness was focused?",
        "A: Well, I mean in England I was always politically aware of politics, but local politics,\nBritish politics. And it was really only slowly, after 1933, when the implications of what\nwas happening in Germany were known, that I became kind of interested in that.\nBecause, as I say, I was always very interested 1n politics, and my friends were always\nvery interested in politics, and we were all pretty well left-wing and we used to have\nmeetings and discuss things so that really directly Hitler became a factor in European life.\nYes, we were very interested in that, very. We became more so as he became more\naggressive and took over more of Europe.",
        "Q: Can you describe your friendship with Martin Blake?",
        "A: Well, Martin Blake had always been a friend of mine. He was a master at Westminster\nSchool in London, and he and I shared lots of interests, but chiefly political interests. We\nalso liked winter sports, and he took a party of children to winter sports every year in\nSwitzerland, and I accompanied him which had the advantage of, for very little trouble or\nexpense of energy, we got a free holiday. And, we were very close. We were always\ntogether and nearly always with other people who were discussing politics in some way\nor other reasonably left wing politics because there was a lot going on at that time as\nHitler became more and more influential in Europe.",
        "Q: Do you remember any of your discussions?",
        "A: Well, not in detail really no. They were anti- Hitler, though. I can't remember the\ndetails. The politics in England at that time were so complicated. You had the people\nwho were very frightened about the rise in Hitler, and yet one of the biggest left-wing\nmovements was the Peace Pledge Union which in a way was contrary to what was going\non in Europe. So, it was a very curious period, which was highlighted later on, of course,\nby the way Chamberlain and other people dealt with the rise of Hitler. They were also\nvery schizophrenic about it. They didn't really know how... how to handle it. They still\nthought that... that this idea of peace could be maintained and... Very difficult to discuss\nthe feeling in England at that time, because there were of course a lot of people like there\nwere in every country, because of the rise, just because of the rise of left wing influence\nwho were becoming more and more right wing. So, there were crowds of people in\nEngland who at that time were very right-wing, as epitomized by Oswald Mosely and his\npeople, whom I actually knew quite well at that time. He was in our fencing club, Sir\nOswald Mosely. He seemed quite inoffensive when he was fencing but he commanded\nquite a political clout later on.",
        "Q: Did you have particular ideas after the rise of Hitler of what should be done, what you\nwanted to do or that you felt you should do something in response?",
        "A: Well, I think in a democracy the individual always feels rather powerless, you know.\nYou could feel it and talk about it and discuss it but except voting for a government there\nwas nothing one could really do about it. My political awareness of Hitler really was\nonly crystallized when I got to Prague and really saw for myself. One could see\nindividually what was happening from time to time but there was little one could do\nabout it. I mean, one is very powerless really, the individual in a democracy. And yes,\nwe discussed it and we discussed the dangers of it, at the same time as this peace pledge\nmovement was going on, so it was very curious situation at that time. But there were lots\nof people in England who weren't that much frightened by Hitler at the time, you know,\nwho felt that the danger wasn't Hitler at all. The danger was Russia. And a great many\npeople at that time I don't think ever thought that we would really be in conflict with\nGermany, because they thought that the politicians would be adept enough to see that the\nGermans fought Russia and not us.\nIn the event, of course, they fought both, but not in the order we expected.",
        "Q: Now, Martin Blake, at this time, was working with refugees, was he not?",
        "A: No, no, Martin Blake really had nothing to do with refugees at all. Martin Blake knew a\nlot of people politically as well as of course his work for the school and he was very\nfriendly with one lady Doreen Wariner who was the representative for the British\nCommittee for Czechoslovakia and was given the job of going out to Prague and heading\na movement to try and save those who had arrived in Czechoslovakia and were politically\nendangered since the Germans... when the Germans... if the Germans arrived. That was\nof course after the... Hitler marched in Sudetenland. And he rung me up one day just\nbefore he was setting off for Prague and said, \"Look, I've cancelled my trip to winter\nsports so yours is cancelled too. I'm in a rush-- I can't tell you what's going on but meet\nme in Prague and I'll tell you,\" and that's how I got to Prague. I really didn't know what I\nwas in for when I left.",
        "Q: When was that?",
        "A: When was that? That was Christmas '38, '39. I don't know the actual dates anymore.\nThat was Christmas '38, '39. And I went out and met him, Blake, one evening, I knocked\nhim up at the hotel Sroubek and he told me what was happening.",
        "Q: What did he tell you?",
        "A: Well he told me that there was all these people who had come into Czechoslovakia\nmostly after the Germans marched into Sudetenland, and that they were the Jews, they\nwere the writers, they were those who were on Hitler's blacklist, and I think there were\nfive separate groups, all of whom were endangered, and the job of Doreen Wariner and\nthe British Committee was to try and rescue them and get them out to England. And at\nthat time, of course, they were... a lot of the people were living with friends or relatives\nwhom they knew in Czechoslovakia but a lot of them were already in camps. And I went\n‘round the camps to see what was going on, together with actually two ladies who were\ngiven into my custody to look after whilst I did these tours, and one was Eleanor\nRathbone, the member of parliament, and the other was the Reverend Rosalind Lee, who\nwas the head of the Unitarian church. And we toured 'round these camps in the dead of\nwinter and snow. It was all rather cold and pathetic to see what was going on. And I\nsuppose that's when my final... when more of my ideas about really what was going on in\nthe continent were formed.",
        "Q: Were these camps all located near Prague?",
        "A: The ones we saw were located near Prague. I remember we went by car but whether we\nhired a taxi or whether we were moved around I really can't remember but they were, yes,\nin the vicinity of Prague. They were Nissenhunt (ph) camps, and very over-crowded, and\nvery nasty places for continuous living.",
        "Q: Do you remember what you saw there, anything in particular stand out?",
        "A: What, at the camps?",
        "Q: Yes.",
        "A: No, I can't remember except that on my way out to Prague I met a gentleman called Mr.\nHails who said he was out there to do business. He was in the motorbike business... I\nthink he was going to buy motorbikes, and I said that he couldn't really know what as\ngoing on in Europe if he thought he could buy motorbikes at this particular time in\nCzechoslovakia, and he said, \"Well what are you doing?\" and I said, \"I really don't know\nat the moment, but this will be my address, and if you've got time come and visit me.\"\nAnd he visited me the second day I was there and I took him ‘round the camps. And in\ntalking to him actually I found out that he was the Mr. Hails who instigated the Atlantic\nBlue Ribbon for the big boats, so he must have been in that kind of business. And going\nround the camps, he suddenly disappeared, and I went back to look for him. He was on\none of the beds crying his eyes out. He was not knowing what he was going to be 1n for;\nhe hadn't really expected that I would take him into that kind of situation.",
        "Q: So, would you say that most people weren't aware that these camps existed?",
        "A: I shouldn't think in England that anybody was aware of it all. I don't really know. I\nshould think a lot of people in Prague must have known about it, yes, but whether it was\nknown in England I don't know. I mean, we were... obviously everybody knew that the\nGermans marched into Sudetenland. Everybody in England said, you know, \"This is\nHitler's last ambition, and he's not going to do any more.\" When I was over there and\nfound out that in marching into Sudetenland not only meant that they were marching into\nthat part of Czechoslovakia which was chiefly inhabited by Germans, but all their\ndefenses were in that line too, so from that moment on Czechoslovakia was pretty\ndefenseless in any case. And of course Prague was full of Germans already. We were\nfollowed 'round the whole time by the Germans. So one could see what was going on. I\nwrote home and said, \"Look, this is happening,\" they either didn't want to or didn't\nbelieve that what we were actually seeing there meant what we were perfectly certain that\nit meant: that the Germans were on their way.",
        "Q: Where were you staying?",
        "A: I stayed at the Hotel Sroubek which we stayed at when we were over in Prague four or\nfive years ago, when we were... I got the Freedom of Prague and met Havel and had\nlunch with Dubcek. It was all very exciting. We stayed at the same hotel that I had been\nat in 1939, right in central Prague.",
        "Q: And was Martin Blake staying with you there as well?",
        "A: No, he didn't. I think he was already dead --",
        "Q: No, at the time. In '38.",
        "A: He was in the Sroubek, yes.",
        "Q: Now, will you describe to me how you became aware that you were going to be working\non this issue of refugees in Prague and how you came to that decision?",
        "A: Well, as I said I went round the camps and I was told of the people whom the British\nCommittee were trying to get out. And every day I met up with Doreen Warriner to\ndiscuss what was going on and we usually met at one of the big hotels, the Alcron, and\ndiscussed what was going on. Usually there were one or two men sitting not far away,\nand she had to say to me in German, \"Until that gentleman disappears we better discuss\nthe weather.\" You could be as rude as you'd like to the Germans as English people at that\ntime, because we certainly didn't, and I mean, they certainly, I don't think, at that time\never thought they were going to be at war with England. And we of course hoped they\nwouldn't. And in conversation she said, \"There are all these children, you know, who\nshould be got out, but the British Committee just can't do anything about it at all. They're\nfar too overworked with the business of trying to get out the political refugees, the writers\nand all those people endangered,\" and said to me, \"Look, if anything can be done,\nperhaps you'd like to try and do it,\" and that's really how it started.",
        "Q: Were you aware at that point that England had made the decision to let in a certain\nnumber of children?",
        "A: No, I hadn't got a clue. I found a gentleman who came out from England, Trevor\nChadwick, who said that if it was possible to bring children out, he'd given up his job as\nteaching in Swannage (ph), he'd run the office in Prague. And I said, \"Well, I've not got a\nclue whether you can bring children into England, but stay there, and I'll go back to\nEngland and find out if anything can be done.\" And so, I mean, when I left Prague\nnobody had any idea that anything would really transpire. In the end it didn't prove very\ndifficult. The Home Office said, \"Under certain conditions,\" which they laid down, \"you\ncan bring in as many children as you like.\" So, the Home Office made no difficulties at\nall. Getting children into other countries was more difficult. We got a few children into\nSweden whilst I was still in Prague, but later on I don't know if that movement continued.\nBut we didn't bring out children to anywhere else except into England. We tried to get\nchildren into America but that wasn't possible at that time.",
        "Q: How did you try to do that?",
        "A: Well I have letters with a lot of the important people in America at that time and they all\ngave excuses -- no it's not fair to say excuses -- they gave reasons why they couldn't\nallow children to be brought into America at that time, which makes pretty sad reading\nwhen you read these letters at the present day. But still, that was... I mean bringing over\n600 children was something I suppose, but many more could have been brought over had\nwe... had we had more time as well, of course. I don't think a lot of people realized the\nurgency which we felt was there. Having been in Prague, one could almost feel that it\nwas any time the Germans could march in. Back in London, of course, that urgency\nwasn't there at all.",
        "Q: And you were in Prague for three weeks?",
        "A: I was in Prague about a fortnight. That was as long as my holiday allowed, and even then\nI was getting letters: Why did I want to spend time in Czechoslovakia when I should\ncome back and make money for my firm on the stock exchange? There was no--\ncertainly not in the city-- there was no real feeling of either urgency or things should be\ndone, you know. It was rather the, generally the Chamberlain attitude, you know: putting\noneself out for a little country far away with which we had no genuine obligations. The\nmajor factor of Hitler versus Europe wasn't really in people's minds at that time, despite\nwhat Hitler had done up to then. And I think there were lots of people who would have\nobviously far preferred to maneuver Hitler to fight against Russia first than for us to take\nup the cudgels. After all, there had been plenty of time for England and France and the\nWest to take up against Hitler, but before then there was plenty of occasions, as he had\nbeen nibbling away at various parts of Europe, that we could say, \"Enough, and no\nfurther.\" I mean, by the time we took a stand on the Polish issue most of Europe had\nbeen already absorbed, or a lot of 1t anyway. So, I suppose historians will be writing\nabout that for a long time: whether or not it could have been done differently. I don't\nthink that people, certainly in England, realized the danger. They always thought they\ncould negotiate with Hitler, that in a way he was a smaller menace than what was\nhappening elsewhere in the world.",
        "Q: What was the date... do you remember the first... How did you get the first transport out\nof Czechoslovakia?",
        "A: Well, I was only then, when I came back to England I was working on the stock\nexchange, which luckily was a job which finished at 3:30 in the afternoon so I could go\nback and carry on trying to... to make arrangements for bringing children over. And as I\nsay, the British Committee for Refugees from Czechoslovakia didn't give me... weren't\nable to give me either office space or any help whatsoever. And I just had note paper\nprinted with their name on it, and put under, \"Children's Section,\" worked from my\nprivate home up in Hampstead. And the Reverend Rosalind Lee whom I mentioned, sent\nme the first 100 pounds to pay for correspondence and everything and we got newspapers\nlike Picture Post to write articles saying that we were looking for guarantors and that we\nwere looking for homes where these children would be looked after until the end of war.\nAnd this started to trickle in, and, as we got people who would take children, so we sent\nthem lists of children and even photos of children, and got them to choose children, and\nwe then sent these out to Trevor Chadwick in Prague, who then arranged for the transport\nand the getting the children together, whilst we arranged for the people who were\nreceiving the children to arrive at Liverpool Street Station to receive them.",
        "Q: Can we go back to Prague for just a little while and will you tell me about how you\nstarted the operation going, you came to the realization that the children needed help and\nthen what did you do?\n(End of tape 1, side A)",
        "Q: When you were in Prague, the end of 1938 and the beginning of 1939 what did you do\nafter you realized that the children needed help in escaping Europe?",
        "A: Once I told Doreen Warriner that if it were possible to do it I would try and do it\nand knowing that when I came back to England I would have to go back to work, the\nthing was to arrange the set up in Prague which could go into operation should I be\nsuccessful when I got back to London. The person who was in charge -- I put in charge\nthen was Trevor Chadwick but there was a Mr. Barozetti who was secretary to Doreen\nWarriner and he kind of ran the office in which Trevor Chadwick had space. The first\njob of course was as I said there were five committees in Prague at that time, was to get\none central list. I mean you can't work from five lists and try to pick out who are the\nmost important people or the most urgent cases. They were very diffident of course to\ngive up their lists and having such a very short time in Prague I had to use kind of black\nmail tactics bringing up eventually I think it was the communist committee saying that I\nhad one list on which I would work and the others could join if they wanted to, otherwise\nnone of the lists would be considered. So within a couple of days we got a joint list and\nwe discussed at that time how the office in Prague would have to work if I could be\nsuccessful in London. So, it was all a bit hairy fairy and nebulous and it may happen and\nit may not.\nBut there was an awful lot to be done in Prague if it did come off. They'd have to\nget all these children together. They'd have to get exit permits from the -- well, when I\nleft Prague of course it wasn't the German authority because the Germans only arrived in\nMarch, but the time we really got going the Germans were in charge because they arrived\nin March 1939 and then of course they had to get exit permits from the Germans for these\nchildren to leave. They then had to arrive with to get a train and then they had\nto arrange for escorts to go with the train. They then had to find out from\nhow much the operation would cost and we had to send out money eventually to cover\nthat cost which should have been used black mail tactics and two days before the train\nwas due to leave they'd say they want another thousand pounds or something which was a\nlot of money in those days which once you got all the children moving to a railway\nstation in Prague and once you got all the people who are going to receive the children in\nEngland posted that they had to be at Liverpool Street Station at a certain time, it's not an\noperation that you could cancel. Whatever they'd ask for somehow or another we would\nhave had to produce.\nBut there was a lot of work to be done in Prague and it was done very well. The\nwork we had to do in England was to find to meet the conditions which the home office\nhad laid down which was having a guarantor 50 pounds for each person which they\ndesignated as being money which would be used for the children's eventual repatriation at\nthe end of the war, of course there wasn't a war to start with.\nThen we slowly got people coming in saying yes they would take a child and that\naccelerated when a lady came to me who had been working for the British committee and\nbrought me all the names of their correspondence throughout the country so I was able to\nuse that with an appeal for children, which of course always brings results whether it's for\nhandicapped children, lame children, or blind children. For children and animals, the two\nmost easiest things to get sympathy and raise money.\nSo, it went slowly but it did work. We never got obviously as many guarantors as\nwe wanted but we didn't have an awful lot of time to work on them and when we got the\nguarantee for a reasonable number of people we'd do the paper work and send it out to\nPrague and Prague then had all the job of arranging the trains and the escorts and the\nmoney and dealing with all the parents and getting the children onto the train. It was\nquite an operation in Prague.",
        "Q: When you're compiling lists of the children, did all five committees end up cooperating?",
        "A: Well, as I say, we told each individual committee eventually that we can't work with five\nlists, and before I left Prague they had agreed to coordinate and make one list and I think\nthere was already one list before I left. So, the people in Prague did work on that one list.\nObviously it wasn't only people who were on that list who came out. I mean there were\npeople very likely who weren't on the list who heard of this operation going on and\nwanted to send their children away. I mean, how can you tell which are really the most\nurgent. I mean I suppose any Jewish child at that time was the most urgent politically of\ncourse, it was more difficult to decide and that one had to rely on the committees to do.",
        "Q: Were you present when the decisions were being made and were you involved in the\ndecision making process?",
        "A: I was only concerned with the decision making process in the end product of where the\nchildren were going. I mean I was in England so I couldn't in any way influence who\ncame. That was decided in Prague by Trevor Chadwick and with the aid of other people\nwho were working there. I suppose the records which I've got here that 92 percent of the\nchildren were Jewish so that 8 percent were either on Hitler's blacklist or were\ncommunists or were writers or were children of that type who were in danger, and I think\nwe've hardly made any of them who ever saw their parents or relatives again. Very few,\nvery, very few.\nSo, I suppose that in itself shows -- I mean whatever Jew that was brought out was the\nright Jew wasn't it. They were all in danger.",
        "Q: While you were in Prague, did you interview any parents, children?",
        "A: I was usually had people in my hotel room in Prague whilst I was shaving in the morning\nand usually followed until I put my head on the pillow at night. But there's very little I\ncan remember about that now, but yes, certainly people the whole time were trying to\ninfluence you and leaving crates of pilsner beer behind. Well, you can imagine they tried\nto use what influence they could. I don't think we really, to be quite honest, took any\nnotice of it. You couldn't. You have to be very tough in charitable work. Feel soft\nhearted in charitable work it becomes impossible. You really got to treat it as a business\nand we had these lists and we went by them. It's very likely that some people threw\ninfluence from knowing people or in some way or another got on the list ahead of other\npeople who were just as deserving, but it was impossible. You can't sort it out like that.\nThe same as in social services today isn't it. Lot's of people get on the lists that shouldn't.",
        "Q: When you returned to England you were working as a stockbroker by day and working\nout of your home at night?",
        "A: Yes.",
        "Q: Did you feel that you were living two lives?",
        "A: It's only difficult to ask me how I felt 50 odd years ago, but no I don't think so. I\nmean I just left one office and went home and did the other work. It didn't seem strange\nto me at the time. I had the police corp on me. I remember asking why I had that\nenormous correspondence with Czechoslovakia from a private house, but I think I was far\ntoo busy to entertain those kinds of thoughts at that time. It was two different lives. I\nmean people mostly on the stock exchange or a lot of people on the stock exchange I\ndidn't talk to about what I was doing. I mean nearly all of them or most of them had\ncompletely different political views and opinions to mine so there was really no point in\ndiscussing it. They couldn't help in any way. At least some of them whom I was more\nfriendly with very likely gave me some money for the running of the office, but I can't\nreally remember those details any more.\nYou see this story didn't exist for 50 years at all until suddenly the whole thing\nbecame public. That's why all these children are meeting themselves for the first time\nand some of them are making new friends. Some of them meeting people they didn't\nknow existed and some of them even finding relatives.",
        "Q: So people just if they knew considered it perhaps a quirk or some particular interest but\ndidn't inquire into it very extensively?",
        "A: Well, there was no common denominator where they could. 150 children coming over\nand disbursed all over the place in England. Nearly all of them not finding their parents\nany more. Some of them kept in touch with each other but there was no organization or\nanything which in any way brought them together until five or six years ago when the\nstory about the children broke.",
        "Q: Your colleagues didn't inquire into it either?",
        "A: I don't think when I left the city at 3:30 most of the people knew what I was doing in the\nevenings. I don't think so. There was certainly nobody I knew in the city who in any\nway helped me with what I was doing with regard to the children, nobody at all. It was\ntwo existences, separate, self contained.",
        "Q: Did your skills as a stockbroker aid you in doing this work?",
        "A: Oh, I don't think so, no. No, I don't think so. No, I can't think anything in stock broking\nor the arbitrage that I was doing helped in any way, no. I mean, after all, you didn't need\nany special knowledge to bring children out. You needed a lot of effort and work and\ninitiative and dealing with authority and all that, that was general knowledge. It wasn't\nany particular knowledge. It wasn't like the workings of the stock exchange where you\nhad to know how it worked and what the commissions were and what you had to do and\nwhen you had to do it and for whom you had to do it and what the price was and\nremember the price when you were doing something else. It was nothing like that in\ndealing with children. No, it was quite different.",
        "Q: What suited you for that job? What suited you for that work with the children. What\nmade you the right person?",
        "A: I don't know. That's for you to say. I have no idea. I don't know. I've always -- if you\ncall that charity work which I suppose it was I've always done charity work. I've been\nretired now for 28 years and I've done charity work for 28 years since then. I don't know.\nIt's just work I like doing. You don't need any particular gift. I don't know what urges\none on to do it at all.",
        "Q: Will you describe your relationship with the Jewish community in Britain as they knew\nthat you were doing this work?",
        "A: I had no connection with the Jewish community in England because I was brought up as a\nChristian. I was baptized and I was brought up as a Christian. My parents were Jewish\nbut completely non-religious and I think that we were treated as rather a curiosity. We\ndidn't fit into either community. I mean the Jewish people thought we kind of opted out\nand at that time the Christian community must have thought -- I don't know I'm putting\nideas into their minds now, it's rather a curious Christian with a German-Jewish name.\nSo, we really didn't fit into anybody and I suppose it was this kind of schizophrenia\nwhich made up a lot of my character at that time.",
        "Q: Was the Jewish community aware that you were working to rescue mostly Jewish\nchildren from Czechoslovakia?",
        "A: I suppose they were but I was very much -- it was very much me and one or two people\nwho were doing this. I wasn't assisted -- I mean the British committee for Refugees from\nCzechoslovakia I know a great number of those were yes, run by the Jewish people but I\nwas quite separate to them, although I used their name until right to the end of the period\nin I think it was July, August when they said yes, you've been so successful now you\nbetter come and join us and they gave me a room at Bloomsbury House. But until then I\ngot no money from them and no assistance from them. In the various committees\nthroughout the countries for whom most of the guarantees for the children came, I would\nimagine a lot of those were run by Jewish people, yes. But I was only in touch with them\nby correspondence so I never really met them in that way.",
        "Q: Did the British Refugee Committee give you permission to use their name?",
        "A: Oh, no, no. I just used their name.",
        "Q: Were there any repercussions?",
        "A: There was nothing they could do about it. The only repercussions were as I say after we\nhad been doing that if you like illegally for nearly five months they then said this\norganization calling themselves the British Committee for Refugees from Czechoslovakia\nChildren's Section is somebody who calls himself Nicky Winton calling himself honorary\nsecretary we declare that they're now part of our organization and we became then a kind\nof accepted part of the group. Before it had been accepted in that way, in a kind of legal\nway, it had been accepted by everybody who knew no better. People out in the country\ngetting a letter from the British Committee Children's Section had no reason to believe\nthat it wasn't the British Committee as such. So, it worked quite good.",
        "Q: When you say we did you have any help writing these letters?",
        "A: I had a lady, a girl, who came to help me who had been working for the Christian council\nand she came every evening and she did all the typing, who in fact later on married\nMartin Blake. I don't think we had anybody else. We were really just the two of us. It\nwas really a question of keeping the flow of correspondence going and getting the\ninformation in from Prague, getting pictures of the children so that when somebody\nwould take a child we could send them photos and ask them to pick a child, it's\nunfortunate commercial way of doing it. Perhaps that's where my stock exchange\nupbringing came in, but it speeded things up at the time and we felt that speed was of the\nessence.\nEnd of Tape 1\nTape 2",
        "Q: I had just asked Mr. Winton if he would like to say anything else about his relationship\nwith members of the Jewish community in Britain and what their response was to this\nwork you were doing?",
        "A: Although most of the children we brought out were Jewish I was only looking for\nfamilies who looked after children. I wasn't concerned at all whether these children went\nto Jewish or non-Jewish families and this was largely due to the fact that I think that\nthose people had been out in Prague and those people knew what I was doing, Martin\nBlake and Doreen Wariner and all that were very conscious of the urgency which one\ncould see out there. There was no question when we were looking for a family to look\nafter the children that a Jew should go to a Jew or a non-Jew should go -- 1t seemed to us\nat that time perhaps because I'm non-religious myself I don't know but it seemed to me\ncompletely secondary. The chief thing was to save the children. This was a not a view\nshared by everybody because there was one organization in England which was called\nThe Barbican Mission and they took quite a number of children. I don't really know how\nmany. I mean not an extraordinary number but quite a few children, and they were in\nexistence I found out later, I had no idea at the time merely to convert good Jews into\ngood Christians which even when I heard it didn't really alarm me very much because\nafter all they were saved. And I thought the most important thing was to save the\nchildren rather than save the religion. But I did have a deputy in my office once of rabbis\nwho came in and really told me something for the first time something that\nI didn't know that these children that I was bringing over and sending to the Barbican\nMission were being made into Christians and I must stop this. We had quite an animated\ndiscussion about it and I think I must have told them in no uncertain terms that I was\ntrying to save the children not trying to save the religion and if anybody would take\nchildren, I didn't inquire into those matters and they were very cross at the time saying --\nand when I said isn't it better to have a Jew rather than a dead one because\nwe were fairly certain what was going on which very few people were at that time.\nAnyway, what you asked me what my connection with the Jewish community\nwas at that time that is one that I remember. And, it still seems to me a rather unfortunate\nattitude if it did stop anybody coming over because they couldn't get into a Jewish family.\nIt seems to be very unfair to confine that person to oblivion rather than to a Christian life\nwhich after all they could change later on. So, that was my one memory of the Jewish\ncommunity.\nI wasn't myself really in touch with the Jewish community as such at that time. I\nmean in any case with a job during the day and this in the evening and on weekends,\nthere wasn't much time at that time for any kind of social life. Anyway, I was absorbed\nin this. I liked doing it. I always liked doing charity work. No particular to\nme. My son always says to me that everybody applauds you for doing charity work and\nyou'd be miserable if you didn't. So, that's the other side of the coin.",
        "Q: How did you go about finding people to take these children?",
        "A: Well, as I say first of all through certain amount though Eleanor Rathbone and the\nQuakers and the Unitarian Church. Then, as I said, Picture Post took it up and printed a\nletter of mine. I think there's a copy in that book that you've just taken, every issue that\nthey had and we got -- and then of course by getting hold of the correspondence\nthroughout the country of the British Committee and when they got a letter from the\nBritish Committee Children's Section to them it was completely authentic and in a way it\nwas authentic and that gave the story of the plight of the children out there and stated\nwhat we were looking for and most of our guarantors came from that.",
        "Q: Did you actually meet any of the families that were to take these children?",
        "A: We have met some of the families who took the children through the children now that\nwe've met. But of course a lot of them are dead. A lot of them -- I think most of the\nchildren that we know say that the people who took them in originally are now dead and\nthose -- one of the children who we know very well, Tom Bearman who lives in a kibbutz\non Lake Galilee he comes over and every time he's in Europe he goes up to Glasgow to\nvisit his Mama and our great friend who lives near us in Maidenhead, Vera Gissing who's\nwritten a book called Bells of Childhood which no doubt you've got a copy of. She's\nalways inviting her Mama down and invites us round to meet her. She must be very old\nnow. She's 90. You see, a lot of them -- of the ones we know where the guarantor is still\nalive, they're very faithful in keeping in touch. Of course, one must admit that a lot of the\nchildren weren't happy where they were sent and there was an after care department in\nfact when the war started that Mother looked after which tried when children had\nproblems to get the problems settled or get new guarantors for them. But I certainly don't\nassume and one cannot assume that every child we brought over went into a home and\nwas well treated and was happy. A lot of them we know were. We certainly know some\nthat were not, who were badly treated and used as servants.\nBut quite frankly at the time I didn't think of it and it really doesn't concern me\nvery greatly now. I mean you're bound to have some who weren't happy and all one can\nsay 1s that they are still alive whereas most of the other children aren't. One knows that\nthe children were targeted as much as the grownups because the last transport was due to\nleave at the beginning of September. It would have been our biggest. 250 children, an\nenormous amount of work. Can you imagine getting 250 children from all over the place\nonto a station in Prague and then getting 250 guarantors to organize that they should all\nbe at Liverpool Street Station at a certain time to receive the people whom they had\ntaken. Then, of course, war broke out. The transport was cancelled and as far as we've\nheard from people who should not know a single one of those children survived.\nSo, as I say, I think when you do charity work as I said before, you've got to be\npretty tough and if you were concerned more with the fact of are they going to be happy\nthan have they got somebody who will feed and clothe them, you wouldn't bring over\nnearly as many. I mean the whole operation would really be different. We tried to and\nall the people who all these committees I talked to around the country they told us that\nthey would not send us any person who would take a child unless they them so\nto a very great extent they were , but it doesn't mean to say that some don't\ngo wrong and we know that some did go wrong.\nWe're in touch today with about 150 of these children or they're in touch with me.\nThat's out of 650 and of those most of them have done extremely well. But you can't tell\nwhether the others have never heard of me or whether they did so badly or had such a\nmiserable life that they don't want to, so you really can't draw any conclusions from the\nfact. But a lot of them have done extremely well. A lot of them have made big names for\nthemselves. One of them is in the House of Lords in England. One of them is a big film\nproducer in Israel. Hugo Moron has made a big name for himself. He's a big man in Tel\nAviv, and a lot of them have done very well. You can't say whether the majority have\nbecause nobody has and I certainly haven't made any effort to get in touch with these\npeople. I mean we know that a whole lot went to South America and I'm sure in South\nAmerica they've never even heard of me. It was only quite fortuitously that it broke in\nEngland and was heard of in certain parts of the world but in a large number of places\nwhere certainly a lot of these children went, they have got no idea today how they came\nor why they came or who organized it.",
        "Q: How many transports were there all together?",
        "A: Six, I believe. Yes, I think there were six. It's in that book when you read it. I believe\nthere were six. There may have been only five. But they're quite interesting statistics\nbreaking them down into religion and all kinds of statistics which are quite interesting.",
        "Q: Did you meet any of the transports when they arrived?",
        "A: All of them, all of them. Yes, I was at Liverpool Street Station when every transport\narrived which was near to organized chaos as you'll ever get. And that in the name went\nwell. One always has stories of those that got left behind on the platform because there\nwas nobody to pick them up, but they were all looked after eventually. And again, the\nonly trauma that we ever had I'm afraid was with the orthodox Jews. One of the\ntransports arrived on a Saturday and they wouldn't sign for the children and they wouldn't\ncarry their baggage and you can imagine what we felt like. You know, when it was\nsomething that seemed to us so unimportant, immaterial, insignificant, but you couldn't\nlet a child go until you had some kind of paperwork to say somebody had got them, and\nthere they were taking the child and no we can't sign it's Saturday. So, I led Mother onto\nthem then and she usually dealt with the situation.",
        "Q: What did she do?",
        "A: I don't know but she got them to sign. I don't think she went as far as getting them to\ncarry the baggage, but she certainly got them to sign, but then she was a very formidable\nlady.",
        "Q: Will you say a little bit more about her involvement?",
        "A: Well, nothing except Father had died and Mother was always interested in what I did and\nwhen we did get into and we had an office and we started getting people\nwriting in or perhaps even the guarantor would have died and obviously the question\ncame back to the central office what do we do with the child, that was mother's\ndepartment then to find another guarantor or to deal with any problems that might have\narisen at that time. She carried on when the war started because I was doing other things.\nBut as I say not all of them were as satisfactory as one would have hoped but then\none wouldn't have expected it. You couldn't do an operation like that without something\nnot being successful. It's not possible because after all the children were different. Some\nof the children had no idea why they were there. They thought their parents were\nfollowing them. Some of them were very upset because their parents had sent them\naway, doesn't Mommy love me anymore. Some of them were old enough to know why\nthey came, but there was a lot of disparity amongst the children themselves which we\nhear now, not knowing why they were sent. How awful for Mother to get rid of us. No\nidea why. How should they know what it was all about. Some of them were very young.\nSo, there is no standard case. Either as to the family they went to nor as to the\nchild's attitude at that time. Some of them adjusted well. Some of them quite frankly\nnever adjusted and never will. But most of the ones, the ones that we met now recently at\nFort Lauderdale, most of them have done extremely well. They were all very nice and\nperfectly composed and ordinary citizens, but then it was a small minority when you\nthink of the kindred meeting that we've just had at Ft. Lauderdale, where I had to say a\nfew words. There were a hundred. Now, most of them were on the German transports\nwhich had nothing to do with me at all of which there were 10,000 and of what I call my\ngroup that came out of Czechoslovakia over 600, there were four, so I mean you can't\ntell. Why were just those four and those odd hundred present. Were they the ones that\nhad just heard about it. Were they the successful ones? You know, it's very difficult if\nanybody was really writing it up in serious history. After an enormous amount of\nresearch really to find out fundamental what had happened because all that is written and\nwhat is done are those people who have come forward if you like, perfectly voluntary,\nthey needn't have done and one doesn't know why the other -- all right there were 100 out\nof 10,000 of the Germans there. Is it a geographical reason? Is it for some other reason?\nIs it because they had the money because it's jolly expensive to spend three or four days\nto come to Ft. Lauderdale and pay in the hotel we were.\nSo, I would hesitate to draw any standard conclusions really as to the whys and\nwherefores. All one knows really is that yes, those that we brought out should have been\nbrought out because if they weren't they wouldn't exist. That one knows as the absolute\nstandard and definite fact. The rest isn't fact but the best is well it may not be, you don't\nknow. The ones we've met now I mean like couldn't be a more normal or nice\nperson but is she the minority, the majority, the standard? One doesn't know. I don't\nknow and I suppose anybody ever will know. A lot of people pretend to know. A lot of\npeople write that this is what happened and all this but a lot of it is fantasy, thinking,\nhoping what they hoped perhaps happened.\nAs I say we are delighted when we meet them and a lot of the people that we meet\nare absolutely delightful have all done extremely well, but we only meet the minority of\nthe people that we brought out. I mean, a lot of them maybe did, but if anybody wanted\nto do research and try to find out what had happened to 640 children they've got a heck of\na job.",
        "Q: In those days you didn't have much further contact after you met them at the Station,\nthey'd go off with their --",
        "A: None at all. I had that job to do and when that job was done, well anyway, the war\nstarted and I was doing other things. Because of my experience politically and because\nof what I saw in Czechoslovakia and feeling that it was all so inevitable that the\npoliticians could have done other things, I started the war as a consciousness objector and\nI was in the Red Cross on the continent to start with. Later on I joined the R.A.F.\nbecause eventually one gets drawn into these things. As I said, most of them we met are\nabsolutely delightful. One would like to think it's the majority or even all of them are\nlike that.",
        "Q: When the war began, it was very clear that you couldn't go on doing this kind of work,\nright?",
        "A: Oh, no. It was stopped. As I tell you, the last transport never came, which would have\nbeen the biggest. An enormous amount of work had been done. You can imagine\nprocessing 250 children in Prague. Finding 250 guarantors and homes in England. All\nthe amount of work that was. It was pretty awful, just by a day. Ifthe train had been a\nday earlier it would have come through.",
        "Q: You were a consciousness objector and then you joined the Red Cross, is that right? And\nwhat were you doing with the Red Cross at that point?",
        "A: I went with the first ambulance unit to the continent and came out at the time of Dunkirk\nand then as I said I joined the R.A.F. At the end, you know, it's all inevitable once war\nreally starts whether you think it could have been stopped or not. It's really immaterial\nfinally isn't it. It's there.",
        "Q: How long were you with the Red Cross?",
        "A: Eight months I think, I believe. I can't remember. It's not long ago, only about 60 years\nago, but I can't remember.",
        "Q: The Royal Air Force, you joined voluntarily?",
        "A: Oh, yes. Most of the people we're meeting here are with the R.A.F. Some were with the\nCzech Air Force.",
        "Q: Can you describe briefly what you were doing in the air force?",
        "A: Well, it's not terribly interesting. I had flown privately so I was a pilot in civil life. I\nmean I wasn't a pilot professionally but I did fly as a hobby. When I joined up though I\ncouldn't become a pilot because of my eyesight so I became an instructor in what was\ncalled the Link, which was a machine teaching pilots night flying. Which was interesting\nbecause my knowledge of French I had a lot of French pilots who were expert in low\nlevel flying and didn't know where they were when they got into a cloud so the Link was\nsupposed to show them what they did when they got into a cloud and as a thank you they\ntook me low level flying which was pretty hazardous for them. They had two trees they\ndidn't go over them, they went sideways through them. It was very exciting.",
        "Q: How much did you know during the time that the war was going on about what was\nhappening in the camps and that there were concentration camps in Europe?",
        "A: Nothing at all. There was nothing certain. I don't think there was anything in the papers\nabout it. Anyway, one was doing other things then.",
        "Q: Did you give much thought during that time to these children that you had just brought\nover?",
        "A: No, I don't think so. I mean it was a job that I did and it was a job which was completed\nas far as I could complete. There was nothing else to be done. I was doing other things.\nWhen I was in London, I obviously was told that certain of the children had been in\ntrouble and had to be moved from one place to another, but other people were looking\nafter that. No, I didn't get very -- I didn't get involved in that in any way.",
        "Q: You spent after the Royal Air Force and the war ended, what did you do after you were\nwith the Air Force?",
        "A: Oh, when the war ended I joined the Committee for Refugees in London, thinking it\nwould be having got so many people out from where they should have been it was best to\njoin a place to try to get them back again, and I joined this inter-governmental committee\nin London which was taken over or became part of it's more accurate to say, the\nInternational Refugee Organization in Geneva. We became employed by the\nInternational Refugee Organization in Geneva which was one of the specialized agencies\nof the United Nations and my job there was really nothing to do with the repatriation of\nrefugees. I worked with an American called dealing with the sorting\nout of all the German loot that had been found in the various caves and everything, false\nteeth and glasses and bags and fountain pens and everything you could imagine was all\ncrated up and given to us to sort out. Enormous bags and sacks and quantities of watches\nand alarm clocks, jewelry and we had experts over from America to sort out the jewelry,\nto find out the real diamonds and the real emeralds and everything from the rubbish and\nall the jewelry just as one part of the operation was then sent to the in\nFrankfurt and I had to go there and supervise the sorting out of this again and eventual\nsmelting it down by into gold ingots which I then took to London and\nsold and the money went to the Jewish Agency because this was just before the Jewish\nstate was founded and it went to a Mr. Kaplan who was the treasurer of the Jewish\nagency and became the first chancellor of the of Israel. Everything else I\ntook to America where it was auctioned off and again the money sent to Israel -- well the\nJewish Agency.",
        "Q: You were based in Geneva?",
        "A: Yes, I was based in Geneva. I was very little there because I was always either in\nFrankfurt or taking the stuff across the Atlantic for sale. It's a very big story the story of\nthe liquidation of all the German loot and it's really one of the stories which I don't think\nhas ever been told. Before all this stuff was smelted I had a camera and I took photos of\nit in the vaults of the in Frankfurt with one bulb and about 20 minute\nexposures which came out very well and very good pictures of all the jewelry and false\nteeth and gold evening bags and anything you can imagine that was taken then.\nI remember only one person who really came down into the bank to see\nwhat was going on and that was , at the time. I wrote all this up as a matter\nof fact and it's a big book and that I presented to the , and I've got a copy\nof everything that was written there, but of course, I haven't got the pictures any more.\nThat's an interesting story, very interesting. It tells more than a lot of articles written\nabout the time. You see a picture of a crate of false teeth. You see a picture full of\nspectacles which we had to smelt down to get the gold out of. Really, it tells more of the\nstory than all kinds of books can tell.\nBut as I say, when I went to the to give them the original of that\nbook, I thought they'd better have it as well. I mean so many people have taken up\nwriting stories about the children, but I don't know of any books that have been written\nabout the finding and the liquidation of all the stuff that was taken from the Jews at that\ntime. You'll have to follow it up.",
        "Q: How was it found?",
        "A: Well, it was found by the Army I'm told in a cave, or in caves, and of course we got it\nfrom the Army, but when we got it the Army had already sorted it through to a certain\nextent and we didn't get any of the paintings. Presumably they had found out the owners.\nWe didn't get things like fur coats and we didn't get anything by carpets. I don't know\nwhat they did with them, but I think to start with they tried to find the owners.\nI don't really know, but we got the stuff which obviously needed an enormous\namount of work done on it. It couldn't be handled in any other way and for which it was\nthen absolutely impossible to find the owners. But it was a nasty feeling for weeks and\nweeks and weeks dealing with all of that. It was awful.\nI remember going into the and all these things were stored there\nwhen we dealt with it and there were crates and crates for example of alarm clocks and\nyou walked into that place and the mere fact of creating a certain vibration in the room\nsome of the alarm clocks started ringing all over the place. It was quite eerie and we said\nat the time having sorted it through, this stuff is absolutely worthless and these are\ninteriors of watches and which is absolutely worthless. The outside was smelting down\nbecause it was gold or silver or something and one of the conditions on which we were\nworking was none of this was allowed to go back to the German economy so when we\nsaid look we have all these crates that are absolutely worthless interior of watches and old\nalarm clocks they said well you'll have to crate it up and on your trip take the good stuff\nfor sale in America you'll have to get rid of it. And we had a ceremony which there is\nalso pictures of that, in the middle of the Atlantic bringing out these crates onto the deck.\nSomebody standing there with a big ax and making a hole in it and then chucking these\ncrates overboard in mid Atlantic. It's quite an interesting story, but as I say lots of people\nare writing about the children and all that but I haven't seen any stories written about all\nthis loot business which to my mind is just as interesting -- 1t doesn't deal with\npersonalities and people but it deals with a very important story.",
        "Q: How long were you working in this capacity?",
        "A: I stayed with the I.R.O. until April '48 and then I went to the International Bank in Paris.",
        "Q: During the time that you were working with the I.R.O. you were only working with the\nloot?",
        "A: Yes.",
        "Q: It must have been a huge amount?",
        "A: Well, there was a huge amount but it was all very complicated work. I mean when you're\ngiven a sack of jewelry and you had to first of all to find out what was good and you had\nthese experts who would come from America and all this was displayed and they had to\npick out the good stuff. My only success was looking at all the stuff that they left behind\none day and I thought I'd just look through it for fun and I found one of the most valuable\npieces of jewelry all together. So, everybody 1s fallible. It just happened to be one of the\npieces they missed.",
        "Q: Did anyone come trying to reclaim any of the goods?",
        "A: At that period, no. I doubt if very many people knew what was going on. I don't know.\nIt's a story which hasn't as I'm saying told since and I don't think there were many people\nwho knew what was going on at that time. I don't think so. I don't know. I don't know.\nI know that of the loot before it came to us there were things that were identifiable and\nwhere possible were returned. I've only heard that. I don't know who did it and how it\nwas done. Up to that point it was an army operation. We got the stuff from the army and\ntheir brief of what we should do was limited and was regulated by the Paris Reparations\nAgreement and we had to work under the Paris Reparations Agreement which stated I\nthink it was as most of this stuff belonged to the Jews 95 percent should go to the Jews\nand I think five percent went to the Christians. So, our job was to get 95 percent of it\nconverted into a way that it could be used and the only way that we could do that was\nconverting it into ingots or taking the good stuff all the good jewelry over to America\nwhere it was auctioned.",
        "Q: You must have been aware at that point of what had happened during the war and the\nscale of the atrocities?",
        "A: Well, I think one knew that. When the last transport didn't come and we were told at the\ntime by the Germans that any of the children that we exposed in that way were going to\nbe -- one knew then what was really going on. You can't have all those parents giving\nup their children without realizing that there was something going on could you? It was\ncertainly evident. You wouldn't give up your child or three or four and stay behind in\ndanger unless you were fairly certain that it was going to be pretty horrible for the child if\nhe stayed there. Oh, no, I think one knew what was happening.",
        "Q: What did you say that you did after you stopped working for the I.R.O.?",
        "A: Well, I first of all went to the International Bank in Paris where I met my wife who was\nworking for the International Bank in Paris, and when that job finished we earned so\nmuch money in dollars being grossly over paid by the United Nations, which is still going\non I believe that we came to America as the first tourists really because nobody else in\nEurope could get dollars.",
        "Q: When was this?",
        "A: Nobody in Europe could get dollars to come to America?",
        "Q: What year was this?",
        "A: 1950. And if we had gone back to England at that time we would have had to give up our\ndollars which we decided not to do and so we came here in 1950 and spent three months\nin America. We thought we'd seen an awful lot and we looked at that map and saw that\nwe had seen one little corner and apart from being very interesting going around America\nthe only interesting thing was that we were literally the first tourists. I mean when we\nwere asked where are you going to live and we said we were going back to England the\nreply was absolutely always the same. Why are you going back? Don't you like it here?\nThe idea of a tourist coming to America didn't exist. Nobody could get the money and\nthere were no such things as tourists. So we toured America. We went up to Canada.\nWe came back and then I started working in all kinds of jobs until I retired 28 years ago.\nSince then I have done charity work for the mentally handicapped and for the frail\nelderly. So, in two words that brings you up to date.",
        "Q: Was your wife aware of the work you had done in rescuing Czech children before the war\nbegan?",
        "A: No, I don't think she knew it, no. Nobody knew. It was just something I had done and it\nwas finished. Until six years ago actually through the Maxwells, Robert and Betty\nMaxwell it certainly became in the public domain.",
        "Q: How did that occur?",
        "A: Well, only because I wanted to get rid of these papers and couldn't find anybody\ninterested until somebody took me one day to Dr. Betty Maxwell who was organizing an\nexhibition of the 50th anniversary of the Holocaust and she was terribly interested. A\nmarvelous lady and she of course told Robert and Robert told the Sunday Mirror and the\nSunday Mirror then interviewed me and all these articles appeared in the Sunday Mirror,\nand the editor of the Sunday Mirror, and then they got onto the\nEsther Ransom show and through Vera Gissing really then the whole thing started\nsnowballing. It's all quite extraordinary.",
        "Q: You hadn't thought much about during all those years?",
        "A: No, it was a finished episode as far as I was concerned.",
        "Q: Were you surprised?",
        "A: We were terribly surprised at the Esther Ransom because we didn't know anybody and\nwe weren't told that anything was happening. The people like that make a terrific impact\nand I went up to the studio. Greta didn't even come because I was told it was merely to\ngo through some script that Esther Ransom had before it started. And I was kept waiting\nand I was put in a seat and I saw one person I knew and I wasn't allowed to move because\nunknown to me the cameras had been trained on a certain seat that had been reserved for\nme and only then when the program started did I know that everybody around me were\nthese children. So, everybody started crying. It was very emotional, not very pleasant.",
        "Q: It must have been overwhelming?",
        "A: Yes, it was pretty awful. But she got her program that she wanted. She was in tears at\nthe end herself.",
        "Q: Do you have mixed feelings now about having all of these people in your life?",
        "A: No, I don't think so. I enjoy it. Sometimes it becomes a bit overwhelming and a big\neffort for us to decide to come over at all. It's quite an effort to come over and face\neverybody and talk, like to you.",
        "Q: After 50 years I would imagine it would be.",
        "A: It's more than 50 years now, more like 60.",
        "Q: I'm happy that you did come and talk. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: So, I'm Arwen Donahue and we're here at the U.S. Holocaust Memorial Museum and it's\nNovember 17, 1995. I'm here with Mr. Nicholas Winton. And Mr. Winton if you would\nstate for me your date of birth and place of birth?",
        "Q: And will you say something for me about your family background, what your father did,\nand your mother, and what you remember’?",
        "Q: What was the atmosphere in your home like in your early years?",
        "Q: Now, you traveled to Germany when you were fairly young, did you not?",
        "Q: How would you describe.... were you aware of Hitler from the beginning of his rise to\npower, and did you know anything about him?",
        "Q: When you were... before you become a London stock broker, correct me if I'm wrong,\nyou had traveled to Germany to study banking?",
        "Q: Were you interested in banking?",
        "Q: What are your recollections from those months that you spent in Germany, political\nrecollections? Did you witness persecution?",
        "Q: When would you say that your political awareness was focused?",
        "Q: Can you describe your friendship with Martin Blake?",
        "Q: Do you remember any of your discussions?",
        "Q: Did you have particular ideas after the rise of Hitler of what should be done, what you\nwanted to do or that you felt you should do something in response?",
        "Q: Now, Martin Blake, at this time, was working with refugees, was he not?",
        "Q: When was that?",
        "Q: What did he tell you?",
        "Q: Were these camps all located near Prague?",
        "Q: Do you remember what you saw there, anything in particular stand out?",
        "Q: Yes.",
        "Q: So, would you say that most people weren't aware that these camps existed?",
        "Q: Where were you staying?",
        "Q: And was Martin Blake staying with you there as well?",
        "Q: No, at the time. In '38.",
        "Q: Now, will you describe to me how you became aware that you were going to be working\non this issue of refugees in Prague and how you came to that decision?",
        "Q: Were you aware at that point that England had made the decision to let in a certain\nnumber of children?",
        "Q: How did you try to do that?",
        "Q: And you were in Prague for three weeks?",
        "Q: What was the date... do you remember the first... How did you get the first transport out\nof Czechoslovakia?",
        "Q: Can we go back to Prague for just a little while and will you tell me about how you\nstarted the operation going, you came to the realization that the children needed help and\nthen what did you do?",
        "Q: When you were in Prague, the end of 1938 and the beginning of 1939 what did you do\nafter you realized that the children needed help in escaping Europe?",
        "Q: When you're compiling lists of the children, did all five committees end up cooperating?",
        "Q: Were you present when the decisions were being made and were you involved in the\ndecision making process?",
        "Q: While you were in Prague, did you interview any parents, children?",
        "Q: When you returned to England you were working as a stockbroker by day and working\nout of your home at night?",
        "Q: Did you feel that you were living two lives?",
        "Q: So people just if they knew considered it perhaps a quirk or some particular interest but\ndidn't inquire into it very extensively?",
        "Q: Your colleagues didn't inquire into it either?",
        "Q: Did your skills as a stockbroker aid you in doing this work?",
        "Q: What suited you for that job? What suited you for that work with the children. What\nmade you the right person?",
        "Q: Will you describe your relationship with the Jewish community in Britain as they knew\nthat you were doing this work?",
        "Q: Was the Jewish community aware that you were working to rescue mostly Jewish\nchildren from Czechoslovakia?",
        "Q: Did the British Refugee Committee give you permission to use their name?",
        "Q: Were there any repercussions?",
        "Q: When you say we did you have any help writing these letters?",
        "Q: I had just asked Mr. Winton if he would like to say anything else about his relationship\nwith members of the Jewish community in Britain and what their response was to this\nwork you were doing?",
        "Q: How did you go about finding people to take these children?",
        "Q: Did you actually meet any of the families that were to take these children?",
        "Q: How many transports were there all together?",
        "Q: Did you meet any of the transports when they arrived?",
        "Q: What did she do?",
        "Q: Will you say a little bit more about her involvement?",
        "Q: In those days you didn't have much further contact after you met them at the Station,\nthey'd go off with their --",
        "Q: When the war began, it was very clear that you couldn't go on doing this kind of work,\nright?",
        "Q: You were a consciousness objector and then you joined the Red Cross, is that right? And\nwhat were you doing with the Red Cross at that point?",
        "Q: How long were you with the Red Cross?",
        "Q: The Royal Air Force, you joined voluntarily?",
        "Q: Can you describe briefly what you were doing in the air force?",
        "Q: How much did you know during the time that the war was going on about what was\nhappening in the camps and that there were concentration camps in Europe?",
        "Q: Did you give much thought during that time to these children that you had just brought\nover?",
        "Q: You spent after the Royal Air Force and the war ended, what did you do after you were\nwith the Air Force?",
        "Q: You were based in Geneva?",
        "Q: How was it found?",
        "Q: How long were you working in this capacity?",
        "Q: During the time that you were working with the I.R.O. you were only working with the\nloot?",
        "Q: It must have been a huge amount?",
        "Q: Did anyone come trying to reclaim any of the goods?",
        "Q: You must have been aware at that point of what had happened during the war and the\nscale of the atrocities?",
        "Q: What did you say that you did after you stopped working for the I.R.O.?",
        "Q: When was this?",
        "Q: What year was this?",
        "Q: Was your wife aware of the work you had done in rescuing Czech children before the war\nbegan?",
        "Q: How did that occur?",
        "Q: You hadn't thought much about during all those years?",
        "Q: Were you surprised?",
        "Q: It must have been overwhelming?",
        "Q: Do you have mixed feelings now about having all of these people in your life?",
        "Q: After 50 years I would imagine it would be.",
        "Q: I'm happy that you did come and talk. Thank you."
    ],
    "answers": [
        "A: I was born on the 19th of May 1909 in London.",
        "A: My father was a banker, Mother was born in Nuremberg and was the first girl in\nGermany to take the Ivy tour which is the matriculation when that exam became open for\ngirls. And she came to London after her marriage when she was very young. She was\nstill 17.",
        "A: It was very... it was marvelous. We were in a home which Father's parents had owned\npreviously. It was an enormous 20 room house with a billiard table in I remember, and\nyes we were happy there. It was in the north of London in Hampstead and Father moved\nfrom banking after the war to importing glass from Czechoslovakia. He joined a firm\nwhich imported glass. Yes, it was very as far as I can remember, a congenial atmosphere.\nNearly 85 years ago now, so I don't know how much one genuinely remembers from\none's childhood.",
        "A: Well, we traveled to Germany on holiday because Mother's relatives were still in\nNuremberg. Mother's mother was still in Nuremberg and brothers and sisters were still\nover there. And of course when Hitler arrived on the scene, so the family that had been\nstill in Germany started to come over to England and of course Mother and Father were\nable to help them not only to come over but to...to look after them. They all stayed with\nus to start with before making their separate ways in the world.",
        "A: I think we did, because when Hitler came to power in 1933 I was 24 and I... from my\nyouth I think I've always been very politically conscious and always very left wing and I\njoined all kinds of things which would have been protesting against things like Hitler\nrepresented. Yes, I think we were very aware of it from early on, especially having gone\nthrough the first world war also where you had that... not anti-semitic feeling, but\ncertainly anti-German feeling in the country. Later on, one had not only the anti-semitic\nbut the anti-German feeling together.",
        "A: Yes. Well, Father, as I said, had been a banker, and he thought that my career should be\nin banking, and that a little travel would do me good, and I was in a bank in France for a\nyear and then six months with a bank in Hamburg and then six months for the bank in\nBerlin, and I would have gone on to do banking over here in the States were it not for the\nbig crash occurring in '29, and so Father thought it was about time I came home, instead\nof him spending money on me, and some of my own.",
        "A: Yes, I think I was interested in banking and finance, yes. I dare say I would have\naccomodated myself to any other profession I'd be put in, but banking seemed to suit me\nquite well, yes.",
        "A: When I was in Germany which would have been in 1930, I have no political recollections\nat all really. I mean I did banking, I made a lot of friends. I was good at fencing and I\nwas both in Hamburg and in Berlin in the local fencing club, and met a lot of friends\nthere-- and in fact I even fenced for Germany. At that time in 1930, there was a big\nmatch against Denmark, actually. I was on their team and I also owned a boat on the\nWansee and spent the weekends boating. So at that time there was no -- I mean I wasn't\ninterested in politics as such at that time and it was of course prior to... 1t was three years\nbefore Hitler even came on the scenes. So, no I wasn't in any way politically interested at\nthat period.",
        "A: Well, I mean in England I was always politically aware of politics, but local politics,\nBritish politics. And it was really only slowly, after 1933, when the implications of what\nwas happening in Germany were known, that I became kind of interested in that.\nBecause, as I say, I was always very interested 1n politics, and my friends were always\nvery interested in politics, and we were all pretty well left-wing and we used to have\nmeetings and discuss things so that really directly Hitler became a factor in European life.\nYes, we were very interested in that, very. We became more so as he became more\naggressive and took over more of Europe.",
        "A: Well, Martin Blake had always been a friend of mine. He was a master at Westminster\nSchool in London, and he and I shared lots of interests, but chiefly political interests. We\nalso liked winter sports, and he took a party of children to winter sports every year in\nSwitzerland, and I accompanied him which had the advantage of, for very little trouble or\nexpense of energy, we got a free holiday. And, we were very close. We were always\ntogether and nearly always with other people who were discussing politics in some way\nor other reasonably left wing politics because there was a lot going on at that time as\nHitler became more and more influential in Europe.",
        "A: Well, not in detail really no. They were anti- Hitler, though. I can't remember the\ndetails. The politics in England at that time were so complicated. You had the people\nwho were very frightened about the rise in Hitler, and yet one of the biggest left-wing\nmovements was the Peace Pledge Union which in a way was contrary to what was going\non in Europe. So, it was a very curious period, which was highlighted later on, of course,\nby the way Chamberlain and other people dealt with the rise of Hitler. They were also\nvery schizophrenic about it. They didn't really know how... how to handle it. They still\nthought that... that this idea of peace could be maintained and... Very difficult to discuss\nthe feeling in England at that time, because there were of course a lot of people like there\nwere in every country, because of the rise, just because of the rise of left wing influence\nwho were becoming more and more right wing. So, there were crowds of people in\nEngland who at that time were very right-wing, as epitomized by Oswald Mosely and his\npeople, whom I actually knew quite well at that time. He was in our fencing club, Sir\nOswald Mosely. He seemed quite inoffensive when he was fencing but he commanded\nquite a political clout later on.",
        "A: Well, I think in a democracy the individual always feels rather powerless, you know.\nYou could feel it and talk about it and discuss it but except voting for a government there\nwas nothing one could really do about it. My political awareness of Hitler really was\nonly crystallized when I got to Prague and really saw for myself. One could see\nindividually what was happening from time to time but there was little one could do\nabout it. I mean, one is very powerless really, the individual in a democracy. And yes,\nwe discussed it and we discussed the dangers of it, at the same time as this peace pledge\nmovement was going on, so it was very curious situation at that time. But there were lots\nof people in England who weren't that much frightened by Hitler at the time, you know,\nwho felt that the danger wasn't Hitler at all. The danger was Russia. And a great many\npeople at that time I don't think ever thought that we would really be in conflict with\nGermany, because they thought that the politicians would be adept enough to see that the\nGermans fought Russia and not us.\nIn the event, of course, they fought both, but not in the order we expected.",
        "A: No, no, Martin Blake really had nothing to do with refugees at all. Martin Blake knew a\nlot of people politically as well as of course his work for the school and he was very\nfriendly with one lady Doreen Wariner who was the representative for the British\nCommittee for Czechoslovakia and was given the job of going out to Prague and heading\na movement to try and save those who had arrived in Czechoslovakia and were politically\nendangered since the Germans... when the Germans... if the Germans arrived. That was\nof course after the... Hitler marched in Sudetenland. And he rung me up one day just\nbefore he was setting off for Prague and said, \"Look, I've cancelled my trip to winter\nsports so yours is cancelled too. I'm in a rush-- I can't tell you what's going on but meet\nme in Prague and I'll tell you,\" and that's how I got to Prague. I really didn't know what I\nwas in for when I left.",
        "A: When was that? That was Christmas '38, '39. I don't know the actual dates anymore.\nThat was Christmas '38, '39. And I went out and met him, Blake, one evening, I knocked\nhim up at the hotel Sroubek and he told me what was happening.",
        "A: Well he told me that there was all these people who had come into Czechoslovakia\nmostly after the Germans marched into Sudetenland, and that they were the Jews, they\nwere the writers, they were those who were on Hitler's blacklist, and I think there were\nfive separate groups, all of whom were endangered, and the job of Doreen Wariner and\nthe British Committee was to try and rescue them and get them out to England. And at\nthat time, of course, they were... a lot of the people were living with friends or relatives\nwhom they knew in Czechoslovakia but a lot of them were already in camps. And I went\n‘round the camps to see what was going on, together with actually two ladies who were\ngiven into my custody to look after whilst I did these tours, and one was Eleanor\nRathbone, the member of parliament, and the other was the Reverend Rosalind Lee, who\nwas the head of the Unitarian church. And we toured 'round these camps in the dead of\nwinter and snow. It was all rather cold and pathetic to see what was going on. And I\nsuppose that's when my final... when more of my ideas about really what was going on in\nthe continent were formed.",
        "A: The ones we saw were located near Prague. I remember we went by car but whether we\nhired a taxi or whether we were moved around I really can't remember but they were, yes,\nin the vicinity of Prague. They were Nissenhunt (ph) camps, and very over-crowded, and\nvery nasty places for continuous living.",
        "A: What, at the camps?",
        "A: No, I can't remember except that on my way out to Prague I met a gentleman called Mr.\nHails who said he was out there to do business. He was in the motorbike business... I\nthink he was going to buy motorbikes, and I said that he couldn't really know what as\ngoing on in Europe if he thought he could buy motorbikes at this particular time in\nCzechoslovakia, and he said, \"Well what are you doing?\" and I said, \"I really don't know\nat the moment, but this will be my address, and if you've got time come and visit me.\"\nAnd he visited me the second day I was there and I took him ‘round the camps. And in\ntalking to him actually I found out that he was the Mr. Hails who instigated the Atlantic\nBlue Ribbon for the big boats, so he must have been in that kind of business. And going\nround the camps, he suddenly disappeared, and I went back to look for him. He was on\none of the beds crying his eyes out. He was not knowing what he was going to be 1n for;\nhe hadn't really expected that I would take him into that kind of situation.",
        "A: I shouldn't think in England that anybody was aware of it all. I don't really know. I\nshould think a lot of people in Prague must have known about it, yes, but whether it was\nknown in England I don't know. I mean, we were... obviously everybody knew that the\nGermans marched into Sudetenland. Everybody in England said, you know, \"This is\nHitler's last ambition, and he's not going to do any more.\" When I was over there and\nfound out that in marching into Sudetenland not only meant that they were marching into\nthat part of Czechoslovakia which was chiefly inhabited by Germans, but all their\ndefenses were in that line too, so from that moment on Czechoslovakia was pretty\ndefenseless in any case. And of course Prague was full of Germans already. We were\nfollowed 'round the whole time by the Germans. So one could see what was going on. I\nwrote home and said, \"Look, this is happening,\" they either didn't want to or didn't\nbelieve that what we were actually seeing there meant what we were perfectly certain that\nit meant: that the Germans were on their way.",
        "A: I stayed at the Hotel Sroubek which we stayed at when we were over in Prague four or\nfive years ago, when we were... I got the Freedom of Prague and met Havel and had\nlunch with Dubcek. It was all very exciting. We stayed at the same hotel that I had been\nat in 1939, right in central Prague.",
        "A: No, he didn't. I think he was already dead --",
        "A: He was in the Sroubek, yes.",
        "A: Well, as I said I went round the camps and I was told of the people whom the British\nCommittee were trying to get out. And every day I met up with Doreen Warriner to\ndiscuss what was going on and we usually met at one of the big hotels, the Alcron, and\ndiscussed what was going on. Usually there were one or two men sitting not far away,\nand she had to say to me in German, \"Until that gentleman disappears we better discuss\nthe weather.\" You could be as rude as you'd like to the Germans as English people at that\ntime, because we certainly didn't, and I mean, they certainly, I don't think, at that time\never thought they were going to be at war with England. And we of course hoped they\nwouldn't. And in conversation she said, \"There are all these children, you know, who\nshould be got out, but the British Committee just can't do anything about it at all. They're\nfar too overworked with the business of trying to get out the political refugees, the writers\nand all those people endangered,\" and said to me, \"Look, if anything can be done,\nperhaps you'd like to try and do it,\" and that's really how it started.",
        "A: No, I hadn't got a clue. I found a gentleman who came out from England, Trevor\nChadwick, who said that if it was possible to bring children out, he'd given up his job as\nteaching in Swannage (ph), he'd run the office in Prague. And I said, \"Well, I've not got a\nclue whether you can bring children into England, but stay there, and I'll go back to\nEngland and find out if anything can be done.\" And so, I mean, when I left Prague\nnobody had any idea that anything would really transpire. In the end it didn't prove very\ndifficult. The Home Office said, \"Under certain conditions,\" which they laid down, \"you\ncan bring in as many children as you like.\" So, the Home Office made no difficulties at\nall. Getting children into other countries was more difficult. We got a few children into\nSweden whilst I was still in Prague, but later on I don't know if that movement continued.\nBut we didn't bring out children to anywhere else except into England. We tried to get\nchildren into America but that wasn't possible at that time.",
        "A: Well I have letters with a lot of the important people in America at that time and they all\ngave excuses -- no it's not fair to say excuses -- they gave reasons why they couldn't\nallow children to be brought into America at that time, which makes pretty sad reading\nwhen you read these letters at the present day. But still, that was... I mean bringing over\n600 children was something I suppose, but many more could have been brought over had\nwe... had we had more time as well, of course. I don't think a lot of people realized the\nurgency which we felt was there. Having been in Prague, one could almost feel that it\nwas any time the Germans could march in. Back in London, of course, that urgency\nwasn't there at all.",
        "A: I was in Prague about a fortnight. That was as long as my holiday allowed, and even then\nI was getting letters: Why did I want to spend time in Czechoslovakia when I should\ncome back and make money for my firm on the stock exchange? There was no--\ncertainly not in the city-- there was no real feeling of either urgency or things should be\ndone, you know. It was rather the, generally the Chamberlain attitude, you know: putting\noneself out for a little country far away with which we had no genuine obligations. The\nmajor factor of Hitler versus Europe wasn't really in people's minds at that time, despite\nwhat Hitler had done up to then. And I think there were lots of people who would have\nobviously far preferred to maneuver Hitler to fight against Russia first than for us to take\nup the cudgels. After all, there had been plenty of time for England and France and the\nWest to take up against Hitler, but before then there was plenty of occasions, as he had\nbeen nibbling away at various parts of Europe, that we could say, \"Enough, and no\nfurther.\" I mean, by the time we took a stand on the Polish issue most of Europe had\nbeen already absorbed, or a lot of 1t anyway. So, I suppose historians will be writing\nabout that for a long time: whether or not it could have been done differently. I don't\nthink that people, certainly in England, realized the danger. They always thought they\ncould negotiate with Hitler, that in a way he was a smaller menace than what was\nhappening elsewhere in the world.",
        "A: Well, I was only then, when I came back to England I was working on the stock\nexchange, which luckily was a job which finished at 3:30 in the afternoon so I could go\nback and carry on trying to... to make arrangements for bringing children over. And as I\nsay, the British Committee for Refugees from Czechoslovakia didn't give me... weren't\nable to give me either office space or any help whatsoever. And I just had note paper\nprinted with their name on it, and put under, \"Children's Section,\" worked from my\nprivate home up in Hampstead. And the Reverend Rosalind Lee whom I mentioned, sent\nme the first 100 pounds to pay for correspondence and everything and we got newspapers\nlike Picture Post to write articles saying that we were looking for guarantors and that we\nwere looking for homes where these children would be looked after until the end of war.\nAnd this started to trickle in, and, as we got people who would take children, so we sent\nthem lists of children and even photos of children, and got them to choose children, and\nwe then sent these out to Trevor Chadwick in Prague, who then arranged for the transport\nand the getting the children together, whilst we arranged for the people who were\nreceiving the children to arrive at Liverpool Street Station to receive them.\n(End of tape 1, side A)",
        "A: Once I told Doreen Warriner that if it were possible to do it I would try and do it\nand knowing that when I came back to England I would have to go back to work, the\nthing was to arrange the set up in Prague which could go into operation should I be\nsuccessful when I got back to London. The person who was in charge -- I put in charge\nthen was Trevor Chadwick but there was a Mr. Barozetti who was secretary to Doreen\nWarriner and he kind of ran the office in which Trevor Chadwick had space. The first\njob of course was as I said there were five committees in Prague at that time, was to get\none central list. I mean you can't work from five lists and try to pick out who are the\nmost important people or the most urgent cases. They were very diffident of course to\ngive up their lists and having such a very short time in Prague I had to use kind of black\nmail tactics bringing up eventually I think it was the communist committee saying that I\nhad one list on which I would work and the others could join if they wanted to, otherwise\nnone of the lists would be considered. So within a couple of days we got a joint list and\nwe discussed at that time how the office in Prague would have to work if I could be\nsuccessful in London. So, it was all a bit hairy fairy and nebulous and it may happen and\nit may not.\nBut there was an awful lot to be done in Prague if it did come off. They'd have to\nget all these children together. They'd have to get exit permits from the -- well, when I\nleft Prague of course it wasn't the German authority because the Germans only arrived in\nMarch, but the time we really got going the Germans were in charge because they arrived\nin March 1939 and then of course they had to get exit permits from the Germans for these\nchildren to leave. They then had to arrive with to get a train and then they had\nto arrange for escorts to go with the train. They then had to find out from\nhow much the operation would cost and we had to send out money eventually to cover\nthat cost which should have been used black mail tactics and two days before the train\nwas due to leave they'd say they want another thousand pounds or something which was a\nlot of money in those days which once you got all the children moving to a railway\nstation in Prague and once you got all the people who are going to receive the children in\nEngland posted that they had to be at Liverpool Street Station at a certain time, it's not an\noperation that you could cancel. Whatever they'd ask for somehow or another we would\nhave had to produce.\nBut there was a lot of work to be done in Prague and it was done very well. The\nwork we had to do in England was to find to meet the conditions which the home office\nhad laid down which was having a guarantor 50 pounds for each person which they\ndesignated as being money which would be used for the children's eventual repatriation at\nthe end of the war, of course there wasn't a war to start with.\nThen we slowly got people coming in saying yes they would take a child and that\naccelerated when a lady came to me who had been working for the British committee and\nbrought me all the names of their correspondence throughout the country so I was able to\nuse that with an appeal for children, which of course always brings results whether it's for\nhandicapped children, lame children, or blind children. For children and animals, the two\nmost easiest things to get sympathy and raise money.\nSo, it went slowly but it did work. We never got obviously as many guarantors as\nwe wanted but we didn't have an awful lot of time to work on them and when we got the\nguarantee for a reasonable number of people we'd do the paper work and send it out to\nPrague and Prague then had all the job of arranging the trains and the escorts and the\nmoney and dealing with all the parents and getting the children onto the train. It was\nquite an operation in Prague.",
        "A: Well, as I say, we told each individual committee eventually that we can't work with five\nlists, and before I left Prague they had agreed to coordinate and make one list and I think\nthere was already one list before I left. So, the people in Prague did work on that one list.\nObviously it wasn't only people who were on that list who came out. I mean there were\npeople very likely who weren't on the list who heard of this operation going on and\nwanted to send their children away. I mean, how can you tell which are really the most\nurgent. I mean I suppose any Jewish child at that time was the most urgent politically of\ncourse, it was more difficult to decide and that one had to rely on the committees to do.",
        "A: I was only concerned with the decision making process in the end product of where the\nchildren were going. I mean I was in England so I couldn't in any way influence who\ncame. That was decided in Prague by Trevor Chadwick and with the aid of other people\nwho were working there. I suppose the records which I've got here that 92 percent of the\nchildren were Jewish so that 8 percent were either on Hitler's blacklist or were\ncommunists or were writers or were children of that type who were in danger, and I think\nwe've hardly made any of them who ever saw their parents or relatives again. Very few,\nvery, very few.\nSo, I suppose that in itself shows -- I mean whatever Jew that was brought out was the\nright Jew wasn't it. They were all in danger.",
        "A: I was usually had people in my hotel room in Prague whilst I was shaving in the morning\nand usually followed until I put my head on the pillow at night. But there's very little I\ncan remember about that now, but yes, certainly people the whole time were trying to\ninfluence you and leaving crates of pilsner beer behind. Well, you can imagine they tried\nto use what influence they could. I don't think we really, to be quite honest, took any\nnotice of it. You couldn't. You have to be very tough in charitable work. Feel soft\nhearted in charitable work it becomes impossible. You really got to treat it as a business\nand we had these lists and we went by them. It's very likely that some people threw\ninfluence from knowing people or in some way or another got on the list ahead of other\npeople who were just as deserving, but it was impossible. You can't sort it out like that.\nThe same as in social services today isn't it. Lot's of people get on the lists that shouldn't.",
        "A: Yes.",
        "A: It's only difficult to ask me how I felt 50 odd years ago, but no I don't think so. I\nmean I just left one office and went home and did the other work. It didn't seem strange\nto me at the time. I had the police corp on me. I remember asking why I had that\nenormous correspondence with Czechoslovakia from a private house, but I think I was far\ntoo busy to entertain those kinds of thoughts at that time. It was two different lives. I\nmean people mostly on the stock exchange or a lot of people on the stock exchange I\ndidn't talk to about what I was doing. I mean nearly all of them or most of them had\ncompletely different political views and opinions to mine so there was really no point in\ndiscussing it. They couldn't help in any way. At least some of them whom I was more\nfriendly with very likely gave me some money for the running of the office, but I can't\nreally remember those details any more.\nYou see this story didn't exist for 50 years at all until suddenly the whole thing\nbecame public. That's why all these children are meeting themselves for the first time\nand some of them are making new friends. Some of them meeting people they didn't\nknow existed and some of them even finding relatives.",
        "A: Well, there was no common denominator where they could. 150 children coming over\nand disbursed all over the place in England. Nearly all of them not finding their parents\nany more. Some of them kept in touch with each other but there was no organization or\nanything which in any way brought them together until five or six years ago when the\nstory about the children broke.",
        "A: I don't think when I left the city at 3:30 most of the people knew what I was doing in the\nevenings. I don't think so. There was certainly nobody I knew in the city who in any\nway helped me with what I was doing with regard to the children, nobody at all. It was\ntwo existences, separate, self contained.",
        "A: Oh, I don't think so, no. No, I don't think so. No, I can't think anything in stock broking\nor the arbitrage that I was doing helped in any way, no. I mean, after all, you didn't need\nany special knowledge to bring children out. You needed a lot of effort and work and\ninitiative and dealing with authority and all that, that was general knowledge. It wasn't\nany particular knowledge. It wasn't like the workings of the stock exchange where you\nhad to know how it worked and what the commissions were and what you had to do and\nwhen you had to do it and for whom you had to do it and what the price was and\nremember the price when you were doing something else. It was nothing like that in\ndealing with children. No, it was quite different.",
        "A: I don't know. That's for you to say. I have no idea. I don't know. I've always -- if you\ncall that charity work which I suppose it was I've always done charity work. I've been\nretired now for 28 years and I've done charity work for 28 years since then. I don't know.\nIt's just work I like doing. You don't need any particular gift. I don't know what urges\none on to do it at all.",
        "A: I had no connection with the Jewish community in England because I was brought up as a\nChristian. I was baptized and I was brought up as a Christian. My parents were Jewish\nbut completely non-religious and I think that we were treated as rather a curiosity. We\ndidn't fit into either community. I mean the Jewish people thought we kind of opted out\nand at that time the Christian community must have thought -- I don't know I'm putting\nideas into their minds now, it's rather a curious Christian with a German-Jewish name.\nSo, we really didn't fit into anybody and I suppose it was this kind of schizophrenia\nwhich made up a lot of my character at that time.",
        "A: I suppose they were but I was very much -- it was very much me and one or two people\nwho were doing this. I wasn't assisted -- I mean the British committee for Refugees from\nCzechoslovakia I know a great number of those were yes, run by the Jewish people but I\nwas quite separate to them, although I used their name until right to the end of the period\nin I think it was July, August when they said yes, you've been so successful now you\nbetter come and join us and they gave me a room at Bloomsbury House. But until then I\ngot no money from them and no assistance from them. In the various committees\nthroughout the countries for whom most of the guarantees for the children came, I would\nimagine a lot of those were run by Jewish people, yes. But I was only in touch with them\nby correspondence so I never really met them in that way.",
        "A: Oh, no, no. I just used their name.",
        "A: There was nothing they could do about it. The only repercussions were as I say after we\nhad been doing that if you like illegally for nearly five months they then said this\norganization calling themselves the British Committee for Refugees from Czechoslovakia\nChildren's Section is somebody who calls himself Nicky Winton calling himself honorary\nsecretary we declare that they're now part of our organization and we became then a kind\nof accepted part of the group. Before it had been accepted in that way, in a kind of legal\nway, it had been accepted by everybody who knew no better. People out in the country\ngetting a letter from the British Committee Children's Section had no reason to believe\nthat it wasn't the British Committee as such. So, it worked quite good.",
        "A: I had a lady, a girl, who came to help me who had been working for the Christian council\nand she came every evening and she did all the typing, who in fact later on married\nMartin Blake. I don't think we had anybody else. We were really just the two of us. It\nwas really a question of keeping the flow of correspondence going and getting the\ninformation in from Prague, getting pictures of the children so that when somebody\nwould take a child we could send them photos and ask them to pick a child, it's\nunfortunate commercial way of doing it. Perhaps that's where my stock exchange\nupbringing came in, but it speeded things up at the time and we felt that speed was of the\nessence.\nEnd of Tape 1\nTape 2",
        "A: Although most of the children we brought out were Jewish I was only looking for\nfamilies who looked after children. I wasn't concerned at all whether these children went\nto Jewish or non-Jewish families and this was largely due to the fact that I think that\nthose people had been out in Prague and those people knew what I was doing, Martin\nBlake and Doreen Wariner and all that were very conscious of the urgency which one\ncould see out there. There was no question when we were looking for a family to look\nafter the children that a Jew should go to a Jew or a non-Jew should go -- 1t seemed to us\nat that time perhaps because I'm non-religious myself I don't know but it seemed to me\ncompletely secondary. The chief thing was to save the children. This was a not a view\nshared by everybody because there was one organization in England which was called\nThe Barbican Mission and they took quite a number of children. I don't really know how\nmany. I mean not an extraordinary number but quite a few children, and they were in\nexistence I found out later, I had no idea at the time merely to convert good Jews into\ngood Christians which even when I heard it didn't really alarm me very much because\nafter all they were saved. And I thought the most important thing was to save the\nchildren rather than save the religion. But I did have a deputy in my office once of rabbis\nwho came in and really told me something for the first time something that\nI didn't know that these children that I was bringing over and sending to the Barbican\nMission were being made into Christians and I must stop this. We had quite an animated\ndiscussion about it and I think I must have told them in no uncertain terms that I was\ntrying to save the children not trying to save the religion and if anybody would take\nchildren, I didn't inquire into those matters and they were very cross at the time saying --\nand when I said isn't it better to have a Jew rather than a dead one because\nwe were fairly certain what was going on which very few people were at that time.\nAnyway, what you asked me what my connection with the Jewish community\nwas at that time that is one that I remember. And, it still seems to me a rather unfortunate\nattitude if it did stop anybody coming over because they couldn't get into a Jewish family.\nIt seems to be very unfair to confine that person to oblivion rather than to a Christian life\nwhich after all they could change later on. So, that was my one memory of the Jewish\ncommunity.\nI wasn't myself really in touch with the Jewish community as such at that time. I\nmean in any case with a job during the day and this in the evening and on weekends,\nthere wasn't much time at that time for any kind of social life. Anyway, I was absorbed\nin this. I liked doing it. I always liked doing charity work. No particular to\nme. My son always says to me that everybody applauds you for doing charity work and\nyou'd be miserable if you didn't. So, that's the other side of the coin.",
        "A: Well, as I say first of all through certain amount though Eleanor Rathbone and the\nQuakers and the Unitarian Church. Then, as I said, Picture Post took it up and printed a\nletter of mine. I think there's a copy in that book that you've just taken, every issue that\nthey had and we got -- and then of course by getting hold of the correspondence\nthroughout the country of the British Committee and when they got a letter from the\nBritish Committee Children's Section to them it was completely authentic and in a way it\nwas authentic and that gave the story of the plight of the children out there and stated\nwhat we were looking for and most of our guarantors came from that.",
        "A: We have met some of the families who took the children through the children now that\nwe've met. But of course a lot of them are dead. A lot of them -- I think most of the\nchildren that we know say that the people who took them in originally are now dead and\nthose -- one of the children who we know very well, Tom Bearman who lives in a kibbutz\non Lake Galilee he comes over and every time he's in Europe he goes up to Glasgow to\nvisit his Mama and our great friend who lives near us in Maidenhead, Vera Gissing who's\nwritten a book called Bells of Childhood which no doubt you've got a copy of. She's\nalways inviting her Mama down and invites us round to meet her. She must be very old\nnow. She's 90. You see, a lot of them -- of the ones we know where the guarantor is still\nalive, they're very faithful in keeping in touch. Of course, one must admit that a lot of the\nchildren weren't happy where they were sent and there was an after care department in\nfact when the war started that Mother looked after which tried when children had\nproblems to get the problems settled or get new guarantors for them. But I certainly don't\nassume and one cannot assume that every child we brought over went into a home and\nwas well treated and was happy. A lot of them we know were. We certainly know some\nthat were not, who were badly treated and used as servants.\nBut quite frankly at the time I didn't think of it and it really doesn't concern me\nvery greatly now. I mean you're bound to have some who weren't happy and all one can\nsay 1s that they are still alive whereas most of the other children aren't. One knows that\nthe children were targeted as much as the grownups because the last transport was due to\nleave at the beginning of September. It would have been our biggest. 250 children, an\nenormous amount of work. Can you imagine getting 250 children from all over the place\nonto a station in Prague and then getting 250 guarantors to organize that they should all\nbe at Liverpool Street Station at a certain time to receive the people whom they had\ntaken. Then, of course, war broke out. The transport was cancelled and as far as we've\nheard from people who should not know a single one of those children survived.\nSo, as I say, I think when you do charity work as I said before, you've got to be\npretty tough and if you were concerned more with the fact of are they going to be happy\nthan have they got somebody who will feed and clothe them, you wouldn't bring over\nnearly as many. I mean the whole operation would really be different. We tried to and\nall the people who all these committees I talked to around the country they told us that\nthey would not send us any person who would take a child unless they them so\nto a very great extent they were , but it doesn't mean to say that some don't\ngo wrong and we know that some did go wrong.\nWe're in touch today with about 150 of these children or they're in touch with me.\nThat's out of 650 and of those most of them have done extremely well. But you can't tell\nwhether the others have never heard of me or whether they did so badly or had such a\nmiserable life that they don't want to, so you really can't draw any conclusions from the\nfact. But a lot of them have done extremely well. A lot of them have made big names for\nthemselves. One of them is in the House of Lords in England. One of them is a big film\nproducer in Israel. Hugo Moron has made a big name for himself. He's a big man in Tel\nAviv, and a lot of them have done very well. You can't say whether the majority have\nbecause nobody has and I certainly haven't made any effort to get in touch with these\npeople. I mean we know that a whole lot went to South America and I'm sure in South\nAmerica they've never even heard of me. It was only quite fortuitously that it broke in\nEngland and was heard of in certain parts of the world but in a large number of places\nwhere certainly a lot of these children went, they have got no idea today how they came\nor why they came or who organized it.",
        "A: Six, I believe. Yes, I think there were six. It's in that book when you read it. I believe\nthere were six. There may have been only five. But they're quite interesting statistics\nbreaking them down into religion and all kinds of statistics which are quite interesting.",
        "A: All of them, all of them. Yes, I was at Liverpool Street Station when every transport\narrived which was near to organized chaos as you'll ever get. And that in the name went\nwell. One always has stories of those that got left behind on the platform because there\nwas nobody to pick them up, but they were all looked after eventually. And again, the\nonly trauma that we ever had I'm afraid was with the orthodox Jews. One of the\ntransports arrived on a Saturday and they wouldn't sign for the children and they wouldn't\ncarry their baggage and you can imagine what we felt like. You know, when it was\nsomething that seemed to us so unimportant, immaterial, insignificant, but you couldn't\nlet a child go until you had some kind of paperwork to say somebody had got them, and\nthere they were taking the child and no we can't sign it's Saturday. So, I led Mother onto\nthem then and she usually dealt with the situation.",
        "A: I don't know but she got them to sign. I don't think she went as far as getting them to\ncarry the baggage, but she certainly got them to sign, but then she was a very formidable\nlady.",
        "A: Well, nothing except Father had died and Mother was always interested in what I did and\nwhen we did get into and we had an office and we started getting people\nwriting in or perhaps even the guarantor would have died and obviously the question\ncame back to the central office what do we do with the child, that was mother's\ndepartment then to find another guarantor or to deal with any problems that might have\narisen at that time. She carried on when the war started because I was doing other things.\nBut as I say not all of them were as satisfactory as one would have hoped but then\none wouldn't have expected it. You couldn't do an operation like that without something\nnot being successful. It's not possible because after all the children were different. Some\nof the children had no idea why they were there. They thought their parents were\nfollowing them. Some of them were very upset because their parents had sent them\naway, doesn't Mommy love me anymore. Some of them were old enough to know why\nthey came, but there was a lot of disparity amongst the children themselves which we\nhear now, not knowing why they were sent. How awful for Mother to get rid of us. No\nidea why. How should they know what it was all about. Some of them were very young.\nSo, there is no standard case. Either as to the family they went to nor as to the\nchild's attitude at that time. Some of them adjusted well. Some of them quite frankly\nnever adjusted and never will. But most of the ones, the ones that we met now recently at\nFort Lauderdale, most of them have done extremely well. They were all very nice and\nperfectly composed and ordinary citizens, but then it was a small minority when you\nthink of the kindred meeting that we've just had at Ft. Lauderdale, where I had to say a\nfew words. There were a hundred. Now, most of them were on the German transports\nwhich had nothing to do with me at all of which there were 10,000 and of what I call my\ngroup that came out of Czechoslovakia over 600, there were four, so I mean you can't\ntell. Why were just those four and those odd hundred present. Were they the ones that\nhad just heard about it. Were they the successful ones? You know, it's very difficult if\nanybody was really writing it up in serious history. After an enormous amount of\nresearch really to find out fundamental what had happened because all that is written and\nwhat is done are those people who have come forward if you like, perfectly voluntary,\nthey needn't have done and one doesn't know why the other -- all right there were 100 out\nof 10,000 of the Germans there. Is it a geographical reason? Is it for some other reason?\nIs it because they had the money because it's jolly expensive to spend three or four days\nto come to Ft. Lauderdale and pay in the hotel we were.\nSo, I would hesitate to draw any standard conclusions really as to the whys and\nwherefores. All one knows really is that yes, those that we brought out should have been\nbrought out because if they weren't they wouldn't exist. That one knows as the absolute\nstandard and definite fact. The rest isn't fact but the best is well it may not be, you don't\nknow. The ones we've met now I mean like couldn't be a more normal or nice\nperson but is she the minority, the majority, the standard? One doesn't know. I don't\nknow and I suppose anybody ever will know. A lot of people pretend to know. A lot of\npeople write that this is what happened and all this but a lot of it is fantasy, thinking,\nhoping what they hoped perhaps happened.\nAs I say we are delighted when we meet them and a lot of the people that we meet\nare absolutely delightful have all done extremely well, but we only meet the minority of\nthe people that we brought out. I mean, a lot of them maybe did, but if anybody wanted\nto do research and try to find out what had happened to 640 children they've got a heck of\na job.",
        "A: None at all. I had that job to do and when that job was done, well anyway, the war\nstarted and I was doing other things. Because of my experience politically and because\nof what I saw in Czechoslovakia and feeling that it was all so inevitable that the\npoliticians could have done other things, I started the war as a consciousness objector and\nI was in the Red Cross on the continent to start with. Later on I joined the R.A.F.\nbecause eventually one gets drawn into these things. As I said, most of them we met are\nabsolutely delightful. One would like to think it's the majority or even all of them are\nlike that.",
        "A: Oh, no. It was stopped. As I tell you, the last transport never came, which would have\nbeen the biggest. An enormous amount of work had been done. You can imagine\nprocessing 250 children in Prague. Finding 250 guarantors and homes in England. All\nthe amount of work that was. It was pretty awful, just by a day. Ifthe train had been a\nday earlier it would have come through.",
        "A: I went with the first ambulance unit to the continent and came out at the time of Dunkirk\nand then as I said I joined the R.A.F. At the end, you know, it's all inevitable once war\nreally starts whether you think it could have been stopped or not. It's really immaterial\nfinally isn't it. It's there.",
        "A: Eight months I think, I believe. I can't remember. It's not long ago, only about 60 years\nago, but I can't remember.",
        "A: Oh, yes. Most of the people we're meeting here are with the R.A.F. Some were with the\nCzech Air Force.",
        "A: Well, it's not terribly interesting. I had flown privately so I was a pilot in civil life. I\nmean I wasn't a pilot professionally but I did fly as a hobby. When I joined up though I\ncouldn't become a pilot because of my eyesight so I became an instructor in what was\ncalled the Link, which was a machine teaching pilots night flying. Which was interesting\nbecause my knowledge of French I had a lot of French pilots who were expert in low\nlevel flying and didn't know where they were when they got into a cloud so the Link was\nsupposed to show them what they did when they got into a cloud and as a thank you they\ntook me low level flying which was pretty hazardous for them. They had two trees they\ndidn't go over them, they went sideways through them. It was very exciting.",
        "A: Nothing at all. There was nothing certain. I don't think there was anything in the papers\nabout it. Anyway, one was doing other things then.",
        "A: No, I don't think so. I mean it was a job that I did and it was a job which was completed\nas far as I could complete. There was nothing else to be done. I was doing other things.\nWhen I was in London, I obviously was told that certain of the children had been in\ntrouble and had to be moved from one place to another, but other people were looking\nafter that. No, I didn't get very -- I didn't get involved in that in any way.",
        "A: Oh, when the war ended I joined the Committee for Refugees in London, thinking it\nwould be having got so many people out from where they should have been it was best to\njoin a place to try to get them back again, and I joined this inter-governmental committee\nin London which was taken over or became part of it's more accurate to say, the\nInternational Refugee Organization in Geneva. We became employed by the\nInternational Refugee Organization in Geneva which was one of the specialized agencies\nof the United Nations and my job there was really nothing to do with the repatriation of\nrefugees. I worked with an American called dealing with the sorting\nout of all the German loot that had been found in the various caves and everything, false\nteeth and glasses and bags and fountain pens and everything you could imagine was all\ncrated up and given to us to sort out. Enormous bags and sacks and quantities of watches\nand alarm clocks, jewelry and we had experts over from America to sort out the jewelry,\nto find out the real diamonds and the real emeralds and everything from the rubbish and\nall the jewelry just as one part of the operation was then sent to the in\nFrankfurt and I had to go there and supervise the sorting out of this again and eventual\nsmelting it down by into gold ingots which I then took to London and\nsold and the money went to the Jewish Agency because this was just before the Jewish\nstate was founded and it went to a Mr. Kaplan who was the treasurer of the Jewish\nagency and became the first chancellor of the of Israel. Everything else I\ntook to America where it was auctioned off and again the money sent to Israel -- well the\nJewish Agency.",
        "A: Yes, I was based in Geneva. I was very little there because I was always either in\nFrankfurt or taking the stuff across the Atlantic for sale. It's a very big story the story of\nthe liquidation of all the German loot and it's really one of the stories which I don't think\nhas ever been told. Before all this stuff was smelted I had a camera and I took photos of\nit in the vaults of the in Frankfurt with one bulb and about 20 minute\nexposures which came out very well and very good pictures of all the jewelry and false\nteeth and gold evening bags and anything you can imagine that was taken then.\nI remember only one person who really came down into the bank to see\nwhat was going on and that was , at the time. I wrote all this up as a matter\nof fact and it's a big book and that I presented to the , and I've got a copy\nof everything that was written there, but of course, I haven't got the pictures any more.\nThat's an interesting story, very interesting. It tells more than a lot of articles written\nabout the time. You see a picture of a crate of false teeth. You see a picture full of\nspectacles which we had to smelt down to get the gold out of. Really, it tells more of the\nstory than all kinds of books can tell.\nBut as I say, when I went to the to give them the original of that\nbook, I thought they'd better have it as well. I mean so many people have taken up\nwriting stories about the children, but I don't know of any books that have been written\nabout the finding and the liquidation of all the stuff that was taken from the Jews at that\ntime. You'll have to follow it up.",
        "A: Well, it was found by the Army I'm told in a cave, or in caves, and of course we got it\nfrom the Army, but when we got it the Army had already sorted it through to a certain\nextent and we didn't get any of the paintings. Presumably they had found out the owners.\nWe didn't get things like fur coats and we didn't get anything by carpets. I don't know\nwhat they did with them, but I think to start with they tried to find the owners.\nI don't really know, but we got the stuff which obviously needed an enormous\namount of work done on it. It couldn't be handled in any other way and for which it was\nthen absolutely impossible to find the owners. But it was a nasty feeling for weeks and\nweeks and weeks dealing with all of that. It was awful.\nI remember going into the and all these things were stored there\nwhen we dealt with it and there were crates and crates for example of alarm clocks and\nyou walked into that place and the mere fact of creating a certain vibration in the room\nsome of the alarm clocks started ringing all over the place. It was quite eerie and we said\nat the time having sorted it through, this stuff is absolutely worthless and these are\ninteriors of watches and which is absolutely worthless. The outside was smelting down\nbecause it was gold or silver or something and one of the conditions on which we were\nworking was none of this was allowed to go back to the German economy so when we\nsaid look we have all these crates that are absolutely worthless interior of watches and old\nalarm clocks they said well you'll have to crate it up and on your trip take the good stuff\nfor sale in America you'll have to get rid of it. And we had a ceremony which there is\nalso pictures of that, in the middle of the Atlantic bringing out these crates onto the deck.\nSomebody standing there with a big ax and making a hole in it and then chucking these\ncrates overboard in mid Atlantic. It's quite an interesting story, but as I say lots of people\nare writing about the children and all that but I haven't seen any stories written about all\nthis loot business which to my mind is just as interesting -- 1t doesn't deal with\npersonalities and people but it deals with a very important story.",
        "A: I stayed with the I.R.O. until April '48 and then I went to the International Bank in Paris.",
        "A: Yes.",
        "A: Well, there was a huge amount but it was all very complicated work. I mean when you're\ngiven a sack of jewelry and you had to first of all to find out what was good and you had\nthese experts who would come from America and all this was displayed and they had to\npick out the good stuff. My only success was looking at all the stuff that they left behind\none day and I thought I'd just look through it for fun and I found one of the most valuable\npieces of jewelry all together. So, everybody 1s fallible. It just happened to be one of the\npieces they missed.",
        "A: At that period, no. I doubt if very many people knew what was going on. I don't know.\nIt's a story which hasn't as I'm saying told since and I don't think there were many people\nwho knew what was going on at that time. I don't think so. I don't know. I don't know.\nI know that of the loot before it came to us there were things that were identifiable and\nwhere possible were returned. I've only heard that. I don't know who did it and how it\nwas done. Up to that point it was an army operation. We got the stuff from the army and\ntheir brief of what we should do was limited and was regulated by the Paris Reparations\nAgreement and we had to work under the Paris Reparations Agreement which stated I\nthink it was as most of this stuff belonged to the Jews 95 percent should go to the Jews\nand I think five percent went to the Christians. So, our job was to get 95 percent of it\nconverted into a way that it could be used and the only way that we could do that was\nconverting it into ingots or taking the good stuff all the good jewelry over to America\nwhere it was auctioned.",
        "A: Well, I think one knew that. When the last transport didn't come and we were told at the\ntime by the Germans that any of the children that we exposed in that way were going to\nbe -- one knew then what was really going on. You can't have all those parents giving\nup their children without realizing that there was something going on could you? It was\ncertainly evident. You wouldn't give up your child or three or four and stay behind in\ndanger unless you were fairly certain that it was going to be pretty horrible for the child if\nhe stayed there. Oh, no, I think one knew what was happening.",
        "A: Well, I first of all went to the International Bank in Paris where I met my wife who was\nworking for the International Bank in Paris, and when that job finished we earned so\nmuch money in dollars being grossly over paid by the United Nations, which is still going\non I believe that we came to America as the first tourists really because nobody else in\nEurope could get dollars.",
        "A: Nobody in Europe could get dollars to come to America?",
        "A: 1950. And if we had gone back to England at that time we would have had to give up our\ndollars which we decided not to do and so we came here in 1950 and spent three months\nin America. We thought we'd seen an awful lot and we looked at that map and saw that\nwe had seen one little corner and apart from being very interesting going around America\nthe only interesting thing was that we were literally the first tourists. I mean when we\nwere asked where are you going to live and we said we were going back to England the\nreply was absolutely always the same. Why are you going back? Don't you like it here?\nThe idea of a tourist coming to America didn't exist. Nobody could get the money and\nthere were no such things as tourists. So we toured America. We went up to Canada.\nWe came back and then I started working in all kinds of jobs until I retired 28 years ago.\nSince then I have done charity work for the mentally handicapped and for the frail\nelderly. So, in two words that brings you up to date.",
        "A: No, I don't think she knew it, no. Nobody knew. It was just something I had done and it\nwas finished. Until six years ago actually through the Maxwells, Robert and Betty\nMaxwell it certainly became in the public domain.",
        "A: Well, only because I wanted to get rid of these papers and couldn't find anybody\ninterested until somebody took me one day to Dr. Betty Maxwell who was organizing an\nexhibition of the 50th anniversary of the Holocaust and she was terribly interested. A\nmarvelous lady and she of course told Robert and Robert told the Sunday Mirror and the\nSunday Mirror then interviewed me and all these articles appeared in the Sunday Mirror,\nand the editor of the Sunday Mirror, and then they got onto the\nEsther Ransom show and through Vera Gissing really then the whole thing started\nsnowballing. It's all quite extraordinary.",
        "A: No, it was a finished episode as far as I was concerned.",
        "A: We were terribly surprised at the Esther Ransom because we didn't know anybody and\nwe weren't told that anything was happening. The people like that make a terrific impact\nand I went up to the studio. Greta didn't even come because I was told it was merely to\ngo through some script that Esther Ransom had before it started. And I was kept waiting\nand I was put in a seat and I saw one person I knew and I wasn't allowed to move because\nunknown to me the cameras had been trained on a certain seat that had been reserved for\nme and only then when the program started did I know that everybody around me were\nthese children. So, everybody started crying. It was very emotional, not very pleasant.",
        "A: Yes, it was pretty awful. But she got her program that she wanted. She was in tears at\nthe end herself.",
        "A: No, I don't think so. I enjoy it. Sometimes it becomes a bit overwhelming and a big\neffort for us to decide to come over at all. It's quite an effort to come over and face\neverybody and talk, like to you.",
        "A: It's more than 50 years now, more like 60.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 17, 1995\nRG-50.030* 0422",
        "PREFACE",
        "The following oral history testimony 1s the result of a taped interview with Nicholas Winton,\nconducted on November 17, 1995 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "NICHOLAS WINTON\nNovember 17, 1995"
    ]
}