{
    "rg": "RG-50.030.0134_trs_en",
    "sequence": [
        "Q: The tape is rolling. Would you tell me your full name please?",
        "A: I am Max Karl Liebmann.",
        "Q: Where were your born? I was--",
        "A: I was born in Mannheim, Germany, on September 3, 1921.",
        "Q: Tell me about your parents and your family.",
        "A: My father was — had a -- was in his own business. He and his brother had a textile\nrepresentation business. They represented a -- what is called here, a converter of textile\ngoods. They had one of the largest -- or the largest European weaver of textile goods and\nbefore ’33 -- they also had some Czech clothes -- cloth firms, and eventually, after 1933, and\na few other companies which I can't remember. And after 1933, in particularly, after 1934,\nwhen my father's partner which was his brother had a stroke and could no longer work, my\nfather remained with two companies which stayed with him until they could no longer\nemploy him, due to Nazi legislation.",
        "Q: Okay. Would -- did you remain in Mannheim all this time?",
        "A: I was in Mannheim 'til I was deported in 1940.",
        "Q: Okay. Tell me then about growing up in this family in Mannheim, Germany -- the first 10\nyears of your life.",
        "A: The first 10 years were very -- basically very uneventful. I was told I grew in the midst of the\ninflation and my parents were middle or upper-middle class and my childhood was very\nuneventful.",
        "Q: What kind of schools did you go to?",
        "A: I went first in 1928, I started public school. In Germany, you go to public school for four\nyears and then you switch to high school. In 19 -- when I was about 8, in 1930. I started with\ncello lessons and in 1932, I switched from public school to what was called\nRealgymnasium’. The Realgymnasium is something which I don't think we have here. You\nstart -- in your first year, you start with Latin, then in the third year, you get, in addition to\nLatin, you get French and in the fourth year, in addition to Latin and French, we got\nEnglish.\nAnd I went to school until I decided at the end of December 1937 that it makes no more\nsense for me to continue school. When I quit school, I was sent in the what was called\nObertertia~. I would have had three more years to go to make -- to graduate, which was\ncalled in Germany abitur’. Obviously, everything changed with the advent of Hitler and I\nhave memories that there were the emergency police running around the city in their car -- in\ntheir automobiles because they were always demonstrations and counter-demonstrations. We\nhad a balcony where I could watch this very clearly. We were living on a fairly important\nthoroughfare. School became more difficult with the advent of Hitler. I think it was in the\nsecond or third grade of high school -- I was about 11 or 12 when the taunting started. And it\nwas harmless -- it wasn't badly meant, but it was grinding, because it went on and it went on\nand it went on. So, in the school I went to, there was a custom that each -- each class every\nother year goes together into a youth hostel for three days to play football -- to play soccer,\nand generally to have a good time. And I picked this particular time to have a fight with one\nof the guys who were taunting me and I beat him up. I picked one I could handle. And from\nthat moment on, there was peace, not only for me, but also for my other three Jewish\nclassmates. We were four Jews in my class. I had basically no problem with the exception of\none altercation I had with a -- with my German professor. He was a member of the party, if I\nremember correctly. He -- one day we had to write a paper about how we could contribute to\nthe Four Year Plan. That was an economic plan which Goring\" was supervising. And when I\ngot the paper back, I got a bad mark with a note that I must have copied this out of a\nnewspaper or a magazine. So I didn't let this sit. Challenged him to show me where I copied\nit from. Unbeknownst to me, I used American style, “you're innocent until proven guilty.”\nAnd eventually he had to change the mark. He did.",
        "Q: Okay.",
        "A: At the end of December of 1937 we were only two Jewish boys left in my class and very few\nother Jews in the whole school, and I decided it made no sense to stay in school . I -- I knew\nI would never go to a university in Germany. It became more and more difficult, so I told my\nparents, \"Enough is enough. I want out.\" And I started -- then we compromised and in the\n' Liberal arts high school (German)\n* The sixth grade level in German Gymnasiums (German)\n* High school graduation examination (German)\n* Hermann Goring\nbeginning of 19-- immediately at the first few days of 1938, I went into a private,\ncommercial language school where I had French and I had English. I learned German,\nsteno’, just to keep me busy. After all, in 1930 -- at the beginning of °38, I was just 17 years\nold -- not -- no -- 16 years old. And I went to school there until the famous Crystal Night® of\n1938 which was the end of school and basically for all German-Jewish children.",
        "Q: Can we slow down for just a minute?",
        "A: Yeah.",
        "Q: You talk about your experiences as a Jew. What was your household like in terms of\nJewishness? Was there observance?",
        "A: We were not observant Jews in the -- 1n the sense that there was a kosher household or any\nsuch thing. My father belonged to a Gesangsverien’, which is a singing organization which\nis very customary in, in Germany. This one happened to be the Jewish one. And my father\nwas a member of that Board of Directors since almost immediately after World War I.\nIncidentally, my father was a soldier in World War I and was a veteran of front service,\nwhich permitted me actually to stay -- to stay in high school as long as did, because I believe\nin 1936 or 1935 already, the children of non-veterans were legislated out of public schools.\nSo, no we -- I mean we never -- my father also was a member of the legislative body of the\nJewish community of Mannheim so there was never a question of where we belonged or\nwhere we were, but we did not per se be practicing Jews that we went regularly to temple. I\nmean I was Bar Mitzvah, of course, my father would make an appearance as a member of\nthe legislative counsel at least once a year in the temple on, on Rosh Hashanah or Yom\nKippur. I went a few — I went a number of times on Saturday morning more for social\nreasons than any other reasons -- we would meet with our friends. And, of course, we had\nevery Friday night, there were -- a different meal with the German version of challah which\nis called Berches*. And so we were, of course -- obviously it was not a matter of denying that\nwe were Jews. We were Jews, but there was no practice -- practicing Judaism. We would not\nlight a home candles for Hanukkah or would have a Seder, not withstanding the fact that for\n-- for these days, I always went to my uncle and my aunt, my -- the sister of my mother had\nno children of her own and until they immigrated in 1930 -- early in ‘34 to Palestine, I was\nthere on all these holidays like Pesach, etceteras, etceteras.\n° stenography\n° Kristallnacht\n’ glee club (German)\n* German-Jewish braided holiday bread.",
        "Q: I see. Okay. Thank you. By November, then, of 1938, you were a young 17 year old. You\nwere going into this special school waiting for something. What happened as we -- I am\nsorry -- as we approach Kristallnacht.",
        "A: Yeah. No, that is okay. Since my\nfather was very active in -- in this what originally started out for 80 or 90 years as a singing\norganization, was converted in 1933 or 1934, into what was referred to as a Jewish cultural\norganization. And since we were excluded from everything which had to do with culture, we\nhad our own. In addition to the cause which was a mixed choir, there was an orchestra\nadded, and by the time I was 14 or 15, I was in the orchestra and we did all kinds of opera,\nopera performances, oratorios. And all this, of course, stopped with the event in of -- at\nCrystal Night. Incidentally my father at the time of Crystal Night was in Greece. His -- one\nof his companies where he was always the number one salesman, suggested to him since\nthey couldn't employ him anymore in Germany, if he wouldn’t want to try to build an\nexistence in Greece. We'll come back to this a little later. Let's do it chron--chronologically.",
        "Q: Just a point of confusion. You used the word “converted” to a Jewish cultural organization. I\nwonder if that's what you meant or if you where thinking of the Jewish ethical society.",
        "A: No. No. No. I didn't mean the conversion as a -- in a religious sense.",
        "Q: Okay, I mean, to be clear.",
        "A: I meant it, it used to be a it used to be simply an organization where an orchestra was -- the\nlocal orchestra was hired and they would sing concerts. Now we added on a an orchestra and\nit became a self-sustaining, Jewish cultural organization, where culture was continued\nparallel to whatever we were able to do with restrictions obviously. We were not permitted\nto do German composers. We had to restrict ourselves to either foreign composers or Jewish\ncomposers so we could not perform after 1934, I think, or ?35 -- Bach was out. But we did\ndo Orpheus and Eurydice, by Gluck’. We were permitted to do an Offenbach” opera --\noperetta. We did Judas, Judas Maccabaeus, by Handel\"’ and things like this.",
        "Q: What happened as we moved toward Kristallnacht?",
        "A: Crystal Night, I went to school. This is a commercial school where I went like on every day,\nand it seems to be I walked on that day. Why I walked and didn't use a bicycle, I cannot\nremember. But I walked. And I did not really see much of mobs because I was in school at\neight o'clock. I saw something which struck me funny. I didn't give it a second thought. I\n” Christoph Willibald Gluck\noY acques (nee Jacob) Offenbach\n\" George Frideric Handel\nwent to school and around nine or nine-thirty, the telephone I was called by the directress\nand was told, \"Your mother has called. You should leave school immediately, and you\nshould go to Heidelberg and you should wait in Heidelberg for your cousin who will come\nseparately and you will spend the day in Heidelberg. When I called home to find out what\nwas going on, I was told, \"Don't ask so many stupid questions. Just go to Heidelberg and call\nme tonight.\" So Heidelberg being only 10 miles from Mannheim, I walked myself over from\nthe school to the. . railway station which was only a 10 minute walk.\nAnd on the way I started to realize what was going on in the city. I saw furniture being\nthrown out of windows and people being arrested, but since I didn't look Jewish in their\nsense, nobody bothered me. So I went to the railroad station, bought a ticket to Heidelberg,\nand 15 minutes later was in Heidelberg where I met my cousin and we spent the day in the\nfamous Heidelberg woods, walking and there seems to be a -- a faint memory that we were\nsupposed to touch base with a -- I don't know if it was a far relative of my grandmother or\njust friends. In any case they were of Czech nationality and we were supposed to touch base\nthere to see what was going on and I arranged -- we agreed with my cousin that this would\ntake place around -- after four o’clock in the afternoon. So we walked 1n the woods, and my\ncousin got very nervous and wanted to come down much earlier. However, I said, \"No. We,\nwe Said -- we agreed it was four o’clock. We are not going to change the date.” Which was\nvery fortunate because by the time I -- we got there or shortly after four o'clock, the man had\nbeen arrested. If we would have gotten there earlier, we would have probably been arrested\nto. So we continued walking around in Heidelberg and when I called my mother at seven\no’clock, she said she thinks the worst is over.\nWe should come home. Now let me add there that in the beginning of 1938, since nobody\nknew how long we would have to stay in Germany or would be in Germany, my father was\ngone and there was no income coming we had given up our own apartment and had moved\nin with my grandmother. My grandmother happened to be a French citizen which is a story\nin itself which came about shortly after the war. She wanted to go to Mannheim's twin city,\nLudwigshafen.",
        "Q: You mean after World War I?",
        "A: After World War I. And when she came -- she was on the trolley car and when she came to\nthe rail to the bridge across the Rhine to Lugwigshafen, the French had blocked passage for\nthe day. They did this on occasion. And so my Grandmother descended from the trolley car\nand was trying to force her way across the bridge. She called the watch commander and\nexplained to him that she is born before the Franco-Prussian War in 1970'* in the Alsace and\n'* The interviewee later corrects this date to 1870.\ntherefore, by rights, she 1s French. And the man happened to be a lawyer and explained to\nher that in order to become a French citizen again, she would simply have to apply for what\nwas called reinstatement of some kind -- I forgot the French word right now -- which she did\n. Therefore my Grandmother in 1920 or ‘21 -- my mother always told the stories at -- during\nWorld War I, there were no political discussion in her house because my grandmother, not\nwithstanding the fact that her future son-in-law was a German soldier and her husband was a\nGerman -- was always a French patriot. So my Grandmother then applied for reinstatement\nand became a French citizen. So in 1938, on Crystal Night day, which was November 10th,\nwhen the destruction took place, my mother called the French consulate when the SA’\nstarted to smash in the back loft where my grandmother had commercial space rented out to\na Jewish store who sold glass -- glass fixtures, electrical glass fixtures. And this was smashed\nto millions of bits and when my mother called -- my mother called the French Consulate\nbecause after all the apartment was in the name of my grandmother -- was a large apartment\n-- in order to protect the apartment from destruction. And within five or 10 minutes an SA\nman in uniform came, stopped the carnage in the back loft and was posted there all day long\nin order to protect my grandfather's apartment who was after all a French citizen. So I came\nhome in, in the evening. Without a doubt the apartment was destroyed, but I do remember\nthat one or two days after the 10th of November, I went to Ludwigshafen to help a former\nmember of the orchestra straighten out her apartment which was in, 1n pitiful shape.\nAfter Crystal Night 1938, I spent 1939 basically doing nothing. There was nothing I could\ndo. I was reading a book a day and then war broke out. Now I think we should come back to\nmy father. In March of 1938, my father went to Greece, and after a few months was able to\nstart selling his company's goods again which did not sit too well with the German\ncompetition. And when they figured out in 1939 who was behind their loss of business\nwhich went to another firm, they managed to get my father expelled from Greece. My father\nwent, I think in May, from Greece to Italy. In fact, my mother visited him in August of 1939\nin Italy. She had a passport. We all had passports. And at that time was so convinced that\nnobody would be insane enough to start another war -- this was in August of 1939 -- that she\ncame back home and instead of calling me who also had a passport to join her in Italy, so the\nfamily would have been reunited. So my mother came home second my father illegally went\nfrom Ventimiglia to Nice, across country on a boat -- on a little boat around the border and,\nof course, did all the things other people did who came in illegally. He was in jail for a few\nweeks, and then he lived precariously in the Nice until he was accidentally until he ran into a\nGerman patrol accidentally in, in 1944, and was deported. My mother came back home and\non first of September 1939, World War Two broke out. The first thing which happened was\nthat we were called to a Wehrmacht” office where we were mustered out of the army for\nbeing Jewish. In other words, we could not serve. We were not -- it was, it was not dignified\nfor Jews to serve in the German, army.\nSturmabteilung [storm troopers] (German)\n'* Armed forces (German)",
        "Q: Had he been admitted to the German army.",
        "A: No. We had not been admitted to the German army, but we were mobilized like everybody\nelse and had to present ourself in a separate little office and these soldiers were very nice\nabout it and -- but of course, we, we were not mobilized. Then in -- that was in the middle of\nSeptember. Shortly after that, I was required to perform how would you call this, harvesting\nservice in East Germany. That was east of Frank--Frankfurt on the Oder. It was very far\naway in those days, it was a trip overnight through Berlin and then to Frankfurt on the Oder,\nand I was in a small village. We were quartered in the hall where you normally would have\nweddings. There were they installed platforms where we could sleep on. There were about\n30 or 40 young people of Jewish -- German Jews, and we helped farmers harvest the sugar\nbeets and potatoes. I don't know how much we harvested, but I can assure you every time I\nhit a -- I made an effort to hit into every potato and every sugar beet I had to dig out. And\nwhat was traumatic about this was not that we had to do this, but in Germany, there's a law,\non the -- was on the books, probably still on the books -- that when you move from one\nlocation to the other, you have to go to the local police precinct and notify them you are\ngoing from here to there, so that your records are maintained and, of course, my mother\nprobably worried that if, when I would -- when I come back, there would be trouble. But\nwhen we were there six weeks and when I came back, there was no trouble. I just registered\nagain I am back. That was the end of it. Then my mother was able to arrange that in on\nJanuary the third, I think, or second, immediately after the first of the year in -- of 1940, I\nstarted to work at the Hilfsverein'’. The Hilfsverein was an organization set up by the\nNational Representation of German Jews in Berlin to assist people with their immigration\nproblems and since America was still out of the war at that time, there was -- Jews still could\nimmigrate.\nGerman Jews were still able to immigrate to the United States or to Cuba so we had a very\nbusy office and I was working there as a volun--volunteer secretary until we were deported.\nAnd in order to be able to work there, I had to travel to Berlin to present myself to the chief\nof this organization. In the Jewish Reichsvertretung’’. You know the German Jews had their\nown organization who represented the Jews with the vis a vis the government and I traveled\nat night from Mannheim to Berlin, presented myself in the morning to the chief -- was a man\nwith a beard whose name I don't remember anymore -- and traveled back the same night\nfrom Berlin -- the next, next night from Berlin back to Mannheim which was not very\npleasant because my mother decided I should travel second class. It would be more\n'° Hilfsverein der Deutschen Juden [German Jews’ Aid Society](German)\n‘6 Reichsvertretung der Juden in Deutschland [Reich Representation of Jews in\nGermany |(German)\ncomfortable since I would not sleep for two nights and all I had in the compartment were\neither officers of the army or SS\" officers who were traveling — 1t wasn't very funny. But\nyou know I did what my father always did when my father was traveling, as long as he was\ntraveling and working until the end of 1937. He always had Nazi newspapers, so I did the\nsame thing. I had Nazi newspapers and they left, no--nobody bothered me. So nothing much\nhappened in 1940, until on October 21st around 10 o'clock the telephone ran in the office\nand the chief of my office was at the same time the representative of the Mannheim Jewish\ncommunity with regard to the Gestapo. So at 10 o'clock around the telephone rang. The\nGestapo was on the phone -- he should come down immediately, which he did. He had\nweekly contact with them. He probably had to report to them on -- on the state of\nimmigration and how people you know people -- we were still able to get a lot of people\nout. And in fact my own cousin was able to leave through Russia, went to Japan, and\nmanaged to get into San Francisco before the outbreak of the war. So he was lucky. The\nhead of this office came back and told us, \"We're going to close up now. We are going to be\ndeported tomorrow to France.\" And he went upstairs to notify the president of the Mannheim\nJewish community. And so eventually around noon, we closed up the community offices.\nWe went home. When I came home, I said to my mother, \"We are going to pack now\nbecause we're going to be sent to France tomorrow.\"\nAnd my mother was totally -- couldn't believe this. So I started to pull out suitcases, started\nto put stuff together which I wanted to take along and when she saw I was really dead\nserious about it, she finally -- half-heartedly believed that what I was saying was true, and\nthen after dark, at night, a -- we had a man who worked for us, bringing up coal from the\nbasement, when we lived in our own apartment. And he came at night surreptitiously, to tell\nus that he had heard from his friends at the police, that we would be deported tomorrow to\nFrance. And then she finally believed it. Unfortunately, why we couldn't -- we were not able\nto communicate with our friends because telephones were no longer an item for Jewish\nfamilies after 1939. So we packed and indeed, the next morning the Gestapo rang around\neight o'clock and told us that we were arrested and in the name of the people, we should pack\nwhat we should take and they would pick us up in a hour which was really two and a half or\nthree hours. So they -- the people were fairly decent. They gave many people enough time\nto pack, half-way reasonably. They explained we should take stuff along which was warm.\nWe were allowed to take what we can carry, plus 100 marks, plus I believe food for two or\nthree days. They came. They picked us up. We were brought to I think it was a railroad\nstation and then we were loaded into passenger trains no less and this was an action which\nrelated to all German Jews in Baden, in the State of Baden, and the Palatinate; the two Nazi\nofficials who -- or the Nazi official who was responsible for these two states wanted to be\none of he first ones to report that he has no more Jews 1n his state. So we were loaded. We,\nwe went into this special train, and 1t was one of seven trains which, if I remember right\nwhich was to go to France and shortly before we departed, an SS officer appeared in our car\n'’ Schutzstaffeln [Protection Squads] (German)\n-- why he came to our car I don't know, was haphazardly -- and picked out a man who wore\nin his lapel a sign which identified him as a, a German war veteran of World War I.\nHe appointed him chief of the train. So when the train left, we went first through the Alsace\nin Mulhouse the SS appeared, threatening us and changing -- exchanging our money and\ntelling us that if any money would be found on anybody in excess; of the 100 marks, we\nwere permitted to take the person -- people would be arrested and shot. But nobody -- they\nnever searched anybody, and there were indeed probably a number of people who gambled\nand had more money on them. So our 100 marks were exchanged for 2000 French francs and\nthen we went on. We came to Lyon and apparently, we were the first train so when in Lyon,\nthe French gendarmarie which was at the station looked for some spokesman. The man who\nwas appointed the transport chief identified himself and asked me to translate because he\ndidn't speak French. So it turned out these -- the French were not notified by the Germans.\nThey were -- the French were told that there are Alsatians coming who don't want to stay\nunder the German rule. But that was all they were told. They didn't know numbers. They\ndidn't know that this was a lie. They were dumbfounded when they found that there were\nGerman Jews in this train and this was one train and, of course, they didn't know there were\nsix others coming. So they gave us some food, and then the trains went on. Actually, we\nwere deported on the 22nd and we got to Oloron, which is the closest railroad station to the\ncamp on the 25th, so we were three days in this train and we came -- we arrived in Oloron in\na down pour which was unbelievable and we were put on trucks and taken to camp, which\nturned out to be Camp de Gurs. For identification purposes, let's say that Camp de Gurs 1s in\nthe south of France about 40 or 60 miles from the Spanish border.",
        "Q: Could you describe your arrival in Gurs please?",
        "A: At Gurs we -- when we unloaded in front of the camp, it was still raining. And so it was -- I\nbelieve it was evening, and so we were taken into the camp and distributed into a camp\nblock, 30 or 40 people into one block. All we found was an empty barracks. All the barracks\nwere empty. There was some straw and they gave us empty covers and we had to do -- we\nhad to fill them to have a straw mattress. And the ground in Gurs is -- I don't know how to\ndescribe it. There was very little there were -- there was one central street. The camp\nincidentally was built by -- by the Spanish for the Spanish refugees. And so we were dumped\ninto these barracks and that was the end of it. There was a -- at the beginning we had milit--\nparamilitary gendarmeries there who guarded us and, of course, men and women were\nseparated. It took awhile to sort out where everybody was, but eventually we found out\nwhere -- where our -- the members of our families were. I was deported with my mother and\nIncidentally, my grandmother had to leave Germany abruptly on September 1, 1939,\nbecause she was a French citizen. She tried to get into Switzerland where she had a sister,\nbut Switzerland had imposed visa requirements and she couldn't go into Switzerland so she\nended up in an old age home in Nancy and eventually she went to Bordeaux. And from\nBordeaux she joined my father in Nice and eventually she set up household with him in\nNice, and she died in Nice.",
        "Q: How old was she?",
        "A: My grandmother was born on January 27, 1970, so she was about --",
        "Q: 1870?",
        "A: 1870. So she was she was about 73 or 74. I think 73.",
        "Q: Let's come back to you -- to Gurs.",
        "A: Well, the beginning, of course, was very chaotic. We didn't -- and the first night, we didn't\neven have our luggage. The luggage was brought the next morning. It was just dumped in\nthe rain and we had to pull our -- you know, it was lying in a big pile and he had to find our\nluggage. And which I did for both myself and my mother. And so my mother was in one\nblock and I was in the other, and there was nothing to do, of course. We could not get out of\nthe block. And I was here and my mother was a few hundred yards further north in another\nblock with the women. And by the time all of the transports had finally arrived there were\nover 7,000 or 8,000 people in the, in the camp for which the authorities had, of course, very\nlittle advance warning because nobody knew we were coming. Well, eventually things\nsettled down. Every time it rained people would fall in the mud, particularly the old people.\nThe food was abominable. We had very little to eat. The French had nothing to eat, so we\nhad even less.\nAnd since a friend of my father was the vice chief of the block where I was in, I managed\neventually to get myself occupied by working in the office in the -- each block had its own\nadministrative office and I managed to work in the office. The one advantage of this was that\nit was warm. There was no heating material, but the offices had, of course, more heat so\nduring the day I was reasonably warm while I was working there. And periodically, maybe\nonce or twice a week, you managed to get enough -- a pass to visit members of your family\nin the other block and my mother worked in the block office where she was because the\nwoman who was picked as the chief of the block had only one qualification. She spoke\nfluent French. She was probably the only one who spoke as fluent as French as she did. My\nmother spoke French obviously, so she managed to be this woman who spoke so fluent\nFrench managed to become the block head of the block which had benefits. You had a\nbarrack. At night the barrack was yours. She had alone -- she lived alone in this big barrack\nwhich during the day was the office and somehow or other, all of the block chiefs ate better\nor most of them. They just took food out of the kitchen and life settled down. There wasn't\nvery much to do. Eventually I managed -- we managed to get musical instruments and we\nstarted to play a quartet and in this respect, I must say, the French administration, who really\nshowed not very much sympathy organized to have one barrack in each block as a cultural,\nas a cultural barrack so you had lectures. We gave concerts, and for me it was very good\nbecause the moment I was a part of a quartet, I had a permanent pass and I could circulate in\ncamp. And the instruments came from the YMCA\"* who, who were with other organizations\nvery active in trying to ameliorate our fate.",
        "Q: What instrument did you play?",
        "A: I played cello. I still do. I met my wife in camp.",
        "Q: Tell me about that meeting.",
        "A: Oh, my wife worked in, in the -- she was a messenger, I believe, in the, in the office where\nmy mother worked, so when -- I met her when I visited my mother. And eventually the\nSecours Suisse’, or rather the Swiss Red Cross who had sent a nurse -- Elsbeth Kasser, she\nis still alive -- set up in a barrack, breakfast for the young generation. And that was really -- I\ndon't remember now if we got it once or if we got it daily or if we got it two or three times a\nweek, but we got a supplementary feeding which helped many of us survive better. So, every\nmorning I would come -- I would -- we were permitted, of course, to leave the -- the block\nfor this. We would I would pick up my wife at the end of the -- her block. We would walk\ntogether to the barrack to have our food and come back, and I would see my wife every time\nwhen I obviously we weren't married then -- when I would visit my mother or if I came to\nvisit to see her. We met in a -- I met her in, I think, it was December of 1940, so this is now\n50 years.",
        "Q: What kinds of things were you able to do during the day? Were you able to see your wife\nduring the day?",
        "A: No. We saw each other fairly frequently since I could circulate. She worked. I think she, she\nwill tell you that herself. She was giving out mail. She was running errands. I worked in the\noffice and she was able to leave well before me. She left in, I think, in September of “41. I\nam not sure about the date. She will tell you.",
        "Q: We'll take that up.",
        "A: You take that up with her.\n'® Young Men’s Christian Association\n’? Swiss Aid (French)",
        "Q: Let's pick up where you -- I am sorry.",
        "A: I was still in my block. However, eventually the French authorities needed to stage an\nexample on -- for everybody's benefit to limit corruption. By corruption I mean the two\nchiefs in my block and one chief's wife were really stealing food from the block and lived\nvery well. And there were French inspectors who noticed this and eventually this became --\nwas very pervasive. I believe it was done in almost every block with the exception of one.\nAnd the French became concerned with this, so since other things happened about which I\nam not quite sure what happened. They caught them in all kinds of unethical things. They\ndecided to stage an example and to get rid of these people, the block was dissolved. And one\nmorning before some movement of people started, the redistribution of our entire block to\nother blocks started. The French inspector who was responsible for our block, stood in front\nof me and asked me if I would do a job for him. The job was I had to inventory -- do the\ninventory for the whatever little equipment there was. Which I did. It was my first\nexperience with inventory. Little did I know that in my later life, inventory would play a big\nrole because in accounting, inventory is a very important feature. And so when this was done\nand I had given him all the lists and all the equipment, He said to me, \"I will thank you in\nkind. I will take care of you.\" Now I don't have something for you at the moment.\" He knew\nI was working at the office, of course. Otherwise, I wouldn't have gotten that job. \"But I will\ntake care of you.\" So I was put into really a terrible block mostly with people who were not\nfrom the group of German Jews who were other people who were interned there. And I was\nthere about three weeks, very unhappy. Fortunately, I had my pass and I could get out when I\nwanted to get out to see my mother and.... Well, one day three weeks later, he stood again in\nfront of me, \"I haven't forgotten you. I have a job for you. We'll move you to the hospital and\nyou can do the office in the hospital.\" This was a very privileged position because I shared\nthe -- the room. I had a room in a barrack, but it was a room with a door with our own stove\nwith a bed. Had only a straw mattress, but it was a bed while we slept basically on little\nwooden platforms which the Spanish refugees had made for us for money with barbed wire\nwhere the barbs were taken out and the wire was used as, as a mattress support.\nSo there I had a hospital bed. We could light a fire in the evening during the day and I shared\nthe room with a man who was really responsible for -- he was really the, the block chief for\nthe hospital to the extent that this was necessary. This was basically the job of accompanying\nreally sick people who had to be evacuated to a hospital to ride the ambulance daily back\nand forth to either Oloron, which was the closest point to a doctor or to the hospital in Pau.\nAnd eventually I also was able to commute once in awhile out of the camp and with the\nambulance, breathe some fresh air. In retrospect, of course, it was stupid I never took my\nmother along. I -- if I would have taken my mother along and gone with her to Pau, we could\nhave managed probably to escape and join my father in Nice. But being Germans, it never\noccurred to us. Eventually in -- I was approached or my mother was approached -- if I could\nleave -- if there would apply -- a space some -- somewhere a place could be found for me if I\nwould be permitted to leave my mother and get -- to get out of camp and, of course, she\nconsented to that. And so in probably in July of 1942 after 20 months I left camp with the\nsame social worker who escorted Hanne and her group to Le Chambon, and was bought to\nTalluyers. Talluyers is a small village outside of Lyon. With me was one other young fellow\nabout a year or a year and a half younger than I was. And the two of us were brought to a\nfarm which was run by the Jewish Boy Scouts of France. It was a working farm. There were\na lot of young people there. The one problem we had with the farm was neither he nor I were\nOrthodox and this was not an Orthodox farm, but an ultra-Orthodox farm. They didn't let us\nwork too much because they knew we were so skinny, we couldn't have worked anyway.\nAnd around the end of July, the very end of July, my girlfriend came from Gurs having\nobtained permission to visit her mother and I saw her then for the first time after about a\nyear. And when she came back from the camp, she came again to tell me that her mother was\ndeported. She could not enter camp. She will tell you that herself. And we arranged then and\nthere that if there would be problems for me that I should try to make my way to where she\nwas because she felt certain that there would be help for anybody who is up there in Le\nChambon. Now, you must remember this was -- she was, of course, in 1942, she was just 17\nand since people didn't talk about what was going on, it was just the feeling she had and she\nknew there would be help.\nWhat we didn't know was that about a week or two after she had left we -- an announcement\nwas made by the management of the farm that they were notified that in about two weeks or\ntwo and a half weeks, there would be raids on the farm and all the foreign Jews would be\narrested, which meant all of us, of course. But not to worry, that we would be helped by\nhiding. But when the time came to disperse everybody, help was indeed forthcoming for\neverybody but four of us -- my friend from Gurs and two other somewhat older young\nfellows who were not Orthodox -- we were told to help ourselves. What was interesting 1s\nthat these people who were running the camp -- it was an Alsatian Jew and two Rabbis who -\n- because they are still alive I won't mention their names -- German Rabbis, who were in\nGurs who are mentioned by name in, in -- as being very helpful while they were in Gurs -- in\na book by Schramm” about her experiences in Gurs and but there was no help for us. We\nwere told, \"Do what you feel is right. Go wherever you want to go.\" And that was the end for\nthat. So my friend and I from Gurs, Gurs, we went to Le Chambon, which wasn't so far away\nfrom there, because all we knew Hanne had explained to us, we leave to go to Saint Etienne\nand in Saint Etienne I believe there was a train going up to Le Chambon.",
        "Q: On the camp management, well the camp -- I want to make sure this 1s clear. The camp\n*’ Hanne Schramm\nmanagement did take care of everybody except you four.",
        "A: The farm management.",
        "Q: Yes.",
        "A: Took care -- took care of all of the other people. In fact, I understand that most of these\npeople today are in Israel, including the principals.",
        "Q: What, what was the life like for you on that farm for those two or three weeks you were\nthere?",
        "A: It was probably 5, four or five weeks. I have a very hazy recollection. I really don't\nremember much. It was obviously much better than it was in camp but you know, I am not\nthe one who is at ease 1n any farm. I am not the type.",
        "Q: Let's hold it for a moment and let us change tape.",
        "A: Yeah.\nTAPE #2",
        "A: ...And you know, I have talked with other people about this and they really said that they're\nnot surprised because the Germans are very rigid.",
        "Q: What a minute. Hold on. Is the tape rolling again? We're back on for an hour? Okay. We're\nback on. Just one minute. I think we should finish this and we should finish this and I think\nwe should finish it on the tape. Will you tell us on tape about the incident in New York\nplease that you were describing to me.",
        "A: Oh, yeah. but to -- to finish up with the farm. We were -- Hanne and I and our daughter was\nin, in New York. We were in New York only a very short time, a few weeks. We were\nwalking down Broadway, pushing the baby carriage when we ran into the two rabbis who\nwere in Talluyers and whom al-- of course, we also knew from Gurs.",
        "Q: These are the two rabbis who had refused to help you.",
        "A: These are the two rabbis who did, did nothing to help. And their reaction was actually very\ninteresting because if they could have sunk into the earth to disappear when they saw us and\nwe started to talk with them for a minute or two, they would have really disappeared because\nthey visibly had a bad conscience when they saw us.",
        "Q: Okay. Thank you. Alright. So you left the farm.",
        "A: So, we left the farm early in the morning and by 10 o'clock at night, we were in the Le\nChambon.",
        "Q: Did you have help in getting to Le Chambon?",
        "Q: No. We took, we took the train.",
        "A: Okay?",
        "A: We had a few francs, and we took the train to Le Chambon.",
        "Q: What did you do?",
        "A: Well, it was 10 o'clock. Where I am going to find Hanne at 10 o'clock at night? I don't even\nknow where she is. So, we decided we're going to sleep. There was a little wooded opening\nin the middle of nowhere, and we decided that we are going to put our sleeping bags down\nand we're going to sleep there. And we did. Around four-thirty, five o’clock, five-fifteen in\nthe morning, we hear -- we had just woken up and we had just folded up our sleeping bags\nwhen we hear girls' voices passing on the path where we were in the in the little wood and\nwho walked by? Hanne! With a few of the teenage girls who were with her in the little\nchildren's home in, in Le Chambon.",
        "And so I whistled after her because I had to run first to, to catch her and she absolutely\nrefused to turn around. Her girlfriend, who knew me, saw me and tried to stop Hanne\nwalking on and so eventually she physically turned her around. There was I was. So Hanne\ntook us to Madame André Philip”, who she apparently -- she knew her, and she figured she\nwould be a logical person to, to help. So Mireille asked her only one question: Can she trust\nme? Hanne said, \"Yes. He's my boyfriend.\" And so Madame Phillip took me to a villa where\nI stayed overnight and in the meantime, obviously, she had to find a place for me to stay.\nAnd so the next night I walked about an hour and a half at night to a farm like the farms\nwhich are -- were shown on the movie by Pierre Sauvage, typical farm like this to a farmer\nwhose name I don't know to this day. If I knew it, I forgot it but I don't know the name. Was\na man, maybe in his late 40s. He looked old to me because he had a gray beard already, and\nhis wife, and a teenage daughter and since farms, living spaces very restricted because most\nis given over to animals and to hay he put me into the hayloft, and I must say the man was\nvery practical. The first thing he did, he cut a hole at the end of the hayloft into the where\nyou would normally put a, a wagon or something. He put a hole there which led right down\nto the -- where the animals were so that I have -- would have my, my toilet or something. It\nwas the first thing he did, took a saw and cut out the hole. And I spent three and a half weeks\nin the hayloft. I got my breakfast. I got my lunch, which J ate in the hayloft. They brought it.\nAnd I came down for dinner. I ate dinner with them in their kitchen. You know every night\nwas a wonderful dinner for the times -- was potato soup with lard and milk poured into the\nsoup and some vegetable. And what really these three and a half weeks with this farmer\npermitted me eventually to gain enough physical strength to get out of France through the\nmountains which wasn't so easy, was a physical, great physical exercise. In fact, the only\nliterature I had tn, in this hayloft for three and half was a New Testament. That's all he had\nin the house so he gave it to me and I read it. And I thought already, “They must have\nforgotten I am here.” I didn't hear from anybody. I didn't see anybody. I was totally alone\nwith these farm people for three and a half weeks.",
        "Q: You didn't see Hanne?",
        "Q: No, Hanne was -- in fact, Hanne during this period was hiding herself most of the time with\nanother farmer because there were raids going on all over the so-called unoccupied zone of\nFrance and the people were being arrested and deported. So one day the farmer brought me a\nlittle note from Hanne so at least I knew, aside from hearing from Hanne, I knew that people\nknew where I was. And lo and behold a few days later at right somebody came to pick me up\nto bring me back to Le Chambon. I slept in the same villa where I was -- when I was\n*' Mireille Philip\nbrought. The next day Madame Philip, and I saw Hanne, of course, who had come back at\nthe same time too apparently, and Madame Philip explained to me that they are going to\nmake photograph of me, giving me false papers and will help me to get across France to the\nFrench Alps and from there I would be helped into Switzerland. So they had -- the papers\nwere made. I got them at night. And the next morning I set off with three other young\nfellows from, from Le Chambon. In a train, regular trains, we went across that portion of\nFrance into the French Alps and we stopped -- I don't remember the name of the place. One -\n- I believe it was one stop before Saint Gervais -- in the French Alps. There a 10 year old boy\npicked us up, brought us to the home of his father. We met there a, a young Protestant\nminister who was supposed to go with us when we would cross the mountains to learn the\nroute so that he would help people later on go the same route.\nSo the next morning we set off. Our guide was this 10 year old boy who knew these, these\nmountains like his back pocket. The priest and the four of us, the minister and the four of us\nand we climbed all day until it was night. We stayed -- it was raining at night -- we stayed\nunder an overhang under a rock so we were dry and we -- I was even able to sleep even. And\nwe continued the next day and sometimes maybe at eight o’clock, we started very early, and\nsometimes during the morning the boy said, \"Now, from here on, you are on your own.” He\nexplained to us where we had to go. He told us we would have to go down this mountain.\nWe were about -- I don't now -- .somewhere around the 9,000 foot level probably, maybe a\nlittle less, maybe a little more, well above the tree line. He explained to us where we should\ngo and said we would come into Switzerland. They also told us -- the minister told us, we\nshould get rid of our false identification cards because they were afraid that if the Swiss find\nfalse papers on us, they might suspect an organized effort behind this and would immediately\nreturn us. Well we, we climbed most of the day down, eventually ended up on a highway\nwhich was totally deserted, and walked on this highway further down, descended through a\ntunnel and in the tunnel we were stopped by a patrol who had -- as they told us when they\nbrought us back to the -- to a mountain hut where we found another 30 or 40 people which\nwere gone during the day. They told us that they had watched for hours with their glasses\ncoming down. The next morning we were, we were able to buy -- I had one or two Francs. It\nwas enough to buy some breakfast in this mountain hut. All of us were told that we would be\nreturned to France. We would not be kept. A detachment of soldiers started to bring us back\nup into what 1s -- what they called no man's land, from where we would descend again to\nFrance. Now we came into France -- into Switzerland, in the valley not far from Finhaut.\nI was able to determine this later where I was. And I managed also in the morning during\nbreakfast to look at the map and I had somebody show me from the Swiss where we were.\nSo I knew exactly where I was. So a detachment of soldier--soldiers took us back up into the\nmountains, well above the tree line again. And then something very extraordinary happened\nduring this hike up the mountain. All of a sudden, a non-commissioned Swiss soldier started\nto scream at me and tiraded me for about 15 minutes, screamed at me what I'm not permitted\nto do: I'm not permitted to come back to Switzerland, I'm not permitted to do this, I am not\npermitted to do that. What the man really did in these 15 minutes, he laid out for me but\nexactly how to go back to Switzerland. All I had to do 1s subtract the word \"not.\" The\ntragedy was that everybody in our group heard this. Nobody understood what this man was\ntrying to do. So eventually the captain of -- of this detachment stopped and told us that they\nwould stay here and we should go on. So the first thing I did was -- we went on. We went\nacross a bend, around the bend, where I was sure the Swiss couldn't see us anymore. Then I\nstopped the whole group and I explained to them what just had transpired, and they had all\nheard it. And we argued this out for an hour and nobody understood -- had understood what\nthis was all about and these people were so shaken that after an hour of talking with them, I\nfinally found one person who was willing to see the -- my logic and my reasoning that we\nknow what's down there and all we do is possibly waste another day, but we also may --\nmight save our lives. So this one fellow and I separated from the group, and the rest went\ndown and I went back towards Switzerland. We crossed a little icy stream coming down,\nwhich was a glacier border, you know, but not further than a few like this.\nWas very narrow because it had only started a little further up, and we climbed further up\nand all of a sudden we were on a very, very narrow path and the fellow who was with me\nwho didn't know really where he was -- an Austrian, I never saw him again after, after we\nseparated in Switzerland -- wanted to go to the nght and I wanted to go down to the left. And\nI said, “When -- look when you go to the right, you're going nowhere. You're going back to\nFrance possibly.” But in order to convince him, I said, \"Alright. Let's walk to the right the\nway you want to walk because I am sure you will, will end up nowhere.\" And lo and behold,\nafter five minutes, we were abruptly at the precipice down 1,000 or 3,000 feet, was nothing.\nSo, he finally believed me and we turned around and we walked the same path. We came\nback and eventually this very narrow little path became wider and became wider, became a\nlittle road and we eventually came into a little village which was Finhaut. Now I had no\nSwiss money. He still had some. And we had been told in Le Chambon already that if we\nneed help we should look for a Protestant minister. If there's no Protestant minister, go to the\nCatholic priest. They probably will help you. So I went to church, to the church. There was a\nchurch. Yeah, but the priest wasn't there. He was -- had gone into the valley for the day. So\nwe went on and it became dusk. I didn't want to stay in Finhaut. It was too big for me. So it\nbecame eventually dark and we walked and we came through another few -- a village of\nmaybe 10 or 15 houses and I looked around and I said, \"I don't want to sleep in the open\nagain tonight.\" I had slept two nights before in the open -- 1n the rain. So I picked a house\nwhich I thought looked friendly and just knocked at the door and a man peers out. I\nexplained to him, \"We are refuges. Could we stay over for the night?\" And he said, Well,\nhe's newly-wed. It's not his house. It's a house of his brother-in-law, but why don't we wait.\n“T'll, I'll ask him.” Well, after five minutes, he came back, \"Come on in.\" They gave us food.\nThey gave us a bedroom. They gave us breakfast the next morning and they explained to us\nwhere we were and where we should go, so we walked most of the day and, and he also told\nus not to go to Martigny -- which was the next larger place -- because Martigny was a\ngarrison city with military police all over. So -- and military all over. We would probably\nget, get stopped.\nSo we went to -- he showed us a way how to go to the next village. I don't remember the\nname. And by then it was already two or three o'clock. Here we had walked all day to come\ndown and then I went again to the Catholic priest's house. He gave us two eggs to eat, which\nwas something because there was strict rationing in Switzerland and he gave me five francs\nwhich was enough to go by railroad to Lausanne, the next bigger city, where I wanted to go.\nAnd he also told me, \"Don't go with the express trains. The express train is checked by\nmilitary police. Go with the local train.\" And lo and behold, we got to Lausanne. Nobody\nhad bothered us. Then I was in Lausanne in the railroad station and I really, for a moment,\ndidn't know what to do with myself until about 15 or 20 -- we were wondering aimlessly\naround this -- this railroad station until I realized, “You are Jewish. God, why don't you look\nin the telephone for the Jewish community?” I went to the telephone book. The other guy\nwasn't much help. He followed. And lo and behold, the Jewish Community was Rue de la\nGare — it’s the railroad street, the station street. So we went out of the railroad and within one\nor two minutes, we were -- we walked into the Jewish community, who welcomed us and\ntold us, \"Now look, we have to turn you over to the Swiss authorities, but don't worry. You\nwill not be returned.\" These people had not known, of course. I had never told anybody that I\nhad been arrested and, and the Swiss who were up in the mountains did not take apparently\nour names down, did not report it, so nobody knew apparently, as it turned out, that I had\nbeen 48 hours or 24 hours before already in Switzerland, and was returned. So we were\nturned over to the military. We were kept for a few days in the barrack at Ouchy, which is a\nsuburb of Lausanne, where we had to fill out long questionnaires and were interrogated by\nsome investigators who fortunately did not speak German and my Austrian friend with\nwhom I had come did not speak French or very little French, so I was translating the way it\nsuited me from what he said, to what I told the guy, so he never knew anything what I didn't\nwant him to know.\nAnd from Ouchy, we were taken to a quarantine, military camp. You can't call 1t a camp. It\nwas in the back room of a local inn, where they had made matt-- you know, platforms to\nsleep on. And they fed us, and the food was good. There was nothing wrong. It wasn't, wasn't\nFrench food. It was at least -- and we were there from September after -- oh yeah, end of\nSeptember, October first maybe until about four weeks and then four weeks later, we were\ntransferred to another identical facility on the other end of Switzerland in the German part of\nSwitzerland and there I was for another four weeks probably. And on December 22nd, 1942\nI was given papers to a work camp again in the French part of Switzerland. And when I\ncame there in the early afternoon, the only person in the camp was the camp director. It was\nthen a civilian camp -- was internment camp with barracks, but it was a civilian camp. The\nonly person there was a director of the camp who had -- with his wife and his small child at\nthe time, who not that small -- the daughter was maybe 12 or 13. Everybody else was on\nleave somewhere 1n Switzerland. So the first question was, \"What are you doing here?\" I\nsaid, \"I was assigned here\" \"You have any family somewhere in Switzerland?\" I said, \"Yes. I\nhave a cousin here.\" \"Let's call him. Maybe you can go there.\" So I came from, from almost\nthe border of, of the Swiss-German border and I went practically back to the same place\nbecause my cousin lived very close by. And I spent three days or four days with my cousin\nduring the Christmas holidays and then I came back to camp and I started camp life in, in\nSwitzerland.",
        "Q: Do you know -- two questions. Did you know first what happened to the people who you\nleft?",
        "A: No. I don't know what happened to them.",
        "Q: Okay.",
        "A: I know. No. I don't know really what happened to them.",
        "Q: What camp was it that you are in what internment? Do you know the name of it?",
        "A: Oh, yeah. Where? In, in, in Switzerland, I was in many internment camps and we can -- I can\nread them off to you. I have this--",
        "Q: No. The one where you just left--",
        "A: Was Sierre.",
        "Q: How long were you there and what did you do? What was life like?",
        "A: Well, the camp was set up really to clear land, to make land arable because there was a great\nshortage of food in Switzerland. You know, they had to be more or less self supporting and I\nam really not familiar with the dates. We can -- I can show you the dates afterwards on my --\nwhen we take a photo of the identifications -- Swiss identification papers. Well, when I came\nback, it had snowed. There were about two or three feet of snow. And the first thing we had\nto do was to clear the road from the camp to the street -- to the main highway and I didn't\nvery much appreciate this. I don't like physical labor. So I decided at that point already that\nthis is not for me. I got to do something about it.\nAnd I managed to get, within two weeks, I was in the office. They needed somebody in the\noffice because there was a great deal of administrative work to be done on a daily basis.\nThere was rationing and you had to do rationing reports which had to be typed a certain way\nin order to get the rationing tickets to which we all were entitled to or the camp was entitled\nto, so there was a great deal of administrative work to be done. So I went into the office. And\nI was in offices in refuge camps or homes for the rest of my Swiss stay for five and one half\nyears. I was in -- the only time I was out was a few months while I was -- where I was in\nGeneva where I took some social services courses. We -- one did not know what would be. I\nhad no profession basically. So when the opportunity came to take some courses in social\nservice, I took the opportunity. I was put in the pension in Geneva and I took these courses.\nIncidentally, we also got married during this period in Geneva.",
        "Q: Alright. Tell, tell me about that. How did you meet up again with Hanne and how did you--?",
        "A: Well, Hanne came in February of -- February 28, 1943. She will tell you she came a different\nway. The difference between her and me was that I came and remained an illegal alien in\nSwitzerland for the entire five and a half years we were in Switzerland while the moment\nHanne set foot on Swiss soil, she was legal because her relatives had procured a Swiss visa.\nWe managed to get permission after I was married. After all, I knew the ropes, how to do\nthese things. I was in the offices all this time. I got permission to bring her .with me, to live\nwith me. Then eventually they decided since she is really not an internee, and a -- but a legal\nforeigner, she could not live with me. Then we had to go through the charade of having a\nroom, renting a room in Montreux would cost a lot of money. We had to pay for the room,\nwhich she didn't use once. She stayed with me in, in the home where I was. Eventually, we\nwere able to give up the room again.\nAnd after the social services course we came -- I went back to a refuge home in the office. I\nwas assigned again to an office, to run an office and she came along. By the way, while I\nwas, while I was in Geneva and Hanne was 1n Geneva -- and the circumstances of Hanne\nstaying in Geneva she will tell you herself -- we, all of a sudden, we are approached by --\nnow I can't think of the name of the man -- by a German Gentile. I believe he was Gentile.\nAnd we were not married at the time yet. Hanne will probably supply the name. I can't think\nof it right now. He invited us for tea twice, and he was really trying to recruit us. The war\nwould end soon. It was in 1944 or early 1945, and why wouldn't we come to East Germany\nwhere the Russians were to help build up East Germany? And we got into a rather lengthy\ndiscussion twice about the merits of going into an authoritarian dictatorship. I pointed out to\nSiberia and the camps in Siberia which the man tried not to play down, of course. And\neventually, I made -- we made it clear to him that we are not interested. What is interesting\nabout these two interviews is that about 20 years later, we are reading an obituary in the New\nYork Times about the right hand of Mr. Brandt’’, who was German Prime Minister, and it\nwas this man and the obituary related that after the war, he came back to East Germany,\neventually ran afoul of the Russian authorities, was in Siberia, somehow when he was\nreleased managed to get to West Germany and became the right hand man of Mr. Brandt. So,\n2 Willy Brandt (nee Herbert Ernst Karl Frahm)\nHanne and I got married in Geneva in -- on April 14, 1945. Our daughter was born in March\nof 1946, and in 1948 in -- after we had obtained our visas for the United States, we came\nhere.",
        "Q: Where did you go once you came here?",
        "A: We came to New York and we stayed in New York. In the beginning, you know, I was told,\n\"Go to HIAS”. Maybe they can help you.\" And we went, and the suggestion was made,\n\"Why don't you go to Pritoria -- Peoria ?\" Peoria, Illinois. Well, first, of course, no where -- I\ndidn't know anything. For the first two weeks so I permitted myself the question, '\"Who’s\ngoing to pay for all of this?\" “Well, your relatives, of course.” So, we never went to Peoria,\nIllinois. We stayed in New York.",
        "Q: Is there anything else that you would like to add?",
        "A: No. Probably after we all finish with the interview tomorrow or the day after, I probably can\nthink of all kinds of things which I forgot, but nght now --",
        "Q: Thank you very much. What I would like to do now is to photograph the passports that he\nbrought with us -- with him, please. What we will do, we will ask you to hold each up, and\ndescribe it, but they have to do funny things with them.",
        "A: Yeah, I realize that. We will, we will Hanne her passports and I will just show mine, my two.\nAnd then we'll show the travel document yet.",
        "Q: My notes say here that you succeeded in returning to Le Chambon. When are you talking\nabout? You talked -- when we talked, before the interview, you said -- you described the 30\npeople. You're just talking about a later visit.",
        "A: No. That is much, much -- No. That is five years ago, four years ago.",
        "Q: Okay. Okay. That's all I needed to make sure.",
        "A: It's not of consequence to--",
        "Q: I just needed to be very clear.",
        "A: This is my internal refugee pass for Switzerland. It contained identification with a picture. It\nshows--\n*° United Hebrew Sheltering and Immigrant Aid Society.",
        "Q: You'll have to hold on that longer.",
        "A: Longer? Okay. Raise your hand when, when you want me --",
        "Q: Alright. Continue.",
        "A: It shows that there were always periods given in which we are permitted to remain in\nSwitzerland. It was always a year or so and then it had to be renewed, which was a formality\nbecause they know, they know we couldn't go anywhere. It shows here, for instance, that we\nwere interned by order of the police -- the federal police really. This is the record of all of the\nrefugee camps and the homes where I was in from. And it finally has pages which shows\nwhat rationing cards were issued to me. Because after all, the Swiss are worse bureaucrats\nthan the Germans. Now finally, on this page are three numbers. One is a number which --\nunder which I went while I was interned in these camps or homes. Actually I was more in\nformal hotels which due to the war were empty and where refugees were housed. One of\nthose numbers is a police department number from the federal police. My -- I had an aunt\nwho lived in Switzerland, who was married in Switzerland, who gave on the occasion of one\nof her visits a passport application where we had tried for me to come to Zurich to study at\nthe conservatory of music. And as we discovered, this was a number which was given to me\nby the Swiss when I became -- when I came into Switzerland. Not only this, but when Hanne\nmarried me, all of sudden she -- this same number turned up on her refugee pass. We never\nwere told anything about it, but you know the Swiss are very subtle. And since we had to fill\nout when we came a questionnaire of maybe 30 pages, they were able to trace back who we\nwere and they matched my passport application from 1939 to my arrival in 1942 in\nSwitzerland. Now, the other thing I wanted to show yet is the passport I used or we were\nissued in Switzerland since we refused to accept German papers. I did not want a German\npassport. I wanted no part of Germany. So this is the Swiss travel document which was used\nfor us to obtain our American visa which is in here. It's just like a regular passport. It had our\ntransit visa and our immigration visa. This is the immigration visa into the United States\nsigned by the same man who had been promoted from Vice Consul to Consul who in\nGermany gave untold people untold trouble. I don't know if this ever was mentioned in an\ninterview, but to obtain a immigration visa in those days in Germany was an extremely\nharrowing experience. Any pretext would be used to deny a visa. People would come with\ntheir children. The child might have bumped her arm or his leg and there would be a blue\nmark. This was enough, during the physical examination which was given in the Consulate\nin Stuttgart and in Berlin, to reyect an application or to postpone an application for three, or\nfour, or five months.",
        "Q: Okay. That's it.",
        "A: That's it.",
        "Q: Alright.\n[Conclusion of interview]\n"
    ],
    "questions": [
        "Q: The tape is rolling. Would you tell me your full name please?",
        "Q: Where were your born? I was--",
        "Q: Tell me about your parents and your family.",
        "Q: Okay. Would -- did you remain in Mannheim all this time?",
        "Q: Okay. Tell me then about growing up in this family in Mannheim, Germany -- the first 10\nyears of your life.",
        "Q: What kind of schools did you go to?",
        "Q: Okay.",
        "Q: Can we slow down for just a minute?",
        "Q: You talk about your experiences as a Jew. What was your household like in terms of\nJewishness? Was there observance?",
        "Q: I see. Okay. Thank you. By November, then, of 1938, you were a young 17 year old. You\nwere going into this special school waiting for something. What happened as we -- I am\nsorry -- as we approach Kristallnacht.",
        "Q: Just a point of confusion. You used the word “converted” to a Jewish cultural organization. I\nwonder if that's what you meant or if you where thinking of the Jewish ethical society.",
        "Q: Okay, I mean, to be clear.",
        "Q: What happened as we moved toward Kristallnacht?",
        "Q: You mean after World War I?",
        "Q: Had he been admitted to the German army.",
        "Q: Could you describe your arrival in Gurs please?",
        "Q: How old was she?",
        "Q: 1870?",
        "Q: Let's come back to you -- to Gurs.",
        "Q: What instrument did you play?",
        "Q: Tell me about that meeting.",
        "Q: What kinds of things were you able to do during the day? Were you able to see your wife\nduring the day?",
        "Q: We'll take that up.",
        "Q: Let's pick up where you -- I am sorry.",
        "Q: On the camp management, well the camp -- I want to make sure this 1s clear. The camp",
        "Q: Yes.",
        "Q: What, what was the life like for you on that farm for those two or three weeks you were\nthere?",
        "Q: Let's hold it for a moment and let us change tape.",
        "Q: What a minute. Hold on. Is the tape rolling again? We're back on for an hour? Okay. We're\nback on. Just one minute. I think we should finish this and we should finish this and I think\nwe should finish it on the tape. Will you tell us on tape about the incident in New York\nplease that you were describing to me.",
        "Q: These are the two rabbis who had refused to help you.",
        "Q: Okay. Thank you. Alright. So you left the farm.",
        "Q: Did you have help in getting to Le Chambon?",
        "Q: No. We took, we took the train.",
        "Q: What did you do?",
        "And so I whistled after her because I had to run first to, to catch her and she absolutely\nrefused to turn around. Her girlfriend, who knew me, saw me and tried to stop Hanne\nwalking on and so eventually she physically turned her around. There was I was. So Hanne\ntook us to Madame André Philip”, who she apparently -- she knew her, and she figured she\nwould be a logical person to, to help. So Mireille asked her only one question: Can she trust\nme? Hanne said, \"Yes. He's my boyfriend.\" And so Madame Phillip took me to a villa where\nI stayed overnight and in the meantime, obviously, she had to find a place for me to stay.\nAnd so the next night I walked about an hour and a half at night to a farm like the farms\nwhich are -- were shown on the movie by Pierre Sauvage, typical farm like this to a farmer\nwhose name I don't know to this day. If I knew it, I forgot it but I don't know the name. Was\na man, maybe in his late 40s. He looked old to me because he had a gray beard already, and\nhis wife, and a teenage daughter and since farms, living spaces very restricted because most\nis given over to animals and to hay he put me into the hayloft, and I must say the man was\nvery practical. The first thing he did, he cut a hole at the end of the hayloft into the where\nyou would normally put a, a wagon or something. He put a hole there which led right down\nto the -- where the animals were so that I have -- would have my, my toilet or something. It\nwas the first thing he did, took a saw and cut out the hole. And I spent three and a half weeks\nin the hayloft. I got my breakfast. I got my lunch, which J ate in the hayloft. They brought it.\nAnd I came down for dinner. I ate dinner with them in their kitchen. You know every night\nwas a wonderful dinner for the times -- was potato soup with lard and milk poured into the\nsoup and some vegetable. And what really these three and a half weeks with this farmer\npermitted me eventually to gain enough physical strength to get out of France through the\nmountains which wasn't so easy, was a physical, great physical exercise. In fact, the only\nliterature I had tn, in this hayloft for three and half was a New Testament. That's all he had\nin the house so he gave it to me and I read it. And I thought already, “They must have\nforgotten I am here.” I didn't hear from anybody. I didn't see anybody. I was totally alone\nwith these farm people for three and a half weeks.",
        "Q: You didn't see Hanne?",
        "Q: No, Hanne was -- in fact, Hanne during this period was hiding herself most of the time with\nanother farmer because there were raids going on all over the so-called unoccupied zone of\nFrance and the people were being arrested and deported. So one day the farmer brought me a\nlittle note from Hanne so at least I knew, aside from hearing from Hanne, I knew that people\nknew where I was. And lo and behold a few days later at right somebody came to pick me up\nto bring me back to Le Chambon. I slept in the same villa where I was -- when I was",
        "Q: Do you know -- two questions. Did you know first what happened to the people who you\nleft?",
        "Q: Okay.",
        "Q: What camp was it that you are in what internment? Do you know the name of it?",
        "Q: No. The one where you just left--",
        "Q: How long were you there and what did you do? What was life like?",
        "Q: Alright. Tell, tell me about that. How did you meet up again with Hanne and how did you--?",
        "Q: Where did you go once you came here?",
        "Q: Is there anything else that you would like to add?",
        "Q: Thank you very much. What I would like to do now is to photograph the passports that he\nbrought with us -- with him, please. What we will do, we will ask you to hold each up, and\ndescribe it, but they have to do funny things with them.",
        "Q: My notes say here that you succeeded in returning to Le Chambon. When are you talking\nabout? You talked -- when we talked, before the interview, you said -- you described the 30\npeople. You're just talking about a later visit.",
        "Q: Okay. Okay. That's all I needed to make sure.",
        "Q: I just needed to be very clear.",
        "Q: You'll have to hold on that longer.",
        "Q: Alright. Continue.",
        "Q: Okay. That's it.",
        "Q: Alright.\n[Conclusion of interview]"
    ],
    "answers": [
        "A: I am Max Karl Liebmann.",
        "A: I was born in Mannheim, Germany, on September 3, 1921.",
        "A: My father was — had a -- was in his own business. He and his brother had a textile\nrepresentation business. They represented a -- what is called here, a converter of textile\ngoods. They had one of the largest -- or the largest European weaver of textile goods and\nbefore ’33 -- they also had some Czech clothes -- cloth firms, and eventually, after 1933, and\na few other companies which I can't remember. And after 1933, in particularly, after 1934,\nwhen my father's partner which was his brother had a stroke and could no longer work, my\nfather remained with two companies which stayed with him until they could no longer\nemploy him, due to Nazi legislation.",
        "A: I was in Mannheim 'til I was deported in 1940.",
        "A: The first 10 years were very -- basically very uneventful. I was told I grew in the midst of the\ninflation and my parents were middle or upper-middle class and my childhood was very\nuneventful.",
        "A: I went first in 1928, I started public school. In Germany, you go to public school for four\nyears and then you switch to high school. In 19 -- when I was about 8, in 1930. I started with\ncello lessons and in 1932, I switched from public school to what was called\nRealgymnasium’. The Realgymnasium is something which I don't think we have here. You\nstart -- in your first year, you start with Latin, then in the third year, you get, in addition to\nLatin, you get French and in the fourth year, in addition to Latin and French, we got\nEnglish.\nAnd I went to school until I decided at the end of December 1937 that it makes no more\nsense for me to continue school. When I quit school, I was sent in the what was called\nObertertia~. I would have had three more years to go to make -- to graduate, which was\ncalled in Germany abitur’. Obviously, everything changed with the advent of Hitler and I\nhave memories that there were the emergency police running around the city in their car -- in\ntheir automobiles because they were always demonstrations and counter-demonstrations. We\nhad a balcony where I could watch this very clearly. We were living on a fairly important\nthoroughfare. School became more difficult with the advent of Hitler. I think it was in the\nsecond or third grade of high school -- I was about 11 or 12 when the taunting started. And it\nwas harmless -- it wasn't badly meant, but it was grinding, because it went on and it went on\nand it went on. So, in the school I went to, there was a custom that each -- each class every\nother year goes together into a youth hostel for three days to play football -- to play soccer,\nand generally to have a good time. And I picked this particular time to have a fight with one\nof the guys who were taunting me and I beat him up. I picked one I could handle. And from\nthat moment on, there was peace, not only for me, but also for my other three Jewish\nclassmates. We were four Jews in my class. I had basically no problem with the exception of\none altercation I had with a -- with my German professor. He was a member of the party, if I\nremember correctly. He -- one day we had to write a paper about how we could contribute to\nthe Four Year Plan. That was an economic plan which Goring\" was supervising. And when I\ngot the paper back, I got a bad mark with a note that I must have copied this out of a\nnewspaper or a magazine. So I didn't let this sit. Challenged him to show me where I copied\nit from. Unbeknownst to me, I used American style, “you're innocent until proven guilty.”\nAnd eventually he had to change the mark. He did.",
        "A: At the end of December of 1937 we were only two Jewish boys left in my class and very few\nother Jews in the whole school, and I decided it made no sense to stay in school . I -- I knew\nI would never go to a university in Germany. It became more and more difficult, so I told my\nparents, \"Enough is enough. I want out.\" And I started -- then we compromised and in the\n' Liberal arts high school (German)\n* The sixth grade level in German Gymnasiums (German)\n* High school graduation examination (German)\n* Hermann Goring\nbeginning of 19-- immediately at the first few days of 1938, I went into a private,\ncommercial language school where I had French and I had English. I learned German,\nsteno’, just to keep me busy. After all, in 1930 -- at the beginning of °38, I was just 17 years\nold -- not -- no -- 16 years old. And I went to school there until the famous Crystal Night® of\n1938 which was the end of school and basically for all German-Jewish children.",
        "A: Yeah.",
        "A: We were not observant Jews in the -- 1n the sense that there was a kosher household or any\nsuch thing. My father belonged to a Gesangsverien’, which is a singing organization which\nis very customary in, in Germany. This one happened to be the Jewish one. And my father\nwas a member of that Board of Directors since almost immediately after World War I.\nIncidentally, my father was a soldier in World War I and was a veteran of front service,\nwhich permitted me actually to stay -- to stay in high school as long as did, because I believe\nin 1936 or 1935 already, the children of non-veterans were legislated out of public schools.\nSo, no we -- I mean we never -- my father also was a member of the legislative body of the\nJewish community of Mannheim so there was never a question of where we belonged or\nwhere we were, but we did not per se be practicing Jews that we went regularly to temple. I\nmean I was Bar Mitzvah, of course, my father would make an appearance as a member of\nthe legislative counsel at least once a year in the temple on, on Rosh Hashanah or Yom\nKippur. I went a few — I went a number of times on Saturday morning more for social\nreasons than any other reasons -- we would meet with our friends. And, of course, we had\nevery Friday night, there were -- a different meal with the German version of challah which\nis called Berches*. And so we were, of course -- obviously it was not a matter of denying that\nwe were Jews. We were Jews, but there was no practice -- practicing Judaism. We would not\nlight a home candles for Hanukkah or would have a Seder, not withstanding the fact that for\n-- for these days, I always went to my uncle and my aunt, my -- the sister of my mother had\nno children of her own and until they immigrated in 1930 -- early in ‘34 to Palestine, I was\nthere on all these holidays like Pesach, etceteras, etceteras.\n° stenography\n° Kristallnacht\n’ glee club (German)\n* German-Jewish braided holiday bread.",
        "A: Yeah. No, that is okay. Since my\nfather was very active in -- in this what originally started out for 80 or 90 years as a singing\norganization, was converted in 1933 or 1934, into what was referred to as a Jewish cultural\norganization. And since we were excluded from everything which had to do with culture, we\nhad our own. In addition to the cause which was a mixed choir, there was an orchestra\nadded, and by the time I was 14 or 15, I was in the orchestra and we did all kinds of opera,\nopera performances, oratorios. And all this, of course, stopped with the event in of -- at\nCrystal Night. Incidentally my father at the time of Crystal Night was in Greece. His -- one\nof his companies where he was always the number one salesman, suggested to him since\nthey couldn't employ him anymore in Germany, if he wouldn’t want to try to build an\nexistence in Greece. We'll come back to this a little later. Let's do it chron--chronologically.",
        "A: No. No. No. I didn't mean the conversion as a -- in a religious sense.",
        "A: I meant it, it used to be a it used to be simply an organization where an orchestra was -- the\nlocal orchestra was hired and they would sing concerts. Now we added on a an orchestra and\nit became a self-sustaining, Jewish cultural organization, where culture was continued\nparallel to whatever we were able to do with restrictions obviously. We were not permitted\nto do German composers. We had to restrict ourselves to either foreign composers or Jewish\ncomposers so we could not perform after 1934, I think, or ?35 -- Bach was out. But we did\ndo Orpheus and Eurydice, by Gluck’. We were permitted to do an Offenbach” opera --\noperetta. We did Judas, Judas Maccabaeus, by Handel\"’ and things like this.",
        "A: Crystal Night, I went to school. This is a commercial school where I went like on every day,\nand it seems to be I walked on that day. Why I walked and didn't use a bicycle, I cannot\nremember. But I walked. And I did not really see much of mobs because I was in school at\neight o'clock. I saw something which struck me funny. I didn't give it a second thought. I\n” Christoph Willibald Gluck\noY acques (nee Jacob) Offenbach\n\" George Frideric Handel\nwent to school and around nine or nine-thirty, the telephone I was called by the directress\nand was told, \"Your mother has called. You should leave school immediately, and you\nshould go to Heidelberg and you should wait in Heidelberg for your cousin who will come\nseparately and you will spend the day in Heidelberg. When I called home to find out what\nwas going on, I was told, \"Don't ask so many stupid questions. Just go to Heidelberg and call\nme tonight.\" So Heidelberg being only 10 miles from Mannheim, I walked myself over from\nthe school to the. . railway station which was only a 10 minute walk.\nAnd on the way I started to realize what was going on in the city. I saw furniture being\nthrown out of windows and people being arrested, but since I didn't look Jewish in their\nsense, nobody bothered me. So I went to the railroad station, bought a ticket to Heidelberg,\nand 15 minutes later was in Heidelberg where I met my cousin and we spent the day in the\nfamous Heidelberg woods, walking and there seems to be a -- a faint memory that we were\nsupposed to touch base with a -- I don't know if it was a far relative of my grandmother or\njust friends. In any case they were of Czech nationality and we were supposed to touch base\nthere to see what was going on and I arranged -- we agreed with my cousin that this would\ntake place around -- after four o’clock in the afternoon. So we walked 1n the woods, and my\ncousin got very nervous and wanted to come down much earlier. However, I said, \"No. We,\nwe Said -- we agreed it was four o’clock. We are not going to change the date.” Which was\nvery fortunate because by the time I -- we got there or shortly after four o'clock, the man had\nbeen arrested. If we would have gotten there earlier, we would have probably been arrested\nto. So we continued walking around in Heidelberg and when I called my mother at seven\no’clock, she said she thinks the worst is over.\nWe should come home. Now let me add there that in the beginning of 1938, since nobody\nknew how long we would have to stay in Germany or would be in Germany, my father was\ngone and there was no income coming we had given up our own apartment and had moved\nin with my grandmother. My grandmother happened to be a French citizen which is a story\nin itself which came about shortly after the war. She wanted to go to Mannheim's twin city,\nLudwigshafen.",
        "A: After World War I. And when she came -- she was on the trolley car and when she came to\nthe rail to the bridge across the Rhine to Lugwigshafen, the French had blocked passage for\nthe day. They did this on occasion. And so my Grandmother descended from the trolley car\nand was trying to force her way across the bridge. She called the watch commander and\nexplained to him that she is born before the Franco-Prussian War in 1970'* in the Alsace and\n'* The interviewee later corrects this date to 1870.\ntherefore, by rights, she 1s French. And the man happened to be a lawyer and explained to\nher that in order to become a French citizen again, she would simply have to apply for what\nwas called reinstatement of some kind -- I forgot the French word right now -- which she did\n. Therefore my Grandmother in 1920 or ‘21 -- my mother always told the stories at -- during\nWorld War I, there were no political discussion in her house because my grandmother, not\nwithstanding the fact that her future son-in-law was a German soldier and her husband was a\nGerman -- was always a French patriot. So my Grandmother then applied for reinstatement\nand became a French citizen. So in 1938, on Crystal Night day, which was November 10th,\nwhen the destruction took place, my mother called the French consulate when the SA’\nstarted to smash in the back loft where my grandmother had commercial space rented out to\na Jewish store who sold glass -- glass fixtures, electrical glass fixtures. And this was smashed\nto millions of bits and when my mother called -- my mother called the French Consulate\nbecause after all the apartment was in the name of my grandmother -- was a large apartment\n-- in order to protect the apartment from destruction. And within five or 10 minutes an SA\nman in uniform came, stopped the carnage in the back loft and was posted there all day long\nin order to protect my grandfather's apartment who was after all a French citizen. So I came\nhome in, in the evening. Without a doubt the apartment was destroyed, but I do remember\nthat one or two days after the 10th of November, I went to Ludwigshafen to help a former\nmember of the orchestra straighten out her apartment which was in, 1n pitiful shape.\nAfter Crystal Night 1938, I spent 1939 basically doing nothing. There was nothing I could\ndo. I was reading a book a day and then war broke out. Now I think we should come back to\nmy father. In March of 1938, my father went to Greece, and after a few months was able to\nstart selling his company's goods again which did not sit too well with the German\ncompetition. And when they figured out in 1939 who was behind their loss of business\nwhich went to another firm, they managed to get my father expelled from Greece. My father\nwent, I think in May, from Greece to Italy. In fact, my mother visited him in August of 1939\nin Italy. She had a passport. We all had passports. And at that time was so convinced that\nnobody would be insane enough to start another war -- this was in August of 1939 -- that she\ncame back home and instead of calling me who also had a passport to join her in Italy, so the\nfamily would have been reunited. So my mother came home second my father illegally went\nfrom Ventimiglia to Nice, across country on a boat -- on a little boat around the border and,\nof course, did all the things other people did who came in illegally. He was in jail for a few\nweeks, and then he lived precariously in the Nice until he was accidentally until he ran into a\nGerman patrol accidentally in, in 1944, and was deported. My mother came back home and\non first of September 1939, World War Two broke out. The first thing which happened was\nthat we were called to a Wehrmacht” office where we were mustered out of the army for\nbeing Jewish. In other words, we could not serve. We were not -- it was, it was not dignified\nfor Jews to serve in the German, army.\nSturmabteilung [storm troopers] (German)\n'* Armed forces (German)",
        "A: No. We had not been admitted to the German army, but we were mobilized like everybody\nelse and had to present ourself in a separate little office and these soldiers were very nice\nabout it and -- but of course, we, we were not mobilized. Then in -- that was in the middle of\nSeptember. Shortly after that, I was required to perform how would you call this, harvesting\nservice in East Germany. That was east of Frank--Frankfurt on the Oder. It was very far\naway in those days, it was a trip overnight through Berlin and then to Frankfurt on the Oder,\nand I was in a small village. We were quartered in the hall where you normally would have\nweddings. There were they installed platforms where we could sleep on. There were about\n30 or 40 young people of Jewish -- German Jews, and we helped farmers harvest the sugar\nbeets and potatoes. I don't know how much we harvested, but I can assure you every time I\nhit a -- I made an effort to hit into every potato and every sugar beet I had to dig out. And\nwhat was traumatic about this was not that we had to do this, but in Germany, there's a law,\non the -- was on the books, probably still on the books -- that when you move from one\nlocation to the other, you have to go to the local police precinct and notify them you are\ngoing from here to there, so that your records are maintained and, of course, my mother\nprobably worried that if, when I would -- when I come back, there would be trouble. But\nwhen we were there six weeks and when I came back, there was no trouble. I just registered\nagain I am back. That was the end of it. Then my mother was able to arrange that in on\nJanuary the third, I think, or second, immediately after the first of the year in -- of 1940, I\nstarted to work at the Hilfsverein'’. The Hilfsverein was an organization set up by the\nNational Representation of German Jews in Berlin to assist people with their immigration\nproblems and since America was still out of the war at that time, there was -- Jews still could\nimmigrate.\nGerman Jews were still able to immigrate to the United States or to Cuba so we had a very\nbusy office and I was working there as a volun--volunteer secretary until we were deported.\nAnd in order to be able to work there, I had to travel to Berlin to present myself to the chief\nof this organization. In the Jewish Reichsvertretung’’. You know the German Jews had their\nown organization who represented the Jews with the vis a vis the government and I traveled\nat night from Mannheim to Berlin, presented myself in the morning to the chief -- was a man\nwith a beard whose name I don't remember anymore -- and traveled back the same night\nfrom Berlin -- the next, next night from Berlin back to Mannheim which was not very\npleasant because my mother decided I should travel second class. It would be more\n'° Hilfsverein der Deutschen Juden [German Jews’ Aid Society](German)\n‘6 Reichsvertretung der Juden in Deutschland [Reich Representation of Jews in\nGermany |(German)\ncomfortable since I would not sleep for two nights and all I had in the compartment were\neither officers of the army or SS\" officers who were traveling — 1t wasn't very funny. But\nyou know I did what my father always did when my father was traveling, as long as he was\ntraveling and working until the end of 1937. He always had Nazi newspapers, so I did the\nsame thing. I had Nazi newspapers and they left, no--nobody bothered me. So nothing much\nhappened in 1940, until on October 21st around 10 o'clock the telephone ran in the office\nand the chief of my office was at the same time the representative of the Mannheim Jewish\ncommunity with regard to the Gestapo. So at 10 o'clock around the telephone rang. The\nGestapo was on the phone -- he should come down immediately, which he did. He had\nweekly contact with them. He probably had to report to them on -- on the state of\nimmigration and how people you know people -- we were still able to get a lot of people\nout. And in fact my own cousin was able to leave through Russia, went to Japan, and\nmanaged to get into San Francisco before the outbreak of the war. So he was lucky. The\nhead of this office came back and told us, \"We're going to close up now. We are going to be\ndeported tomorrow to France.\" And he went upstairs to notify the president of the Mannheim\nJewish community. And so eventually around noon, we closed up the community offices.\nWe went home. When I came home, I said to my mother, \"We are going to pack now\nbecause we're going to be sent to France tomorrow.\"\nAnd my mother was totally -- couldn't believe this. So I started to pull out suitcases, started\nto put stuff together which I wanted to take along and when she saw I was really dead\nserious about it, she finally -- half-heartedly believed that what I was saying was true, and\nthen after dark, at night, a -- we had a man who worked for us, bringing up coal from the\nbasement, when we lived in our own apartment. And he came at night surreptitiously, to tell\nus that he had heard from his friends at the police, that we would be deported tomorrow to\nFrance. And then she finally believed it. Unfortunately, why we couldn't -- we were not able\nto communicate with our friends because telephones were no longer an item for Jewish\nfamilies after 1939. So we packed and indeed, the next morning the Gestapo rang around\neight o'clock and told us that we were arrested and in the name of the people, we should pack\nwhat we should take and they would pick us up in a hour which was really two and a half or\nthree hours. So they -- the people were fairly decent. They gave many people enough time\nto pack, half-way reasonably. They explained we should take stuff along which was warm.\nWe were allowed to take what we can carry, plus 100 marks, plus I believe food for two or\nthree days. They came. They picked us up. We were brought to I think it was a railroad\nstation and then we were loaded into passenger trains no less and this was an action which\nrelated to all German Jews in Baden, in the State of Baden, and the Palatinate; the two Nazi\nofficials who -- or the Nazi official who was responsible for these two states wanted to be\none of he first ones to report that he has no more Jews 1n his state. So we were loaded. We,\nwe went into this special train, and 1t was one of seven trains which, if I remember right\nwhich was to go to France and shortly before we departed, an SS officer appeared in our car\n'’ Schutzstaffeln [Protection Squads] (German)\n-- why he came to our car I don't know, was haphazardly -- and picked out a man who wore\nin his lapel a sign which identified him as a, a German war veteran of World War I.\nHe appointed him chief of the train. So when the train left, we went first through the Alsace\nin Mulhouse the SS appeared, threatening us and changing -- exchanging our money and\ntelling us that if any money would be found on anybody in excess; of the 100 marks, we\nwere permitted to take the person -- people would be arrested and shot. But nobody -- they\nnever searched anybody, and there were indeed probably a number of people who gambled\nand had more money on them. So our 100 marks were exchanged for 2000 French francs and\nthen we went on. We came to Lyon and apparently, we were the first train so when in Lyon,\nthe French gendarmarie which was at the station looked for some spokesman. The man who\nwas appointed the transport chief identified himself and asked me to translate because he\ndidn't speak French. So it turned out these -- the French were not notified by the Germans.\nThey were -- the French were told that there are Alsatians coming who don't want to stay\nunder the German rule. But that was all they were told. They didn't know numbers. They\ndidn't know that this was a lie. They were dumbfounded when they found that there were\nGerman Jews in this train and this was one train and, of course, they didn't know there were\nsix others coming. So they gave us some food, and then the trains went on. Actually, we\nwere deported on the 22nd and we got to Oloron, which is the closest railroad station to the\ncamp on the 25th, so we were three days in this train and we came -- we arrived in Oloron in\na down pour which was unbelievable and we were put on trucks and taken to camp, which\nturned out to be Camp de Gurs. For identification purposes, let's say that Camp de Gurs 1s in\nthe south of France about 40 or 60 miles from the Spanish border.",
        "A: At Gurs we -- when we unloaded in front of the camp, it was still raining. And so it was -- I\nbelieve it was evening, and so we were taken into the camp and distributed into a camp\nblock, 30 or 40 people into one block. All we found was an empty barracks. All the barracks\nwere empty. There was some straw and they gave us empty covers and we had to do -- we\nhad to fill them to have a straw mattress. And the ground in Gurs is -- I don't know how to\ndescribe it. There was very little there were -- there was one central street. The camp\nincidentally was built by -- by the Spanish for the Spanish refugees. And so we were dumped\ninto these barracks and that was the end of it. There was a -- at the beginning we had milit--\nparamilitary gendarmeries there who guarded us and, of course, men and women were\nseparated. It took awhile to sort out where everybody was, but eventually we found out\nwhere -- where our -- the members of our families were. I was deported with my mother and\nIncidentally, my grandmother had to leave Germany abruptly on September 1, 1939,\nbecause she was a French citizen. She tried to get into Switzerland where she had a sister,\nbut Switzerland had imposed visa requirements and she couldn't go into Switzerland so she\nended up in an old age home in Nancy and eventually she went to Bordeaux. And from\nBordeaux she joined my father in Nice and eventually she set up household with him in\nNice, and she died in Nice.",
        "A: My grandmother was born on January 27, 1970, so she was about --",
        "A: 1870. So she was she was about 73 or 74. I think 73.",
        "A: Well, the beginning, of course, was very chaotic. We didn't -- and the first night, we didn't\neven have our luggage. The luggage was brought the next morning. It was just dumped in\nthe rain and we had to pull our -- you know, it was lying in a big pile and he had to find our\nluggage. And which I did for both myself and my mother. And so my mother was in one\nblock and I was in the other, and there was nothing to do, of course. We could not get out of\nthe block. And I was here and my mother was a few hundred yards further north in another\nblock with the women. And by the time all of the transports had finally arrived there were\nover 7,000 or 8,000 people in the, in the camp for which the authorities had, of course, very\nlittle advance warning because nobody knew we were coming. Well, eventually things\nsettled down. Every time it rained people would fall in the mud, particularly the old people.\nThe food was abominable. We had very little to eat. The French had nothing to eat, so we\nhad even less.\nAnd since a friend of my father was the vice chief of the block where I was in, I managed\neventually to get myself occupied by working in the office in the -- each block had its own\nadministrative office and I managed to work in the office. The one advantage of this was that\nit was warm. There was no heating material, but the offices had, of course, more heat so\nduring the day I was reasonably warm while I was working there. And periodically, maybe\nonce or twice a week, you managed to get enough -- a pass to visit members of your family\nin the other block and my mother worked in the block office where she was because the\nwoman who was picked as the chief of the block had only one qualification. She spoke\nfluent French. She was probably the only one who spoke as fluent as French as she did. My\nmother spoke French obviously, so she managed to be this woman who spoke so fluent\nFrench managed to become the block head of the block which had benefits. You had a\nbarrack. At night the barrack was yours. She had alone -- she lived alone in this big barrack\nwhich during the day was the office and somehow or other, all of the block chiefs ate better\nor most of them. They just took food out of the kitchen and life settled down. There wasn't\nvery much to do. Eventually I managed -- we managed to get musical instruments and we\nstarted to play a quartet and in this respect, I must say, the French administration, who really\nshowed not very much sympathy organized to have one barrack in each block as a cultural,\nas a cultural barrack so you had lectures. We gave concerts, and for me it was very good\nbecause the moment I was a part of a quartet, I had a permanent pass and I could circulate in\ncamp. And the instruments came from the YMCA\"* who, who were with other organizations\nvery active in trying to ameliorate our fate.",
        "A: I played cello. I still do. I met my wife in camp.",
        "A: Oh, my wife worked in, in the -- she was a messenger, I believe, in the, in the office where\nmy mother worked, so when -- I met her when I visited my mother. And eventually the\nSecours Suisse’, or rather the Swiss Red Cross who had sent a nurse -- Elsbeth Kasser, she\nis still alive -- set up in a barrack, breakfast for the young generation. And that was really -- I\ndon't remember now if we got it once or if we got it daily or if we got it two or three times a\nweek, but we got a supplementary feeding which helped many of us survive better. So, every\nmorning I would come -- I would -- we were permitted, of course, to leave the -- the block\nfor this. We would I would pick up my wife at the end of the -- her block. We would walk\ntogether to the barrack to have our food and come back, and I would see my wife every time\nwhen I obviously we weren't married then -- when I would visit my mother or if I came to\nvisit to see her. We met in a -- I met her in, I think, it was December of 1940, so this is now\n50 years.",
        "A: No. We saw each other fairly frequently since I could circulate. She worked. I think she, she\nwill tell you that herself. She was giving out mail. She was running errands. I worked in the\noffice and she was able to leave well before me. She left in, I think, in September of “41. I\nam not sure about the date. She will tell you.",
        "A: You take that up with her.\n'® Young Men’s Christian Association\n’? Swiss Aid (French)",
        "A: I was still in my block. However, eventually the French authorities needed to stage an\nexample on -- for everybody's benefit to limit corruption. By corruption I mean the two\nchiefs in my block and one chief's wife were really stealing food from the block and lived\nvery well. And there were French inspectors who noticed this and eventually this became --\nwas very pervasive. I believe it was done in almost every block with the exception of one.\nAnd the French became concerned with this, so since other things happened about which I\nam not quite sure what happened. They caught them in all kinds of unethical things. They\ndecided to stage an example and to get rid of these people, the block was dissolved. And one\nmorning before some movement of people started, the redistribution of our entire block to\nother blocks started. The French inspector who was responsible for our block, stood in front\nof me and asked me if I would do a job for him. The job was I had to inventory -- do the\ninventory for the whatever little equipment there was. Which I did. It was my first\nexperience with inventory. Little did I know that in my later life, inventory would play a big\nrole because in accounting, inventory is a very important feature. And so when this was done\nand I had given him all the lists and all the equipment, He said to me, \"I will thank you in\nkind. I will take care of you.\" Now I don't have something for you at the moment.\" He knew\nI was working at the office, of course. Otherwise, I wouldn't have gotten that job. \"But I will\ntake care of you.\" So I was put into really a terrible block mostly with people who were not\nfrom the group of German Jews who were other people who were interned there. And I was\nthere about three weeks, very unhappy. Fortunately, I had my pass and I could get out when I\nwanted to get out to see my mother and.... Well, one day three weeks later, he stood again in\nfront of me, \"I haven't forgotten you. I have a job for you. We'll move you to the hospital and\nyou can do the office in the hospital.\" This was a very privileged position because I shared\nthe -- the room. I had a room in a barrack, but it was a room with a door with our own stove\nwith a bed. Had only a straw mattress, but it was a bed while we slept basically on little\nwooden platforms which the Spanish refugees had made for us for money with barbed wire\nwhere the barbs were taken out and the wire was used as, as a mattress support.\nSo there I had a hospital bed. We could light a fire in the evening during the day and I shared\nthe room with a man who was really responsible for -- he was really the, the block chief for\nthe hospital to the extent that this was necessary. This was basically the job of accompanying\nreally sick people who had to be evacuated to a hospital to ride the ambulance daily back\nand forth to either Oloron, which was the closest point to a doctor or to the hospital in Pau.\nAnd eventually I also was able to commute once in awhile out of the camp and with the\nambulance, breathe some fresh air. In retrospect, of course, it was stupid I never took my\nmother along. I -- if I would have taken my mother along and gone with her to Pau, we could\nhave managed probably to escape and join my father in Nice. But being Germans, it never\noccurred to us. Eventually in -- I was approached or my mother was approached -- if I could\nleave -- if there would apply -- a space some -- somewhere a place could be found for me if I\nwould be permitted to leave my mother and get -- to get out of camp and, of course, she\nconsented to that. And so in probably in July of 1942 after 20 months I left camp with the\nsame social worker who escorted Hanne and her group to Le Chambon, and was bought to\nTalluyers. Talluyers is a small village outside of Lyon. With me was one other young fellow\nabout a year or a year and a half younger than I was. And the two of us were brought to a\nfarm which was run by the Jewish Boy Scouts of France. It was a working farm. There were\na lot of young people there. The one problem we had with the farm was neither he nor I were\nOrthodox and this was not an Orthodox farm, but an ultra-Orthodox farm. They didn't let us\nwork too much because they knew we were so skinny, we couldn't have worked anyway.\nAnd around the end of July, the very end of July, my girlfriend came from Gurs having\nobtained permission to visit her mother and I saw her then for the first time after about a\nyear. And when she came back from the camp, she came again to tell me that her mother was\ndeported. She could not enter camp. She will tell you that herself. And we arranged then and\nthere that if there would be problems for me that I should try to make my way to where she\nwas because she felt certain that there would be help for anybody who is up there in Le\nChambon. Now, you must remember this was -- she was, of course, in 1942, she was just 17\nand since people didn't talk about what was going on, it was just the feeling she had and she\nknew there would be help.\nWhat we didn't know was that about a week or two after she had left we -- an announcement\nwas made by the management of the farm that they were notified that in about two weeks or\ntwo and a half weeks, there would be raids on the farm and all the foreign Jews would be\narrested, which meant all of us, of course. But not to worry, that we would be helped by\nhiding. But when the time came to disperse everybody, help was indeed forthcoming for\neverybody but four of us -- my friend from Gurs and two other somewhat older young\nfellows who were not Orthodox -- we were told to help ourselves. What was interesting 1s\nthat these people who were running the camp -- it was an Alsatian Jew and two Rabbis who -\n- because they are still alive I won't mention their names -- German Rabbis, who were in\nGurs who are mentioned by name in, in -- as being very helpful while they were in Gurs -- in\na book by Schramm” about her experiences in Gurs and but there was no help for us. We\nwere told, \"Do what you feel is right. Go wherever you want to go.\" And that was the end for\nthat. So my friend and I from Gurs, Gurs, we went to Le Chambon, which wasn't so far away\nfrom there, because all we knew Hanne had explained to us, we leave to go to Saint Etienne\nand in Saint Etienne I believe there was a train going up to Le Chambon.\n*’ Hanne Schramm\nmanagement did take care of everybody except you four.",
        "A: The farm management.",
        "A: Took care -- took care of all of the other people. In fact, I understand that most of these\npeople today are in Israel, including the principals.",
        "A: It was probably 5, four or five weeks. I have a very hazy recollection. I really don't\nremember much. It was obviously much better than it was in camp but you know, I am not\nthe one who is at ease 1n any farm. I am not the type.",
        "A: Yeah.\nTAPE #2",
        "A: ...And you know, I have talked with other people about this and they really said that they're\nnot surprised because the Germans are very rigid.",
        "A: Oh, yeah. but to -- to finish up with the farm. We were -- Hanne and I and our daughter was\nin, in New York. We were in New York only a very short time, a few weeks. We were\nwalking down Broadway, pushing the baby carriage when we ran into the two rabbis who\nwere in Talluyers and whom al-- of course, we also knew from Gurs.",
        "A: These are the two rabbis who did, did nothing to help. And their reaction was actually very\ninteresting because if they could have sunk into the earth to disappear when they saw us and\nwe started to talk with them for a minute or two, they would have really disappeared because\nthey visibly had a bad conscience when they saw us.",
        "A: So, we left the farm early in the morning and by 10 o'clock at night, we were in the Le\nChambon.",
        "A: Okay?",
        "A: We had a few francs, and we took the train to Le Chambon.",
        "A: Well, it was 10 o'clock. Where I am going to find Hanne at 10 o'clock at night? I don't even\nknow where she is. So, we decided we're going to sleep. There was a little wooded opening\nin the middle of nowhere, and we decided that we are going to put our sleeping bags down\nand we're going to sleep there. And we did. Around four-thirty, five o’clock, five-fifteen in\nthe morning, we hear -- we had just woken up and we had just folded up our sleeping bags\nwhen we hear girls' voices passing on the path where we were in the in the little wood and\nwho walked by? Hanne! With a few of the teenage girls who were with her in the little\nchildren's home in, in Le Chambon.\n*' Mireille Philip\nbrought. The next day Madame Philip, and I saw Hanne, of course, who had come back at\nthe same time too apparently, and Madame Philip explained to me that they are going to\nmake photograph of me, giving me false papers and will help me to get across France to the\nFrench Alps and from there I would be helped into Switzerland. So they had -- the papers\nwere made. I got them at night. And the next morning I set off with three other young\nfellows from, from Le Chambon. In a train, regular trains, we went across that portion of\nFrance into the French Alps and we stopped -- I don't remember the name of the place. One -\n- I believe it was one stop before Saint Gervais -- in the French Alps. There a 10 year old boy\npicked us up, brought us to the home of his father. We met there a, a young Protestant\nminister who was supposed to go with us when we would cross the mountains to learn the\nroute so that he would help people later on go the same route.\nSo the next morning we set off. Our guide was this 10 year old boy who knew these, these\nmountains like his back pocket. The priest and the four of us, the minister and the four of us\nand we climbed all day until it was night. We stayed -- it was raining at night -- we stayed\nunder an overhang under a rock so we were dry and we -- I was even able to sleep even. And\nwe continued the next day and sometimes maybe at eight o’clock, we started very early, and\nsometimes during the morning the boy said, \"Now, from here on, you are on your own.” He\nexplained to us where we had to go. He told us we would have to go down this mountain.\nWe were about -- I don't now -- .somewhere around the 9,000 foot level probably, maybe a\nlittle less, maybe a little more, well above the tree line. He explained to us where we should\ngo and said we would come into Switzerland. They also told us -- the minister told us, we\nshould get rid of our false identification cards because they were afraid that if the Swiss find\nfalse papers on us, they might suspect an organized effort behind this and would immediately\nreturn us. Well we, we climbed most of the day down, eventually ended up on a highway\nwhich was totally deserted, and walked on this highway further down, descended through a\ntunnel and in the tunnel we were stopped by a patrol who had -- as they told us when they\nbrought us back to the -- to a mountain hut where we found another 30 or 40 people which\nwere gone during the day. They told us that they had watched for hours with their glasses\ncoming down. The next morning we were, we were able to buy -- I had one or two Francs. It\nwas enough to buy some breakfast in this mountain hut. All of us were told that we would be\nreturned to France. We would not be kept. A detachment of soldiers started to bring us back\nup into what 1s -- what they called no man's land, from where we would descend again to\nFrance. Now we came into France -- into Switzerland, in the valley not far from Finhaut.\nI was able to determine this later where I was. And I managed also in the morning during\nbreakfast to look at the map and I had somebody show me from the Swiss where we were.\nSo I knew exactly where I was. So a detachment of soldier--soldiers took us back up into the\nmountains, well above the tree line again. And then something very extraordinary happened\nduring this hike up the mountain. All of a sudden, a non-commissioned Swiss soldier started\nto scream at me and tiraded me for about 15 minutes, screamed at me what I'm not permitted\nto do: I'm not permitted to come back to Switzerland, I'm not permitted to do this, I am not\npermitted to do that. What the man really did in these 15 minutes, he laid out for me but\nexactly how to go back to Switzerland. All I had to do 1s subtract the word \"not.\" The\ntragedy was that everybody in our group heard this. Nobody understood what this man was\ntrying to do. So eventually the captain of -- of this detachment stopped and told us that they\nwould stay here and we should go on. So the first thing I did was -- we went on. We went\nacross a bend, around the bend, where I was sure the Swiss couldn't see us anymore. Then I\nstopped the whole group and I explained to them what just had transpired, and they had all\nheard it. And we argued this out for an hour and nobody understood -- had understood what\nthis was all about and these people were so shaken that after an hour of talking with them, I\nfinally found one person who was willing to see the -- my logic and my reasoning that we\nknow what's down there and all we do is possibly waste another day, but we also may --\nmight save our lives. So this one fellow and I separated from the group, and the rest went\ndown and I went back towards Switzerland. We crossed a little icy stream coming down,\nwhich was a glacier border, you know, but not further than a few like this.\nWas very narrow because it had only started a little further up, and we climbed further up\nand all of a sudden we were on a very, very narrow path and the fellow who was with me\nwho didn't know really where he was -- an Austrian, I never saw him again after, after we\nseparated in Switzerland -- wanted to go to the nght and I wanted to go down to the left. And\nI said, “When -- look when you go to the right, you're going nowhere. You're going back to\nFrance possibly.” But in order to convince him, I said, \"Alright. Let's walk to the right the\nway you want to walk because I am sure you will, will end up nowhere.\" And lo and behold,\nafter five minutes, we were abruptly at the precipice down 1,000 or 3,000 feet, was nothing.\nSo, he finally believed me and we turned around and we walked the same path. We came\nback and eventually this very narrow little path became wider and became wider, became a\nlittle road and we eventually came into a little village which was Finhaut. Now I had no\nSwiss money. He still had some. And we had been told in Le Chambon already that if we\nneed help we should look for a Protestant minister. If there's no Protestant minister, go to the\nCatholic priest. They probably will help you. So I went to church, to the church. There was a\nchurch. Yeah, but the priest wasn't there. He was -- had gone into the valley for the day. So\nwe went on and it became dusk. I didn't want to stay in Finhaut. It was too big for me. So it\nbecame eventually dark and we walked and we came through another few -- a village of\nmaybe 10 or 15 houses and I looked around and I said, \"I don't want to sleep in the open\nagain tonight.\" I had slept two nights before in the open -- 1n the rain. So I picked a house\nwhich I thought looked friendly and just knocked at the door and a man peers out. I\nexplained to him, \"We are refuges. Could we stay over for the night?\" And he said, Well,\nhe's newly-wed. It's not his house. It's a house of his brother-in-law, but why don't we wait.\n“T'll, I'll ask him.” Well, after five minutes, he came back, \"Come on in.\" They gave us food.\nThey gave us a bedroom. They gave us breakfast the next morning and they explained to us\nwhere we were and where we should go, so we walked most of the day and, and he also told\nus not to go to Martigny -- which was the next larger place -- because Martigny was a\ngarrison city with military police all over. So -- and military all over. We would probably\nget, get stopped.\nSo we went to -- he showed us a way how to go to the next village. I don't remember the\nname. And by then it was already two or three o'clock. Here we had walked all day to come\ndown and then I went again to the Catholic priest's house. He gave us two eggs to eat, which\nwas something because there was strict rationing in Switzerland and he gave me five francs\nwhich was enough to go by railroad to Lausanne, the next bigger city, where I wanted to go.\nAnd he also told me, \"Don't go with the express trains. The express train is checked by\nmilitary police. Go with the local train.\" And lo and behold, we got to Lausanne. Nobody\nhad bothered us. Then I was in Lausanne in the railroad station and I really, for a moment,\ndidn't know what to do with myself until about 15 or 20 -- we were wondering aimlessly\naround this -- this railroad station until I realized, “You are Jewish. God, why don't you look\nin the telephone for the Jewish community?” I went to the telephone book. The other guy\nwasn't much help. He followed. And lo and behold, the Jewish Community was Rue de la\nGare — it’s the railroad street, the station street. So we went out of the railroad and within one\nor two minutes, we were -- we walked into the Jewish community, who welcomed us and\ntold us, \"Now look, we have to turn you over to the Swiss authorities, but don't worry. You\nwill not be returned.\" These people had not known, of course. I had never told anybody that I\nhad been arrested and, and the Swiss who were up in the mountains did not take apparently\nour names down, did not report it, so nobody knew apparently, as it turned out, that I had\nbeen 48 hours or 24 hours before already in Switzerland, and was returned. So we were\nturned over to the military. We were kept for a few days in the barrack at Ouchy, which is a\nsuburb of Lausanne, where we had to fill out long questionnaires and were interrogated by\nsome investigators who fortunately did not speak German and my Austrian friend with\nwhom I had come did not speak French or very little French, so I was translating the way it\nsuited me from what he said, to what I told the guy, so he never knew anything what I didn't\nwant him to know.\nAnd from Ouchy, we were taken to a quarantine, military camp. You can't call 1t a camp. It\nwas in the back room of a local inn, where they had made matt-- you know, platforms to\nsleep on. And they fed us, and the food was good. There was nothing wrong. It wasn't, wasn't\nFrench food. It was at least -- and we were there from September after -- oh yeah, end of\nSeptember, October first maybe until about four weeks and then four weeks later, we were\ntransferred to another identical facility on the other end of Switzerland in the German part of\nSwitzerland and there I was for another four weeks probably. And on December 22nd, 1942\nI was given papers to a work camp again in the French part of Switzerland. And when I\ncame there in the early afternoon, the only person in the camp was the camp director. It was\nthen a civilian camp -- was internment camp with barracks, but it was a civilian camp. The\nonly person there was a director of the camp who had -- with his wife and his small child at\nthe time, who not that small -- the daughter was maybe 12 or 13. Everybody else was on\nleave somewhere 1n Switzerland. So the first question was, \"What are you doing here?\" I\nsaid, \"I was assigned here\" \"You have any family somewhere in Switzerland?\" I said, \"Yes. I\nhave a cousin here.\" \"Let's call him. Maybe you can go there.\" So I came from, from almost\nthe border of, of the Swiss-German border and I went practically back to the same place\nbecause my cousin lived very close by. And I spent three days or four days with my cousin\nduring the Christmas holidays and then I came back to camp and I started camp life in, in\nSwitzerland.",
        "A: No. I don't know what happened to them.",
        "A: I know. No. I don't know really what happened to them.",
        "A: Oh, yeah. Where? In, in, in Switzerland, I was in many internment camps and we can -- I can\nread them off to you. I have this--",
        "A: Was Sierre.",
        "A: Well, the camp was set up really to clear land, to make land arable because there was a great\nshortage of food in Switzerland. You know, they had to be more or less self supporting and I\nam really not familiar with the dates. We can -- I can show you the dates afterwards on my --\nwhen we take a photo of the identifications -- Swiss identification papers. Well, when I came\nback, it had snowed. There were about two or three feet of snow. And the first thing we had\nto do was to clear the road from the camp to the street -- to the main highway and I didn't\nvery much appreciate this. I don't like physical labor. So I decided at that point already that\nthis is not for me. I got to do something about it.\nAnd I managed to get, within two weeks, I was in the office. They needed somebody in the\noffice because there was a great deal of administrative work to be done on a daily basis.\nThere was rationing and you had to do rationing reports which had to be typed a certain way\nin order to get the rationing tickets to which we all were entitled to or the camp was entitled\nto, so there was a great deal of administrative work to be done. So I went into the office. And\nI was in offices in refuge camps or homes for the rest of my Swiss stay for five and one half\nyears. I was in -- the only time I was out was a few months while I was -- where I was in\nGeneva where I took some social services courses. We -- one did not know what would be. I\nhad no profession basically. So when the opportunity came to take some courses in social\nservice, I took the opportunity. I was put in the pension in Geneva and I took these courses.\nIncidentally, we also got married during this period in Geneva.",
        "A: Well, Hanne came in February of -- February 28, 1943. She will tell you she came a different\nway. The difference between her and me was that I came and remained an illegal alien in\nSwitzerland for the entire five and a half years we were in Switzerland while the moment\nHanne set foot on Swiss soil, she was legal because her relatives had procured a Swiss visa.\nWe managed to get permission after I was married. After all, I knew the ropes, how to do\nthese things. I was in the offices all this time. I got permission to bring her .with me, to live\nwith me. Then eventually they decided since she is really not an internee, and a -- but a legal\nforeigner, she could not live with me. Then we had to go through the charade of having a\nroom, renting a room in Montreux would cost a lot of money. We had to pay for the room,\nwhich she didn't use once. She stayed with me in, in the home where I was. Eventually, we\nwere able to give up the room again.\nAnd after the social services course we came -- I went back to a refuge home in the office. I\nwas assigned again to an office, to run an office and she came along. By the way, while I\nwas, while I was in Geneva and Hanne was 1n Geneva -- and the circumstances of Hanne\nstaying in Geneva she will tell you herself -- we, all of a sudden, we are approached by --\nnow I can't think of the name of the man -- by a German Gentile. I believe he was Gentile.\nAnd we were not married at the time yet. Hanne will probably supply the name. I can't think\nof it right now. He invited us for tea twice, and he was really trying to recruit us. The war\nwould end soon. It was in 1944 or early 1945, and why wouldn't we come to East Germany\nwhere the Russians were to help build up East Germany? And we got into a rather lengthy\ndiscussion twice about the merits of going into an authoritarian dictatorship. I pointed out to\nSiberia and the camps in Siberia which the man tried not to play down, of course. And\neventually, I made -- we made it clear to him that we are not interested. What is interesting\nabout these two interviews is that about 20 years later, we are reading an obituary in the New\nYork Times about the right hand of Mr. Brandt’’, who was German Prime Minister, and it\nwas this man and the obituary related that after the war, he came back to East Germany,\neventually ran afoul of the Russian authorities, was in Siberia, somehow when he was\nreleased managed to get to West Germany and became the right hand man of Mr. Brandt. So,\n2 Willy Brandt (nee Herbert Ernst Karl Frahm)\nHanne and I got married in Geneva in -- on April 14, 1945. Our daughter was born in March\nof 1946, and in 1948 in -- after we had obtained our visas for the United States, we came\nhere.",
        "A: We came to New York and we stayed in New York. In the beginning, you know, I was told,\n\"Go to HIAS”. Maybe they can help you.\" And we went, and the suggestion was made,\n\"Why don't you go to Pritoria -- Peoria ?\" Peoria, Illinois. Well, first, of course, no where -- I\ndidn't know anything. For the first two weeks so I permitted myself the question, '\"Who’s\ngoing to pay for all of this?\" “Well, your relatives, of course.” So, we never went to Peoria,\nIllinois. We stayed in New York.",
        "A: No. Probably after we all finish with the interview tomorrow or the day after, I probably can\nthink of all kinds of things which I forgot, but nght now --",
        "A: Yeah, I realize that. We will, we will Hanne her passports and I will just show mine, my two.\nAnd then we'll show the travel document yet.",
        "A: No. That is much, much -- No. That is five years ago, four years ago.",
        "A: It's not of consequence to--",
        "A: This is my internal refugee pass for Switzerland. It contained identification with a picture. It\nshows--\n*° United Hebrew Sheltering and Immigrant Aid Society.",
        "A: Longer? Okay. Raise your hand when, when you want me --",
        "A: It shows that there were always periods given in which we are permitted to remain in\nSwitzerland. It was always a year or so and then it had to be renewed, which was a formality\nbecause they know, they know we couldn't go anywhere. It shows here, for instance, that we\nwere interned by order of the police -- the federal police really. This is the record of all of the\nrefugee camps and the homes where I was in from. And it finally has pages which shows\nwhat rationing cards were issued to me. Because after all, the Swiss are worse bureaucrats\nthan the Germans. Now finally, on this page are three numbers. One is a number which --\nunder which I went while I was interned in these camps or homes. Actually I was more in\nformal hotels which due to the war were empty and where refugees were housed. One of\nthose numbers is a police department number from the federal police. My -- I had an aunt\nwho lived in Switzerland, who was married in Switzerland, who gave on the occasion of one\nof her visits a passport application where we had tried for me to come to Zurich to study at\nthe conservatory of music. And as we discovered, this was a number which was given to me\nby the Swiss when I became -- when I came into Switzerland. Not only this, but when Hanne\nmarried me, all of sudden she -- this same number turned up on her refugee pass. We never\nwere told anything about it, but you know the Swiss are very subtle. And since we had to fill\nout when we came a questionnaire of maybe 30 pages, they were able to trace back who we\nwere and they matched my passport application from 1939 to my arrival in 1942 in\nSwitzerland. Now, the other thing I wanted to show yet is the passport I used or we were\nissued in Switzerland since we refused to accept German papers. I did not want a German\npassport. I wanted no part of Germany. So this is the Swiss travel document which was used\nfor us to obtain our American visa which is in here. It's just like a regular passport. It had our\ntransit visa and our immigration visa. This is the immigration visa into the United States\nsigned by the same man who had been promoted from Vice Consul to Consul who in\nGermany gave untold people untold trouble. I don't know if this ever was mentioned in an\ninterview, but to obtain a immigration visa in those days in Germany was an extremely\nharrowing experience. Any pretext would be used to deny a visa. People would come with\ntheir children. The child might have bumped her arm or his leg and there would be a blue\nmark. This was enough, during the physical examination which was given in the Consulate\nin Stuttgart and in Berlin, to reyect an application or to postpone an application for three, or\nfour, or five months.",
        "A: That's it.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJanuary 19, 1990\nRG-50.030*0134",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Max\nLiebmann, conducted by Linda Kuzmack on January 19, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MAX LIEBMANN\nJanuary 19, 1990",
        "[Technical Conversation]"
    ]
}