{
    "rg": "RG-50.030.0254_trs_en",
    "sequence": [
        "Q: Would you tell me your name please?",
        "A: Uh. My name is Wallace A. Witkowsk1.",
        "Q: What was the name you were born with?",
        "A: I was given a name of ___.. (ph?)",
        "Q: And where and when were your born?",
        "A: I was born in Kielce on January 12, 1928.",
        "Q: Can you tell us first about your parents and what they did?",
        "A: My father was a chemical engineering. (Clearing throat) And he worked before the war in\nthe petroleum industry which was concentrated in Poland, southeastern region. My\nmother was a elementary school teacher and...uh...my childhood was I think\ncharacterized by the very few years during which my parents lived together because of\nthe economic conditions in Poland. Uh...My father had a job in one town. My mother was\nassigned to teach in a school in another part of Poland and it was not until 2 years before\nthe war when we were finally together.",
        "Q: What did that mean for you? Where were you living as a very young child?",
        "A: Well...uh...I spent my childhood in...uh...a little town...uh...village of Vilena, in Kielce\nregion which is about 20 kilometers east of Kielce. My mother taught in the 7th Grade\nelementary school in the village. And only during the summers and occasionally during\nthe holidays I remember seeing my father. I had a nanny, a village woman, who took care\nof me when mother taught until I went to school at the age of 6 which was...required\nspecial permission because children were not sent to school until they were 7 in those\ndays.",
        "Q: Why were you sent so young?",
        "A: I guess I was able to read and...and was anxious to learn and...uh...but I guess they let me.\n(Laughing)",
        "Q: What was those early years like? What was life like for you?",
        "A: Uh...It was...uh...a very interesting life from the point of view of...uh...feeling, missing\nmy father without realizing that I missed my father. Living in a village that was\npopulated by...uh...typical Polish farmers, peasants, but curiously enough, there were\nseveral Jewish families that lived in the village. And one of the most curious things that\nremained with me is that there would be some of them who were farmers, along with\nPolish farmers. In one particular part of the village there was...uh...a family named Koch\n(ph) a Polish family, farming and right next to them was a Jewish named Katz (ph) and\nfarming also. And, of course, only later that Koch (ph) and Katz (ph)...the Cat... the same\nname. And there were few Jewish...little Jewish stores that were...that were in the village.\nAnd...uh...but the village was obviously predominantly Polish. My childhood was\nexploring such things as...as baking potatoes in the fields in the fall after the harvest,\ngoing with other little boys and finding potatoes that people forgot to pick or\ndidn't...missed them and baking them in the...in the field, burning my lips and on hot\npotatoes. To this day, my favorite food. (Chuckle) (Pause) I had a younger sister, Helena.\nNo. Marga. Uh...The strongest memories are of holidays. Christmas tree. My father\npretending to talk to the angel because in Polish Catholic tradition, it was the angel that\nbrought the gifts at Christmas time. St. Nicholas came on December 6 and put things\nunder the pillows of good children. Bad children got little twigs. We got both. So it\nwas...uh...a rather confusing message that we were getting. I guess we were getting a\nmessage that we were alright, but we were not perfect.",
        "Q: What happened as the war grew closer? You became older. Uh...As you became a young\nteenager, where did you go to school?",
        "A: Well, I went to school in the village until 1937 and in 1937, after a long struggle, my\nparents managed to obtain a permission from the Polish...pre-War Polish authorities that\nmy mother could be transferred and could teach in the same town in which my father was\nworking. Uh...A rather unbelievable situation for us today in America, but it was\ncommon place in Poland. So in 1937, we moved from Vilena, the village near Kielce and\nwe moved to Boleslawiece, which was a sort of a equivalent of Houston, Texas, of...of\nthe United States. And we...there I lived with my father for the remaining 2 years before\nthe war broke out. And there I went to a private elementary school which was called\n___ (ph). And...uh...finished the last grade which I believe was 6th and took my entrance\nexamination to what was called gymnasium, beginning of high school, roughly\nequivalent in the United States. And that's when the war broke out in September 1, 1939.",
        "Q: Tell us about it, will you?",
        "A: About a year...about a month before, obviously...uh...the adults were aware of what was\ngoing on and we children were becoming slowly aware of the gathering clouds. And my\nfather was a reserve...uh...uh...officer. He was a first lieutenant...I guess lieutenant in the\nPolish army, and in August...uh...the reserve company in that he was part of went on\nmaneuvers. I was ll and a half, and that was the last time I saw him until I saw him in the\nUnited States in January 1949. He never came back. The war broke out. He was fighting.\nUh...Of course, we didn't know what was going to happen and about the tenor of the pre-\nwar Polish press was...uh...we will fight the Nazis. We will not let them take over the\ncountry. So little did we know how powerful Nazis armies were. And the war broke out\nand..uh...(sigh) within a few days, first waves of refugees started coming.,...telling hair\nraising stories about atrocities committed on the population by the Germany army, by the\nindiscriminate bombing, by the German air force of crowded roads filled with refugees,\nwith..with men, women, children, possessions, animals.\nUh...It was extremely scary. It... Many times I said to my friends who are questioning me\nabout this period that my childhood ended on September 1, 39. Uh...Within couple\nweeks, the threat of the advancing German armies were so great that all the able bodied\nmen who otherwise were not in the armies started drifting east to escape the advancing\nGerman armies. To escape...to possibly join the Polish army somewhere. And that's\nwhere...I forget the date, but obviously it's known to history...uh...suddenly as...as.. as we\nrealized we were stabbed in the back by the Soviet armies marching into Poland from the\neast and completely...uh.. destroying whatever little resistance there was to...to the\nadvancing German forces. Only then we learned about the Molitov/Ribbontrop (ph) pact,\ndividing Poland and within a couple days after this event, the Germans marched into\nBoleslawiece and...uh..for some reason I remember the...the day very vividly because that\nwas the day that I had to an optometrist to pick up my first pair of glasses. And they were\nlittle beady little things...uh..but I had to wear them and I walked out of the optometrist's\nshop and the sidewalk kind of looked crooked, but people were pointing out to...to the\nadvancing...marching German. Actually men...Germans didn't march. They were riding\ntrucks, and their green uniforms. People were reaching out to them, and the Germans\nwere throwing cigarettes. That was my first impression of the German army. Uh...Within\ntime that I cannot determine and now in retrospect I know that it was pursuant to some\nagreement between the Russians and the Germans. The Germans withdrew and the Soviet\ntroops moved in. They were...uh...they were shabby looking, and they were...they were\nterribly looking...uh...neglected by our standards, un...unused to western facilities.\nUh...Immediately in ...1n private homes, Russian authorities quartered some officers or\nsome other people.\nThey had to be explained about toilet bowls and things like this. They didn't know what\nthey were for.",
        "Q: What about you?",
        "A: I guess the overwhelming feeling was of fear for my father, fear for what's going to\nhappen to us. I had forgotten until a few days before our interview, as I started thinking\nabout those years and those times, how terribly fear dominated our lives were. How easy\nit was to control whole populations by terror in those days. And I as a 12 year old kid was\nsimply scared of what's going to happen to us. But as soon as the Soviets walked in, they\nostenaciously opened the schools again. And we were...the same teachers were permitted\nto continue to teach and we were allowed to return to school, encouraged to return to\nschool. New subjects were introduced. Russian. Ukrainian since this part of Poland\nwas...uh...a majority of population was Ukrainian. And we were...back in school. Now in\nretrospect I see how terribly...uh...disturbed I was by the events because my grades\nplummeted. I was bring nothing but Ds and Cs from school, and I was an A student\nbefore. Uh...Psychologists will tell you this is the first sign that something 1s wrong with\na kid when he doesn't get good grades in school. Uh...But obviously we were in..1n...in\ngreat fear for what's going to happen. In the meantime, we received a post card from our\nfather saying that he is interned in a little town in Hungary called Yur (ph) where Polish\narmies that after they could no longer fight the Germans and Soviets, they crossed to\nHungary and were interned there under rather benign conditions because Hungarians,\neven though the government was collaborating, with the Nazis, the...the\npopulation...Hungarians were friends. We were permitted by the authorities to send a\nwire to my father...1n German, and to this day I remember the text of the wire. Gese1\nGesunt (ph). We are healthy. We are well. That's all we were permitted to say in that\nwire. And...uh...that's all we heard from my father for...for a very, very long time.\nUh...In the meantime, the Russian school continued. My mother was\nteaching....uh...sometimes some of our teachers had to be one lesson ahead of what they\nwere teaching us. But we heard rumors that this is not going to last, this peace between\nthe Germans and the Russians, although the Russians dismissed this propaganda and\ndidn't...didn't allow it to...to...to be officially stated. And...uh...1 may not recall anything\nfrom that period, except that I, of course, had many Jewish friends in school. And uh, we\nwere So involved in our own little world. Uh... The boys were talking about sex\nserupticiously. We were organizing poetry circles. Uh...We were exchanging letters. We\nhad school mail where we would write letters to each other and..uh.. And then (pause) in\nJune of 41, Hitler attacked Russia. And within a day or 2, Soviets withdrew from the city,\nbut first blowing up and devastating most of the important facilities in the city, such as a\npower house and a lot of other installations. And the German, Nazis returned. And that is\nreally when the terror started in earnest. The rumors started circulated that the Nazis are\ngoing to declare a...a day of liberty quote unquote for the Ukrainian population to settle\nthe score with the Jewish population. And to our horror one day came and suddenly there\nwere pogroms everywhere with the Ukrainian peasants coming into town and beating and\nmurdering Jewish families and...and...uh..and we, of course, stayed home petrified and\njust didn't get out. Uh...At that time, the economic situation also changed. We started\nfeeling a dearth of food and supplies. We started getting hungry. Everything was\ndisrupted. The...the normal functioning of the society was reduced to the minimum and\neverything was being...uh..collected, confiscated by the Nazi authorities to help their war\nmachine drive into Russia. (Sigh)\nI heard numerous stories of what happened to my colleagues. Uh...I do not recall the\ndetails. It was too scary to even listen to, but I heard about my...one of my friends,\nRomack (ph), whose parents and...and sister were killed by the...and I'm not even sure by\nwhom. And then he pleaded with them, \"Kill me too. You killed the rest of my family.\"\nThat's the only detail that I remember. We were getting...uh...progressively more and\nmore...uh..desperate. The only way to survive was to take our possessions, whatever we\nhad and whatever a Ukrainian farmer wanted and trade it for food. I remember through a\nfriend we traded a bicycle that my father had for 20 kilograms of Swani (ph), the pork fat\nor whatever it was. People were trading furniture, taking them to the village and getting\nsome grain. I remember a grinding, ordinary grain in a coffee grinder, mixing it with\nwater and salting it a little bit and baking it on top of the..the gas burning stove and that\nwould be our food. So it was really hard. So then we decided that we have to get back to\ncentral Poland where my mother's sisters lived and where it would be easier to survive\nand have help from the two...two sisters and their families.",
        "Q: Before you move, you have talked about the pogroms in Kielce. Can you tell me, when\nyou came out from your house, what was it like?",
        "A: Pogroms in... in Boreslawiece?",
        "Q: I'm sorry. In Boreslawiece.",
        "A: Yal.",
        "Q: Uh...What were the...what was it like? Did you have any Jewish friends at that time, any\nJewish acquaintances. Can you tell us? What happened?",
        "A: Yes. I had many friends. I had many friends. I visited one friend's house after that.\nUh...And....uh...1 came into the house and I remember talking to his mother who was in\ntears and saying to me...uh...,Look, Panjawatko (ph), Mr. Witkowski (ph),in Polish you\nwould Mr., but you would use the first name as sort of a half way familiar term between\nfirst name and using the last name. They just ran into the house and ransacked it. Look at\nthis beautiful Trammel (ph).\nTrammel (ph) was a long, tall mirror that would have some sort of a pedestal on the\nbottom, and a little shelf in front of it like a mantel. They just came in and threw a stone\nin it and just shattered the whole thing. Fortunately, in this friend's family nobody was\nhurt or killed, but I have heard about numerous situations in which people were...were\nbeaten up or killed by the...by the Ukrainian peasants.",
        "Q: Please go on.",
        "A: Uh...Those days are pretty much in haze. Uh...I have no other recollections of my days in\nBoreslawiece except progressive economic difficulties and fear what's going to happen to\nus and desire to get out of there and go back where the roots were, where the...my\nmother's family lived. So on a crowded train at night, I traveled from Boreslawiece back\nto Kielce some...some time before Christmas, probably in 41. Eventually, my mother and\nmy sister joined us, joined me in Kielce, and the rest of the war was spent in Kielce,\nliving first with one and...and then with another, having a room in their crowded house.\nIn those days, it was very lucky if you could have one room to one family. And the\nfollowing years until about 1944 was spent primarily Mother working in...uh...1n...uh...in\na factory and then eventually working her way to a food store that was next to the\nGerman controlled factory where she...everybody had rations and everybody was allowed\nto get only so much bread, so much butter, so much other things. I learned what ersatz\n(ph) coffee is. I learned many other things that I had not learned before in my life.\nUh...Among us youngsters, there were roughly my temporaries among the children of the\ntwo aunts, we organized secret teaching. That is the older kids were teaching the younger\nkids to continue our education because the Germans, of course, closed all the schools and\nprohibited in the entire country any normal education except the first few grades of\nelementary school.\nUh...The population of those areas was destined only to be able to read and write so they\nwould obey Germany orders in the future....uh..future world run by the German...by the\nNazis. We knew that we had to move because in the part of the city where my aunt lived,\nthe Nazis were organizing the Jewish ghetto. We had to leave the house and move to\nanother part of town and that part of town was fenced 1n and all the Jewish population of\nKielce were...was ordered to live in... in...uh...in that area. They were guarded by some\nsort of a uniformed police. They were not allowed to leave the quarters. They were\nrequired to wear either a Star of David or a arm band with a Star of David. Uh...The next\nfew years...uh...were characterized by increasing terror, increasing executions,\ndeportations of all the leading citizens of the town to concentration camps. Not only\nMayor and the...and the prominent citizens, doctors, lawyers, teachers,...uh...but even\nanybody who would be a member of what was called in these days intelligencia, you\nknow, people with higher education were being systematically exterminated by the\nNazis, taken to concentration camps. At the same time, there was a gradual growth of\nunderground, of resistance, of organizing, not only the adults into groups that would be\npreparing for eventual struggle because that no one had any doubt that Nazi terror has to\nend one day. Not only to prepare for armed struggle but in the meantime to collect\ninformation about troop movements, about the...uh...the activities of the\nNazis,...uh..documenting their atrocities against the population. Uh...Learning how to\nmove around the city, including us youngsters who were organized in units of clandestine\nscouts. Before the war, Poland had a very active scouting movement and after the\noccupation many teenagers were organized into units to...to prepare for the eventual\nstruggle against the Nazis, but in the meantime learning, reconnoitring...uh..moving from\none part of the city...uh...avoiding main arteries, being able to cross...uh...through court\nyards and jump over fences and things like this.\nAnd...uh...eventually learning the Morse alphabet and things like this and eventually we\nwere...a few of us were designated as a unit to provide...serve as...uh... curious when I\ntalk about these times, I'm forgetting some of the English words. I only remember Polish\nwords. Word, warshanetza, where the...uh...the people who were runners from one\npartisan unit to another. Young boys were chosen for this purpose because they were not\nadults and they had a bicycle and they could avoid Germans in the country. But 1f...1n\nthose days, the partisan units had no way of communicating with each other, very few\nradios, so they were using youngsters to carry a message from one end to another. And a\ngroup of us, about a dozen or so, were sent into the partisan unit that was active in...in the\narea of Kielce.",
        "Q: How was that like for you?",
        "A: Uh, that was a most curious experience. We slept during the day. We marched at night. I\nhad a bicycle. Each one of us had a bicycle. We had no arms, of course. We were dressed\nin civilian clothing to look inconspicuous. I learned how to walk and sleep at the same\ntime. Walking with a friend, locked in arms, and just marching in a column at night and\nsleeping at the same time, or leaning on your bicycle and...uh...uh...somehow managing\nto...to sleep and walk at the same time. During the day we would lie low because the\nGermans, of course, controlled the countryside. Uh... encountered some Jewish\nsurvivors of the ghettos that were in the meantime being liquidated by the Nazis. I did not\nknow which town they were from but I remember two of the men that\nwere...uh...employed quote unquote by the headquarters...uh...uh...unit of this regiment,\nthat was called regiment. Uh,...I don't know what they were doing, but they were...they\nwere there. I remember seeing them. They looked terribly neglected, terribly\nimpoverished, terribly...uh...they looked like...like driven animals because presumably of\nthe experiences they went through.\nI don't know what happened to them. When most of the group was disband in the fall of\n44, presumably they stayed with the group because we, in the summer of 44 were\nconcentrating all of the underground forces to go to help the uprising in Warsaw which\nbroke out among this time, but, of course, that was a unsuccessful attempt because\nthe..the crossings of major rivers were guarded and these partisan units did not have\nheavy armor or artillery or anything. So after about 3 or 4 months I returned home to my\nmother and my sister, covered with lice, dirty, very, very...uh...skinny. Had some\ninfection in my fingers. The skin would simply balloon around the fingers and fill with\nsome sort of pus or some sort of fluid. The nail would come off with the skin when the\nthing started healing. I... couldn't sleep in the bed. For weeks, I would sleep on...on the\nrunner on the floor next to the bed. I was just used to sleeping on the ground uh...Just\ncurling up and covering myself with the blanket when I was in..in the forests of Poland.\nBut we remained in...in town, which was by that time totally terrorized by the...uh..by the\nNazis. From early war...uh...from early days of occupation, the Nazis employed the...the\ninfamous method of collective responsibility. One single act of hostility against the Nazis\nor destruction of German property or interference with the war effort would result in the\nroundup of 10, 20, 40 hostages. People who simply happened to live nearby where the\nevent occurred, and they would be put against the nearest wall and summary executed. So\nthe terror of those days and fear that drove us and concern for survival are something\nthat...that only in the last days I brought back to..to my memory having tried to put it out\nof my mind all these years in the United States.\nThe war ended for us...the occupation by the Nazis ended for us about January 9 or 10,\n1945 seemingly significant date for me because my birthday is January 12th. The Nazis\nwithdrew. The Soviet offense had started after Christmas of 44 and within days, Kielce\nwere under Russian artillery fire. A very curious thing happened to me then. I\nwas...uh..living with my mother and my sister with one of my aunts who lived in a brick\nhouse, much sturdier than surrounding frame houses on the street. On the Yasna (ph) 27.\nAm I getting off the subject? Your fine, perfect.",
        "Q: Excuse me. You want to pause. Can we do that. Barney, I would like to turn off the tape\nplease. We're having hammering from upstairs. Can you see if you could find out what's\ngoing on? Thank you dear.",
        "Q: Okay. Alright, we're back. January of 1945 and the Russians are...",
        "A: The Russian artillery is bombarding the city. We are hiding in...1n wherever we can\nagainst the brick walls of the house that only has crawl...crawl space in part of the house.\nThere are fires everything. Uh...My mother is not with us because a few days earlier she\nstruck out for the cousins that lived in the country and had a flour mill to get some flour\nfor us because, as always, we were short of food. So she is somewhere, and my sister and\nI with the rest of my aunt's family are hiding there, plus a number of neighbors that came\ninto hide in the brick house. Uh...The...the barrage stops. It's...uh...it's a beautiful, sunny,\nbut very cold January day. The...the snow is crunching under your feet, but the sun is\nbright, blinding. We briefly...two men walk out in front of the house, and I followed them\nand I stand between them. And they are looking around and saying, \"Oh, look there's a\nfire near Kinga (ph) gymnasium building. Maybe it's the building burning. And there's a\nfire over there.\" And I just stand between them, a kid. You know 17 year old or...or\nwhatever it is. 1945. Yes. And then suddenly I have this feeling.\nI do not hear a voice. I sense a voice in me saying, \"What are you doing here? Get out of\nhere?\" So I obeyed it. I get scared. I turn around, walk into the very heavy wooden oak\ngate that is in the center of the very old fashioned, one-story house, take about 3 or 4\nsteps and suddenly bells are ringing in my ears. I smell sulphur...uh..plaster from...the\nceiling falls on me and it's all over me. I'm white. And I cannot hear anything. I hear\nringing in my ears. And people were rushing by me. My cousin, Andrew, and others are\nrunning out there and dragging in two bodies of the men that stood on both sides of me.\nAnd...uh...one of them 1s...1s dead. Totally mutilated legs dangle like rag dolls, and the\nother one just expires. Uh... That shook me. And when my mother returned...uh...a day or\ntwo later and my family told her what happened, she simply said, \"You are not meant to\ndie then. You are meant to go on until the time for you to die came,\" because these two\nmen obviously were not meant to live any longer. She...she has great faith. But, for us,\nthe war ended that January. Russian troops moved in. Some of the uh, Russian organized\nand controlled first army Polish troops moved in, recruit...recruited or drafted from\neastern provinces of pre-war Poland, and trickling into town started coming back first\nJewish refugees who were with escaped or got somehow saved by going to the Soviet\nUnion. Uh...Most of them, of course, were either in the military units or in the first\nadministrative apparatus of the communist regime that came in and took over Kielce.\nAnd...uh...my memories 1s very dim whether school started or not. I don't think the\nschool... Yes, the school started. The school started within a month or two because I\nremember even before the war was officially declared over on May 9, 1945, our\ngymnasium was already functioning and we were going back and enrolling in classes\nand...and...uh...around that time, April or...or May, us youngsters who only lived this\nheroic, teenage involvement in..in...1n patriotism and fight against the Nazis started\nresurrecting our pre-War...uh..boy scout units in...1n gymnasium and I was one of\nthe...uh...leaders of the...the troop I guess you would call it in English that was organized,\nbeing re...reorganized in gymnasium.\nAnd we were, by the summer...by early summer of 45, we were planning our first camp\neven though we had nothing, but the enthusiasm of the young boys were such that we\nwere just ready to even live without tents as long as we could get out of town and...and\ngo somewhere and do our scouting thing. So we were planning a week's excursion into\nthe...the mountains in Kielce region...uh..which were called Gory Swietokrzyskie, St.\nCross, Holy Cross Mountains. And my boys were...if you pardon me the expression, this\nis how I ever referred to them being their leader. You know, this just like in the old\nsong...I'll take care of you. I'm 17, you're 16. But I was their...one of their leaders, so my\nboys were already in uniforms and were getting ready to leave the next day. And I think\nit was in July, but I'm not sure of the dates again. When we heard rumors that\nthe...uh...that there is something funny going on, some kind of emotion, riot or civil\ncommotion 1n..uh...along Shenetza (ph) which 1s a little stream that ran through...through\nKielce and...uh...but I went there. And I started asking people what's going on...and\npeople told me, \"Oh, this is a house that 1s occupied by the Jews.\" And...uh and...uh...\nsomething funny is going on there because ...uh...a Polish, Christian Catholic boy was\nmissing for a couple of days and...uh...and..uh...he was found and...uh.. he said\nthat...that's where he was kept.\nAnd of course one of the most pernicious...uh...stories about the Jews...uh.. for centuries\nin Europe was that they had to use Christian blood for religious rituals. And so, of course,\nthis population of this...of this town, I'm not going psycho-analyze them, but here we are\nfor the first time not really afraid of..of terror of the Nazis. This population restless,\nunhappy because communists are taking over and most of the people were anti-\ncommunist. Uh...These...I...I'm trying to understand what happened, but I'm not going to\ntry to understand. I'm going to try to tell you what I saw. And the only thing I saw was a\nlarge crowd of people surrounding this house and rumors flying back that the...that the\nmilitary were entering upstairs where the quarters of the Jewish survivors were and the\nshots were fired and nobody knew who shoot...fired first, but there were casualties and\nthere were arrests. And I saw one or two of my boys in scouting uniforms in the crowd,\ngawking. And I said, \"What are you doing here in the scouting uniform? How can you\neven be showing around? Don't you have any sense of responsibility? This is a mob?\"\nAnd I remember sending them home. Next day, I think we were leaving, out of town, so\nthe...so the...the events moved quickly. And only when we came back to town we read\nthe official accounts in the local papers that...uh...criminal elements have killed or\nwounded several Jewish residents of this house...uh...obviously for...for criminal\npurposes. But then, 2 or 3 months later, and I'm not sure of the date, one of my boys in\nmy troop and I only remember his first name, Genuard (ph), Gene or Eugene, came to me\nand said to me, Wallace, I have to tell a very strange story. My young brother...and I\ncannot remember the age, but I know it was a child barely 3, 4 or 5 maybe ...that would\nbe a range age....disappeared from the house for 4...3, 4, 5 days. We were desperate. We\ndidn't know what happened to him. We were searching everywhere. The child just\nwondered away.\nAnd then the militiza (ph) came, the...the...the communist militia, the...the equivalent of\nour police and found him and brought him home. They never said where they found him,\nbut...and this is my boy from my scout troop telling me...when they started questioning\nhim where he was and he could not tell, they took him to that house occupied by the\nJewish refugees, survivors and said and asked him, \"Is this where you were kept?\" And\nthe child said, \"Yes.\" (Pause) I read in the papers later that there were trials and they\nwere not only trials of perpetrators of the killings, but all...also trials or at least retribution\nby various factions in the communist government, within the communist authority that\ncontrolled the city. And I am sure there are others who followed the events better and\nhave more insight or more contact with the people who participated in these things, but\nthey were some other...some people were trying to use this event for...for other purposes.\nMaybe some international party...uh..politics. But what was curious to me is the fact that\nI remember what my scout told me. Distinctly that it was the militzia (ph) that came and\nplanted in a child's mind...the kid was probably scared. Undoubtedly the militzia (ph) just\nquestioning him, \"Were you...that's...Is that where you were kept?\" And the child said,\n\"Yes.\"",
        "Q: How did you react when you heard your scout tell you this story?",
        "A: (Sigh)",
        "Q: You're 17.",
        "A: I was 17. (Pause) To...to be honest, I didn't know what to do with this. I felt that there\nwas some skullduggery going on in the way the child was being manipulated.\nUh...But my main concern at that time was for the safety of my boys and that they do not\nin any way...uh...get in trouble. That's what motivated me to shoo them away from\nthe...the crowd that surrounded the Jewish quarter. And I sensed the tragedy. But to a 17\nyear old, you cannot expect too much and I'm sorry to say that looking at myself from the\nvantage point of being 62...uh...even if we wanted to have done something with it, who\nwere we to turn to? Perhaps that is why I am telling it to you today. Because that may just\nhelp unravel the roots of those events. (Long Pause)",
        "Q: Okay. You should go on. What was Kielce like after these events. Were there a change at\nall in the atmosphere?",
        "A: There was a tremendous reaction from the emerging....uh... civic organizations and\nchurch authorities. Uh...uh...Appeal to citizens to...to point out the guilty parties who\nparticipated in these events. And I don't even know how long the...the pogroms lasted,\nwhether it was a day, whether it was 2 days. I have no recollection. I remember Bishop\nKatchmarick (ph) issuing a very strong appeal to people to uphold the law to protect the\ninnocent, to...to report on...uh... commission of crimes to the authorities. Uh...Kielce to\nbegin was...with was devastated by the war. There were ruins everywhere. There were\nbuildings that were lying in ruins. There wasn't a family that was not mourning a death of\na son or a father or a brother that was either killed or executed or deported to the\nconcentration camp.\nUh...Every family practically was under such enormous, physical and...uh..uh...hardship\nand...uh...emotional pressure that we were literally survivors in every sense of the word.\nAll of us! And it was awfully tragic that victims started turning on...on other victims.\nAnd...uh...for some reason...uh...which I don't understand at all, 1t happened in my native\ntown. (Pause) Kielce was trying to revive the pre-war community life. We were trying to\ncatch up with our education. Some of us lost 2, 3, 4 years. We had kids graduating from\nhigh school who were 22 and 23 because during the war they had no opportunity to...to\nlearn, to keep up with their education. We were, of course, survivors of a period in which\nevery able bodied person, age 14 and up, had to work 10 hours a day, 6 days a week.\nOtherwise, we would be shipped to Germany to forced labor camps or to work in\nfactories of the German war machine. We were given rations of food so...uh...most of us\nwent often hungry. We were decimated by disease. Typhus, typhoid fever was prevalent.\nMy mother...uh...survived typhoid fever. Us kids did not get sick. Uh...We\nwere...uh...terrorized by continuous...uh...dragnets. Wyponokie (ph) we call it in Poland.\nYou walk on a street from your house to your aunt's house, and suddenly the street is\nclosed by the gendarmes on both sides.\nAnd all the people are surrounded and asked to show their papers. Are you working\nsomewhere? Who are you? What's your occupation? What are you doing now? And\nwhoever appeared not employed in a meaningful way that involves supporting the\nGerman war effort was being singled up, put in a truck, shipped to the railroad station\nand put on a train and shipped to Germany. There were hardly any families that did not\nfeel the...the tragedy of war. (Pause) My own family....uh...we lost two uncles. Uh...one a\npilot and another a...uh...a military man who fought in the Warsaw uprising and died after\nthe war because he was an invalid, wounded, persecuted by the communists in turn.\nKielce was physically and emotionally devastated after the war, and on top of that the\nsystem was imposed on us that was against all the values of the society and that was a\nvery bitter to swallow to learn the outcome of the Yalta agreement. They were not easy\ntimes. It was only...the only ray of hope for my family personally...for my mother and my\nsister and myself was that unexpected out of the blue came a postcard from Chicago,\nUSA, saying, \"Iam Mrs. Wjaworski (ph), and I am looking for a family of Ludwick\nWitkowski, and if so, please get in touch with me. It was not even from my father. So, of\ncourse, we were elated. All that time we were fantasying that he survived the war, that he\nwas somewhere safely and thinking about us. And indeed he was. We wrote to this lady\nwho was probably part of some organization that was trying to put families together that\nwere separated by the war and we received the first letter. (Pause) It was good to see my\nfather's handwriting.\nAnd he started sending packages and...uh...saying that he is in the United States, that he\nsurvived the September 39 campaign and was interned in Hungary, escaped from the\ninternment camp to Yugoslavia, from Yugoslavia shipped to Marseilles, France; joined\nthe Polish armed forces...uh...in time for the German attack on France; fought the\nGermans there; was capture; escaped German...uh...uh...captivity; walked at night\nthrough France until he got to southern France; crossed over the Pyrenees to Spain and to\nthe Gibraltar; shipped from the Gibraltar to England; trained in military units in England;\nnever gave up the fight; and was sent with the military mission to Windsor, Ontario, just\nsouth of Detroit to recruit volunteers for the Polish armed forces to continue the fight\nwith the Nazis. That was, of course, before U.S. was attacked in Pearl Harbor. So there\nwas volunteers signing up from the Polish-American communities, both in the U.S. and\nCanada. And...uh...uh...in the meantime, he met friends...made friends in Detroit and\nwhen the mission was disband after Pearl Harbor, he got an offer of a job in the war\nindustry in Detroit and was permitted to migrate to the United States. Started immediate\nefforts to try to find out what happened to his wife and children. And finally by early 45,\nsucceeded, found us, uh.",
        "Q: At this point, we need to stop. We're going...it's a good place to stop.",
        "A: Yes.",
        "Q: We're going to stop and change tapes.",
        "A: Okay.\nEnd of Tape #1\nTape #2\n0200:39",
        "Q: Okay. Can you tell us how you left Poland?",
        "A: My father, of course, immediately started efforts to bring us over to the United States.\nUnfortunately, the communist authorities, while giving permission to my mother to leave\nPoland officially, denied permission to children. Uh...We reasoned that this was because\nin those heady days with the communism they thought they could indoctrinate the young\ngeneration and...and use them and didn't want to lose them. A decision was then made\nthat I would escape from Poland and if the road...route was successful, my sister would\nfollow. So...uh...1n the meantime I graduated from high school and made a successful\nescape from Poland to Sweden in the bottom of a coal freighter on December 31, 1948.\nAnd I was to be followed by my sister in a few months. I made it to a lovely, colorful,\nuntouched by war, just fabulously looking town in Sweden called Goteborg. And from\nthere I managed to...uh...to come to the United States within 3 days of my 21st birthday\nwhen my non-quota visa, immigrant visa was expiring. So I was lucky again. And, I\nmet...I flew from New York LaGuardia Airport to Detroit Old Willowrun airport and\nlooked up my father in the telephone directory and it's a very funny feeling to find your\nfather's name in a strange directory in a strange city. And...uh...called his number. There\nwas no answer and I stood at the counter not knowing what to do and I heard my name.\nHe recognized me from the back. And I was a big strapping 6 footer at the age of 21.\nUh...My mother came in May of that year, 85 officially. But my sister trying the same\nroute...uh...did not make it, was caught by the communists and imprisoned and eventually\ncame to the United States in 1958 when the conditions in Poland under Gemolka (ph)\nunderwent a famous fall so they would permit families to reunite. Went to school.\nDecided to study law. Graduated in 56, and started a law practice with then my father-in-\nlaw in Polish-American community on the west side of Detroit. In 62, I was contacted by\na Congressman of Polish descent, John Dingle, and asked if I know of any identifiable\nPolish-Americans who would like to work on a foreign claimants settlement commission\nin Washington to assist in administering a program of adjudication of claims for\nproperties lost in Poland. And after looking around I decided that I'm the one (laughing)\nfor other reasons as well. So I accepted an appointment as a staff attorney on a foreign\nclaims settlement commission and worked on a Polish claims program for about 3 years.\nWithin 6 months....no, I came in August of 62. By Spring of 63, I was being sent to our\nAmerican Embassy in Warsaw to help run our field office to gather documentation to\nsupport claims of the American nationals for properties. A lot of those claims were by the\nAmerican relatives or...uh...survivors of the Jewish population of Poland...uh...who were\nclaiming properties that were confiscated or destroyed during the war or after the war.\nAnd for 3 months in 1963, I traveled through Poland collecting documents...uh...seeking\nevidence because our function was not simply to sit as a tribunal and tell claims...show\nme, prove to me, but we were actively assisting them in this effort.\nAnd at that time I came in contact with a...a...personnel of the Jewish Historical Institute\nin Warsaw, and obtained from them a number of valuable documents and...and\npublications, some of which I have turned over to you for the...uh...Museum. And it 1s\nthat period of time that kind of gave me a broader perspective on the enormity of what\nhappened between 1939 and 1945. Only then when traveling to little towns and villages\nof Poland, I was able to see the devastation, the...the tremendous...the tremendous losses\nthat were inflicted on the population, especially the Jewish population. pause",
        "Q: Do you hear personal testimony as well?",
        "A: Yes. Testimony was, in most cases, limited to description of property, possessions, but in\nmany situations the survivors of those years...uh...who came to the commission offices\nhere in Washington testified as to their...uh..experiences during the Nazi's occupation.\nAnd I'm sure the records of the Foreign Claims Settlement Commission, the so-called\nPolish Program have that testimony and they're probably in the U.S. Archives.",
        "Q: How did you...you first. How did you handle all of this? How did you feel when\nyou...your seeing these people and dealing with these people.",
        "A: First, I wanted to do a good job. First, I wanted justice done. I did want to make sure that\nif there is any doubt, that doubt should be resolved in favor of the survivors. There were\nother families. We were, after all, involved in a rather futile attempt to at least\ncompensate materially for the...the enormity of evil that happened to these families, both\nJewish and Polish.\nUnfortunately, under American law, we had the obstacles, such as citizenship at the time\nof loss. And many, many people did not meet the requirement of U.S. citizenship by the\ntime of loss occurred. We could not grant compensation award reparations to peoples\nwho were not American nationals or citizens at the time the loss occurred. I remember\ndistinctly one decision which I, myself, was very pleased about...uh...because we applied\na legal principal that permitted granting reparations to a much greater number of people\nrather than if we simply applied the official date of confiscation of the...of the\nproperty...uh...by the communists regime. We used the concept of loss of use and\nenjoyment. Very often, communists in their profidious manipulation of the records\nand...and the law would leave the title and people, but would so restrict the rights of the\nowners or the ...uh...benefits that owners would derive from ownership of the property\nthat for all intents and purposes, these people had all the burdens without any benefits. A\nrental property for instance. So we then developed the concept that it was the loss of use\nand enjoyment of the property rather than the passage of title to the state that determined\nwhen people lost their possessions. And that's how we were able to...to award\ncompensation to people who otherwise would not have gotten it. On a deeper level\n(Pause) ....Dr. Kuzmack, it's very hard to think of those times without projecting on those\ntimes, what I feel today. We all evolve and we all become much more sensitized and\nmuch more aware of...uh...the measure of tragedy than at the time that we are involved in\nthe mechanics or addressing this or that narrow issue. I cannot really tell how I felt about\nit because honestly the same goes for my life.\nToday, I think I'm a much more aware person. I'm much more in touch with my emotions\nthan at that time. That's an honest answer.",
        "Q: Is there anything you would like to add?",
        "A: I felt a regret at times and I have tried to put it to rest because it was a naive regret that\nhad I been older maybe I would have been able to do more when I saw inhumanity and\nevil of those years. At the same time, I'm...I'm honest enough to admit that it's a...it's a\nhope tinged with fear because I wonder how many of us would have lived up the ideal of\nreally disregarding our own safety and our own obligation to our loved ones to help a\nfellow man. How many of us would really live up to this principle when tested? I think\nthere is a awareness in Poland today which I sense from letters from relatives and friends\nand visits from friends and relatives...uh...what...what a great loss Poland suffered\nbecause of the extermination of its Jewish population. As a child, as a youngster, I\nread...uh..some of the greatest poets and writers of Poland who were Jews, Julian Tooly\n(ph) and...and so many others. Uh...Poland is impoverished. To what extent it could have\nbeen prevented or its...1ts enormity limited, who's to judge? I just hope that in my own\ngeneration and in my own family and in my own children...uh...not only I hope but I\nmake sure that there is awareness of the fact that we're all brothers and sisters, that we're\nall...to the extent that we discriminate or deprive of rights another human being, we do it\nto ourselves.",
        "Q: Thank you.",
        "A: Thank you.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Would you tell me your name please?",
        "Q: What was the name you were born with?",
        "Q: And where and when were your born?",
        "Q: Can you tell us first about your parents and what they did?",
        "Q: What did that mean for you? Where were you living as a very young child?",
        "Q: Why were you sent so young?",
        "Q: What was those early years like? What was life like for you?",
        "Q: What happened as the war grew closer? You became older. Uh...As you became a young\nteenager, where did you go to school?",
        "Q: Tell us about it, will you?",
        "Q: What about you?",
        "Q: Before you move, you have talked about the pogroms in Kielce. Can you tell me, when\nyou came out from your house, what was it like?",
        "Q: I'm sorry. In Boreslawiece.",
        "Q: Uh...What were the...what was it like? Did you have any Jewish friends at that time, any\nJewish acquaintances. Can you tell us? What happened?",
        "Q: Please go on.",
        "Q: How was that like for you?",
        "Q: Excuse me. You want to pause. Can we do that. Barney, I would like to turn off the tape\nplease. We're having hammering from upstairs. Can you see if you could find out what's\ngoing on? Thank you dear.",
        "Q: Okay. Alright, we're back. January of 1945 and the Russians are...",
        "Q: How did you react when you heard your scout tell you this story?",
        "Q: You're 17.",
        "Q: Okay. You should go on. What was Kielce like after these events. Were there a change at\nall in the atmosphere?",
        "Q: At this point, we need to stop. We're going...it's a good place to stop.",
        "Q: We're going to stop and change tapes.",
        "Q: Okay. Can you tell us how you left Poland?",
        "Q: Do you hear personal testimony as well?",
        "Q: How did you...you first. How did you handle all of this? How did you feel when\nyou...your seeing these people and dealing with these people.",
        "Q: Is there anything you would like to add?",
        "Q: Thank you."
    ],
    "answers": [
        "A: Uh. My name is Wallace A. Witkowsk1.",
        "A: I was given a name of ___.. (ph?)",
        "A: I was born in Kielce on January 12, 1928.",
        "A: My father was a chemical engineering. (Clearing throat) And he worked before the war in\nthe petroleum industry which was concentrated in Poland, southeastern region. My\nmother was a elementary school teacher and...uh...my childhood was I think\ncharacterized by the very few years during which my parents lived together because of\nthe economic conditions in Poland. Uh...My father had a job in one town. My mother was\nassigned to teach in a school in another part of Poland and it was not until 2 years before\nthe war when we were finally together.",
        "A: Well...uh...I spent my childhood in...uh...a little town...uh...village of Vilena, in Kielce\nregion which is about 20 kilometers east of Kielce. My mother taught in the 7th Grade\nelementary school in the village. And only during the summers and occasionally during\nthe holidays I remember seeing my father. I had a nanny, a village woman, who took care\nof me when mother taught until I went to school at the age of 6 which was...required\nspecial permission because children were not sent to school until they were 7 in those\ndays.",
        "A: I guess I was able to read and...and was anxious to learn and...uh...but I guess they let me.\n(Laughing)",
        "A: Uh...It was...uh...a very interesting life from the point of view of...uh...feeling, missing\nmy father without realizing that I missed my father. Living in a village that was\npopulated by...uh...typical Polish farmers, peasants, but curiously enough, there were\nseveral Jewish families that lived in the village. And one of the most curious things that\nremained with me is that there would be some of them who were farmers, along with\nPolish farmers. In one particular part of the village there was...uh...a family named Koch\n(ph) a Polish family, farming and right next to them was a Jewish named Katz (ph) and\nfarming also. And, of course, only later that Koch (ph) and Katz (ph)...the Cat... the same\nname. And there were few Jewish...little Jewish stores that were...that were in the village.\nAnd...uh...but the village was obviously predominantly Polish. My childhood was\nexploring such things as...as baking potatoes in the fields in the fall after the harvest,\ngoing with other little boys and finding potatoes that people forgot to pick or\ndidn't...missed them and baking them in the...in the field, burning my lips and on hot\npotatoes. To this day, my favorite food. (Chuckle) (Pause) I had a younger sister, Helena.\nNo. Marga. Uh...The strongest memories are of holidays. Christmas tree. My father\npretending to talk to the angel because in Polish Catholic tradition, it was the angel that\nbrought the gifts at Christmas time. St. Nicholas came on December 6 and put things\nunder the pillows of good children. Bad children got little twigs. We got both. So it\nwas...uh...a rather confusing message that we were getting. I guess we were getting a\nmessage that we were alright, but we were not perfect.",
        "A: Well, I went to school in the village until 1937 and in 1937, after a long struggle, my\nparents managed to obtain a permission from the Polish...pre-War Polish authorities that\nmy mother could be transferred and could teach in the same town in which my father was\nworking. Uh...A rather unbelievable situation for us today in America, but it was\ncommon place in Poland. So in 1937, we moved from Vilena, the village near Kielce and\nwe moved to Boleslawiece, which was a sort of a equivalent of Houston, Texas, of...of\nthe United States. And we...there I lived with my father for the remaining 2 years before\nthe war broke out. And there I went to a private elementary school which was called\n___ (ph). And...uh...finished the last grade which I believe was 6th and took my entrance\nexamination to what was called gymnasium, beginning of high school, roughly\nequivalent in the United States. And that's when the war broke out in September 1, 1939.",
        "A: About a year...about a month before, obviously...uh...the adults were aware of what was\ngoing on and we children were becoming slowly aware of the gathering clouds. And my\nfather was a reserve...uh...uh...officer. He was a first lieutenant...I guess lieutenant in the\nPolish army, and in August...uh...the reserve company in that he was part of went on\nmaneuvers. I was ll and a half, and that was the last time I saw him until I saw him in the\nUnited States in January 1949. He never came back. The war broke out. He was fighting.\nUh...Of course, we didn't know what was going to happen and about the tenor of the pre-\nwar Polish press was...uh...we will fight the Nazis. We will not let them take over the\ncountry. So little did we know how powerful Nazis armies were. And the war broke out\nand..uh...(sigh) within a few days, first waves of refugees started coming.,...telling hair\nraising stories about atrocities committed on the population by the Germany army, by the\nindiscriminate bombing, by the German air force of crowded roads filled with refugees,\nwith..with men, women, children, possessions, animals.\nUh...It was extremely scary. It... Many times I said to my friends who are questioning me\nabout this period that my childhood ended on September 1, 39. Uh...Within couple\nweeks, the threat of the advancing German armies were so great that all the able bodied\nmen who otherwise were not in the armies started drifting east to escape the advancing\nGerman armies. To escape...to possibly join the Polish army somewhere. And that's\nwhere...I forget the date, but obviously it's known to history...uh...suddenly as...as.. as we\nrealized we were stabbed in the back by the Soviet armies marching into Poland from the\neast and completely...uh.. destroying whatever little resistance there was to...to the\nadvancing German forces. Only then we learned about the Molitov/Ribbontrop (ph) pact,\ndividing Poland and within a couple days after this event, the Germans marched into\nBoleslawiece and...uh..for some reason I remember the...the day very vividly because that\nwas the day that I had to an optometrist to pick up my first pair of glasses. And they were\nlittle beady little things...uh..but I had to wear them and I walked out of the optometrist's\nshop and the sidewalk kind of looked crooked, but people were pointing out to...to the\nadvancing...marching German. Actually men...Germans didn't march. They were riding\ntrucks, and their green uniforms. People were reaching out to them, and the Germans\nwere throwing cigarettes. That was my first impression of the German army. Uh...Within\ntime that I cannot determine and now in retrospect I know that it was pursuant to some\nagreement between the Russians and the Germans. The Germans withdrew and the Soviet\ntroops moved in. They were...uh...they were shabby looking, and they were...they were\nterribly looking...uh...neglected by our standards, un...unused to western facilities.\nUh...Immediately in ...1n private homes, Russian authorities quartered some officers or\nsome other people.\nThey had to be explained about toilet bowls and things like this. They didn't know what\nthey were for.",
        "A: I guess the overwhelming feeling was of fear for my father, fear for what's going to\nhappen to us. I had forgotten until a few days before our interview, as I started thinking\nabout those years and those times, how terribly fear dominated our lives were. How easy\nit was to control whole populations by terror in those days. And I as a 12 year old kid was\nsimply scared of what's going to happen to us. But as soon as the Soviets walked in, they\nostenaciously opened the schools again. And we were...the same teachers were permitted\nto continue to teach and we were allowed to return to school, encouraged to return to\nschool. New subjects were introduced. Russian. Ukrainian since this part of Poland\nwas...uh...a majority of population was Ukrainian. And we were...back in school. Now in\nretrospect I see how terribly...uh...disturbed I was by the events because my grades\nplummeted. I was bring nothing but Ds and Cs from school, and I was an A student\nbefore. Uh...Psychologists will tell you this is the first sign that something 1s wrong with\na kid when he doesn't get good grades in school. Uh...But obviously we were in..1n...in\ngreat fear for what's going to happen. In the meantime, we received a post card from our\nfather saying that he is interned in a little town in Hungary called Yur (ph) where Polish\narmies that after they could no longer fight the Germans and Soviets, they crossed to\nHungary and were interned there under rather benign conditions because Hungarians,\neven though the government was collaborating, with the Nazis, the...the\npopulation...Hungarians were friends. We were permitted by the authorities to send a\nwire to my father...1n German, and to this day I remember the text of the wire. Gese1\nGesunt (ph). We are healthy. We are well. That's all we were permitted to say in that\nwire. And...uh...that's all we heard from my father for...for a very, very long time.\nUh...In the meantime, the Russian school continued. My mother was\nteaching....uh...sometimes some of our teachers had to be one lesson ahead of what they\nwere teaching us. But we heard rumors that this is not going to last, this peace between\nthe Germans and the Russians, although the Russians dismissed this propaganda and\ndidn't...didn't allow it to...to...to be officially stated. And...uh...1 may not recall anything\nfrom that period, except that I, of course, had many Jewish friends in school. And uh, we\nwere So involved in our own little world. Uh... The boys were talking about sex\nserupticiously. We were organizing poetry circles. Uh...We were exchanging letters. We\nhad school mail where we would write letters to each other and..uh.. And then (pause) in\nJune of 41, Hitler attacked Russia. And within a day or 2, Soviets withdrew from the city,\nbut first blowing up and devastating most of the important facilities in the city, such as a\npower house and a lot of other installations. And the German, Nazis returned. And that is\nreally when the terror started in earnest. The rumors started circulated that the Nazis are\ngoing to declare a...a day of liberty quote unquote for the Ukrainian population to settle\nthe score with the Jewish population. And to our horror one day came and suddenly there\nwere pogroms everywhere with the Ukrainian peasants coming into town and beating and\nmurdering Jewish families and...and...uh..and we, of course, stayed home petrified and\njust didn't get out. Uh...At that time, the economic situation also changed. We started\nfeeling a dearth of food and supplies. We started getting hungry. Everything was\ndisrupted. The...the normal functioning of the society was reduced to the minimum and\neverything was being...uh..collected, confiscated by the Nazi authorities to help their war\nmachine drive into Russia. (Sigh)\nI heard numerous stories of what happened to my colleagues. Uh...I do not recall the\ndetails. It was too scary to even listen to, but I heard about my...one of my friends,\nRomack (ph), whose parents and...and sister were killed by the...and I'm not even sure by\nwhom. And then he pleaded with them, \"Kill me too. You killed the rest of my family.\"\nThat's the only detail that I remember. We were getting...uh...progressively more and\nmore...uh..desperate. The only way to survive was to take our possessions, whatever we\nhad and whatever a Ukrainian farmer wanted and trade it for food. I remember through a\nfriend we traded a bicycle that my father had for 20 kilograms of Swani (ph), the pork fat\nor whatever it was. People were trading furniture, taking them to the village and getting\nsome grain. I remember a grinding, ordinary grain in a coffee grinder, mixing it with\nwater and salting it a little bit and baking it on top of the..the gas burning stove and that\nwould be our food. So it was really hard. So then we decided that we have to get back to\ncentral Poland where my mother's sisters lived and where it would be easier to survive\nand have help from the two...two sisters and their families.",
        "A: Pogroms in... in Boreslawiece?",
        "A: Yal.",
        "A: Yes. I had many friends. I had many friends. I visited one friend's house after that.\nUh...And....uh...1 came into the house and I remember talking to his mother who was in\ntears and saying to me...uh...,Look, Panjawatko (ph), Mr. Witkowski (ph),in Polish you\nwould Mr., but you would use the first name as sort of a half way familiar term between\nfirst name and using the last name. They just ran into the house and ransacked it. Look at\nthis beautiful Trammel (ph).\nTrammel (ph) was a long, tall mirror that would have some sort of a pedestal on the\nbottom, and a little shelf in front of it like a mantel. They just came in and threw a stone\nin it and just shattered the whole thing. Fortunately, in this friend's family nobody was\nhurt or killed, but I have heard about numerous situations in which people were...were\nbeaten up or killed by the...by the Ukrainian peasants.",
        "A: Uh...Those days are pretty much in haze. Uh...I have no other recollections of my days in\nBoreslawiece except progressive economic difficulties and fear what's going to happen to\nus and desire to get out of there and go back where the roots were, where the...my\nmother's family lived. So on a crowded train at night, I traveled from Boreslawiece back\nto Kielce some...some time before Christmas, probably in 41. Eventually, my mother and\nmy sister joined us, joined me in Kielce, and the rest of the war was spent in Kielce,\nliving first with one and...and then with another, having a room in their crowded house.\nIn those days, it was very lucky if you could have one room to one family. And the\nfollowing years until about 1944 was spent primarily Mother working in...uh...1n...uh...in\na factory and then eventually working her way to a food store that was next to the\nGerman controlled factory where she...everybody had rations and everybody was allowed\nto get only so much bread, so much butter, so much other things. I learned what ersatz\n(ph) coffee is. I learned many other things that I had not learned before in my life.\nUh...Among us youngsters, there were roughly my temporaries among the children of the\ntwo aunts, we organized secret teaching. That is the older kids were teaching the younger\nkids to continue our education because the Germans, of course, closed all the schools and\nprohibited in the entire country any normal education except the first few grades of\nelementary school.\nUh...The population of those areas was destined only to be able to read and write so they\nwould obey Germany orders in the future....uh..future world run by the German...by the\nNazis. We knew that we had to move because in the part of the city where my aunt lived,\nthe Nazis were organizing the Jewish ghetto. We had to leave the house and move to\nanother part of town and that part of town was fenced 1n and all the Jewish population of\nKielce were...was ordered to live in... in...uh...in that area. They were guarded by some\nsort of a uniformed police. They were not allowed to leave the quarters. They were\nrequired to wear either a Star of David or a arm band with a Star of David. Uh...The next\nfew years...uh...were characterized by increasing terror, increasing executions,\ndeportations of all the leading citizens of the town to concentration camps. Not only\nMayor and the...and the prominent citizens, doctors, lawyers, teachers,...uh...but even\nanybody who would be a member of what was called in these days intelligencia, you\nknow, people with higher education were being systematically exterminated by the\nNazis, taken to concentration camps. At the same time, there was a gradual growth of\nunderground, of resistance, of organizing, not only the adults into groups that would be\npreparing for eventual struggle because that no one had any doubt that Nazi terror has to\nend one day. Not only to prepare for armed struggle but in the meantime to collect\ninformation about troop movements, about the...uh...the activities of the\nNazis,...uh..documenting their atrocities against the population. Uh...Learning how to\nmove around the city, including us youngsters who were organized in units of clandestine\nscouts. Before the war, Poland had a very active scouting movement and after the\noccupation many teenagers were organized into units to...to prepare for the eventual\nstruggle against the Nazis, but in the meantime learning, reconnoitring...uh..moving from\none part of the city...uh...avoiding main arteries, being able to cross...uh...through court\nyards and jump over fences and things like this.\nAnd...uh...eventually learning the Morse alphabet and things like this and eventually we\nwere...a few of us were designated as a unit to provide...serve as...uh... curious when I\ntalk about these times, I'm forgetting some of the English words. I only remember Polish\nwords. Word, warshanetza, where the...uh...the people who were runners from one\npartisan unit to another. Young boys were chosen for this purpose because they were not\nadults and they had a bicycle and they could avoid Germans in the country. But 1f...1n\nthose days, the partisan units had no way of communicating with each other, very few\nradios, so they were using youngsters to carry a message from one end to another. And a\ngroup of us, about a dozen or so, were sent into the partisan unit that was active in...in the\narea of Kielce.",
        "A: Uh, that was a most curious experience. We slept during the day. We marched at night. I\nhad a bicycle. Each one of us had a bicycle. We had no arms, of course. We were dressed\nin civilian clothing to look inconspicuous. I learned how to walk and sleep at the same\ntime. Walking with a friend, locked in arms, and just marching in a column at night and\nsleeping at the same time, or leaning on your bicycle and...uh...uh...somehow managing\nto...to sleep and walk at the same time. During the day we would lie low because the\nGermans, of course, controlled the countryside. Uh... encountered some Jewish\nsurvivors of the ghettos that were in the meantime being liquidated by the Nazis. I did not\nknow which town they were from but I remember two of the men that\nwere...uh...employed quote unquote by the headquarters...uh...uh...unit of this regiment,\nthat was called regiment. Uh,...I don't know what they were doing, but they were...they\nwere there. I remember seeing them. They looked terribly neglected, terribly\nimpoverished, terribly...uh...they looked like...like driven animals because presumably of\nthe experiences they went through.\nI don't know what happened to them. When most of the group was disband in the fall of\n44, presumably they stayed with the group because we, in the summer of 44 were\nconcentrating all of the underground forces to go to help the uprising in Warsaw which\nbroke out among this time, but, of course, that was a unsuccessful attempt because\nthe..the crossings of major rivers were guarded and these partisan units did not have\nheavy armor or artillery or anything. So after about 3 or 4 months I returned home to my\nmother and my sister, covered with lice, dirty, very, very...uh...skinny. Had some\ninfection in my fingers. The skin would simply balloon around the fingers and fill with\nsome sort of pus or some sort of fluid. The nail would come off with the skin when the\nthing started healing. I... couldn't sleep in the bed. For weeks, I would sleep on...on the\nrunner on the floor next to the bed. I was just used to sleeping on the ground uh...Just\ncurling up and covering myself with the blanket when I was in..in the forests of Poland.\nBut we remained in...in town, which was by that time totally terrorized by the...uh..by the\nNazis. From early war...uh...from early days of occupation, the Nazis employed the...the\ninfamous method of collective responsibility. One single act of hostility against the Nazis\nor destruction of German property or interference with the war effort would result in the\nroundup of 10, 20, 40 hostages. People who simply happened to live nearby where the\nevent occurred, and they would be put against the nearest wall and summary executed. So\nthe terror of those days and fear that drove us and concern for survival are something\nthat...that only in the last days I brought back to..to my memory having tried to put it out\nof my mind all these years in the United States.\nThe war ended for us...the occupation by the Nazis ended for us about January 9 or 10,\n1945 seemingly significant date for me because my birthday is January 12th. The Nazis\nwithdrew. The Soviet offense had started after Christmas of 44 and within days, Kielce\nwere under Russian artillery fire. A very curious thing happened to me then. I\nwas...uh..living with my mother and my sister with one of my aunts who lived in a brick\nhouse, much sturdier than surrounding frame houses on the street. On the Yasna (ph) 27.\nAm I getting off the subject? Your fine, perfect.",
        "A: The Russian artillery is bombarding the city. We are hiding in...1n wherever we can\nagainst the brick walls of the house that only has crawl...crawl space in part of the house.\nThere are fires everything. Uh...My mother is not with us because a few days earlier she\nstruck out for the cousins that lived in the country and had a flour mill to get some flour\nfor us because, as always, we were short of food. So she is somewhere, and my sister and\nI with the rest of my aunt's family are hiding there, plus a number of neighbors that came\ninto hide in the brick house. Uh...The...the barrage stops. It's...uh...it's a beautiful, sunny,\nbut very cold January day. The...the snow is crunching under your feet, but the sun is\nbright, blinding. We briefly...two men walk out in front of the house, and I followed them\nand I stand between them. And they are looking around and saying, \"Oh, look there's a\nfire near Kinga (ph) gymnasium building. Maybe it's the building burning. And there's a\nfire over there.\" And I just stand between them, a kid. You know 17 year old or...or\nwhatever it is. 1945. Yes. And then suddenly I have this feeling.\nI do not hear a voice. I sense a voice in me saying, \"What are you doing here? Get out of\nhere?\" So I obeyed it. I get scared. I turn around, walk into the very heavy wooden oak\ngate that is in the center of the very old fashioned, one-story house, take about 3 or 4\nsteps and suddenly bells are ringing in my ears. I smell sulphur...uh..plaster from...the\nceiling falls on me and it's all over me. I'm white. And I cannot hear anything. I hear\nringing in my ears. And people were rushing by me. My cousin, Andrew, and others are\nrunning out there and dragging in two bodies of the men that stood on both sides of me.\nAnd...uh...one of them 1s...1s dead. Totally mutilated legs dangle like rag dolls, and the\nother one just expires. Uh... That shook me. And when my mother returned...uh...a day or\ntwo later and my family told her what happened, she simply said, \"You are not meant to\ndie then. You are meant to go on until the time for you to die came,\" because these two\nmen obviously were not meant to live any longer. She...she has great faith. But, for us,\nthe war ended that January. Russian troops moved in. Some of the uh, Russian organized\nand controlled first army Polish troops moved in, recruit...recruited or drafted from\neastern provinces of pre-war Poland, and trickling into town started coming back first\nJewish refugees who were with escaped or got somehow saved by going to the Soviet\nUnion. Uh...Most of them, of course, were either in the military units or in the first\nadministrative apparatus of the communist regime that came in and took over Kielce.\nAnd...uh...my memories 1s very dim whether school started or not. I don't think the\nschool... Yes, the school started. The school started within a month or two because I\nremember even before the war was officially declared over on May 9, 1945, our\ngymnasium was already functioning and we were going back and enrolling in classes\nand...and...uh...around that time, April or...or May, us youngsters who only lived this\nheroic, teenage involvement in..in...1n patriotism and fight against the Nazis started\nresurrecting our pre-War...uh..boy scout units in...1n gymnasium and I was one of\nthe...uh...leaders of the...the troop I guess you would call it in English that was organized,\nbeing re...reorganized in gymnasium.\nAnd we were, by the summer...by early summer of 45, we were planning our first camp\neven though we had nothing, but the enthusiasm of the young boys were such that we\nwere just ready to even live without tents as long as we could get out of town and...and\ngo somewhere and do our scouting thing. So we were planning a week's excursion into\nthe...the mountains in Kielce region...uh..which were called Gory Swietokrzyskie, St.\nCross, Holy Cross Mountains. And my boys were...if you pardon me the expression, this\nis how I ever referred to them being their leader. You know, this just like in the old\nsong...I'll take care of you. I'm 17, you're 16. But I was their...one of their leaders, so my\nboys were already in uniforms and were getting ready to leave the next day. And I think\nit was in July, but I'm not sure of the dates again. When we heard rumors that\nthe...uh...that there is something funny going on, some kind of emotion, riot or civil\ncommotion 1n..uh...along Shenetza (ph) which 1s a little stream that ran through...through\nKielce and...uh...but I went there. And I started asking people what's going on...and\npeople told me, \"Oh, this is a house that 1s occupied by the Jews.\" And...uh and...uh...\nsomething funny is going on there because ...uh...a Polish, Christian Catholic boy was\nmissing for a couple of days and...uh...and..uh...he was found and...uh.. he said\nthat...that's where he was kept.\nAnd of course one of the most pernicious...uh...stories about the Jews...uh.. for centuries\nin Europe was that they had to use Christian blood for religious rituals. And so, of course,\nthis population of this...of this town, I'm not going psycho-analyze them, but here we are\nfor the first time not really afraid of..of terror of the Nazis. This population restless,\nunhappy because communists are taking over and most of the people were anti-\ncommunist. Uh...These...I...I'm trying to understand what happened, but I'm not going to\ntry to understand. I'm going to try to tell you what I saw. And the only thing I saw was a\nlarge crowd of people surrounding this house and rumors flying back that the...that the\nmilitary were entering upstairs where the quarters of the Jewish survivors were and the\nshots were fired and nobody knew who shoot...fired first, but there were casualties and\nthere were arrests. And I saw one or two of my boys in scouting uniforms in the crowd,\ngawking. And I said, \"What are you doing here in the scouting uniform? How can you\neven be showing around? Don't you have any sense of responsibility? This is a mob?\"\nAnd I remember sending them home. Next day, I think we were leaving, out of town, so\nthe...so the...the events moved quickly. And only when we came back to town we read\nthe official accounts in the local papers that...uh...criminal elements have killed or\nwounded several Jewish residents of this house...uh...obviously for...for criminal\npurposes. But then, 2 or 3 months later, and I'm not sure of the date, one of my boys in\nmy troop and I only remember his first name, Genuard (ph), Gene or Eugene, came to me\nand said to me, Wallace, I have to tell a very strange story. My young brother...and I\ncannot remember the age, but I know it was a child barely 3, 4 or 5 maybe ...that would\nbe a range age....disappeared from the house for 4...3, 4, 5 days. We were desperate. We\ndidn't know what happened to him. We were searching everywhere. The child just\nwondered away.\nAnd then the militiza (ph) came, the...the...the communist militia, the...the equivalent of\nour police and found him and brought him home. They never said where they found him,\nbut...and this is my boy from my scout troop telling me...when they started questioning\nhim where he was and he could not tell, they took him to that house occupied by the\nJewish refugees, survivors and said and asked him, \"Is this where you were kept?\" And\nthe child said, \"Yes.\" (Pause) I read in the papers later that there were trials and they\nwere not only trials of perpetrators of the killings, but all...also trials or at least retribution\nby various factions in the communist government, within the communist authority that\ncontrolled the city. And I am sure there are others who followed the events better and\nhave more insight or more contact with the people who participated in these things, but\nthey were some other...some people were trying to use this event for...for other purposes.\nMaybe some international party...uh..politics. But what was curious to me is the fact that\nI remember what my scout told me. Distinctly that it was the militzia (ph) that came and\nplanted in a child's mind...the kid was probably scared. Undoubtedly the militzia (ph) just\nquestioning him, \"Were you...that's...Is that where you were kept?\" And the child said,\n\"Yes.\"",
        "A: (Sigh)",
        "A: I was 17. (Pause) To...to be honest, I didn't know what to do with this. I felt that there\nwas some skullduggery going on in the way the child was being manipulated.\nUh...But my main concern at that time was for the safety of my boys and that they do not\nin any way...uh...get in trouble. That's what motivated me to shoo them away from\nthe...the crowd that surrounded the Jewish quarter. And I sensed the tragedy. But to a 17\nyear old, you cannot expect too much and I'm sorry to say that looking at myself from the\nvantage point of being 62...uh...even if we wanted to have done something with it, who\nwere we to turn to? Perhaps that is why I am telling it to you today. Because that may just\nhelp unravel the roots of those events. (Long Pause)",
        "A: There was a tremendous reaction from the emerging....uh... civic organizations and\nchurch authorities. Uh...uh...Appeal to citizens to...to point out the guilty parties who\nparticipated in these events. And I don't even know how long the...the pogroms lasted,\nwhether it was a day, whether it was 2 days. I have no recollection. I remember Bishop\nKatchmarick (ph) issuing a very strong appeal to people to uphold the law to protect the\ninnocent, to...to report on...uh... commission of crimes to the authorities. Uh...Kielce to\nbegin was...with was devastated by the war. There were ruins everywhere. There were\nbuildings that were lying in ruins. There wasn't a family that was not mourning a death of\na son or a father or a brother that was either killed or executed or deported to the\nconcentration camp.\nUh...Every family practically was under such enormous, physical and...uh..uh...hardship\nand...uh...emotional pressure that we were literally survivors in every sense of the word.\nAll of us! And it was awfully tragic that victims started turning on...on other victims.\nAnd...uh...for some reason...uh...which I don't understand at all, 1t happened in my native\ntown. (Pause) Kielce was trying to revive the pre-war community life. We were trying to\ncatch up with our education. Some of us lost 2, 3, 4 years. We had kids graduating from\nhigh school who were 22 and 23 because during the war they had no opportunity to...to\nlearn, to keep up with their education. We were, of course, survivors of a period in which\nevery able bodied person, age 14 and up, had to work 10 hours a day, 6 days a week.\nOtherwise, we would be shipped to Germany to forced labor camps or to work in\nfactories of the German war machine. We were given rations of food so...uh...most of us\nwent often hungry. We were decimated by disease. Typhus, typhoid fever was prevalent.\nMy mother...uh...survived typhoid fever. Us kids did not get sick. Uh...We\nwere...uh...terrorized by continuous...uh...dragnets. Wyponokie (ph) we call it in Poland.\nYou walk on a street from your house to your aunt's house, and suddenly the street is\nclosed by the gendarmes on both sides.\nAnd all the people are surrounded and asked to show their papers. Are you working\nsomewhere? Who are you? What's your occupation? What are you doing now? And\nwhoever appeared not employed in a meaningful way that involves supporting the\nGerman war effort was being singled up, put in a truck, shipped to the railroad station\nand put on a train and shipped to Germany. There were hardly any families that did not\nfeel the...the tragedy of war. (Pause) My own family....uh...we lost two uncles. Uh...one a\npilot and another a...uh...a military man who fought in the Warsaw uprising and died after\nthe war because he was an invalid, wounded, persecuted by the communists in turn.\nKielce was physically and emotionally devastated after the war, and on top of that the\nsystem was imposed on us that was against all the values of the society and that was a\nvery bitter to swallow to learn the outcome of the Yalta agreement. They were not easy\ntimes. It was only...the only ray of hope for my family personally...for my mother and my\nsister and myself was that unexpected out of the blue came a postcard from Chicago,\nUSA, saying, \"Iam Mrs. Wjaworski (ph), and I am looking for a family of Ludwick\nWitkowski, and if so, please get in touch with me. It was not even from my father. So, of\ncourse, we were elated. All that time we were fantasying that he survived the war, that he\nwas somewhere safely and thinking about us. And indeed he was. We wrote to this lady\nwho was probably part of some organization that was trying to put families together that\nwere separated by the war and we received the first letter. (Pause) It was good to see my\nfather's handwriting.\nAnd he started sending packages and...uh...saying that he is in the United States, that he\nsurvived the September 39 campaign and was interned in Hungary, escaped from the\ninternment camp to Yugoslavia, from Yugoslavia shipped to Marseilles, France; joined\nthe Polish armed forces...uh...in time for the German attack on France; fought the\nGermans there; was capture; escaped German...uh...uh...captivity; walked at night\nthrough France until he got to southern France; crossed over the Pyrenees to Spain and to\nthe Gibraltar; shipped from the Gibraltar to England; trained in military units in England;\nnever gave up the fight; and was sent with the military mission to Windsor, Ontario, just\nsouth of Detroit to recruit volunteers for the Polish armed forces to continue the fight\nwith the Nazis. That was, of course, before U.S. was attacked in Pearl Harbor. So there\nwas volunteers signing up from the Polish-American communities, both in the U.S. and\nCanada. And...uh...uh...in the meantime, he met friends...made friends in Detroit and\nwhen the mission was disband after Pearl Harbor, he got an offer of a job in the war\nindustry in Detroit and was permitted to migrate to the United States. Started immediate\nefforts to try to find out what happened to his wife and children. And finally by early 45,\nsucceeded, found us, uh.",
        "A: Yes.",
        "A: Okay.\nEnd of Tape #1\nTape #2\n0200:39",
        "A: My father, of course, immediately started efforts to bring us over to the United States.\nUnfortunately, the communist authorities, while giving permission to my mother to leave\nPoland officially, denied permission to children. Uh...We reasoned that this was because\nin those heady days with the communism they thought they could indoctrinate the young\ngeneration and...and use them and didn't want to lose them. A decision was then made\nthat I would escape from Poland and if the road...route was successful, my sister would\nfollow. So...uh...1n the meantime I graduated from high school and made a successful\nescape from Poland to Sweden in the bottom of a coal freighter on December 31, 1948.\nAnd I was to be followed by my sister in a few months. I made it to a lovely, colorful,\nuntouched by war, just fabulously looking town in Sweden called Goteborg. And from\nthere I managed to...uh...to come to the United States within 3 days of my 21st birthday\nwhen my non-quota visa, immigrant visa was expiring. So I was lucky again. And, I\nmet...I flew from New York LaGuardia Airport to Detroit Old Willowrun airport and\nlooked up my father in the telephone directory and it's a very funny feeling to find your\nfather's name in a strange directory in a strange city. And...uh...called his number. There\nwas no answer and I stood at the counter not knowing what to do and I heard my name.\nHe recognized me from the back. And I was a big strapping 6 footer at the age of 21.\nUh...My mother came in May of that year, 85 officially. But my sister trying the same\nroute...uh...did not make it, was caught by the communists and imprisoned and eventually\ncame to the United States in 1958 when the conditions in Poland under Gemolka (ph)\nunderwent a famous fall so they would permit families to reunite. Went to school.\nDecided to study law. Graduated in 56, and started a law practice with then my father-in-\nlaw in Polish-American community on the west side of Detroit. In 62, I was contacted by\na Congressman of Polish descent, John Dingle, and asked if I know of any identifiable\nPolish-Americans who would like to work on a foreign claimants settlement commission\nin Washington to assist in administering a program of adjudication of claims for\nproperties lost in Poland. And after looking around I decided that I'm the one (laughing)\nfor other reasons as well. So I accepted an appointment as a staff attorney on a foreign\nclaims settlement commission and worked on a Polish claims program for about 3 years.\nWithin 6 months....no, I came in August of 62. By Spring of 63, I was being sent to our\nAmerican Embassy in Warsaw to help run our field office to gather documentation to\nsupport claims of the American nationals for properties. A lot of those claims were by the\nAmerican relatives or...uh...survivors of the Jewish population of Poland...uh...who were\nclaiming properties that were confiscated or destroyed during the war or after the war.\nAnd for 3 months in 1963, I traveled through Poland collecting documents...uh...seeking\nevidence because our function was not simply to sit as a tribunal and tell claims...show\nme, prove to me, but we were actively assisting them in this effort.\nAnd at that time I came in contact with a...a...personnel of the Jewish Historical Institute\nin Warsaw, and obtained from them a number of valuable documents and...and\npublications, some of which I have turned over to you for the...uh...Museum. And it 1s\nthat period of time that kind of gave me a broader perspective on the enormity of what\nhappened between 1939 and 1945. Only then when traveling to little towns and villages\nof Poland, I was able to see the devastation, the...the tremendous...the tremendous losses\nthat were inflicted on the population, especially the Jewish population. pause",
        "A: Yes. Testimony was, in most cases, limited to description of property, possessions, but in\nmany situations the survivors of those years...uh...who came to the commission offices\nhere in Washington testified as to their...uh..experiences during the Nazi's occupation.\nAnd I'm sure the records of the Foreign Claims Settlement Commission, the so-called\nPolish Program have that testimony and they're probably in the U.S. Archives.",
        "A: First, I wanted to do a good job. First, I wanted justice done. I did want to make sure that\nif there is any doubt, that doubt should be resolved in favor of the survivors. There were\nother families. We were, after all, involved in a rather futile attempt to at least\ncompensate materially for the...the enormity of evil that happened to these families, both\nJewish and Polish.\nUnfortunately, under American law, we had the obstacles, such as citizenship at the time\nof loss. And many, many people did not meet the requirement of U.S. citizenship by the\ntime of loss occurred. We could not grant compensation award reparations to peoples\nwho were not American nationals or citizens at the time the loss occurred. I remember\ndistinctly one decision which I, myself, was very pleased about...uh...because we applied\na legal principal that permitted granting reparations to a much greater number of people\nrather than if we simply applied the official date of confiscation of the...of the\nproperty...uh...by the communists regime. We used the concept of loss of use and\nenjoyment. Very often, communists in their profidious manipulation of the records\nand...and the law would leave the title and people, but would so restrict the rights of the\nowners or the ...uh...benefits that owners would derive from ownership of the property\nthat for all intents and purposes, these people had all the burdens without any benefits. A\nrental property for instance. So we then developed the concept that it was the loss of use\nand enjoyment of the property rather than the passage of title to the state that determined\nwhen people lost their possessions. And that's how we were able to...to award\ncompensation to people who otherwise would not have gotten it. On a deeper level\n(Pause) ....Dr. Kuzmack, it's very hard to think of those times without projecting on those\ntimes, what I feel today. We all evolve and we all become much more sensitized and\nmuch more aware of...uh...the measure of tragedy than at the time that we are involved in\nthe mechanics or addressing this or that narrow issue. I cannot really tell how I felt about\nit because honestly the same goes for my life.\nToday, I think I'm a much more aware person. I'm much more in touch with my emotions\nthan at that time. That's an honest answer.",
        "A: I felt a regret at times and I have tried to put it to rest because it was a naive regret that\nhad I been older maybe I would have been able to do more when I saw inhumanity and\nevil of those years. At the same time, I'm...I'm honest enough to admit that it's a...it's a\nhope tinged with fear because I wonder how many of us would have lived up the ideal of\nreally disregarding our own safety and our own obligation to our loved ones to help a\nfellow man. How many of us would really live up to this principle when tested? I think\nthere is a awareness in Poland today which I sense from letters from relatives and friends\nand visits from friends and relatives...uh...what...what a great loss Poland suffered\nbecause of the extermination of its Jewish population. As a child, as a youngster, I\nread...uh..some of the greatest poets and writers of Poland who were Jews, Julian Tooly\n(ph) and...and so many others. Uh...Poland is impoverished. To what extent it could have\nbeen prevented or its...1ts enormity limited, who's to judge? I just hope that in my own\ngeneration and in my own family and in my own children...uh...not only I hope but I\nmake sure that there is awareness of the fact that we're all brothers and sisters, that we're\nall...to the extent that we discriminate or deprive of rights another human being, we do it\nto ourselves.",
        "A: Thank you.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumSeptember 13, 1990\nRG-50.030%*0254",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Wallace\nA. Witkowski, conducted by Linda Kuzmack on September 13, 1990 on behalf of the United\nStates Holocaust Memorial Museum. The interview took place in Washington, DC and is part of\nthe United States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum. The interview cannot be\nused for sale in the Museum Shop. The interview cannot be used by a third party for creation of a\nwork for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "WALLACE A. WITKOWSKI\nSeptember 13, 1990"
    ]
}